{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197805/",
  "absolute_url": "/opinion/197805/santiago-etc-v-canon-usa-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197805/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:39:08Z",
  "date_modified": "2017-03-24T10:53:33.801099Z",
  "type": "010combined",
  "sha1": "2800d8be6e907d4849b26df2cb0215442015538c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1660.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT \r\n\nNo. 97-1660\r\n\n                     CELIA SANTIAGO, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n                       CANON U.S.A., INC.,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Daniel R. Dominguez, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                    Cyr, Senior Circuit Judge,\r                                                       \r\n\n                 Pieras*, Senior District Judge,\r                                                         \r\n\n                 and DiClerico**, District Judge.\r                                                          \r\n\n                                           \r                                                     \r\n\n   Alice Net Carlo for appellants.\r                            \r\n   Richard H. Silberberg, with whom Robert G. Manson, Dorsey &amp;\r                                                                        \r\nWhitney LLP, Jaime E. Toro-Monserrate and McConnell Valdes were on\r                                                                  \r\nbrief for appellee.\r\n\n                                           \r                                                     \r\n\n                        February 20, 1998\r\n                                           \r                                                     \r\n\n                  \r                            \r\n\n    *Of the District of Puerto Rico, sitting by designation.\r\n\n    **Of the District of New Hampshire, sitting by designation.\r\r\n\n          CYR, Senior Circuit  Judge.     Professional Microfilm,\r                    CYR, Senior Circuit  Judge. \r                                              \r\n\nInc. ( Professional )  and Celia Santiago, its  president, appeal\r\n\nfrom  a district court judgment dismissing their complaint alleg-\r\n\ning  that Canon U.S.A.,  Inc. ( Canon )  (i) violated  the Puerto\r\n\nRico Dealer Act, P.R. Laws Ann. tit. 10,   278 et seq., by termi-\r                                                                \r\n\nnating its  dealership agreement with  Professional, (ii) contra-\r\n\nvened Santiago's rights under P.R.  Constitution art. II,   1, by\r\n\ndiscriminating against  Professional  on  account  of  Santiago s\r\n\ngender and, (iii)  inflicted mental anguish  on Santiago and  her\r\n\nhusband, see  P.R. Civil Code Article  1802.  We affirm  the dis-\r                      \r\n\ntrict court judgment.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          Santiago is  the president  of Professional  Microfilm,\r\n\nInc., a San Juan company which has retailed micrographic products\r\n\nfor over  25 years.  She and her  husband are its sole sharehold-\r\n\ners.   Since 1984,  Professional has contracted  with Canon  as a\r\n\nnonexclusive distributor of micrographic products in Puerto Rico.\r\n\nSantiago took over  its management and operation  from her father\r\n\nin 1989.  The following  year, Professional entered into a nonex-\r\n\nclusive  distributorship  agreement with  Canon  relating to  the\r\n\nCanofile  250, an innovative  optical disk filing  product.  Over\r\n\nthe  next three  years Canon  initiated  various adverse  actions\r\n\nagainst Professional and  Santiago, culminating in 1993  with its\r\n\ndesignation  of  Systronics,  Inc.  as  its  second  nonexclusive\r\n\n                                2\r\r\n\nCanofile 250 distributor.1\r\n\n          Professional,  Santiago, and  her  husband filed  their\r\n\nfederal complaint against Canon in  August 1993.  Count 1 alleged\r\n\nthat Canon conducted a \"pattern of intentional and discriminatory\r\n\nconduct impairing the [Canofile 250] dealership\" contrary to P.R.\r\n\nConstitution art. II,    1, which broadly  prohibits gender-based\r\n\ndiscrimination.   Count 2 charged that the Systronics designation\r\n\nconstituted an unjustified \"impairment\" of Professional s  nonex-\r\n\nclusive Canon distributorship, contrary to the Puerto Rico Dealer\r\n\nAct.  Count 3 asserted that   abusive conduct and acts of harass-\r\n\nment\"  by Canon caused  Santiago \"mental suffering,  anxiety, an-\r\n\nguish,  and humiliation,\"  contrary to  P.R.  Civil Code  Article\r\n\n1802.\r\n\n          After Canon moved to dismiss the complaint, see Fed. R.\r                                                                   \r\n\nCiv. P. 12(b)(6),2 and the parties submitted documents beyond the\r\n\npleadings,  the motion was converted to one for summary judgment.\r\n                    \r                              \r\n\n    1The  complaint also alleges that Canon (1) \"interfered\" with\r\nProfessional's \"principal retail client\" in  order to \"discredit\"\r\nProfessional;   (2)    through   its     representatives,    used\r\nunidentified \"derogatory epithets\" against Santiago, \"denigrating\r\nher dignity as a woman\"; (3) deliberately delayed its delivery of\r\nthe Canofile  250 to  Professional until  November 1991,  thereby\r\npreventing Professional  from an  earlier entry  into the  retail\r\nmarket;  (4)  provided  Professional  with  incomplete  technical\r\ninformation  and  product  enhancements  in connection  with  the\r\nCanofile  250, thereby  \"adversely affect[ing]  plaintiff's (sic)\r\nsales  efforts\";   (5)   withheld  purchase   orders  placed   by\r\nProfessional, and  falsely alleged that Professional  had serious\r\ncredit  problems; and  (6)  refused, in  March  1993, to  provide\r\nProfessional with 24 Canofile 250s previously ordered.\r\n\n    2Alternatively, Canon  unsuccessfully sought to  transfer the\r\ncase to the United States District Court for the Eastern District\r\nof  New  York  pursuant  to the  forum-selection  clause  in  its\r\ndealership agreements.  See 28 U.S.C.   1404(a).\r                                     \r\n\n                                3\r\r\n\nSee Fed. R. Civ. P.  12(b), (c).  A magistrate  judge recommended\r             \r\n\nthat summary judgment  be entered for Canon on  all claims, since\r\n\nthe  Canofile 250 contract expressly stated that the Professional\r\n\ndealership  was to  be \"nonexclusive;\"  the  parol evidence  rule\r\n\nbarred  extrinsic evidence to  the contrary; and,  therefore, the\r\n\ndesignation  of Systronics as  a second Canofile  250 distributor\r\n\ncould have  effected no  wrongful \"impairment\"  under the  Dealer\r\n\nAct.\r\n\n          Plaintiffs objected to  the report and  recommendation,\r\n\nsee P.R.  Local R. 510.2, on  the ground that the  parol evidence\r             \r\n\nrule does  not apply  to alleged Dealer  Act violations  and that\r\n\nCanon  made  oral  assurances that  its  Canofile  250 dealership\r\n\nagreement with  Professional would remain  exclusive.  Plaintiffs\r\n\nfurther complained that  the magistrate judge failed  to consider\r\n\ntheir gender-discrimination and mental-anguish claims.\r\n\n          The district court endorsed  the report and recommenda-\r\n\ntion relating  to the  Dealer Act  claim, citing  our intervening\r\n\ndecision  in  Borschow  Hosp.  &amp;  Med.  Supplies,  Inc.  v. Cesar\r                                                                           \r\n\nCastillo,  Inc.,  96  F.3d  10,   16  (1st  Cir.  1996)  (holding\r                         \r\n\nnonexclusivity provision  in dealership agreement  dispositive of\r\n\nDealer  Act claim),  and dismissed the  gender-discrimination and\r\n\nmental-anguish claims on three grounds.   First, since Canon  had\r\n\nnot  impaired  its dealership relationship with Professional, its\r\n\ndesignation  of  Systronics could  not  have been  an  adverse or\r\n\ndiscriminatory  act.  Second,  the Puerto Rico  Supreme Court has\r\n\nyet to recognize a private cause of action for gender discrimina-\r\n\n                                4\r\r\n\ntion under P.R. Constitution art.  II,   1.  Finally,  the  broad\r\n\nassertions  that Canon  engaged in a  pattern   of discriminatory\r\n\nconduct,  see supra  note  1,  were not  causally  linked to  its\r                             \r\n\ndecision  to designate Systronics  as a second  Canofile 250 dis-\r\n\ntributor in Puerto Rico.\r\n\n          In their motion  for reconsideration, see Fed.  R. Civ.\r                                                             \r\n\nP.  59(e), plaintiffs  contended, inter  alia,  that even  if our\r                                                       \r\n\nBorschow decision did foreclose a Dealer Act claim, the \"pattern\"\r                  \r\n\nof discriminatory actions  engaged in by  Canon before and  after\r\n\nits designation of Systronics as  a second distributor (e.g., use\r                                                                      \r\n\nof derogatory sexual epithets) constituted discrete \"impairments\"\r\n\nsufficient to  serve as  independent bases  for their Dealer  Act\r\n\nclaim.  The district court denied the  motion for reconsideration\r\n\non the ground  that the issue  had not been  preserved either  in\r\n\nplaintiffs   opposition to the dispositive motions filed by Canon\r\n\nor in their objections to the report and recommendation submitted\r\n\nby the magistrate judge.  Plaintiffs now appeal from the district\r\n\ncourt  order dismissing  their complaint and  from its  denial of\r\n\ntheir motion for reconsideration.\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   The Dealer Act Claim\r          A.   The Dealer Act Claim\r                                   \r\n\n          Although plaintiffs acknowledge their failure to  raise\r\n\nin timely fashion    as an independent basis for their Dealer Act\r\n\nclaim     the  contention  that  Canon engaged  in  a pattern  of\r\n\ndiscriminatory  conduct  both  before  and  after the  Systronics\r\n\n                                5\r\r\n\ndesignation, they argue  that their waiver should  be excused be-\r\n\ncause the magistrate judge expressly recognized such a pattern of\r\n\nconduct in the  report and recommendation, and the district court\r\n\ntherefore  had an independent  duty to  scrutinize the  record de\r                                                                           \r\n\nnovo before adopting  the report and recommendation,  even absent\r              \r\n\nspecific objection under Local Rule 510.2.  We disagree.\r\n\n          The district court  is under no obligation  to discover\r\n\nor articulate new legal theories for a party challenging a report\r\n\nand recommendation  issued by  a  magistrate judge.3   Borden  v.\r                                                                       \r\n\nSecretary of Health &amp; Human Servs., 836 F.2d 4, 6 (1st Cir. 1987)\r                                            \r\n\n( Appellant  was entitled  to a  de novo  review by  the district\r                                                  \r\n\ncourt of the [magistrate s] recommendations to which he objected,\r\n\nhowever he was  not entitled to a  de novo review of  an argument\r                                                    \r\n\nnever raised. )  (citation omitted).   Given  proper notice,  see\r                                                                           \r\n\nMagistrate's Report, at 10  (\"Failure to comply with  [P.R. Local\r\n\nR.  510.2]  precludes  further  appellate  review.\"),  a  party s\r\n\nfailure to  assert a  specific objection to  a report  and recom-\r\n\nmendation irretrievably waives  any right to  review by the  dis-\r\n\ntrict court and the court of appeals.  See Henley Drilling Co. v.\r                                                                        \r\n\nMcGee,  36  F.3d  143,  150-51  (1st  Cir.  1994);  28  U.S.C.   \r               \r\n\n636(b)(1).  Finally, a Rule  59(e) motion is \" aimed at reconsid-\r\n                    \r                              \r\n\n    3There is no  record indication that the magistrate judge was\r\never alerted to the legal theory belatedly asserted by plaintiffs\r\nin their  motion for  reconsideration before the  district court.\r\nInstead, the  magistrate judge mentioned a pattern  of conduct by\r\nCanon   merely   as    background   in   describing   plaintiffs \r\nconstitutional and  mental-anguish claims.  In  the ensuing legal\r\nanalysis,  however,  the  magistrate  judge  neither  stated  nor\r\nimplied  an awareness  that  plaintiffs were  claiming that  such\r\nconduct had any bearing on their Dealer Act claim.\r\n\n                                6\r\r\n\neration, not  initial consideration, \"  and  may  not be  used to\r\n\nargue a  new legal theory.\" FDIC  v. World Univ., Inc.,  978 F.2d\r                                                                \r\n\n10,  16 (1st  Cir. 1992)  (citation omitted).4    Accordingly, we\r\n\naffirm  the summary  judgment ruling  dismissing  the Dealer  Act\r\n\nclaim.\r\n\nB.   The Gender-Discrimination and Mental-Anguish Claims\r          B.   The Gender-Discrimination and Mental-Anguish Claims\r                                                                  \r\n\n          Plaintiffs challenge the  summary judgment ruling which\r\n\ndismissed their  gender-discrimination and  mental-anguish claims\r\n\nas  merely  incidental   to their Dealer  Act claim.   Plaintiffs\r\n\ninsist  that they  consistently  maintained  throughout the  pro-\r\n\nceedings below that all of  Canon s adverse actions    not merely\r\n\nits Systronics designation    evidenced gender discrimination and\r\n\ncontributed  to their  mental anguish.   See  supra note  1.   As\r                                                             \r\n\nplaintiffs  view it, even  though Canon retained  the contractual\r\n\nright to designate Systronics  as a second distributor,  it could\r\n\nnot exercise that or any other right purely for gender-based rea-\r\n\nsons  without  violating P.R.  Constitution  art.  II,    1,  and\r\n\ntortiously inflicting mental anguish upon plaintiffs.\r\n\n          The  magistrate judge and  the district judge converted\r\n\nthe Rule 12(b)(6) motion to a motion for summary judgment without\r\n\nobjection by plaintiffs.   See Fayetteville Investors  v. Commer-\r                                                                           \r\n\ncial Builders, Inc., 936 F.2d 1462, 1473 (4th Cir. 1991) (conver-\r                             \r\n\nsion  challenges waivable);  Jones  v.  Automobile  Ins.  Co.  Of\r                                                                           \r\n\nHartford,  917 F.2d  1528, 1533  n.4  (11th   Cir. 1990)  (same);\r                  \r\n                    \r                              \r\n\n    4  We note, as well, no plain  error.  See Douglass v. United\r                                                                           \r\nServs.  Auto. Ass'n,  79 F.3d 1415,  1423-24 (5th  Cir. 1996) (en\r                             \r\nbanc). \r\n\n                                7\r\r\n\nAuster Oil &amp; Gas, Inc. v. Stream, 764 F.2d 381, 390 n.9 (5th Cir.\r                                          \r\n\n1985) (same).5  Nor do plaintiffs challenge the conversion on ap-\r\n\npeal, see Brief  for Appellants at 25, 30  (referring to  summary\r                   \r\n\njudgment ); Nieves  v. University of  P.R., 7 F.3d 270,  279 (1st\r                                                    \r\n\nCir. 1993) (conversion  waivable on appeal); Wright  v. Holbrook,\r                                                                          \r\n\n794 F.2d 1152, 1156 (6th Cir. 1986) (same).\r\n\n          The summary judgment  rulings on the gender-discrimina-\r\n\ntion  and mental-anguish claims  are therefore reviewed  de novo,\r                                                                          \r\n\nwith all reasonable  inferences to be  drawn favorably to  plain-\r\n\ntiffs, the nonmoving parties.  EEOC v. Green, 76 F.3d 19, 23 (1st\r                                                      \r\n                    \r                              \r\n\n    5The original  Canon motion  sought to dismiss  the complaint\r\nonly for failure to state a claim.  See Fed. R. Civ. P. 12(b)(6).\r                                                 \r\nCanon attached  pertinent  dealership  agreements,  see  Shaw  v.\r                                                                       \r\nDigital  Equip. Corp.,  82 F.3d  1194, 1219-20  (1st   Cir. 1996)\r                               \r\n(noting  that  written documents  integral  to  complaint    like\r\ncontracts    are not  considered  matters outside  the pleadings \r\nrequiring  Rule  12(b)  conversion), and  an  affidavit  relating\r\nexclusively  to  its  alternative  motion for  change  of  venue.\r\nAlthough the  parties are  entitled to  reasonable  notice of  an\r\nimpending conversion, as  well as an opportunity  to  present all\r\nmaterial made pertinent to that motion by  Rule 56,  Fed. R. Civ.\r\nP.  12(b); Berkovitz v. Home Box  Office, Inc., 89 F.3d 24, 29-30\r                                                        \r\n(1st  Cir.  1996),  the   record  clearly  discloses  that  these\r\nplaintiffs   invited  the   conversion.  See   Chaparro-Febus  v.\r                                                                       \r\nInternational  Longshoremen Ass n,  983 F.2d  325, 332  (1st Cir.\r                                           \r\n1992) (notice  of impending conversion need not  be express).  In\r\ntheir  two succeeding opposition motions, for example, plaintiffs\r\nattached  Santiago s  sworn  statement,  which  reiterated  their\r                                                \r\nassertions that Canon had engaged  in a pattern of discriminatory\r\nconduct  violative of  P.R. Constitution  art. II,    1  and P.R.\r\nCivil Code  Article 1802.   See Fed. R.  Civ. P. 56(e);  David v.\r                                                                        \r\nCity and County of  Denver, 101 F.3d 1344, 1352 (10th  Cir. 1996)\r                                    \r\n(nonmovants  submission of materials outside the pleadings waives\r\ntheir  objection to  conversion), cert.  denied, 118  S. Ct.  157\r                                                         \r\n(1997);  Grove v.  Mead Sch. Dist.  No. 354, 753  F.2d 1528, 1533\r                                                     \r\n(9th Cir. 1985) (same).  Counting their surreply, plaintiffs  had\r\nmore than  two months  to assemble  their Rule  56 proffer.   See\r                                                                           \r\nRodriguez  v. Fullerton  Tires Corp., 115  F.3d 81,  83 (1st Cir.\r                                              \r\n1997)  (finding  two  months  adequate to  prepare  materials  in\r\nanticipation  of  possible conversion,  or  move  for Rule  56(f)\r\nextension).  See infra note 10.\r                                \r\n\n                                8\r\r\n\nCir. 1996).  Summary judgment  was in order unless plaintiffs ad-\r\n\nduced  evidence sufficient to establish each element essential to\r\n\ntheir claim  as to  which  they would  have borne  the burden  at\r\n\ntrial.  See Fed. R. Civ. P. 56(e); Celotex Corp. v.  Catrett, 477\r                                                                      \r\n\nU.S. 317, 324 (1986); Nieves, 7 F.3d at 279. \r                                      \r\n\n          Although  Canon  acknowledges that  the  district court\r\n\nrelied in  error  upon an  inadequate  ground in  dismissing  the\r\n\nconstitutional claim, see  supra Section I, we may  affirm on any\r                                          \r\n\nground supported by the  record, Levy v. FDIC, 7  F.3d 1054, 1056\r                                                       \r\n\n(1st Cir.  1993).  Even  assuming their constitutional  claim for\r\n\ngender  discrimination  were cognizable  under Puerto  Rico law,6\r\n\nplaintiffs  Rule 56  proffer generated no trialworthy issue as to\r\n\nwhether a  gender-based animus motivated  Canon s so-called  pat-\r\n\ntern  of conduct.\r\n\n          Summary  judgment  may  be warranted  even  as  to such\r\n\nelusive  elements as a  defendant s motive or  intent where   the\r\n\nnon-moving  party  rests  merely  upon  conclusory   allegations,\r\n\nimprobable inferences, and  unsupported speculation. \" DeNovellis\r                                                                           \r\n\nv. Shalala,  124 F.3d 298,  306 (1st Cir. 1997)  (citations omit-\r                    \r\n\nted); see  Pilgrim v.  Trustees of Tufts  College, 118  F.3d 864,\r                                                           \r\n\n870-71 (1st Cir. 1997); Smith  v. Stratus Computer, Inc., 40 F.3d\r                                                                  \r\n\n11, 13 (1st Cir. 1994); Velazquez v. Chardon, 736  F.2d 831, 833-\r                                                      \r\n\n                    \r                              \r\n\n    6Cf., e.g., Arroyo v. Rattan Specialties, Inc., 117 P.R. Dec.\r                                                            \r\n35,  64-65 (1986) (noting  that enunciated  constitutional rights\r\noperate  ex proprio  vigore,  permitting individuals  to sue  for\r                                     \r\nviolations). But see Carlton v. Worcester Ins. Co., 923 F.2d 1, 3\r                                                            \r\n(1st Cir. 1991) (party who invokes federal diversity jurisdiction\r\ncannot expect federal court to blaze new trails in state law).\r\n\n                                9\r\r\n\n34 (1st Cir.  1984).  A plaintiff [claiming  discrimination]  may\r\n\nnot prevail  simply by asserting  an inequity and tacking  on the\r\n\nself-serving conclusion  that the  defendant was  motivated by  a\r\n\ndiscriminatory animus.    Coyne v.  City of Somerville, 972  F.2d\r                                                                \r\n\n440, 444 (1st  Cir. 1992) (quoting Correa-Martinez  v. Arrillaga-\r                                                                           \r\n\nBelendez, 903 F.2d 49, 53 (1st Cir. 1990)).\r                  \r\n\n          The only  smoking  gun  allegation in the  complaint is\r\n\nthat  unidentified  Canon  representatives   uttered  unspecified\r\n\n derogatory epithets denigrating [Santiago s]  dignity as a woman\r\n\nand as  a human being.    That bare allegation,  parroted without\r\n\nelaboration in  a Rule  56 proffer, see  supra note  5, disclosed\r                                                        \r\n\nneither  the  substance and  context  of the  epithets,7  nor the\r\n\nidentity and  capacity  of the  person(s) employing  them.8   See\r                                                                           \r\n                    \r                              \r\n\n    7See Speen v.  Crown Clothing Corp.,  102 F.3d 625,  636 (1st\r                                                 \r\nCir. 1996) (  [I]solated or ambiguous remarks, tending to suggest\r\nanimus based on age,  are insufficient, standing alone, to  prove\r\nan employer's discriminatory intent.  ) (citation omitted), cert.\r                                                                           \r\ndenied, 117 S. Ct. 2457 (1997); Lehman  v. Prudential Ins. Co. of\r                                                                           \r\nAm.,  74  F.3d  323,  329  (1st  Cir.  1996)  (same);  Alexis  v.\r                                                                       \r\nMcDonald s Restaurants of Mass., Inc., 67 F.3d 341, 348 (1st Cir.\r                                               \r\n1995) (suggesting that remarks should be  [v]iewed in context  to\r\ndetermine if animated by discriminatory intent); see also Woodman\r                                                                           \r\nv. Haemonetics Corp., 51 F.3d 1087, 1094 (1st Cir.  1995) (noting\r                              \r\nthat proponent must show that hearsay statements  concern matters\r\nwithin the scope of  [declarant s] agency or employment ) (citing\r\nFed. R. Evid. 801(d)(2)(D)).\r\n\n    8The identity of the speaker often is crucial to ascertaining\r\nnot only intent but any causal connection between the  remark and\r\nthe alleged adverse  action directed against the plaintiff.  See,\r                                                                          \r\ne.g.,  Diaz-Gandia v. Dapena-Thompson, 90 F.3d 609, 616 (1st Cir.\r                                               \r\n1996) (noting that it is  appropriate to discount \"stray  remarks\r\nin  the workplace  . .  . ,  statements by  nondecisionmakers, or\r\nstatements by decisionmakers unrelated to the  decisional process\r\nitself\") (citation omitted); Betkerur  v. Aultman Hosp. Ass n, 78\r                                                                       \r\nF.3d  1079,  1095 (6th  Cir. 1996)  ( [T]he lower  court properly\r\ndiscounted    the   discriminatory    remarks    .    .   .    by\r\nnon-decisionmakers. ).\r\n\n                                10\r\r\n\nJones v.  Merchants Nat'l Bank &amp;   Trust Co.  of Indianapolis, 42\r                                                                       \r\n\nF.3d 1054, 1059 (7th Cir. 1994) (\"'The object of [Fed. R. Civ. P.\r\n\n56(e)] is not  to replace conclusory allegations of the complaint\r\n\nor  answer with conclusory allegations of an affidavit. \") (cita-\r\n\ntion omitted).\r\n\n          At summary  judgment, the district  court cannot accept\r\n\non faith conclusory assessments by claimants that unspecified and\r\n\nunattributed epithets  were  derogatory   and  denigrating,   let\r\n\nalone  demonstrated discriminatory intent.  See Pilgrim, 118 F.3d\r                                                                 \r\n\nat 871 (noting  that plaintiff s  [subjective] perception  is not\r\n\nevidence   of discriminatory intent,  hence  not enough  to with-\r\n\nstand summary judgment ); Correa-Martinez, 903 F.2d at 53 (noting\r                                                   \r\n\nthat, even at the Rule 12(b)(6) stage, plaintiff may not  rest on\r\n\n'subjective  characterizations  )  (citation omitted);  see  also\r                                                                           \r\n\nDouglass v.  United Servs. Auto.  Ass'n, 79 F.3d 1415,  1430 (5th\r                                                 \r\n\nCir.  1996)  (en banc)  ( It  is  .  .  . well  settled  that  an\r\n\nemployee's  subjective belief that he suffered an adverse employ-\r\n\nment action as  a result of discrimination, without  more, is not\r\n\nenough to survive a summary judgment motion, in the face of proof\r\n\nshowing an adequate nondiscriminatory reason. ).9\r\n\n          The counterproffer from Canon  makes the uncontroverted\r\n\nrepresentation  that  Professional  remains its  sole  authorized\r                                                                           \r\n\nmicrographic products distributor  in Puerto Rico.   Thus, before\r\n\n                    \r                              \r\n\n    9Nor did  the plaintiffs  proffer competent Rule  56 evidence\r\nsupporting  their allegation,  based  on information  and belief,\r                                                                          \r\nthat Santiago was  the only woman  heading a Canon  dealership in\r\nthe United States. \r\n\n                                11\r\r\n\nthe alleged  pattern of conduct  by Canon could be  attributed to\r\n\ngender  discrimination, one rationally would need to question not\r\n\nonly  why Canon  retained Professional  as its  sole  Puerto Rico\r\n\ndealer in  micrographic  products, and  one  of two  Puerto  Rico\r\n\ndealers in  Canon optical disk  filing products, but also  why it\r\n\nentered into the  October 1990 Canofile 250  dealership agreement\r\n\nwith Santiago  in the  first place.   In  our judgment, based  on\r                                            \r\n\nthese conflicting proffers the trier  of fact could not find that\r\n\nthe  facially  nondiscriminatory  conduct  engaged  in  by  Canon\r                                          \r\n\nactually was motivated by gender discrimination except by resort-\r                                                                           \r\n\ning to rank speculation.10\r                                 \r\n\n          Finally, the Rule 56 proffer on the mental-anguish tort\r\n\nclaim  under  P.R.  Civil  Code  Article  1802 fares  no  better.\r\n\nPlaintiffs  were required to establish that in   some appreciable\r\n\nmeasure the[ir] health,  welfare and happiness . .  . were really\r\n\naffected,   Ruiz-Rodriguez v. Colberg-Comas, 882 F.2d 15, 17 (1st\r                                                     \r\n                    \r                              \r\n\n    10Plaintiffs further contend that the district court erred in\r\ndenying  them  an  opportunity   to  undertake  discovery  before\r\ngranting summary judgment.  We review only for manifest  abuse of\r\ndiscretion.   See Mills v. State  of Maine, 118 F.3d  37, 50 (1st\r                                                    \r\nCir. 1997).  We find  none.  First, plaintiffs neither filed  the\r\nmotion  for  continuance nor  the  supporting  affidavit required\r\nunder Rule  56(f).  See Springfield Terminal  Ry. Co. v. Canadian\r                                                                           \r\nPac.  Ltd.,    F.3d   ,    (1st  Cir. 1997) [No. 97-1783, 1997 WL\r                    \r\n775553,  at *7  (1st Cir.  Dec. 22,  1997)] ( Rule  56(f) of  the\r\nFederal Rules  of   Civil  Procedure  specifically calls  upon  a\r\nlitigant who  feels prejudiced  by too  precipitate a demand  for\r\nsummary  judgment  to file  a  timely  affidavit with  the  court\r\nasserting the  need for  further  discovery.   As we  have  held,\r\nfailure to  resort to such first aid  will ordinarily bar belated\r\naid. ).   Second, notwithstanding  plaintiffs  plain  waiver, the\r\ncrucial  deficiencies in  their Rule  56 proffer  simply are  not\r\nattributable to  a need  for further discovery,  especially since\r\nplaintiffs  presumably knew  which Canon  representatives uttered\r\nsex-based epithets, as well as their substance and context.\r\n\n                                12\r\r\n\nCir. 1989) (quoting  Moa v. Commonwealth, 100  P.R.R. 572, 585-86\r                                                  \r\n\n(1972)), and they experienced   deep moral suffering and anguish,\r\n\nand [not merely] a passing  affliction,   de Jesus v. Eastern Air\r                                                                           \r\n\nLines,  Inc.,  708  F.  Supp.  470,  472  (D.P.R.  1989)  (citing\r                      \r\n\nHernandez v. Fournier, 80 D.P.R. 94, 104 (1957)).  These showings\r                               \r\n\nturn  upon an evaluation  of: (1) the  severity of the pain  suf-\r\n\nfered;  (2) its  duration;  and  (3)  its  mental  consequences. \r\n\nLopez-Nieves v.  Marrero-Vergel, 939  F. Supp.  124, 126  (D.P.R.\r                                         \r\n\n1996).11\r\n\n          Plaintiffs offered only their conclusory assertion that\r\n\nSantiago and her husband  have been exposed to  mental suffering,\r\n\nanxiety, anguish and humiliation,  with no independent corrobora-\r\n\ntion, cf.  Cruz v. Molina,  788 F.  Supp. 122, 129  (D.P.R. 1992)\r                                   \r\n\n(court sitting as  trier of fact rejected  plaintiff s uncorrobo-\r\n\nrated testimony of mental anguish,  where he was not a physician,\r\n\nnor  had he  consulted a  physician); supra  note 11.   Moreover,\r                                                     \r\n\nsince  any emotional  injury  to  plaintiffs presumably  resulted\r\n\nprimarily  from the  alleged use of  sex-based epithets  by Canon\r\n\n representatives,  and  plaintiffs offered no  competent evidence\r\n\nas to the substance of  the epithets, a rational factfinder would\r\n\nhave no  evidentiary basis  for determining  whether the  alleged\r\n\nremarks were  likely to have  caused Santiago or her  husband the\r\n\ntype of  deep moral suffering and anguish  required under Article\r\n                    \r                              \r\n\n    11Since plaintiffs cited no cases defining the mental-anguish\r\nstandard, and  filed no reply brief  challenging Canon s citation\r\nto  these district  court  decisions, we  simply assume,  without\r\ndeciding,  that  the  cited  decisions  describe  the  applicable\r\ncommonwealth standard.  \r\n\n                                13\r\r\n\n1802.  See DeNovellis, 124 F.3d at 306 (nonmovant cannot   rest[]\r                               \r\n\nmerely upon  conclusory allegations,  improbable inferences,  and\r\n\nunsupported speculation. \") (citation omitted).\r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                                14\r\r\n",
  "html": "<p class=\"case_cite\">138 F.3d 1</p>\n    <p class=\"case_cite\">74 Empl. Prac. Dec. P 45,546</p>\n    <p class=\"parties\">Celia SANTIAGO, et al., Plaintiffs, Appellants,<br>v.<br>CANON U.S.A., INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1660.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1997.<br>Decided Feb. 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alice Net Carlo, San Juan, PR, for appellants.</p>\n      <p class=\"indent\">Richard H. Silberberg, with whom Robert G. Manson, Dorsey &amp; Whitney LLP, New York City, Jaime E. Toro-Monserrate and McConnell Valdes, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, Senior Circuit Judge, PIERAS<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Senior District Judge, and DiCLERICO<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a>, District Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Professional Microfilm, Inc.  (\"Professional\") and Celia Santiago, its president, appeal from a district court judgment dismissing their complaint alleging that Canon U.S.A., Inc.  (\"Canon\") (i) violated the Puerto Rico Dealer Act, P.R. Laws Ann. tit. 10, &#167; 278 et seq., by terminating its dealership agreement with Professional, (ii) contravened Santiago's rights under P.R. Constitution art.  II, &#167; 1, by discriminating against Professional on account of Santiago's gender and, (iii) inflicted mental anguish on Santiago and her husband, see P.R. Civil Code Article 1802.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Santiago is the president of Professional Microfilm, Inc., a San Juan company which has retailed micrographic products for over 25 years.  She and her husband are its sole shareholders.  Since 1984, Professional has contracted with Canon as a nonexclusive distributor of micrographic products in Puerto Rico.  Santiago took over its management and operation from her father in 1989.  The following year, Professional entered into a nonexclusive distributorship agreement with Canon relating to the Canofile 250, an innovative optical disk filing product.  Over the next three years Canon initiated various adverse actions against Professional and Santiago, culminating in 1993 with its designation of Systronics, Inc. as its second nonexclusive Canofile 250 distributor.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Professional, Santiago, and her husband filed their federal complaint against Canon in August 1993.  Count 1 alleged that Canon conducted a \"pattern of intentional and discriminatory conduct impairing the [Canofile 250] dealership\" contrary to P.R. Constitution art.  II, &#167; 1, which broadly prohibits gender-based discrimination.  Count 2 charged that the Systronics designation constituted an unjustified \"impairment\" of Professional's nonexclusive Canon distributorship, contrary to the Puerto Rico Dealer Act.  Count 3 asserted that \"abusive conduct and acts of harassment\" by Canon caused Santiago \"mental suffering, anxiety, anguish, and humiliation,\" contrary to P.R. Civil Code Article 1802.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After Canon moved to dismiss the complaint, see Fed.R.Civ.P. 12(b)(6),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and the parties submitted documents beyond the pleadings, the motion was converted to one for summary judgment.  See Fed.R.Civ.P. 12(b), (c).  A magistrate judge recommended that summary judgment be entered for Canon on all claims, since the Canofile 250 contract expressly stated that the Professional dealership was to be \"nonexclusive;\" the parol evidence rule barred extrinsic evidence to the contrary;  and, therefore, the designation of Systronics as a second Canofile 250 distributor could have effected no wrongful \"impairment\" under the Dealer Act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs objected to the report and recommendation, see P.R. Local R. 510.2, on the ground that the parol evidence rule does not apply to alleged Dealer Act violations and that Canon made oral assurances that its Canofile 250 dealership agreement with Professional would remain exclusive.  Plaintiffs further complained that the magistrate judge failed to consider their gender-discrimination and mental-anguish claims.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court endorsed the report and recommendation relating to the Dealer Act claim, citing our intervening decision in Borschow Hosp. &amp; Med.  Supplies, Inc. v. Cesar Castillo, Inc., 96 F.3d 10, 16 (1st Cir.1996) (holding nonexclusivity provision in dealership agreement dispositive of Dealer Act claim), and dismissed the gender-discrimination and mental-anguish claims on three grounds.  First, since Canon had not \"impaired\" its dealership relationship with Professional, its designation of Systronics could not have been an adverse or discriminatory act.  Second, the Puerto Rico Supreme Court has yet to recognize a private cause of action for gender discrimination under P.R. Constitution art.  II, &#167; 1.  Finally, the \"broad assertions\" that Canon engaged in a \"pattern\" of discriminatory conduct, see supra note 1, were not causally linked to its decision to designate Systronics as a second Canofile 250 distributor in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In their motion for reconsideration, see Fed.R.Civ.P. 59(e), plaintiffs contended, inter alia, that even if our Borschow decision did foreclose a Dealer Act claim, the \"pattern\" of discriminatory actions engaged in by Canon before and after its designation of Systronics as a second distributor (e.g., use of derogatory sexual epithets) constituted discrete \"impairments\" sufficient to serve as independent bases for their Dealer Act claim.  The district court denied the motion for reconsideration on the ground that the issue had not been preserved either in plaintiffs' opposition to the dispositive motions filed by Canon or in their objections to the report and recommendation submitted by the magistrate judge.  Plaintiffs now appeal from the district court order dismissing their complaint and from its denial of their motion for reconsideration.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Dealer Act Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although plaintiffs acknowledge their failure to raise in timely fashion--as an independent basis for their Dealer Act claim--the contention that Canon engaged in a pattern of discriminatory conduct both before and after the Systronics designation, they argue that their waiver should be excused because the magistrate judge expressly recognized such a pattern of conduct in the report and recommendation, and the district court therefore had an independent duty to scrutinize the record de novo before adopting the report and recommendation, even absent specific objection under Local Rule 510.2.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court is under no obligation to discover or articulate new legal theories for a party challenging a report and recommendation issued by a magistrate judge.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Borden v. Secretary of Health &amp; Human Servs., 836 F.2d 4, 6 (1st Cir.1987) (\"Appellant was entitled to a de novo review by the district court of the [magistrate's] recommendations to which he objected, however he was not entitled to a de novo review of an argument never raised.\")  (citation omitted).  Given proper notice, see Magistrate's Report, at 10 (\"Failure to comply with [P.R. Local R. 510.2] precludes further appellate review.\"), a party's failure to assert a specific objection to a report and recommendation irretrievably waives any right to review by the district court and the court of appeals.  See Henley Drilling Co. v. McGee, 36 F.3d 143, 150-51 (1st Cir.1994);  28 U.S.C. &#167; 636(b)(1).  Finally, a Rule 59(e) motion is \" 'aimed at reconsideration, not initial consideration,' \" and \"may not be used to argue a new legal theory.\"  FDIC v. World Univ., Inc., 978 F.2d 10, 16 (1st Cir.1992) (citation omitted).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Accordingly, we affirm the summary judgment ruling dismissing the Dealer Act claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. The Gender-Discrimination and Mental-Anguish Claims</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Plaintiffs challenge the summary judgment ruling which dismissed their gender-discrimination and mental-anguish claims as merely \"incidental\" to their Dealer Act claim.  Plaintiffs insist that they consistently maintained throughout the proceedings below that all of Canon's adverse actions--not merely its Systronics designation--evidenced gender discrimination and contributed to their mental anguish.  See supra note 1.  As plaintiffs view it, even though Canon retained the contractual right to designate Systronics as a second distributor, it could not exercise that or any other right purely for gender-based reasons without violating P.R. Constitution art.  II, &#167; 1, and tortiously inflicting mental anguish upon plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The magistrate judge and the district judge converted the Rule 12(b)(6) motion to a motion for summary judgment without objection by plaintiffs.  See Fayetteville Investors v. Commercial Builders, Inc., 936 F.2d 1462, 1473 (4th Cir.1991) (conversion challenges waivable);  Jones v. Automobile Ins. Co. Of Hartford, 917 F.2d 1528, 1533 n. 4 (11th Cir.1990) (same);  Auster Oil &amp; Gas, Inc. v. Stream, 764 F.2d 381, 390 n. 9 (5th Cir.1985) (same).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Nor do plaintiffs challenge the conversion on appeal, see Brief for Appellants at 25, 30 (referring to \"summary judgment\");  Nieves v. University of P.R., 7 F.3d 270, 279 (1st Cir.1993) (conversion waivable on appeal);  Wright v. Holbrook, 794 F.2d 1152, 1156 (6th Cir.1986) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The summary judgment rulings on the gender-discrimination and mental-anguish claims are therefore reviewed de novo, with all reasonable inferences to be drawn favorably to plaintiffs, the nonmoving parties.  EEOC v. Green, 76 F.3d 19, 23 (1st Cir.1996).  Summary judgment was in order unless plaintiffs adduced evidence sufficient to establish each element essential to their claim as to which they would have borne the burden at trial.  See Fed.R.Civ.P. 56(e);  Celotex Corp. v. Catrett, 477 U.S. 317, 324, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986);  Nieves, 7 F.3d at 279.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although Canon acknowledges that the district court relied in error upon an inadequate ground in dismissing the constitutional claim, see supra Section I, we may affirm on any ground supported by the record, Levy v. FDIC, 7 F.3d 1054, 1056 (1st Cir.1993).  Even assuming their constitutional claim for gender discrimination were cognizable under Puerto Rico law,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> plaintiffs' Rule 56 proffer generated no trialworthy issue as to whether a gender-based animus motivated Canon's so-called \"pattern\" of conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Summary judgment may be warranted even as to such elusive elements as a defendant's motive or intent where \" 'the non-moving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.' \"  DeNovellis v. Shalala, 124 F.3d 298, 306 (1st Cir.1997) (citations omitted);  see Pilgrim v. Trustees of Tufts College, 118 F.3d 864, 870-71 (1st Cir.1997);  Smith v. Stratus Computer, Inc., 40 F.3d 11, 13 (1st Cir.1994);  Velazquez v. Chardon, 736 F.2d 831, 833-34 (1st Cir.1984).  \"A plaintiff [claiming discrimination] 'may not prevail simply by asserting an inequity and tacking on the self-serving conclusion that the defendant was motivated by a discriminatory animus.' \"  Coyne v. City of Somerville, 972 F.2d 440, 444 (1st Cir.1992) (quoting Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 53 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The only \"smoking gun\" allegation in the complaint is that unidentified Canon \"representatives\" uttered unspecified \"derogatory epithets denigrating [Santiago's] dignity as a woman and as a human being.\"   That bare allegation, parroted without elaboration in a Rule 56 proffer, see supra note 5, disclosed neither the substance and context of the epithets,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> nor the identity and capacity of the person(s) employing them.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See Jones v. Merchants Nat'l Bank &amp; Trust Co. of Indianapolis, 42 F.3d 1054, 1059 (7th Cir.1994) (\" 'The object of [Fed.R.Civ.P. 56(e) ] is not to replace conclusory allegations of the complaint or answer with conclusory allegations of an affidavit.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At summary judgment, the district court cannot accept on faith conclusory assessments by claimants that unspecified and unattributed epithets were \"derogatory\" and \"denigrating,\" let alone demonstrated discriminatory intent.  See Pilgrim, 118 F.3d at 871 (noting that plaintiff's \"[subjective] perception is not evidence\" of discriminatory intent, hence \"not enough to withstand summary judgment\");  Correa-Martinez, 903 F.2d at 53 (noting that, even at the Rule 12(b)(6) stage, plaintiff may not \"rest on 'subjective characterizations' \") (citation omitted);  see also Douglass v. United Servs.  Auto. Ass'n, 79 F.3d 1415, 1430 (5th Cir.1996) (en banc) (\"It is ... well settled that an employee's subjective belief that he suffered an adverse employment action as a result of discrimination, without more, is not enough to survive a summary judgment motion, in the face of proof showing an adequate nondiscriminatory reason.\").<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The counterproffer from Canon makes the uncontroverted representation that Professional remains its sole authorized micrographic products distributor in Puerto Rico.  Thus, before the alleged pattern of conduct by Canon could be attributed to gender discrimination, one rationally would need to question not only why Canon retained Professional as its sole Puerto Rico dealer in micrographic products, and one of two Puerto Rico dealers in Canon optical disk filing products, but also why it entered into the October 1990 Canofile 250 dealership agreement with Santiago in the first place.   In our judgment, based on these conflicting proffers the trier of fact could not find that the facially nondiscriminatory conduct engaged in by Canon actually was motivated by gender discrimination except by resorting to rank speculation.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, the Rule 56 proffer on the mental-anguish tort claim under P.R. Civil Code Article 1802 fares no better.  Plaintiffs were required to establish that in \" 'some appreciable measure the[ir] health, welfare and happiness ... were really affected,' \" Ruiz-Rodriguez v. Colberg-Comas, 882 F.2d 15, 17 (1st Cir.1989) (quoting Moa v. Commonwealth, 100 P.R.R. 572, 585-86 (1972)), and they experienced \" 'deep moral suffering and anguish, and [not merely] a passing affliction,' \" de Jesus v. Eastern Air Lines, Inc., 708 F.Supp. 470, 472 (D.P.R.1989) (citing Hernandez v. Fournier, 80 D.P.R. 94, 104 (1957)).  These showings turn \"upon an evaluation of:  (1) the severity of the pain suffered;  (2) its duration;  and (3) its mental consequences.\"  Lopez Nieves v. Marrero Vergel, 939 F.Supp. 124, 126 (D.P.R.1996).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs offered only their conclusory assertion that Santiago and her husband \"have been exposed to mental suffering, anxiety, anguish and humiliation,\" with no independent corroboration, cf.  Cruz v. Molina, 788 F.Supp. 122, 129 (D.P.R.1992) (court sitting as trier of fact rejected plaintiff's uncorroborated testimony of mental anguish, where he was not a physician, nor had he consulted a physician);  supra note 11.  Moreover, since any emotional injury to plaintiffs presumably resulted primarily from the alleged use of sex-based epithets by Canon \"representatives,\" and plaintiffs offered no competent evidence as to the substance of the epithets, a rational factfinder would have no evidentiary basis for determining whether the alleged remarks were likely to have caused Santiago or her husband the type of \"deep moral suffering and anguish\" required under Article 1802.  See DeNovellis, 124 F.3d at 306 (nonmovant cannot \" 'rest[ ] merely upon conclusory allegations, improbable inferences, and unsupported speculation.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint also alleges that Canon (1) \"interfered\" with Professional's \"principal retail client\" in order to \"discredit\" Professional;  (2) through its \"representatives,\" used unidentified \"derogatory epithets\" against Santiago, \"denigrating her dignity as a woman\";  (3) deliberately delayed its delivery of the Canofile 250 to Professional until November 1991, thereby preventing Professional from an earlier entry into the retail market;  (4) provided Professional with incomplete technical information and product enhancements in connection with the Canofile 250, thereby \"adversely affect[ing] plaintiff's (sic) sales efforts\";  (5) withheld purchase orders placed by Professional, and falsely alleged that Professional had serious credit problems;  and (6) refused, in March 1993, to provide Professional with 24 Canofile 250s previously ordered</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Alternatively, Canon unsuccessfully sought to transfer the case to the United States District Court for the Eastern District of New York pursuant to the forum-selection clause in its dealership agreements.  See 28 U.S.C. &#167; 1404(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no record indication that the magistrate judge was ever alerted to the legal theory belatedly asserted by plaintiffs in their motion for reconsideration before the district court.  Instead, the magistrate judge mentioned a pattern of conduct by Canon merely as background in describing plaintiffs' constitutional and mental-anguish claims.  In the ensuing legal analysis, however, the magistrate judge neither stated nor implied an awareness that plaintiffs were claiming that such conduct had any bearing on their Dealer Act claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note, as well, no plain error.  See Douglass v. United Servs.  Auto. Ass'n, 79 F.3d 1415, 1423-24 (5th Cir.1996) (en banc)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The original Canon motion sought to dismiss the complaint only for failure to state a claim.  See Fed.R.Civ.P. 12(b)(6).  Canon attached pertinent dealership agreements, see Shaw v. Digital Equip.  Corp., 82 F.3d 1194, 1219-20 (1st Cir.1996) (noting that written documents integral to complaint--like contracts--are not considered \"matters outside the pleadings\" requiring Rule 12(b) conversion), and an affidavit relating exclusively to its alternative motion for change of venue.  Although the parties are entitled to reasonable notice of an impending conversion, as well as an opportunity to \"present all material made pertinent to that motion by Rule 56,\" Fed.R.Civ.P. 12(b);  Berkovitz v. Home Box Office, Inc., 89 F.3d 24, 29-30 (1st Cir.1996), the record clearly discloses that these plaintiffs invited the conversion.  See Chaparro-Febus v. International Longshoremen Ass'n, 983 F.2d 325, 332 (1st Cir.1992) (notice of impending conversion need not be express).  In their two succeeding opposition motions, for example, plaintiffs attached Santiago's sworn statement, which reiterated their assertions that Canon had engaged in a pattern of discriminatory conduct violative of P.R. Constitution art.  II, &#167; 1 and P.R. Civil Code Article 1802.  See Fed.R.Civ.P. 56(e);  David v. City and County of Denver, 101 F.3d 1344, 1352 (10th Cir.1996) (nonmovants' submission of materials outside the pleadings waives their objection to conversion), cert. denied, --- U.S. ----, 118 S.Ct. 157, 139 L.Ed.2d 102 (1997);  Grove v. Mead Sch. Dist. No. 354, 753 F.2d 1528, 1533 (9th Cir.1985) (same).  Counting their surreply, plaintiffs had more than two months to assemble their Rule 56 proffer.  See Rodriguez v. Fullerton Tires Corp., 115 F.3d 81, 83 (1st Cir.1997) (finding two months adequate to prepare materials in anticipation of possible conversion, or move for Rule 56(f) extension).  See infra note 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Cf., e.g., Arroyo v. Rattan Specialties, Inc., 117 P.R. Dec. 35, 64-65 (1986) (noting that enunciated constitutional rights operate ex proprio vigore, permitting individuals to sue for violations).  But see Carlton v. Worcester Ins. Co., 923 F.2d 1, 3 (1st Cir.1991) (party who invokes federal diversity jurisdiction cannot expect federal court to blaze new trails in state law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Speen v. Crown Clothing Corp., 102 F.3d 625, 636 (1st Cir.1996) (\" '[I]solated or ambiguous remarks, tending to suggest animus based on age, are insufficient, standing alone, to prove an employer's discriminatory intent.' \")  (citation omitted), cert. denied, --- U.S. ----, 117 S.Ct. 2457, 138 L.Ed.2d 214 (1997);  Lehman v. Prudential Ins. Co. of Am., 74 F.3d 323, 329 (1st Cir.1996) (same);  Alexis v. McDonald's Restaurants of Mass., Inc., 67 F.3d 341, 348 (1st Cir.1995) (suggesting that remarks should be \"[v]iewed in context\" to determine if animated by discriminatory intent);  see also Woodman v. Haemonetics Corp., 51 F.3d 1087, 1094 (1st Cir.1995) (noting that proponent must show that hearsay statements \"concern matters within the scope of [declarant's] agency or employment\") (citing Fed.R.Evid. 801(d)(2)(D))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The identity of the speaker often is crucial to ascertaining not only intent but any causal connection between the remark and the alleged adverse action directed against the plaintiff.  See, e.g., Diaz-Gandia v. Dapena-Thompson, 90 F.3d 609, 616 (1st Cir.1996) (noting that it is appropriate to discount \"stray remarks in the workplace ..., statements by nondecisionmakers, or statements by decisionmakers unrelated to the decisional process itself\") (citation omitted);  Betkerur v. Aultman Hosp. Ass'n, 78 F.3d 1079, 1095 (6th Cir.1996) (\"[T]he lower court properly discounted the discriminatory remarks ... by non-decisionmakers.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Nor did the plaintiffs proffer competent Rule 56 evidence supporting their allegation, based on information and belief, that Santiago was the only woman heading a Canon dealership in the United States</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Plaintiffs further contend that the district court erred in denying them an opportunity to undertake discovery before granting summary judgment.  We review only for manifest abuse of discretion.  See Mills v. State of Maine, 118 F.3d 37, 50 (1st Cir.1997).  We find none.  First, plaintiffs neither filed the motion for continuance nor the supporting affidavit required under Rule 56(f).  See Springfield Terminal Ry. Co. v. Canadian Pac.  Ltd., 133 F.3d 103, 109 (1st Cir.1997) (\"Rule 56(f) of the Federal Rules of Civil Procedure specifically calls upon a litigant who feels prejudiced by too precipitate a demand for summary judgment to file a timely affidavit with the court asserting the need for further discovery.  As we have held, failure to resort to such first aid will ordinarily bar belated aid.\").  Second, notwithstanding plaintiffs' plain waiver, the crucial deficiencies in their Rule 56 proffer simply are not attributable to a need for further discovery, especially since plaintiffs presumably knew which Canon representatives uttered sex-based epithets, as well as their substance and context</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Since plaintiffs cited no cases defining the mental-anguish standard, and filed no reply brief challenging Canon's citation to these district court decisions, we simply assume, without deciding, that the cited decisions describe the applicable commonwealth standard</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\">74 Empl. Prac. Dec. P 45,546</p>\n    <p class=\"parties\">Celia SANTIAGO, et al., Plaintiffs, Appellants,<br>v.<br>CANON U.S.A., INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1660.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1997.<br>Decided Feb. 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alice Net Carlo, San Juan, PR, for appellants.</p>\n      <p class=\"indent\">Richard H. Silberberg, with whom Robert G. Manson, Dorsey &amp; Whitney LLP, New York City, Jaime E. Toro-Monserrate and McConnell Valdes, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, Senior Circuit Judge, PIERAS<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Senior District Judge, and DiCLERICO<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a>, District Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Professional Microfilm, Inc.  (\"Professional\") and Celia Santiago, its president, appeal from a district court judgment dismissing their complaint alleging that Canon U.S.A., Inc.  (\"Canon\") (i) violated the Puerto Rico Dealer Act, P.R. Laws Ann. tit. 10, &#167; 278 et seq., by terminating its dealership agreement with Professional, (ii) contravened Santiago's rights under P.R. Constitution art.  II, &#167; 1, by discriminating against Professional on account of Santiago's gender and, (iii) inflicted mental anguish on Santiago and her husband, see P.R. Civil Code Article 1802.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Santiago is the president of Professional Microfilm, Inc., a San Juan company which has retailed micrographic products for over 25 years.  She and her husband are its sole shareholders.  Since 1984, Professional has contracted with Canon as a nonexclusive distributor of micrographic products in Puerto Rico.  Santiago took over its management and operation from her father in 1989.  The following year, Professional entered into a nonexclusive distributorship agreement with Canon relating to the Canofile 250, an innovative optical disk filing product.  Over the next three years Canon initiated various adverse actions against Professional and Santiago, culminating in 1993 with its designation of Systronics, Inc. as its second nonexclusive Canofile 250 distributor.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Professional, Santiago, and her husband filed their federal complaint against Canon in August 1993.  Count 1 alleged that Canon conducted a \"pattern of intentional and discriminatory conduct impairing the [Canofile 250] dealership\" contrary to P.R. Constitution art.  II, &#167; 1, which broadly prohibits gender-based discrimination.  Count 2 charged that the Systronics designation constituted an unjustified \"impairment\" of Professional's nonexclusive Canon distributorship, contrary to the Puerto Rico Dealer Act.  Count 3 asserted that \"abusive conduct and acts of harassment\" by Canon caused Santiago \"mental suffering, anxiety, anguish, and humiliation,\" contrary to P.R. Civil Code Article 1802.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After Canon moved to dismiss the complaint, see Fed.R.Civ.P. 12(b)(6),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and the parties submitted documents beyond the pleadings, the motion was converted to one for summary judgment.  See Fed.R.Civ.P. 12(b), (c).  A magistrate judge recommended that summary judgment be entered for Canon on all claims, since the Canofile 250 contract expressly stated that the Professional dealership was to be \"nonexclusive;\" the parol evidence rule barred extrinsic evidence to the contrary;  and, therefore, the designation of Systronics as a second Canofile 250 distributor could have effected no wrongful \"impairment\" under the Dealer Act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs objected to the report and recommendation, see P.R. Local R. 510.2, on the ground that the parol evidence rule does not apply to alleged Dealer Act violations and that Canon made oral assurances that its Canofile 250 dealership agreement with Professional would remain exclusive.  Plaintiffs further complained that the magistrate judge failed to consider their gender-discrimination and mental-anguish claims.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court endorsed the report and recommendation relating to the Dealer Act claim, citing our intervening decision in Borschow Hosp. &amp; Med.  Supplies, Inc. v. Cesar Castillo, Inc., <span class=\"citation\" data-id=\"196987\"><a href=\"/opinion/196987/borschow-hospital-v-cesar-castillo/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir.1996) (holding nonexclusivity provision in dealership agreement dispositive of Dealer Act claim), and dismissed the gender-discrimination and mental-anguish claims on three grounds.  First, since Canon had not \"impaired\" its dealership relationship with Professional, its designation of Systronics could not have been an adverse or discriminatory act.  Second, the Puerto Rico Supreme Court has yet to recognize a private cause of action for gender discrimination under P.R. Constitution art.  II, &#167; 1.  Finally, the \"broad assertions\" that Canon engaged in a \"pattern\" of discriminatory conduct, see supra note 1, were not causally linked to its decision to designate Systronics as a second Canofile 250 distributor in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In their motion for reconsideration, see Fed.R.Civ.P. 59(e), plaintiffs contended, inter alia, that even if our Borschow decision did foreclose a Dealer Act claim, the \"pattern\" of discriminatory actions engaged in by Canon before and after its designation of Systronics as a second distributor (e.g., use of derogatory sexual epithets) constituted discrete \"impairments\" sufficient to serve as independent bases for their Dealer Act claim.  The district court denied the motion for reconsideration on the ground that the issue had not been preserved either in plaintiffs' opposition to the dispositive motions filed by Canon or in their objections to the report and recommendation submitted by the magistrate judge.  Plaintiffs now appeal from the district court order dismissing their complaint and from its denial of their motion for reconsideration.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Dealer Act Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although plaintiffs acknowledge their failure to raise in timely fashion--as an independent basis for their Dealer Act claim--the contention that Canon engaged in a pattern of discriminatory conduct both before and after the Systronics designation, they argue that their waiver should be excused because the magistrate judge expressly recognized such a pattern of conduct in the report and recommendation, and the district court therefore had an independent duty to scrutinize the record de novo before adopting the report and recommendation, even absent specific objection under Local Rule 510.2.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court is under no obligation to discover or articulate new legal theories for a party challenging a report and recommendation issued by a magistrate judge.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Borden v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"499435\"><a href=\"/opinion/499435/james-borden-v-secretary-of-health-and-human-services/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1987) (\"Appellant was entitled to a de novo review by the district court of the [magistrate's] recommendations to which he objected, however he was not entitled to a de novo review of an argument never raised.\")  (citation omitted).  Given proper notice, see Magistrate's Report, at 10 (\"Failure to comply with [P.R. Local R. 510.2] precludes further appellate review.\"), a party's failure to assert a specific objection to a report and recommendation irretrievably waives any right to review by the district court and the court of appeals.  See Henley Drilling Co. v. McGee, <span class=\"citation\" data-id=\"195619\"><a href=\"/opinion/195619/henley-v-marine-transportion/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></a></span>, 150-51 (1st Cir.1994);  28 U.S.C. &#167; 636(b)(1).  Finally, a Rule 59(e) motion is \" 'aimed at reconsideration, not initial consideration,' \" and \"may not be used to argue a new legal theory.\"  FDIC v. World Univ., Inc., <span class=\"citation\" data-id=\"593291\"><a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir.1992) (citation omitted).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Accordingly, we affirm the summary judgment ruling dismissing the Dealer Act claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. The Gender-Discrimination and Mental-Anguish Claims</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Plaintiffs challenge the summary judgment ruling which dismissed their gender-discrimination and mental-anguish claims as merely \"incidental\" to their Dealer Act claim.  Plaintiffs insist that they consistently maintained throughout the proceedings below that all of Canon's adverse actions--not merely its Systronics designation--evidenced gender discrimination and contributed to their mental anguish.  See supra note 1.  As plaintiffs view it, even though Canon retained the contractual right to designate Systronics as a second distributor, it could not exercise that or any other right purely for gender-based reasons without violating P.R. Constitution art.  II, &#167; 1, and tortiously inflicting mental anguish upon plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The magistrate judge and the district judge converted the Rule 12(b)(6) motion to a motion for summary judgment without objection by plaintiffs.  See Fayetteville Investors v. Commercial Builders, Inc., <span class=\"citation\" data-id=\"563780\"><a href=\"/opinion/563780/fayetteville-investors-v-commercial-builders-incorporated-american/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1462</span></a></span>, 1473 (4th Cir.1991) (conversion challenges waivable);  Jones v. Automobile Ins. Co. Of Hartford, <span class=\"citation\" data-id=\"550883\"><a href=\"/opinion/550883/albert-jones-plaintiff-counter-defendant-appellant-v-the-automobile/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1528</span></a></span>, 1533 n. 4 (11th Cir.1990) (same);  Auster Oil &amp; Gas, Inc. v. Stream, <span class=\"citation\" data-id=\"453374\"><a href=\"/opinion/453374/auster-oil-gas-inc-v-matilda-gray-stream/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">381</span></a></span>, 390 n. 9 (5th Cir.1985) (same).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Nor do plaintiffs challenge the conversion on appeal, see Brief for Appellants at 25, 30 (referring to \"summary judgment\");  Nieves v. University of P.R., <span class=\"citation\" data-id=\"194980\"><a href=\"/opinion/194980/marta-v-u-of-pr/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 279 (1st Cir.1993) (conversion waivable on appeal);  Wright v. Holbrook, <span class=\"citation\" data-id=\"472618\"><a href=\"/opinion/472618/robert-l-wright-v-john-will-holbrook-individually-and-in-his-official/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1152</span></a></span>, 1156 (6th Cir.1986) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The summary judgment rulings on the gender-discrimination and mental-anguish claims are therefore reviewed de novo, with all reasonable inferences to be drawn favorably to plaintiffs, the nonmoving parties.  EEOC v. Green, <span class=\"citation\" data-id=\"712246\"><a href=\"/opinion/712246/70-fair-emplpraccas-bna-88-67-empl-prac-dec-p-43900-equal/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 23 (1st Cir.1996).  Summary judgment was in order unless plaintiffs adduced evidence sufficient to establish each element essential to their claim as to which they would have borne the burden at trial.  See Fed.R.Civ.P. 56(e);  Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986);  Nieves, 7 F.3d at 279.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although Canon acknowledges that the district court relied in error upon an inadequate ground in dismissing the constitutional claim, see supra Section I, we may affirm on any ground supported by the record, Levy v. FDIC, <span class=\"citation\" data-id=\"194983\"><a href=\"/opinion/194983/levy-v-weinhold/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1056 (1st Cir.1993).  Even assuming their constitutional claim for gender discrimination were cognizable under Puerto Rico law,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> plaintiffs' Rule 56 proffer generated no trialworthy issue as to whether a gender-based animus motivated Canon's so-called \"pattern\" of conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Summary judgment may be warranted even as to such elusive elements as a defendant's motive or intent where \" 'the non-moving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.' \"  DeNovellis v. Shalala, <span class=\"citation\" data-id=\"746214\"><a href=\"/opinion/746214/74-fair-emplpraccas-bna-1520-72-empl-prac-dec-p-45029-vincent/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 306 (1st Cir.1997) (citations omitted);  see Pilgrim v. Trustees of Tufts College, <span class=\"citation\" data-id=\"197455\"><a href=\"/opinion/197455/pilgrim-v-tufts-university/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 870-71 (1st Cir.1997);  Smith v. Stratus Computer, Inc., <span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 13 (1st Cir.1994);  Velazquez v. Chardon, <span class=\"citation\" data-id=\"437233\"><a href=\"/opinion/437233/juan-a-valles-velazquez-v-carlos-e-chardon-etc-agustin-lao-colon-v/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">831</span></a></span>, 833-34 (1st Cir.1984).  \"A plaintiff [claiming discrimination] 'may not prevail simply by asserting an inequity and tacking on the self-serving conclusion that the defendant was motivated by a discriminatory animus.' \"  Coyne v. City of Somerville, <span class=\"citation\" data-id=\"588803\"><a href=\"/opinion/588803/robert-p-coyne-v-city-of-somerville/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 444 (1st Cir.1992) (quoting Correa-Martinez v. Arrillaga-Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 53 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The only \"smoking gun\" allegation in the complaint is that unidentified Canon \"representatives\" uttered unspecified \"derogatory epithets denigrating [Santiago's] dignity as a woman and as a human being.\"   That bare allegation, parroted without elaboration in a Rule 56 proffer, see supra note 5, disclosed neither the substance and context of the epithets,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> nor the identity and capacity of the person(s) employing them.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See Jones v. Merchants Nat'l Bank &amp; Trust Co. of Indianapolis, <span class=\"citation\" data-id=\"684381\"><a href=\"/opinion/684381/66-fair-emplpraccas-bna-865-65-empl-prac-dec-p-43414-evelyn-r/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1059 (7th Cir.1994) (\" 'The object of [Fed.R.Civ.P. 56(e) ] is not to replace conclusory allegations of the complaint or answer with conclusory allegations of an affidavit.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At summary judgment, the district court cannot accept on faith conclusory assessments by claimants that unspecified and unattributed epithets were \"derogatory\" and \"denigrating,\" let alone demonstrated discriminatory intent.  See Pilgrim, 118 F.3d at 871 (noting that plaintiff's \"[subjective] perception is not evidence\" of discriminatory intent, hence \"not enough to withstand summary judgment\");  Correa-Martinez, 903 F.2d at 53 (noting that, even at the Rule 12(b)(6) stage, plaintiff may not \"rest on 'subjective characterizations' \") (citation omitted);  see also Douglass v. United Servs.  Auto. Ass'n, <span class=\"citation\" data-id=\"715650\"><a href=\"/opinion/715650/paul-w-douglass-v-united-services-automobile-association/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1415</span></a></span>, 1430 (5th Cir.1996) (en banc) (\"It is ... well settled that an employee's subjective belief that he suffered an adverse employment action as a result of discrimination, without more, is not enough to survive a summary judgment motion, in the face of proof showing an adequate nondiscriminatory reason.\").<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The counterproffer from Canon makes the uncontroverted representation that Professional remains its sole authorized micrographic products distributor in Puerto Rico.  Thus, before the alleged pattern of conduct by Canon could be attributed to gender discrimination, one rationally would need to question not only why Canon retained Professional as its sole Puerto Rico dealer in micrographic products, and one of two Puerto Rico dealers in Canon optical disk filing products, but also why it entered into the October 1990 Canofile 250 dealership agreement with Santiago in the first place.   In our judgment, based on these conflicting proffers the trier of fact could not find that the facially nondiscriminatory conduct engaged in by Canon actually was motivated by gender discrimination except by resorting to rank speculation.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, the Rule 56 proffer on the mental-anguish tort claim under P.R. Civil Code Article 1802 fares no better.  Plaintiffs were required to establish that in \" 'some appreciable measure the[ir] health, welfare and happiness ... were really affected,' \" Ruiz-Rodriguez v. Colberg-Comas, <span class=\"citation\" data-id=\"527576\"><a href=\"/opinion/527576/jesus-ruiz-rodriguez-v-dr-wallace-a-colberg-comas/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1989) (quoting Moa v. Commonwealth, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">572</span></span>, 585-86 (1972)), and they experienced \" 'deep moral suffering and anguish, and [not merely] a passing affliction,' \" de Jesus v. Eastern Air Lines, Inc., <span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">470</span></span>, 472 (D.P.R.1989) (citing Hernandez v. Fournier, 80 D.P.R. 94, 104 (1957)).  These showings turn \"upon an evaluation of:  (1) the severity of the pain suffered;  (2) its duration;  and (3) its mental consequences.\"  Lopez Nieves v. Marrero Vergel, <span class=\"citation no-link\"><span class=\"volume\">939</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">124</span></span>, 126 (D.P.R.1996).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs offered only their conclusory assertion that Santiago and her husband \"have been exposed to mental suffering, anxiety, anguish and humiliation,\" with no independent corroboration, cf.  Cruz v. Molina, <span class=\"citation no-link\"><span class=\"volume\">788</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">122</span></span>, 129 (D.P.R.1992) (court sitting as trier of fact rejected plaintiff's uncorroborated testimony of mental anguish, where he was not a physician, nor had he consulted a physician);  supra note 11.  Moreover, since any emotional injury to plaintiffs presumably resulted primarily from the alleged use of sex-based epithets by Canon \"representatives,\" and plaintiffs offered no competent evidence as to the substance of the epithets, a rational factfinder would have no evidentiary basis for determining whether the alleged remarks were likely to have caused Santiago or her husband the type of \"deep moral suffering and anguish\" required under Article 1802.  See DeNovellis, 124 F.3d at 306 (nonmovant cannot \" 'rest[ ] merely upon conclusory allegations, improbable inferences, and unsupported speculation.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint also alleges that Canon (1) \"interfered\" with Professional's \"principal retail client\" in order to \"discredit\" Professional;  (2) through its \"representatives,\" used unidentified \"derogatory epithets\" against Santiago, \"denigrating her dignity as a woman\";  (3) deliberately delayed its delivery of the Canofile 250 to Professional until November 1991, thereby preventing Professional from an earlier entry into the retail market;  (4) provided Professional with incomplete technical information and product enhancements in connection with the Canofile 250, thereby \"adversely affect[ing] plaintiff's (sic) sales efforts\";  (5) withheld purchase orders placed by Professional, and falsely alleged that Professional had serious credit problems;  and (6) refused, in March 1993, to provide Professional with 24 Canofile 250s previously ordered</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Alternatively, Canon unsuccessfully sought to transfer the case to the United States District Court for the Eastern District of New York pursuant to the forum-selection clause in its dealership agreements.  See 28 U.S.C. &#167; 1404(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no record indication that the magistrate judge was ever alerted to the legal theory belatedly asserted by plaintiffs in their motion for reconsideration before the district court.  Instead, the magistrate judge mentioned a pattern of conduct by Canon merely as background in describing plaintiffs' constitutional and mental-anguish claims.  In the ensuing legal analysis, however, the magistrate judge neither stated nor implied an awareness that plaintiffs were claiming that such conduct had any bearing on their Dealer Act claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note, as well, no plain error.  See Douglass v. United Servs.  Auto. Ass'n, <span class=\"citation\" data-id=\"715650\"><a href=\"/opinion/715650/paul-w-douglass-v-united-services-automobile-association/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1415</span></a></span>, 1423-24 (5th Cir.1996) (en banc)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The original Canon motion sought to dismiss the complaint only for failure to state a claim.  See Fed.R.Civ.P. 12(b)(6).  Canon attached pertinent dealership agreements, see Shaw v. Digital Equip.  Corp., <span class=\"citation\" data-id=\"196753\"><a href=\"/opinion/196753/shaw-v-digital/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span>, 1219-20 (1st Cir.1996) (noting that written documents integral to complaint--like contracts--are not considered \"matters outside the pleadings\" requiring Rule 12(b) conversion), and an affidavit relating exclusively to its alternative motion for change of venue.  Although the parties are entitled to reasonable notice of an impending conversion, as well as an opportunity to \"present all material made pertinent to that motion by Rule 56,\" Fed.R.Civ.P. 12(b);  Berkovitz v. Home Box Office, Inc., <span class=\"citation\" data-id=\"196881\"><a href=\"/opinion/196881/berkovitz-v-home-box-office/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 29-30 (1st Cir.1996), the record clearly discloses that these plaintiffs invited the conversion.  See Chaparro-Febus v. International Longshoremen Ass'n, <span class=\"citation\" data-id=\"597803\"><a href=\"/opinion/597803/miguel-angel-chaparro-febus-v-international-longshoremen-association/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span>, 332 (1st Cir.1992) (notice of impending conversion need not be express).  In their two succeeding opposition motions, for example, plaintiffs attached Santiago's sworn statement, which reiterated their assertions that Canon had engaged in a pattern of discriminatory conduct violative of P.R. Constitution art.  II, &#167; 1 and P.R. Civil Code Article 1802.  See Fed.R.Civ.P. 56(e);  David v. City and County of Denver, <span class=\"citation\" data-id=\"730895\"><a href=\"/opinion/730895/dorothy-monica-david-v-city-and-county-of-denver-wellington-webb-mayor-of/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1344</span></a></span>, 1352 (10th Cir.1996) (nonmovants' submission of materials outside the pleadings waives their objection to conversion), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">157</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">102</span></span> (1997);  Grove v. Mead Sch. Dist. No. 354, <span class=\"citation\" data-id=\"447577\"><a href=\"/opinion/447577/carolyn-grove-warren-riddle-and-sylvia-riddle-v-mead-school-district-no/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1528</span></a></span>, 1533 (9th Cir.1985) (same).  Counting their surreply, plaintiffs had more than two months to assemble their Rule 56 proffer.  See Rodriguez v. Fullerton Tires Corp., <span class=\"citation\" data-id=\"197406\"><a href=\"/opinion/197406/alers-rodriguez-v-national-insurance/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 83 (1st Cir.1997) (finding two months adequate to prepare materials in anticipation of possible conversion, or move for Rule 56(f) extension).  See infra note 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Cf., e.g., Arroyo v. Rattan Specialties, Inc., <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">35</span></span>, 64-65 (1986) (noting that enunciated constitutional rights operate ex proprio vigore, permitting individuals to sue for violations).  But see Carlton v. Worcester Ins. Co., <span class=\"citation\" data-id=\"553911\"><a href=\"/opinion/553911/gerald-r-carlton-etc-v-worcester-insurance-company/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1991) (party who invokes federal diversity jurisdiction cannot expect federal court to blaze new trails in state law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Speen v. Crown Clothing Corp., <span class=\"citation\" data-id=\"731221\"><a href=\"/opinion/731221/73-fair-emplpraccas-bna-347-70-empl-prac-dec-p-44606-20-employee/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">625</span></a></span>, 636 (1st Cir.1996) (\" '[I]solated or ambiguous remarks, tending to suggest animus based on age, are insufficient, standing alone, to prove an employer's discriminatory intent.' \")  (citation omitted), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2457</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></span> (1997);  Lehman v. Prudential Ins. Co. of Am., <span class=\"citation\" data-id=\"711114\"><a href=\"/opinion/711114/69-fair-emplpraccas-bna-1752-67-empl-prac-dec-p-43906-pens-plan/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 329 (1st Cir.1996) (same);  Alexis v. McDonald's Restaurants of Mass., Inc., <span class=\"citation\" data-id=\"196337\"><a href=\"/opinion/196337/alexis-v-mcdonalds-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></a></span>, 348 (1st Cir.1995) (suggesting that remarks should be \"[v]iewed in context\" to determine if animated by discriminatory intent);  see also Woodman v. Haemonetics Corp., <span class=\"citation\" data-id=\"196019\"><a href=\"/opinion/196019/woodman-v-heamonetics-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1087</span></a></span>, 1094 (1st Cir.1995) (noting that proponent must show that hearsay statements \"concern matters within the scope of [declarant's] agency or employment\") (citing Fed.R.Evid. 801(d)(2)(D))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The identity of the speaker often is crucial to ascertaining not only intent but any causal connection between the remark and the alleged adverse action directed against the plaintiff.  See, e.g., Diaz-Gandia v. Dapena-Thompson, <span class=\"citation\" data-id=\"722531\"><a href=\"/opinion/722531/stanley-diaz-gandia-v-maria-rosa-dapena-thompson/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">609</span></a></span>, 616 (1st Cir.1996) (noting that it is appropriate to discount \"stray remarks in the workplace ..., statements by nondecisionmakers, or statements by decisionmakers unrelated to the decisional process itself\") (citation omitted);  Betkerur v. Aultman Hosp. Ass'n, <span class=\"citation\" data-id=\"714823\"><a href=\"/opinion/714823/mangala-v-betkerur-md-canton-neonatology-inc-v-aultman-hospital/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1079</span></a></span>, 1095 (6th Cir.1996) (\"[T]he lower court properly discounted the discriminatory remarks ... by non-decisionmakers.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Nor did the plaintiffs proffer competent Rule 56 evidence supporting their allegation, based on information and belief, that Santiago was the only woman heading a Canon dealership in the United States</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Plaintiffs further contend that the district court erred in denying them an opportunity to undertake discovery before granting summary judgment.  We review only for manifest abuse of discretion.  See Mills v. State of Maine, <span class=\"citation\" data-id=\"197448\"><a href=\"/opinion/197448/mills-v-state-of-maine/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 50 (1st Cir.1997).  We find none.  First, plaintiffs neither filed the motion for continuance nor the supporting affidavit required under Rule 56(f).  See Springfield Terminal Ry. Co. v. Canadian Pac.  Ltd., <span class=\"citation\" data-id=\"197711\"><a href=\"/opinion/197711/springfield-terminal-v-canadian-pacific/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 109 (1st Cir.1997) (\"Rule 56(f) of the Federal Rules of Civil Procedure specifically calls upon a litigant who feels prejudiced by too precipitate a demand for summary judgment to file a timely affidavit with the court asserting the need for further discovery.  As we have held, failure to resort to such first aid will ordinarily bar belated aid.\").  Second, notwithstanding plaintiffs' plain waiver, the crucial deficiencies in their Rule 56 proffer simply are not attributable to a need for further discovery, especially since plaintiffs presumably knew which Canon representatives uttered sex-based epithets, as well as their substance and context</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Since plaintiffs cited no cases defining the mental-anguish standard, and filed no reply brief challenging Canon's citation to these district court decisions, we simply assume, without deciding, that the cited decisions describe the applicable commonwealth standard</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746214/"
  ]
}