{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197880/",
  "absolute_url": "/opinion/197880/rosario-diaz-v-gonzalez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197880/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:40:59Z",
  "date_modified": "2017-03-24T10:53:42.623296Z",
  "type": "010combined",
  "sha1": "a875fad5d159a4de2e24c32d6e9b26ffc21ff6ab",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1757.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                           \r\n\nNo. 97-1757\r\n\n                MARIA M. ROSARIO-DIAZ, ET AL.,\r\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                        JOSE GONZALEZ,\r\n                    Defendant, Appellant.\r\n                                           \r\n\nNo. 97-1756\r\n\n                MARIA M. ROSARIO-DIAZ, ET AL.,\r\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                     DOMINGO DIAZ ORTIZ,\r\n                    Defendant, Appellant.\r\n                                           \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r\n                                           \r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n               Campbell, Senior Circuit Judge,\r\n                  and Stahl, Circuit Judge.\r\n\n                                           \r\n\n   Gustavo N. Gelp, Jr., with whom Ramonita Perez de Gotay, John\r\nM. Garca, and Yvette de Luna were on consolidated brief, for\r\nappellants.\r\n   Peter Berkowitz, with whom Roberto Roldn Burgos was on brief,\r\nfor appellees.\r\n\n                                           \r\n\n                       April 1, 1998\r\n\n                                             SELYA, Circuit Judge. In this action, brought pursuant to\r\n42 U.S.C.  1983 (1994), two defendants, Jos Gonzlez and Domngo\r\nDaz Ortiz, appeal the district court's refusal to entertain their\r\nbelated motions for summary judgment  (in which each defendant\r\nsought to assert a qualified immunity defense).  We find no abuse\r\nof discretion in the lower court's ruling and therefore affirm.\r\n                              I.\r\n                          Background\r\nThis is our second encounter with the pretrial\r\nproceedings in this action.  Having sketched the factual\r\nantecedents in our earlier opinion, see Daz v. Martnez, 112 F.3d\r\n1, 2-3 (1st Cir. 1997), we abbreviate the tale here.\r\nOn September 8, 1993, while on guard duty at a public\r\nhousing project, Miguel Daz-Martnez (Officer Daz), a member of\r\nthe Puerto Rico police force, shot two siblings, killing one and\r\nwounding the other.  After the shooting, the wounded sibling and\r\nother members of the deceased sibling's family brought suit under\r\nsection 1983, naming as defendants Officer Daz and a cadre of\r\nupper-echelon police officials.  They alleged in substance that\r\nOfficer Daz was a rogue cop who had a lengthy history of aberrant\r\nbehavior, much of which involved violence and the wanton use of\r\nfirearms.\r\nDuring and after pretrial discovery, the plaintiffs\r\nrevised their complaint several times, culminating in the filing of\r\na third amended complaint on November 1, 1995.  That pleading\r\nomitted certain original defendants and named a cluster of new\r\ndefendants, including the appellants (both of whom are ranking\r\npolice officers).  The plaintiffs served Gonzlez on December 18,\r\n1995, and served Daz Ortiz the next day.  The third amended\r\ncomplaint averred that the appellants each had supervisory\r\nauthority over Officer Daz on and before the day of the shooting,\r\nand that, had they not been deliberately indifferent to innocent\r\ncitizens' rights, they would have ensured that Officer Daz was not\r\nplaced on duty in a high-tension area with a firearm at the ready.\r\nService of the summonses and complaints obligated the\r\nappellants to respond within 20 days, see Fed. R. Civ. P.\r\n12(a)(1)(A), but neither of them complied.  In hopes of galvanizing\r\nthe appellants into action, the plaintiffs hand-delivered letters\r\non February 27, 1996, that advised the appellants to answer the\r\ncomplaint on pain of default.  The Puerto Rico Department of\r\nJustice (DOJ), statutorily charged to provide the appellants with\r\ncounsel, see P.R. Laws Ann. tit. 32,  3090 (1990), appeared in the\r\ndistrict court on March 5, 1996, and requested an extension of time\r\nto file an answer on Gonzlez's behalf.  Judge Laffitte gave\r\nGonzlez an additional five weeks, through April 12, 1996, to\r\nrespond.  That deadline came and went without any further\r\nsubmission on Gonzlez's part.  He finally answered the complaint,\r\nthrough counsel, on July 10, 1996.\r\nDaz Ortiz was even more cavalier.  For over eight\r\nmonths, he did not appear, either personally or by counsel.  During\r\nthat interval, he neither responded to the complaint nor sought an\r\nextension of time for doing so.  He finally filed an answer,\r\nthrough counsel, on August 28, 1996.\r\nIn the meantime, much had transpired.  As is typical in\r\ncases of this genre, the district court, acting pursuant to Fed. R.\r\nCiv. P. 16, had issued a series of case-management orders.  Under\r\nthose orders, the court originally set February 12, 1996, as the\r\ndeadline for filing dispositive motions.  Because the plaintiffs\r\namended their complaint to add new parties, the court extended the\r\ndeadline first to April 25, 1996, and eventually to May 15, 1996.\r\nThe appellants, who were fully chargeable with knowledge\r\nof what the docket disclosed, see Latham v. Wells Fargo Bank, N.A.,\r\n987 F.2d 1199, 1201 (5th Cir. 1993), blithely ignored these\r\ndeadlines.  When they finally deigned to answer the complaint, each\r\nsimultaneously filed a motion for summary judgment based on a claim\r\nof qualified immunity.  Not surprisingly, Judge Laffitte refused to\r\nentertain these tardy motions because they violated his scheduling\r\norder.  The judge nonetheless ruled that the appellants could raise\r\ntheir qualified immunity defenses at trial.  Little mollified,\r\nGonzlez and Daz Ortiz appealed.\r\n                             II.\r\n                    Appellate Jurisdiction\r\nAs a threshold matter, we contemplate our jurisdiction to\r\nhear these appeals.  The qualified immunity doctrine shields public\r\nofficials sued in their individual capacities in section 1983 cases\r\nfrom liability \"insofar as their conduct does not violate clearly\r\nestablished statutory or constitutional rights of which a\r\nreasonable person would have known.\"  Harlow v. Fitzgerald, 457\r\nU.S. 800, 818 (1982).  Generally speaking, a law-based (as\r\ndistinguished from a fact-based) denial of a defendant's claim of\r\nqualified immunity, asserted by way of a pretrial motion for brevisdisposition, is immediately appealable.  See Behrens v. Pelletier,\r\n116 S. Ct. 834, 838-39 (1996); Johnson v. Jones, 115 S. Ct. 2151,\r\n2159 (1995); Mitchell v. Forsyth, 472 U.S. 511, 530 (1985).  The\r\nappellants argue that the district court's refusal to consider\r\ntheir motions for summary judgment is tantamount to the law-based\r\nrejection of a claim of qualified immunity, and thus appellate\r\njurisdiction over their interlocutory appeals is proper.\r\nOf course, the district court did not deny the\r\nappellants' motions for summary judgment.  While the result of the\r\nrefusal to entertain the motions is in one sense the same as an\r\noutright merits-based denial   the appellants must stand trial   \r\nthe district court's action was in reality a case-management order,\r\nand such orders ordinarily are not amenable to interlocutory\r\nappeal.  See In re Recticel Foam Corp., 859 F.2d 1000, 1003 (1st\r\nCir. 1988).  Moreover, the case law presents some support for a\r\nconclusion that these appeals are not justiciable here and now. \r\nSee Edwards v. Cass County, 919 F.2d 273, 275-76 (5th Cir. 1990);\r\nKennedy v. City of Cleveland, 797 F.2d 297, 298, 303-04 (6th Cir.\r\n1986).\r\nThese uncertainties grow pale, however, in the light of\r\ncircuit precedent.  We have held that a defendant may bring an\r\ninterlocutory appeal from a district court's refusal to entertain\r\nan untimely pretrial motion that raises a qualified immunity\r\ndefense.  See Valiente v. Rivera, 966 F.2d 21, 23 (1st Cir. 1992)\r\n(per curiam); Zayas-Green v. Casaine, 906 F.2d 18, 23 (1st Cir.\r\n1990).  It is trite but true that, in a multi-panel circuit, newly\r\nconstituted panels are, for the most part, obligated to follow\r\nearlier  panel decisions closely on point.  See Williams v. Ashland\r\nEng'g Co., 45 F.3d 588, 592 (1st Cir. 1995) (collecting cases and\r\nenumerating exceptions).  Because the record reveals no principled\r\nbasis for a departure from this salutary principle, we adhere to\r\nprior circuit precedent and hold that we have jurisdiction over\r\nthese appeals.\r\n                             III.\r\n             The Appellants' Assignment of Error\r\nThe Civil Rules endow trial judges with formidable case-\r\nmanagement authority.  This authority specifically includes  \r\nindeed, mandates   setting deadlines for the filing of pretrial\r\nmotions.  See Fed. R. Civ. P. 16(b)(2).  In exercising this power,\r\n\"[t]rial judges enjoy great latitude,\" Jones v. Winnepesaukee\r\nRealty, 990 F.2d 1, 5 (1st Cir. 1993), and a litigant who ignores\r\na case-management deadline does so at his peril, see, e.g., Fed. R.\r\nCiv. P. 16(f) (authorizing sanctions for noncompliance).  We have\r\nmade it clear that district courts may punish such dereliction in\r\na variety of ways, including but not limited to the preclusion of\r\nuntimely motions for summary judgment based on allegations of\r\nqualified immunity.  See Guzmn-Rivera v. Rivera-Cruz, 98 F.3d 664,\r\n668 (1st Cir. 1996).\r\nWhere, as here, a range of sanctions is reasonably\r\nthought to be available, we acknowledge the trial judge's special\r\ncoign of vantage and give him a wide berth to determine what\r\nsanction responds most aptly to a particular infraction.  See id.;\r\nJones, 990 F.2d at 5.  Consequently, we examine the trial judge's\r\ncase-management decisions under an abuse of discretion rubric,\r\nmindful that a disgruntled litigant \"bears a formidable burden in\r\nattempting to convince the court of appeals that the lower court\r\nerred.\"  United States v. One 1987 BMW 325, 985 F.2d 655, 657 (1st\r\nCir. 1993).\r\nIn this instance, the appellants are dealing from\r\nweakness.  Despite the fact that other defendants who were first\r\nimpleaded by means of the third amended complaint managed to file\r\nsummary judgment motions on time, the appellants did not; they\r\ndocketed their motions for summary judgment eight and fifteen\r\nweeks, respectively, after the (twice-extended) deadline for filing\r\ndispositive motions had expired.  In the interim, they made no\r\nattempt to request a modification of the applicable deadline. \r\nMoreover, they proffered no compelling explanation for their\r\ndelinquency.\r\nTo be sure, upon filing their motions   a step that they\r\ntook without first seeking leave of court   the appellants strove\r\nto shift the blame by complaining loudly about the DOJ's lack of\r\ndiligence in providing counsel.  Yet, this complaint, even if true,\r\ndoes not advance the appellants' cause.  Attorneys represent\r\nclients, and as a general rule an attorney's blunder binds her\r\nclient.  See  Link v. Wabash R.R. Co., 370 U.S. 626, 633-36 (1962);\r\nThibeault v. Square D Co., 960 F.2d 239, 246 (1st Cir. 1992).  What\r\nis more,  litigants have an unflagging duty to comply with clearly\r\ncommunicated case-management orders, and this duty extends even to\r\nlitigants who proceed pro se.  See McNeil v. United States, 508\r\nU.S. 106, 113 (1993); Downs v. Westphal, 78 F.3d 1252, 1257 (7th\r\nCir. 1996).\r\nWe think that, at the very least, the appellants should\r\nhave appeared in response to the summonses and kept the court\r\nabreast of any difficulties that they were encountering with regard\r\nto legal representation.  This modicum of attention might have\r\npermitted the district court to consider whether good cause existed\r\nto modify its scheduling order.  See Fed. R. Civ. P. 16(b). \r\nHowever, the appellants' show of indifference sealed off this\r\navenue of relief.  See Johnson v. Mammoth Recreations, Inc., 975\r\nF.2d 604, 609 (9th Cir. 1992) (\"[C]arelessness is not compatible\r\nwith a finding of diligence and offers no reason for a grant of\r\nrelief.\").  In context, then, the problems  that the appellants\r\nallegedly experienced in obtaining counsel from the DOJ do not\r\nshield them from the condign consequences of their unilateral\r\ndecision to boycott the district court's time line.\r\nIn a Briarean effort to save the day,  the appellants\r\nshift gears and urge that the district court abused its discretion\r\nby failing to include three relevant factors in its decisional\r\ncalculus.  See, e.g., Henry v. INS, 74 F.3d 1, 4 (1st Cir. 1996)\r\n(noting that a district court can abuse its discretion \"by\r\nneglecting to consider a significant factor that appropriately\r\nbears on the discretionary decision\").  These assertions comprise\r\nconsiderably more cry than wool.\r\nFirst, the appellants maintain that the district court\r\nallowed the plaintiffs to implead them in violation of the court's\r\nown case-management orders, and that what is sauce for the\r\nplaintiffs' goose should be sauce for the defendants' gander.  This\r\nclaim is baseless.  The plaintiffs filed their third amended\r\ncomplaint, which added the appellants as defendants, on November 1,\r\n1995   the last allowable day for doing so under the district\r\ncourt's schedule.\r\nSecond, the appellants argue that their summary judgment\r\nmotions are so stunningly meritorious that the district court\r\nshould have granted them regardless of any procedural\r\nirregularities.  This argument puts the cart before the horse.  So\r\nlong as the district court properly refused to entertain the\r\nmotions, it had no need to consider the underlying merits.  We\r\nhasten to add, moreover, that our perusal of the appellants'\r\narguments in support of their claim of qualified immunity suggests\r\nthat they may well be reading their own submissions through rose-\r\ncolored glasses.\r\nThe most forceful of the appellants' arguments prescinds\r\nfrom Valiente, in which we held that a district court abuses its\r\ndiscretion by denying leave to move for summary judgment because\r\nthe motion comes \"on the eve of trial\" if, in fact, the trial has\r\nbeen continued.  966 F.2d at 23.  The appellants posit that because\r\nthe plaintiffs consented to a stay of  proceedings while this court\r\nreviews the lower court's denial of other defendants' immunity-\r\nbased summary judgment motions, the appellants' conduct, though\r\ndilatory, did not jeopardize a trial date (and, therefore, is\r\nexcusable).  The premise on which this argument rests is true as\r\nfar as it goes, but it does not go very far.\r\nHere, unlike in Valiente, the district court did not\r\npredicate its decision to eschew consideration of the appellants'\r\nmotions on a perceived need to start trial on a specific date, but,\r\nrather, did so as a sanction for the appellants' failure to comply\r\nwith the scheduling order.  Case-management authority enables the\r\ncourt to shepherd cases towards fair, yet efficient, resolution. \r\nSee In re San Juan Dupont Plaza Hotel Fire Litig., 994 F.2d 956,\r\n965 (1st Cir. 1993); 3 James Wm. Moore et al., Moore's Federal\r\nPractice  16.02, at 16-22 (3d ed. 1997).  Such empowerment not\r\nonly permits the court to grant  firm trial dates, but also permits\r\nit to group dispositive motions, forecast the likely effect of\r\ninterlocutory appeals, and otherwise ensure that a case moves\r\nforward in a logical, reasonably expeditious progression. \r\nLitigants could complicate exponentially the efficacious management\r\nof crowded dockets if left free to engage in the kind of dilatory\r\nbehavior exhibited by the appellants as long as no firm trial date\r\nwas in prospect.  See Guzmn-Rivera, 98 F.3d at 668.\r\nWe need go no further.  Given the baldness of the\r\nappellants' transgressions, the potential prejudice to the\r\nplaintiffs and to the orderly administration of the court's docket\r\ncaused by the late filings, and the need to deter such conduct, we\r\nthink the district court's refusal to entertain the appellants'\r\nmotions for summary judgment is a concinnous sanction, well within\r\nthe court's discretion.  See Fed. R. Civ. P. 16(f); Jones, 990 F.2d\r\nat 5 n.9.\r\nIn reaching this conclusion, we do not denigrate the\r\nimportant purpose served by the qualified immunity doctrine. \r\nNonetheless, it is (or should be) evident that a public official's\r\nright to raise a qualified immunity defense is commensurate with\r\nhis responsibility to do so diligently and in keeping with the\r\ntrial court's lawful case-management orders.  See Kennedy, 797 F.2d\r\nat 301.  The appellants' flagrant breach of this duty amply\r\njustifies the district court's carefully balanced rejoinder\r\n(precluding a belated pretrial sortie but leaving the appellants\r\nfree to raise the qualified immunity defense at trial).\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">140 F.3d 312</p>\n    <p class=\"case_cite\">40 Fed.R.Serv.3d 1</p>\n    <p class=\"parties\">Maria M. ROSARIO-DIAZ, et al., Plaintiffs, Appellees,<br>v.<br>Jose GONZALEZ, Defendant, Appellant.<br>Maria M. ROSARIO-DIAZ, et al., Plaintiffs, Appellees,<br>v.<br>Domingo DIAZ ORTIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 97-1756, 97-1757.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 25, 1998.<br>Decided April 1, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Berkowitz, with whom Roberto Roldan Burgos, Hato Rey, PR, was on brief, for appellees.</p>\n      <p class=\"indent\">Gustavo N. Gelp, Jr., with whom Ramonita Perez de Gotay, John M. Garca, and Yvette de Luna, Rio Piedras, PR, were on consolidated brief, for appellants.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, brought pursuant to 42 U.S.C. &#167; 1983 (1994), two defendants, Jose Gonzalez and Domngo Daz Ortiz, appeal the district court's refusal to entertain their belated motions for summary judgment (in which each defendant sought to assert a qualified immunity defense).  We find no abuse of discretion in the lower court's ruling and therefore affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This is our second encounter with the pretrial proceedings in this action.  Having sketched the factual antecedents in our earlier opinion, see Daz v. Martnez, 112 F.3d 1, 2-3 (1st Cir.1997), we abbreviate the tale here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 8, 1993, while on guard duty at a public housing project, Miguel Daz-Martnez (Officer Daz), a member of the Puerto Rico police force, shot two siblings, killing one and wounding the other.  After the shooting, the wounded sibling and other members of the deceased sibling's family brought suit under section 1983, naming as defendants Officer Daz and a cadre of upper-echelon police officials.  They alleged in substance that Officer Daz was a rogue cop who had a lengthy history of aberrant behavior, much of which involved violence and the wanton use of firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During and after pretrial discovery, the plaintiffs revised their complaint several times, culminating in the filing of a third amended complaint on November 1, 1995.  That pleading omitted certain original defendants and named a cluster of new defendants, including the appellants (both of whom are ranking police officers).  The plaintiffs served Gonzalez on December 18, 1995, and served Daz Ortiz the next day.  The third amended complaint averred that the appellants each had supervisory authority over Officer Daz on and before the day of the shooting, and that, had they not been deliberately indifferent to innocent citizens' rights, they would have ensured that Officer Daz was not placed on duty in a high-tension area with a firearm at the ready.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Service of the summonses and complaints obligated the appellants to respond within 20 days, see Fed.R.Civ.P. 12(a)(1)(A), but neither of them complied.  In hopes of galvanizing the appellants into action, the plaintiffs hand-delivered letters on February 27, 1996, that advised the appellants to answer the complaint on pain of default.  The Puerto Rico Department of Justice (DOJ), statutorily charged to provide the appellants with counsel, see P.R. Laws Ann. tit. 32, &#167; 3090 (1990), appeared in the district court on March 5, 1996, and requested an extension of time to file an answer on Gonzalez's behalf.  Judge Laffitte gave Gonzalez an additional five weeks, through April 12, 1996, to respond.  That deadline came and went without any further submission on Gonzalez's part.  He finally answered the complaint, through counsel, on July 10, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Daz Ortiz was even more cavalier.  For over eight months, he did not appear, either personally or by counsel.  During that interval, he neither responded to the complaint nor sought an extension of time for doing so.  He finally filed an answer, through counsel, on August 28, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the meantime, much had transpired.  As is typical in cases of this genre, the district court, acting pursuant to Fed.R.Civ.P. 16, had issued a series of case-management orders.  Under those orders, the court originally set February 12, 1996, as the deadline for filing dispositive motions.  Because the plaintiffs amended their complaint to add new parties, the court extended the deadline first to April 25, 1996, and eventually to May 15, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellants, who were fully chargeable with knowledge of what the docket disclosed, see Latham v. Wells Fargo Bank, N.A., 987 F.2d 1199, 1201 (5th Cir.1993), blithely ignored these deadlines.  When they finally deigned to answer the complaint, each simultaneously filed a motion for summary judgment based on a claim of qualified immunity.  Not surprisingly, Judge Laffitte refused to entertain these tardy motions because they violated his scheduling order.  The judge nonetheless ruled that the appellants could raise their qualified immunity defenses at trial.  Little mollified, Gonzalez and Daz Ortiz appealed.</p>\n    </div>\n    <p>II.</p>\n    <p>Appellate Jurisdiction</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a threshold matter, we contemplate our jurisdiction to hear these appeals.  The qualified immunity doctrine shields public officials sued in their individual capacities in section 1983 cases from liability \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\"  Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982).  Generally speaking, a law-based (as distinguished from a fact-based) denial of a defendant's claim of qualified immunity, asserted by way of a pretrial motion for brevis disposition, is immediately appealable.  See Behrens v. Pelletier, 516 U.S. 299, 304-08, 116 S.Ct. 834, 838-39, 133 L.Ed.2d 773 (1996);  Johnson v. Jones, 515 U.S. 304, 318-20, 115 S.Ct. 2151, 2159, 132 L.Ed.2d 238 (1995);  Mitchell v. Forsyth, 472 U.S. 511, 530, 105 S.Ct. 2806, 2817-18, 86 L.Ed.2d 411 (1985).  The appellants argue that the district court's refusal to consider their motions for summary judgment is tantamount to the law-based rejection of a claim of qualified immunity, and thus appellate jurisdiction over their interlocutory appeals is proper.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Of course, the district court did not deny the appellants' motions for summary judgment.  While the result of the refusal to entertain the motions is in one sense the same as an outright merits-based denial--the appellants must stand trial--the district court's action was in reality a case-management order, and such orders ordinarily are not amenable to interlocutory appeal.  See In re Recticel Foam Corp., 859 F.2d 1000, 1003 (1st Cir.1988).  Moreover, the case law presents some support for a conclusion that these appeals are not justiciable here and now.  See Edwards v. Cass County, 919 F.2d 273, 275-76 (5th Cir.1990);  Kennedy v. City of Cleveland, 797 F.2d 297, 298, 303-04 (6th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">These uncertainties grow pale, however, in the light of circuit precedent.  We have held that a defendant may bring an interlocutory appeal from a district court's refusal to entertain an untimely pretrial motion that raises a qualified immunity defense.  See Valiente v. Rivera, 966 F.2d 21, 23 (1st Cir.1992) (per curiam);  Zayas-Green v. Casaine, 906 F.2d 18, 23 (1st Cir.1990).  It is trite but true that, in a multi-panel circuit, newly constituted panels are, for the most part, obligated to follow earlier panel decisions closely on point.  See Williams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir.1995) (collecting cases and enumerating exceptions).  Because the record reveals no principled basis for a departure from this salutary principle, we adhere to prior circuit precedent and hold that we have jurisdiction over these appeals.</p>\n    </div>\n    <p>III.</p>\n    <p>The Appellants' Assignment of Error</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Civil Rules endow trial judges with formidable case-management authority.  This authority specifically includes--indeed, mandates--setting deadlines for the filing of pretrial motions.  See Fed.R.Civ.P. 16(b)(2).  In exercising this power, \"[t]rial judges enjoy great latitude,\" Jones v. Winnepesaukee Realty, 990 F.2d 1, 5 (1st Cir.1993), and a litigant who ignores a case-management deadline does so at his peril, see, e.g., Fed.R.Civ.P. 16(f) (authorizing sanctions for noncompliance).  We have made it clear that district courts may punish such dereliction in a variety of ways, including but not limited to the preclusion of untimely motions for summary judgment based on allegations of qualified immunity.  See Guzman-Rivera v. Rivera-Cruz, 98 F.3d 664, 668 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where, as here, a range of sanctions is reasonably thought to be available, we acknowledge the trial judge's special coign of vantage and give him a wide berth to determine what sanction responds most aptly to a particular infraction.  See id.;  Jones, 990 F.2d at 5. Consequently, we examine the trial judge's case-management decisions under an abuse of discretion rubric, mindful that a disgruntled litigant \"bears a formidable burden in attempting to convince the court of appeals that the lower court erred.\"  United States v. One 1987 BMW 325, 985 F.2d 655, 657 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this instance, the appellants are dealing from weakness.  Despite the fact that other defendants who were first impleaded by means of the third amended complaint managed to file summary judgment motions on time, the appellants did not;  they docketed their motions for summary judgment eight and fifteen weeks, respectively, after the (twice-extended) deadline for filing dispositive motions had expired.  In the interim, they made no attempt to request a modification of the applicable deadline.  Moreover, they proffered no compelling explanation for their delinquency.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To be sure, upon filing their motions--a step that they took without first seeking leave of court--the appellants strove to shift the blame by complaining loudly about the DOJ's lack of diligence in providing counsel.  Yet, this complaint, even if true, does not advance the appellants' cause.  Attorneys represent clients, and as a general rule an attorney's blunder binds her client.  See Link v. Wabash R. Co., 370 U.S. 626, 633-36, 82 S.Ct. 1386, 1390-92, 8 L.Ed.2d 734 (1962);  Thibeault v. Square D Co., 960 F.2d 239, 246 (1st Cir.1992).  What is more, litigants have an unflagging duty to comply with clearly communicated case-management orders, and this duty extends even to litigants who proceed pro se.  See McNeil v. United States, 508 U.S. 106, 113, 113 S.Ct. 1980, 1984, 124 L.Ed.2d 21 (1993);  Downs v. Westphal, 78 F.3d 1252, 1257 (7th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We think that, at the very least, the appellants should have appeared in response to the summonses and kept the court abreast of any difficulties that they were encountering with regard to legal representation.  This modicum of attention might have permitted the district court to consider whether good cause existed to modify its scheduling order.  See Fed.R.Civ.P. 16(b).  However, the appellants' show of indifference sealed off this avenue of relief.  See Johnson v. Mammoth Recreations, Inc., 975 F.2d 604, 609 (9th Cir.1992) (\"[C]arelessness is not compatible with a finding of diligence and offers no reason for a grant of relief.\").  In context, then, the problems that the appellants allegedly experienced in obtaining counsel from the DOJ do not shield them from the condign consequences of their unilateral decision to boycott the district court's time line.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In a Briarean effort to save the day, the appellants shift gears and urge that the district court abused its discretion by failing to include three relevant factors in its decisional calculus.  See, e.g., Henry v. INS, 74 F.3d 1, 4 (1st Cir.1996) (noting that a district court can abuse its discretion \"by neglecting to consider a significant factor that appropriately bears on the discretionary decision\").  These assertions comprise considerably more cry than wool.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, the appellants maintain that the district court allowed the plaintiffs to implead them in violation of the court's own case-management orders, and that what is sauce for the plaintiffs' goose should be sauce for the defendants' gander.  This claim is baseless.  The plaintiffs filed their third amended complaint, which added the appellants as defendants, on November 1, 1995--the last allowable day for doing so under the district court's schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, the appellants argue that their summary judgment motions are so stunningly meritorious that the district court should have granted them regardless of any procedural irregularities.  This argument puts the cart before the horse.  So long as the district court properly refused to entertain the motions, it had no need to consider the underlying merits.  We hasten to add, moreover, that our perusal of the appellants' arguments in support of their claim of qualified immunity suggests that they may well be reading their own submissions through rose-colored glasses.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The most forceful of the appellants' arguments prescinds from Valiente, in which we held that a district court abuses its discretion by denying leave to move for summary judgment because the motion comes \"on the eve of trial\" if, in fact, the trial has been continued.  966 F.2d at 23.   The appellants posit that because the plaintiffs consented to a stay of proceedings while this court reviews the lower court's denial of other defendants' immunity-based summary judgment motions, the appellants' conduct, though dilatory, did not jeopardize a trial date (and, therefore, is excusable).  The premise on which this argument rests is true as far as it goes, but it does not go very far.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, unlike in Valiente, the district court did not predicate its decision to eschew consideration of the appellants' motions on a perceived need to start trial on a specific date, but, rather, did so as a sanction for the appellants' failure to comply with the scheduling order.  Case-management authority enables the court to shepherd cases towards fair, yet efficient, resolution.  See In re San Juan Dupont Plaza Hotel Fire Litig., 994 F.2d 956, 965 (1st Cir.1993);  3 James Wm. Moore et al., Moore's Federal Practice &#167; 16.02, at 16-22 (3d ed.1997).  Such empowerment not only permits the court to grant firm trial dates, but also permits it to group dispositive motions, forecast the likely effect of interlocutory appeals, and otherwise ensure that a case moves forward in a logical, reasonably expeditious progression.  Litigants could complicate exponentially the efficacious management of crowded dockets if left free to engage in the kind of dilatory behavior exhibited by the appellants as long as no firm trial date was in prospect.  See Guzman-Rivera, 98 F.3d at 668.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.  Given the baldness of the appellants' transgressions, the potential prejudice to the plaintiffs and to the orderly administration of the court's docket caused by the late filings, and the need to deter such conduct, we think the district court's refusal to entertain the appellants' motions for summary judgment is a concinnous sanction, well within the court's discretion.  See Fed.R.Civ.P. 16(f);  Jones, 990 F.2d at 5 n. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In reaching this conclusion, we do not denigrate the important purpose served by the qualified immunity doctrine.  Nonetheless, it is (or should be) evident that a public official's right to raise a qualified immunity defense is commensurate with his responsibility to do so diligently and in keeping with the trial court's lawful case-management orders.  See Kennedy, 797 F.2d at 301.   The appellants' flagrant breach of this duty amply justifies the district court's carefully balanced rejoinder (precluding a belated pretrial sortie but leaving the appellants free to raise the qualified immunity defense at trial).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Maria M. ROSARIO-DIAZ, et al., Plaintiffs, Appellees,<br>v.<br>Jose GONZALEZ, Defendant, Appellant.<br>Maria M. ROSARIO-DIAZ, et al., Plaintiffs, Appellees,<br>v.<br>Domingo DIAZ ORTIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 97-1756, 97-1757.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 25, 1998.<br>Decided April 1, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Berkowitz, with whom Roberto Roldan Burgos, Hato Rey, PR, was on brief, for appellees.</p>\n      <p class=\"indent\">Gustavo N. Gelp, Jr., with whom Ramonita Perez de Gotay, John M. Garca, and Yvette de Luna, Rio Piedras, PR, were on consolidated brief, for appellants.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, brought pursuant to 42 U.S.C. &#167; 1983 (1994), two defendants, Jose Gonzalez and Domngo Daz Ortiz, appeal the district court's refusal to entertain their belated motions for summary judgment (in which each defendant sought to assert a qualified immunity defense).  We find no abuse of discretion in the lower court's ruling and therefore affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This is our second encounter with the pretrial proceedings in this action.  Having sketched the factual antecedents in our earlier opinion, see Daz v. Martnez, <span class=\"citation\" data-id=\"197322\"><a href=\"/opinion/197322/rosario-diaz-v-diaz-martinez/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.1997), we abbreviate the tale here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 8, 1993, while on guard duty at a public housing project, Miguel Daz-Martnez (Officer Daz), a member of the Puerto Rico police force, shot two siblings, killing one and wounding the other.  After the shooting, the wounded sibling and other members of the deceased sibling's family brought suit under section 1983, naming as defendants Officer Daz and a cadre of upper-echelon police officials.  They alleged in substance that Officer Daz was a rogue cop who had a lengthy history of aberrant behavior, much of which involved violence and the wanton use of firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During and after pretrial discovery, the plaintiffs revised their complaint several times, culminating in the filing of a third amended complaint on November 1, 1995.  That pleading omitted certain original defendants and named a cluster of new defendants, including the appellants (both of whom are ranking police officers).  The plaintiffs served Gonzalez on December 18, 1995, and served Daz Ortiz the next day.  The third amended complaint averred that the appellants each had supervisory authority over Officer Daz on and before the day of the shooting, and that, had they not been deliberately indifferent to innocent citizens' rights, they would have ensured that Officer Daz was not placed on duty in a high-tension area with a firearm at the ready.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Service of the summonses and complaints obligated the appellants to respond within 20 days, see Fed.R.Civ.P. 12(a)(1)(A), but neither of them complied.  In hopes of galvanizing the appellants into action, the plaintiffs hand-delivered letters on February 27, 1996, that advised the appellants to answer the complaint on pain of default.  The Puerto Rico Department of Justice (DOJ), statutorily charged to provide the appellants with counsel, see P.R. Laws Ann. tit. 32, &#167; 3090 (1990), appeared in the district court on March 5, 1996, and requested an extension of time to file an answer on Gonzalez's behalf.  Judge Laffitte gave Gonzalez an additional five weeks, through April 12, 1996, to respond.  That deadline came and went without any further submission on Gonzalez's part.  He finally answered the complaint, through counsel, on July 10, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Daz Ortiz was even more cavalier.  For over eight months, he did not appear, either personally or by counsel.  During that interval, he neither responded to the complaint nor sought an extension of time for doing so.  He finally filed an answer, through counsel, on August 28, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the meantime, much had transpired.  As is typical in cases of this genre, the district court, acting pursuant to Fed.R.Civ.P. 16, had issued a series of case-management orders.  Under those orders, the court originally set February 12, 1996, as the deadline for filing dispositive motions.  Because the plaintiffs amended their complaint to add new parties, the court extended the deadline first to April 25, 1996, and eventually to May 15, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellants, who were fully chargeable with knowledge of what the docket disclosed, see Latham v. Wells Fargo Bank, N.A., <span class=\"citation\" data-id=\"601822\"><a href=\"/opinion/601822/james-a-latham-marian-e-latham-movant-appellant-v-wells-fargo-bank/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1199</span></a></span>, 1201 (5th Cir.1993), blithely ignored these deadlines.  When they finally deigned to answer the complaint, each simultaneously filed a motion for summary judgment based on a claim of qualified immunity.  Not surprisingly, Judge Laffitte refused to entertain these tardy motions because they violated his scheduling order.  The judge nonetheless ruled that the appellants could raise their qualified immunity defenses at trial.  Little mollified, Gonzalez and Daz Ortiz appealed.</p>\n    </div>\n    <p>II.</p>\n    <p>Appellate Jurisdiction</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a threshold matter, we contemplate our jurisdiction to hear these appeals.  The qualified immunity doctrine shields public officials sued in their individual capacities in section 1983 cases from liability \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\"  Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982).  Generally speaking, a law-based (as distinguished from a fact-based) denial of a defendant's claim of qualified immunity, asserted by way of a pretrial motion for brevis disposition, is immediately appealable.  See Behrens v. Pelletier, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 304-08, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">834</span></a></span>, 838-39, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">773</span></a></span> (1996);  Johnson v. Jones, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, 318-20, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></a></span>, 2159, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1995);  Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 530, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, 2817-18, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985).  The appellants argue that the district court's refusal to consider their motions for summary judgment is tantamount to the law-based rejection of a claim of qualified immunity, and thus appellate jurisdiction over their interlocutory appeals is proper.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Of course, the district court did not deny the appellants' motions for summary judgment.  While the result of the refusal to entertain the motions is in one sense the same as an outright merits-based denial--the appellants must stand trial--the district court's action was in reality a case-management order, and such orders ordinarily are not amenable to interlocutory appeal.  See In re Recticel Foam Corp., <span class=\"citation\" data-id=\"513181\"><a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1003 (1st Cir.1988).  Moreover, the case law presents some support for a conclusion that these appeals are not justiciable here and now.  See Edwards v. Cass County, <span class=\"citation\" data-id=\"551829\"><a href=\"/opinion/551829/ernest-edwards-and-sarah-edwards-v-cass-county-texas-paul-boone-and-gary/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span>, 275-76 (5th Cir.1990);  Kennedy v. City of Cleveland, <span class=\"citation\" data-id=\"474241\"><a href=\"/opinion/474241/robert-e-kennedy-jr-joyce-kennedy-v-city-of-cleveland-william-t/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">297</span></a></span>, 298, 303-04 (6th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">These uncertainties grow pale, however, in the light of circuit precedent.  We have held that a defendant may bring an interlocutory appeal from a district court's refusal to entertain an untimely pretrial motion that raises a qualified immunity defense.  See Valiente v. Rivera, <span class=\"citation\" data-id=\"584184\"><a href=\"/opinion/584184/iris-violeta-valiente-v-hon-ramon-luis-rivera-etc/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 23 (1st Cir.1992) (per curiam);  Zayas-Green v. Casaine, <span class=\"citation\" data-id=\"543589\"><a href=\"/opinion/543589/jose-zayas-green-v-sergio-casaine-jose-zayas-green-v-sergio-casaine/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 23 (1st Cir.1990).  It is trite but true that, in a multi-panel circuit, newly constituted panels are, for the most part, obligated to follow earlier panel decisions closely on point.  See Williams v. Ashland Eng'g Co., <span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir.1995) (collecting cases and enumerating exceptions).  Because the record reveals no principled basis for a departure from this salutary principle, we adhere to prior circuit precedent and hold that we have jurisdiction over these appeals.</p>\n    </div>\n    <p>III.</p>\n    <p>The Appellants' Assignment of Error</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Civil Rules endow trial judges with formidable case-management authority.  This authority specifically includes--indeed, mandates--setting deadlines for the filing of pretrial motions.  See Fed.R.Civ.P. 16(b)(2).  In exercising this power, \"[t]rial judges enjoy great latitude,\" Jones v. Winnepesaukee Realty, <span class=\"citation\" data-id=\"603794\"><a href=\"/opinion/603794/catherine-m-jones-v-winnepesaukee-realty/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993), and a litigant who ignores a case-management deadline does so at his peril, see, e.g., Fed.R.Civ.P. 16(f) (authorizing sanctions for noncompliance).  We have made it clear that district courts may punish such dereliction in a variety of ways, including but not limited to the preclusion of untimely motions for summary judgment based on allegations of qualified immunity.  See Guzman-Rivera v. Rivera-Cruz, <span class=\"citation\" data-id=\"728080\"><a href=\"/opinion/728080/hector-guzmn-rivera-v-hector-rivera-cruz/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">664</span></a></span>, 668 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where, as here, a range of sanctions is reasonably thought to be available, we acknowledge the trial judge's special coign of vantage and give him a wide berth to determine what sanction responds most aptly to a particular infraction.  See id.;  Jones, 990 F.2d at 5. Consequently, we examine the trial judge's case-management decisions under an abuse of discretion rubric, mindful that a disgruntled litigant \"bears a formidable burden in attempting to convince the court of appeals that the lower court erred.\"  United States v. One 1987 BMW 325, <span class=\"citation\" data-id=\"600264\"><a href=\"/opinion/600264/no-92-1827/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span></a></span>, 657 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this instance, the appellants are dealing from weakness.  Despite the fact that other defendants who were first impleaded by means of the third amended complaint managed to file summary judgment motions on time, the appellants did not;  they docketed their motions for summary judgment eight and fifteen weeks, respectively, after the (twice-extended) deadline for filing dispositive motions had expired.  In the interim, they made no attempt to request a modification of the applicable deadline.  Moreover, they proffered no compelling explanation for their delinquency.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To be sure, upon filing their motions--a step that they took without first seeking leave of court--the appellants strove to shift the blame by complaining loudly about the DOJ's lack of diligence in providing counsel.  Yet, this complaint, even if true, does not advance the appellants' cause.  Attorneys represent clients, and as a general rule an attorney's blunder binds her client.  See Link v. Wabash R. Co., <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">626</span></a></span>, 633-36, <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1386</span></a></span>, 1390-92, <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">734</span></a></span> (1962);  Thibeault v. Square D Co., <span class=\"citation\" data-id=\"580699\"><a href=\"/opinion/580699/charles-m-thibeault-v-square-d-company/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span>, 246 (1st Cir.1992).  What is more, litigants have an unflagging duty to comply with clearly communicated case-management orders, and this duty extends even to litigants who proceed pro se.  See McNeil v. United States, <span class=\"citation\" data-id=\"112858\"><a href=\"/opinion/112858/mcneil-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 113, <span class=\"citation\" data-id=\"112858\"><a href=\"/opinion/112858/mcneil-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1980</span></a></span>, 1984, <span class=\"citation\" data-id=\"112858\"><a href=\"/opinion/112858/mcneil-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">21</span></a></span> (1993);  Downs v. Westphal, <span class=\"citation\" data-id=\"714843\"><a href=\"/opinion/714843/hugh-downs-in-his-individual-capacity-and-in-his-capacity-as/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1252</span></a></span>, 1257 (7th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We think that, at the very least, the appellants should have appeared in response to the summonses and kept the court abreast of any difficulties that they were encountering with regard to legal representation.  This modicum of attention might have permitted the district court to consider whether good cause existed to modify its scheduling order.  See Fed.R.Civ.P. 16(b).  However, the appellants' show of indifference sealed off this avenue of relief.  See Johnson v. Mammoth Recreations, Inc., <span class=\"citation\" data-id=\"590987\"><a href=\"/opinion/590987/dairl-johnson-claudine-johnson-v-mammoth-recreations-inc/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">604</span></a></span>, 609 (9th Cir.1992) (\"[C]arelessness is not compatible with a finding of diligence and offers no reason for a grant of relief.\").  In context, then, the problems that the appellants allegedly experienced in obtaining counsel from the DOJ do not shield them from the condign consequences of their unilateral decision to boycott the district court's time line.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In a Briarean effort to save the day, the appellants shift gears and urge that the district court abused its discretion by failing to include three relevant factors in its decisional calculus.  See, e.g., Henry v. INS, <span class=\"citation\" data-id=\"196517\"><a href=\"/opinion/196517/henry-v-ins/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1996) (noting that a district court can abuse its discretion \"by neglecting to consider a significant factor that appropriately bears on the discretionary decision\").  These assertions comprise considerably more cry than wool.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, the appellants maintain that the district court allowed the plaintiffs to implead them in violation of the court's own case-management orders, and that what is sauce for the plaintiffs' goose should be sauce for the defendants' gander.  This claim is baseless.  The plaintiffs filed their third amended complaint, which added the appellants as defendants, on November 1, 1995--the last allowable day for doing so under the district court's schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, the appellants argue that their summary judgment motions are so stunningly meritorious that the district court should have granted them regardless of any procedural irregularities.  This argument puts the cart before the horse.  So long as the district court properly refused to entertain the motions, it had no need to consider the underlying merits.  We hasten to add, moreover, that our perusal of the appellants' arguments in support of their claim of qualified immunity suggests that they may well be reading their own submissions through rose-colored glasses.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The most forceful of the appellants' arguments prescinds from Valiente, in which we held that a district court abuses its discretion by denying leave to move for summary judgment because the motion comes \"on the eve of trial\" if, in fact, the trial has been continued.  966 F.2d at 23.   The appellants posit that because the plaintiffs consented to a stay of proceedings while this court reviews the lower court's denial of other defendants' immunity-based summary judgment motions, the appellants' conduct, though dilatory, did not jeopardize a trial date (and, therefore, is excusable).  The premise on which this argument rests is true as far as it goes, but it does not go very far.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, unlike in Valiente, the district court did not predicate its decision to eschew consideration of the appellants' motions on a perceived need to start trial on a specific date, but, rather, did so as a sanction for the appellants' failure to comply with the scheduling order.  Case-management authority enables the court to shepherd cases towards fair, yet efficient, resolution.  See In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"608082\"><a href=\"/opinion/608082/in-re-two-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span></a></span>, 965 (1st Cir.1993);  3 James Wm. Moore et al., Moore's Federal Practice &#167; 16.02, at 16-22 (3d ed.1997).  Such empowerment not only permits the court to grant firm trial dates, but also permits it to group dispositive motions, forecast the likely effect of interlocutory appeals, and otherwise ensure that a case moves forward in a logical, reasonably expeditious progression.  Litigants could complicate exponentially the efficacious management of crowded dockets if left free to engage in the kind of dilatory behavior exhibited by the appellants as long as no firm trial date was in prospect.  See Guzman-Rivera, 98 F.3d at 668.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.  Given the baldness of the appellants' transgressions, the potential prejudice to the plaintiffs and to the orderly administration of the court's docket caused by the late filings, and the need to deter such conduct, we think the district court's refusal to entertain the appellants' motions for summary judgment is a concinnous sanction, well within the court's discretion.  See Fed.R.Civ.P. 16(f);  Jones, 990 F.2d at 5 n. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In reaching this conclusion, we do not denigrate the important purpose served by the qualified immunity doctrine.  Nonetheless, it is (or should be) evident that a public official's right to raise a qualified immunity defense is commensurate with his responsibility to do so diligently and in keeping with the trial court's lawful case-management orders.  See Kennedy, 797 F.2d at 301.   The appellants' flagrant breach of this duty amply justifies the district court's carefully balanced rejoinder (precluding a belated pretrial sortie but leaving the appellants free to raise the qualified immunity defense at trial).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728080/"
  ]
}