{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197877/",
  "absolute_url": "/opinion/197877/m-i-heat-transfer-v-gorchev/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197877/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:40:57Z",
  "date_modified": "2017-03-24T10:53:39.680438Z",
  "type": "010combined",
  "sha1": "2f026cfe8db6fef3f7b3ab3711e820e89ca7dc4d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1699.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\r\n                    For the First Circuit\r\n\nNo. 97-1699\r\n\n              M &amp; I HEAT TRANSFER PRODUCTS, LTD.,\r\n\n                      Plaintiff, Appellee,\r\n\n                               v.\r\n\n          DIMITER GORCHEV and MITCO SPACE-GAIN, INC.,\r\n\n                    Defendants, Appellants.\r\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. Morris E. Lasker, U.S. District Judge]\r\n\n                                          \r\n\n                             Before\r\n\n                     Boudin, Circuit Judge, \r\n\n          Campbell and Bownes, Senior Circuit Judges.\r\n\n                                          \r\n\n   Dean C. Brunel on brief for appellants.\r\n   Eric S. Kupperstein and Kupperstein &amp; Kupperstein on brief for\r\nappellee.\r\n\n                        March 31, 1998\r\n\n                                 BOUDIN, Circuit Judge.  M &amp; I Heat Transfer Products,\r\nLtd. (\"M &amp; I\"), a Canadian corporation, and Mitco Space-Gain, Inc.\r\n(\"Mitco\"), a Massachusetts corporation, compete in the design and\r\nsale of air-handling unit systems, which move air for purposes of\r\nheating and cooling buildings.  Dimiter Gorchev, a citizen of\r\nMassachusetts, is the sole stockholder, director, and president of\r\nMitco.  This appeal arises out of a diversity action brought by M\r\n &amp; I against Mitco and Gorchev.  The pertinent events are as\r\n                           follows.\r\n    In 1993, Vanderbilt University in Nashville, Tennessee,\r\n purchased an air-handling system from M &amp; I and contemplated\r\nfurther purchases.  During the year, Gorchev wrote two letters, one\r\n    to Vanderbilt's chancellor and one to \"Members of the\r\nConstruction/Engineering [Heating, Ventilation, Air Conditioning]\r\nCommunity.\"  Gorchev's letters accused M &amp; I of selling systems\r\nthat it was not licensed to sell and of making products vastly\r\n inferior to Mitco's.  Vanderbilt then refused to award a new\r\n $500,000 contract to M &amp; I, although it later resumed doing\r\n                     business with M &amp; I.\r\n    M &amp; I then sued Mitco and Gorchev in the district court,\r\n  charging them with defamation, product disparagement, and\r\nintentional interference with advantage business relationships.  M\r\n&amp; I also sought multiple damages and attorneys' fees under Mass.\r\nGen. L. ch. 93A for unfair and deceptive trade practices.  The jury\r\nfound in favor of M &amp; I on the first three claims, awarding M &amp; I\r\n          total damages in the amount of $1,640,000.\r\n    The statutory claim under chapter 93A was decided by the\r\ndistrict judge.  He found that the defendants had violated the\r\nstatute; that damages were $375,000; that the damages should be\r\ndoubled to $750,000 because the violations were willful; and that\r\nattorneys' fees of $84,412.50 should be awarded to M &amp; I.  Because,\r\neven after doubling, the chapter 93A damage award was less than the\r\njury's larger award, the final judgment awarded M &amp; I the damages\r\nfixed by the jury, plus interest, and the attorneys' fees set by\r\n                          the judge.\r\n      Mitco and Gorchev raise numerous issues on appeal.  A\r\nnumber are not fully developed but we have considered them all so\r\nfar as possible.  Only a few of the issues require discussion.  We\r\nfirst address the jury's damage award and then turn to the judge's\r\naward of attorneys' fees under chapter 93A.  We conclude that the\r\ndamage award was proper, but the attorneys' fees award is precluded\r\nby statutory language and case law limiting claims under chapter\r\n              93A to Massachusetts transactions.\r\n       First, Mitco and Gorchev say that the district judge\r\nerred in excluding evidence about patent infringement litigation\r\ninvolving M &amp; I in Canada.  The district judge excluded mention of\r\nthis evidence from the opening argument so that he could evaluate\r\nthe evidence in context, but he left the door open for its later\r\nintroduction if the defendants could show that it was relevant. \r\nThey made no effort to do so and thus have preserved no issue for\r\n                        us on appeal.\r\n   Second, the defendants claim that the jury instruction on\r\nintentional interference with advantageous business relationships\r\nwas defective because, they say, it should have included a malice\r\nrequirement as an element of the count.  They did not object to\r\nthis instruction at the district court, so review is only for plain\r\nerror.  See Parker v. City of Nashua, 76 F.3d 9, 14 (1st Cir.\r\n1996).  Finding no error that threatens \"the fundamental fairness\"\r\nof the proceedings, United States v. Natanel, 938 F.2d 302, 311\r\n(1st Cir. 1991), cert. denied, 502 U.S. 1079 (1992), we decline to\r\n     exercise our discretion to notice the alleged error.\r\n    Third, defendants complain that the jury awarded too much\r\nin damages, that the award was speculative and unsupported, and\r\nthat the M &amp; I expert was not qualified.  There was no manifest\r\nerror in allowing the expert to testify, see Ed Peters Jewelry Co.,\r\nInc. v. C &amp; J Jewelry Co., Inc., 124 F.3d 252, 259 (1st Cir. 1997),\r\nnor do we think that the jury verdict was irrational.  In choosing\r\na smaller damage figure himself, the district judge made clear that\r\nhe did not think that the jury's award was insupportable.  Nor did\r\nhe abuse his discretion in declining to order a new trial.  SeeAnthony v. G.M.D. Airline Servs., Inc., 17 F.3d 490, 493 (1st Cir.\r\n                            1994).\r\n     The only point on which we feel constrained to disagree\r\nwith the district court concerns the judgment under chapter 93A,\r\nwhich matters only so far as it supports the award of attorneys'\r\n    fees.  Chapter 93A is expressly limited to \"actions and\r\ntransactions\" that \"occurred primarily and substantially within the\r\n commonwealth.\"  Mass. Gen L. ch. 93A,  11.  Here, Mitco and\r\nGorchev objected in the district court that the impact and harm\r\n                    occurred in Tennessee.\r\n      In this instance, Gorchev apparently composed the two\r\nletters in question in Massachusetts but sent them outside the\r\nstate, and they had their most demonstrable effect in Tennessee. \r\n  There is no indication that the letters were distributed in\r\nMassachusetts, nor is it clear that they had any impact within the\r\nstate.  How to fit multistate transactions within section 11's\r\nformula has been a continuing problem.  See generally Clinton Hosp.\r\n Ass'n v. Corson Group, Inc., 907 F.2d 1260, 1263-67 (1st Cir.\r\n                            1990).\r\n      In this instance, the issue turns on applying section\r\n 11's language to undisputed facts.  However the matter might\r\n  otherwise stand, it appears to us that the present case is\r\neffectively governed by Bushkin Assocs., Inc. v. Raytheon Co., 473\r\nN.E.2d 662 (Mass. 1985).  That case, like this one, involved the\r\nsimple fact pattern of a defendant's message that originated in\r\nMassachusetts but whose receipt and impact occurred centrally in\r\n                        another state.\r\n         In Bushkin, an officer of a Massachusetts-based\r\n  corporation allegedly represented falsely in an interstate\r\ntelephone conversation with a New York investment banker that the\r\ncorporation would pay the banker if it used information the banker\r\n  could supply.  The banker supplied the information, and the\r\ncorporation used it, but refused to pay (having used the services\r\nof other investment consultants).  The Supreme Judicial Court held\r\nthat Massachusetts was not primarily involved; it stressed that,\r\n   even though the fraudulent representations were made from\r\nMassachusetts, they were \"received and acted on in New York\" and\r\n      \"[a]ny loss was incurred in New York.\"  Id. at 672.\r\n    We see no easy way to distinguish Bushkin, and M &amp; I has\r\nsuggested none that seems to us persuasive.  Makino, U.S.A., Inc.v. Metlife Capital Credit Corp., 518 N.E.2d 519, 523-24 (Mass. App.\r\nCt.), further appellate review denied, 521 N.E.2d 398 (Mass. 1988),\r\nwhich M &amp; I cites to us, confirms our own view that Bushkin should\r\nnot be taken to focus single mindedly on the place of injury; and\r\nthis court has in Clinton stressed the use of multiple factors. \r\nBut where the facts before us now fit so well within Bushkin, we\r\nthink we are obliged to follow it unless and until the state courts\r\n                     alter their position.\r\n       Accordingly, the award of damages with interest is\r\naffirmed, the award of attorneys' fees is vacated, and the matter\r\n is remanded to the district court for entry of a new judgment\r\nmodified in the manner just described.  Each side shall bear its\r\n                   own costs on this appeal.\r\n                         It is so ordered.\n",
  "html": "<p class=\"case_cite\">141 F.3d 21</p>\n    <p class=\"parties\">M &amp; I HEAT TRANSFER PRODUCTS, LTD., Plaintiff, Appellee,<br>v.<br>Dimiter GORCHEV and Mitco Space-Gain, Inc., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-1699.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Dec. 17, 1997.<br>Decided March 31, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dean C. Brunel, Somerville, MA, on brief for Defendants, Appellants.</p>\n      <p class=\"indent\">Eric S. Kupperstein and Kupperstein &amp; Kupperstein, Boston, MA, on brief for Plaintiff, Appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">M &amp; I Heat Transfer Products, Ltd.  (\"M &amp; I\"), a Canadian corporation, and Mitco Space-Gain, Inc.  (\"Mitco\"), a Massachusetts corporation, compete in the design and sale of air-handling unit systems, which move air for purposes of heating and cooling buildings.  Dimiter Gorchev, a citizen of Massachusetts, is the sole stockholder, director, and president of Mitco.  This appeal arises out of a diversity action brought by M &amp; I against Mitco and Gorchev.  The pertinent events are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1993, Vanderbilt University in Nashville, Tennessee, purchased an air-handling system from M &amp; I and contemplated further purchases.  During the year, Gorchev wrote two letters, one to Vanderbilt's chancellor and one to \"Members of the Construction/Engineering [Heating, Ventilation, Air Conditioning] Community.\"   Gorchev's letters accused M &amp; I of selling systems that it was not licensed to sell and of making products vastly inferior to Mitco's.  Vanderbilt then refused to award a new $500,000 contract to M &amp; I, although it later resumed doing business with M &amp; I.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">M &amp; I then sued Mitco and Gorchev in the district court, charging them with defamation, product disparagement, and intentional interference with advantageous business relationships.  M &amp; I also sought multiple damages and attorneys' fees under Mass.  Gen. L. ch. 93A for unfair and deceptive trade practices.  The jury found in favor of M &amp; I on the first three claims, awarding M &amp; I total damages in the amount of $1,640,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The statutory claim under chapter 93A was decided by the district judge.  He found that the defendants had violated the statute;  that damages were $375,000;  that the damages should be doubled to $750,000 because the violations were willful;  and that attorneys' fees of $84,412.50 should be awarded to M &amp; I. Because, even after doubling, the chapter 93A damage award was less than the jury's larger award, the final judgment awarded M &amp; I the damages fixed by the jury, plus interest, and the attorneys' fees set by the judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mitco and Gorchev raise numerous issues on appeal.  A number are not fully developed but we have considered them all so far as possible.  Only a few of the issues require discussion.  We first address the jury's damage award and then turn to the judge's award of attorneys' fees under chapter 93A.  We conclude that the damage award was proper, but the attorneys' fees award is precluded by statutory language and case law limiting claims under chapter 93A to Massachusetts transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First, Mitco and Gorchev say that the district judge erred in excluding evidence about patent infringement litigation involving M &amp; I in Canada.  The district judge excluded mention of this evidence from the opening argument so that he could evaluate the evidence in context, but he left the door open for its later introduction if the defendants could show that it was relevant.  They made no effort to do so and thus have preserved no issue for us on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Second, the defendants claim that the jury instruction on intentional interference with advantageous business relationships was defective because, they say, it should have included a malice requirement as an element of the count.  They did not object to this instruction at the district court, so review is only for plain error.  See Parker v. City of Nashua, 76 F.3d 9, 14 (1st Cir.1996).  Finding no error that threatens \"the fundamental fairness\" of the proceedings, United States v. Natanel, 938 F.2d 302, 311 (1st Cir.1991), cert. denied, 502 U.S. 1079, 112 S.Ct. 986, 117 L.Ed.2d 148 (1992), we decline to exercise our discretion to notice the alleged error.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Third, defendants complain that the jury awarded too much in damages, that the award was speculative and unsupported, and that the M &amp; I expert was not qualified.  There was no manifest error in allowing the expert to testify, see Ed Peters Jewelry Co., Inc. v. C &amp; J Jewelry Co., Inc., 124 F.3d 252, 259 (1st Cir.1997), nor do we think that the jury verdict was irrational.  In choosing a smaller damage figure himself, the district judge made clear that he did not think that the jury's award was insupportable.  Nor did he abuse his discretion in declining to order a new trial.  See Anthony v. G.M.D. Airline Servs., Inc., 17 F.3d 490, 493 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The only point on which we feel constrained to disagree with the district court concerns the judgment under chapter 93A, which matters only so far as it supports the award of attorneys' fees.  Chapter 93A is expressly limited to \"actions and transactions\" that \"occurred primarily and substantially within the commonwealth.\"   Mass. Gen L. ch.  93A, &#167; 11.  Here, Mitco and Gorchev objected in the district court that the impact and harm occurred in Tennessee.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this instance, Gorchev apparently composed the two letters in question in Massachusetts but sent them outside the state, and they had their most demonstrable effect in Tennessee.  There is no indication that the letters were distributed in Massachusetts, nor is it clear that they had any impact within the state.  How to fit multistate transactions within section 11's formula has been a continuing problem.  See generally Clinton Hosp. Ass'n v. Corson Group, Inc., 907 F.2d 1260, 1263-67 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this instance, the issue turns on applying section 11's language to undisputed facts.  However the matter might otherwise stand, it appears to us that the present case is effectively governed by Bushkin Assocs., Inc. v. Raytheon Co., 393 Mass. 622, 473 N.E.2d 662 (1985).  That case, like this one, involved the simple fact pattern of a defendant's message that originated in Massachusetts but whose receipt and impact occurred centrally in another state.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Bushkin, an officer of a Massachusetts-based corporation allegedly represented falsely in an interstate telephone conversation with a New York investment banker that the corporation would pay the banker if it used information the banker could supply.  The banker supplied the information, and the corporation used it, but refused to pay (having used the services of other investment consultants).  The Supreme Judicial Court held that Massachusetts was not primarily involved;  it stressed that, even though the fraudulent representations were made from Massachusetts, they were \"received and acted on in New York\" and \"[a]ny loss was incurred in New York.\"  Id. at 672.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We see no easy way to distinguish Bushkin, and M &amp; I has suggested none that seems to us persuasive.  Makino, U.S.A., Inc. v. Metlife Capital Credit Corp., 25 Mass.App.Ct. 302, 518 N.E.2d 519, 523-24 (1988), further appellate review denied, 402 Mass. 1101, 521 N.E.2d 398 (1988), which M &amp; I cites to us, confirms our own view that Bushkin should not be taken to focus single mindedly on the place of injury;  and this court has in Clinton stressed the use of multiple factors.  But where the facts before us now fit so well within Bushkin, we think we are obliged to follow it unless and until the state courts alter their position.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, the award of damages with interest is affirmed, the award of attorneys' fees is vacated, and the matter is remanded to the district court for entry of a new judgment modified in the manner just described.  Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>---------------</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>* Of the Southern District of New York, sitting by designation.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span></p>\n    <p class=\"parties\">M &amp; I HEAT TRANSFER PRODUCTS, LTD., Plaintiff, Appellee,<br>v.<br>Dimiter GORCHEV and Mitco Space-Gain, Inc., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-1699.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Dec. 17, 1997.<br>Decided March 31, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dean C. Brunel, Somerville, MA, on brief for Defendants, Appellants.</p>\n      <p class=\"indent\">Eric S. Kupperstein and Kupperstein &amp; Kupperstein, Boston, MA, on brief for Plaintiff, Appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">M &amp; I Heat Transfer Products, Ltd.  (\"M &amp; I\"), a Canadian corporation, and Mitco Space-Gain, Inc.  (\"Mitco\"), a Massachusetts corporation, compete in the design and sale of air-handling unit systems, which move air for purposes of heating and cooling buildings.  Dimiter Gorchev, a citizen of Massachusetts, is the sole stockholder, director, and president of Mitco.  This appeal arises out of a diversity action brought by M &amp; I against Mitco and Gorchev.  The pertinent events are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1993, Vanderbilt University in Nashville, Tennessee, purchased an air-handling system from M &amp; I and contemplated further purchases.  During the year, Gorchev wrote two letters, one to Vanderbilt's chancellor and one to \"Members of the Construction/Engineering [Heating, Ventilation, Air Conditioning] Community.\"   Gorchev's letters accused M &amp; I of selling systems that it was not licensed to sell and of making products vastly inferior to Mitco's.  Vanderbilt then refused to award a new $500,000 contract to M &amp; I, although it later resumed doing business with M &amp; I.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">M &amp; I then sued Mitco and Gorchev in the district court, charging them with defamation, product disparagement, and intentional interference with advantageous business relationships.  M &amp; I also sought multiple damages and attorneys' fees under Mass.  Gen. L. ch. 93A for unfair and deceptive trade practices.  The jury found in favor of M &amp; I on the first three claims, awarding M &amp; I total damages in the amount of $1,640,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The statutory claim under chapter 93A was decided by the district judge.  He found that the defendants had violated the statute;  that damages were $375,000;  that the damages should be doubled to $750,000 because the violations were willful;  and that attorneys' fees of $84,412.50 should be awarded to M &amp; I. Because, even after doubling, the chapter 93A damage award was less than the jury's larger award, the final judgment awarded M &amp; I the damages fixed by the jury, plus interest, and the attorneys' fees set by the judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mitco and Gorchev raise numerous issues on appeal.  A number are not fully developed but we have considered them all so far as possible.  Only a few of the issues require discussion.  We first address the jury's damage award and then turn to the judge's award of attorneys' fees under chapter 93A.  We conclude that the damage award was proper, but the attorneys' fees award is precluded by statutory language and case law limiting claims under chapter 93A to Massachusetts transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First, Mitco and Gorchev say that the district judge erred in excluding evidence about patent infringement litigation involving M &amp; I in Canada.  The district judge excluded mention of this evidence from the opening argument so that he could evaluate the evidence in context, but he left the door open for its later introduction if the defendants could show that it was relevant.  They made no effort to do so and thus have preserved no issue for us on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Second, the defendants claim that the jury instruction on intentional interference with advantageous business relationships was defective because, they say, it should have included a malice requirement as an element of the count.  They did not object to this instruction at the district court, so review is only for plain error.  See Parker v. City of Nashua, <span class=\"citation\" data-id=\"196553\"><a href=\"/opinion/196553/parker-v-sheehan/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.1996).  Finding no error that threatens \"the fundamental fairness\" of the proceedings, United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 311 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></span> (1992), we decline to exercise our discretion to notice the alleged error.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Third, defendants complain that the jury awarded too much in damages, that the award was speculative and unsupported, and that the M &amp; I expert was not qualified.  There was no manifest error in allowing the expert to testify, see Ed Peters Jewelry Co., Inc. v. C &amp; J Jewelry Co., Inc., <span class=\"citation\" data-id=\"197524\"><a href=\"/opinion/197524/ed-peters-v-c-j-jewelry/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 259 (1st Cir.1997), nor do we think that the jury verdict was irrational.  In choosing a smaller damage figure himself, the district judge made clear that he did not think that the jury's award was insupportable.  Nor did he abuse his discretion in declining to order a new trial.  See Anthony v. G.M.D. Airline Servs., Inc., <span class=\"citation\" data-id=\"195230\"><a href=\"/opinion/195230/anthony-v-gmd-airline-serv/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 493 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The only point on which we feel constrained to disagree with the district court concerns the judgment under chapter 93A, which matters only so far as it supports the award of attorneys' fees.  Chapter 93A is expressly limited to \"actions and transactions\" that \"occurred primarily and substantially within the commonwealth.\"   Mass. Gen L. ch.  93A, &#167; 11.  Here, Mitco and Gorchev objected in the district court that the impact and harm occurred in Tennessee.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this instance, Gorchev apparently composed the two letters in question in Massachusetts but sent them outside the state, and they had their most demonstrable effect in Tennessee.  There is no indication that the letters were distributed in Massachusetts, nor is it clear that they had any impact within the state.  How to fit multistate transactions within section 11's formula has been a continuing problem.  See generally Clinton Hosp. Ass'n v. Corson Group, Inc., <span class=\"citation\" data-id=\"544606\"><a href=\"/opinion/544606/clinton-hospital-association-v-the-corson-group-inc/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1260</span></a></span>, 1263-67 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this instance, the issue turns on applying section 11's language to undisputed facts.  However the matter might otherwise stand, it appears to us that the present case is effectively governed by Bushkin Assocs., Inc. v. Raytheon Co., <span class=\"citation\" data-id=\"2032123\"><a href=\"/opinion/2032123/bushkin-associates-inc-v-raytheon-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">622</span></a></span>, <span class=\"citation\" data-id=\"2032123\"><a href=\"/opinion/2032123/bushkin-associates-inc-v-raytheon-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">662</span></a></span> (1985).  That case, like this one, involved the simple fact pattern of a defendant's message that originated in Massachusetts but whose receipt and impact occurred centrally in another state.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Bushkin, an officer of a Massachusetts-based corporation allegedly represented falsely in an interstate telephone conversation with a New York investment banker that the corporation would pay the banker if it used information the banker could supply.  The banker supplied the information, and the corporation used it, but refused to pay (having used the services of other investment consultants).  The Supreme Judicial Court held that Massachusetts was not primarily involved;  it stressed that, even though the fraudulent representations were made from Massachusetts, they were \"received and acted on in New York\" and \"[a]ny loss was incurred in New York.\"  Id. at 672.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We see no easy way to distinguish Bushkin, and M &amp; I has suggested none that seems to us persuasive.  Makino, U.S.A., Inc. v. Metlife Capital Credit Corp., 25 Mass.App.Ct. 302, <span class=\"citation\" data-id=\"2020042\"><a href=\"/opinion/2020042/makino-usa-v-metlife-cap-credit-corp/\"><span class=\"volume\">518</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">519</span></a></span>, 523-24 (1988), further appellate review denied, <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">521</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">398</span></span> (1988), which M &amp; I cites to us, confirms our own view that Bushkin should not be taken to focus single mindedly on the place of injury;  and this court has in Clinton stressed the use of multiple factors.  But where the facts before us now fit so well within Bushkin, we think we are obliged to follow it unless and until the state courts alter their position.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, the award of damages with interest is affirmed, the award of attorneys' fees is vacated, and the matter is remanded to the district court for entry of a new judgment modified in the manner just described.  Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>---------------</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>* Of the Southern District of New York, sitting by designation.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2020042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2032123/"
  ]
}