{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197852/",
  "absolute_url": "/opinion/197852/meguenine-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197852/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:40:26Z",
  "date_modified": "2017-03-24T10:53:38.453673Z",
  "type": "010combined",
  "sha1": "1c0a858fc783e7819cba334eda9f2903c0e32bd1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1991.01A",
  "local_path": null,
  "plain_text": "              United States Court of Appeals\r\n                  For the First Circuit\r\n\n                                       \r\n\nNo. 97-1991\r\n\n                   MOHAMMED MEGUENINE,\r\n\n                       Petitioner,\r\n\n                            v.\r\n\n         IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                       Respondent.\r\n\n                                       \r\n\n            PETITION FOR REVIEW OF AN ORDER OF\r\n\n             THE BOARD OF IMMIGRATION APPEALS\r\n                                       \r\n\n                          Before\r\n\n                  Boudin, Circuit Judge,\r\n\n             Aldrich, Senior Circuit Judge,\r\n\n               and Lynch, Circuit Judge.\r\n                                      \r\n\n Robert M. Warren for petitioner.\r\n\n Margaret Perry, Office of Immigration Litigation, Civil\r\nDivision, United States Department of Justice, with whom Mark C.\r\nWalters, Assistant Director, and Frank W. Hunger, Assistant\r\nAttorney General, Civil Division, were on brief, for respondent. \r\n\n                                      \r\n\n                     March 17, 1998\r\n                                      \r\n                                      LYNCH, Circuit Judge.  Petitioner Mohammed Meguenine\r\nseeks reversal of an order of the Board of Immigration Appeals\r\n(BIA or Board) denying his application for asylum under the\r\nImmigration and Nationality Act (INA)  208, 8 U.S.C.  1158,\r\nand his application for withholding of deportation under INA \r\n243(h), 8 U.S.C.  1253(h).  Meguenine's most substantial claim\r\nis that the agency improperly required him to produce evidence\r\nof individualized threats of persecution in violation of 8\r\nC.F.R.  208.13(b)(2) (1997).  Although the BIA failed to refer\r\nto that regulation in its opinion, its reasoning was consistent\r\nwith the regulation and was otherwise supported by \"substantial\r\nevidence.\"  We affirm.\r\n                            I.\r\n                                    Mohammed Meguenine is a citizen of Algeria who came\r\nto the United States on July 19, 1993 on a six-month tourist\r\nvisa at a time when violence between Algeria's military\r\ngovernment and its armed Islamic fundamentalist opponents was\r\ngrowing.  Meguenine overstayed his visa. On February 9, 1995,\r\nhe applied for asylum under INA  208(a), which gives the\r\nAttorney General discretion to grant asylum to \"refugees,\" as\r\ndefined by the INA, and for withholding of deportation under\r\nINA  243(h), which requires the Attorney General to withhold\r\ndeportation to a country in which an alien is \"likely\" to face\r\npersecution on account of specified grounds.  Following his\r\ninterview with an asylum officer, the Immigration and\r\nNaturalization Service (INS) brought deportation proceedings\r\nagainst him.  At a proceeding before an Immigration Judge (IJ),\r\nMeguenine conceded deportability, and reasserted his\r\napplication for asylum and withholding of deportation.\r\n    The IJ found Meguenine ineligible both for asylum and\r\nfor withholding of deportation, and agreed to grant him\r\nvoluntary departure in lieu of deportation.  Meguenine appealed\r\nthe IJ's decision to the BIA.  On August 7, 1997, the BIA\r\naffirmed the IJ's decision.  Meguenine's case is governed by\r\nthe \"transitional rules\" of the Illegal Immigration and\r\nImmigrant Responsibility Act of 1996 (IIRIRA), Pub. L. No. 104-\r\n208, Div. C., 110 Stat. 3009-546 (enacted Sept. 30, 1996). \r\nThat is because the BIA's decision dismissing his case was\r\nissued after October 31, 1996, but proceedings were brought\r\nagainst him prior to April 1, 1997 (IIRIRA's \"Title III-A\r\neffective date\").  See IIRIRA  309(c)(1), as amended by Act of\r\nOct. 11, 1997,  2, Pub. L. No. 104-302, 110 Stat. 3656, 3657\r\n(aliens \"in proceedings\" before April 1, 1997, but whose\r\ndeportation becomes final after October 31, 1996, are governed\r\nby IIRIRA's \"transitional rules\").  In general, under those\r\n\"transition rules,\" aliens appealing a denial of a decision to\r\ngrant asylum under INA  208(a) or to withhold deportation\r\nunder INA  243(h) must file a petition for review within\r\nthirty days under former INA  106.  See IIRIRA  309(c)(4)\r\n(providing that aliens under the \"transition rules\" continue to\r\nbe governed by former INA  106, subject to certain exceptions\r\nwhich do not apply here).  As Meguenine filed the requisite\r\npetition for review within thirty days, this court has\r\njurisdiction.\r\n                           II.\r\n                                    Meguenine's application for asylum must be understood\r\nin light of the violent conflict between the Algerian\r\ngovernment and its armed Islamic fundamentalist opponents.  In\r\n1989, Algeria opened its political process to parties other\r\nthan its ruling secular party.  An Islamic fundamentalist\r\nparty, the Islamic Salvation Front, soon became the most\r\nimportant opposition party.  In December 1991, the government\r\nheld elections in two stages.  After the Islamic Salvation\r\nFront won the first stage, the military cancelled the second\r\nstage.  The civilian president resigned and a military junta\r\ntook power.  Radical Islamic fundamentalists, who had recently\r\nformed the Armed Islamic Group, launched terrorist attacks to\r\ndestabilize the new government.  The military government's\r\nforces fought back.  Both sides have acted with considerable\r\nbrutality toward the civilian population.  So far, tens of\r\nthousands of Algerians have died in the conflict.\r\n    Meguenine worked for many years as a nurse in a\r\ngovernment-run hospital in his native city of Oran, Algeria. \r\nHe testified before the IJ that he is a moderate Muslim, not a\r\nfundamentalist, that he favors neither side in the present\r\nconflict, and that he has never been active in politics.  He\r\nnevertheless seeks asylum because, he says, the Islamic\r\nfundamentalists have targeted health care workers in general,\r\nand those at his hospital in particular, if they refuse to\r\naccede to demands that they stop treating government soldiers\r\nwho are injured in the violence.  Meguenine says that, as a\r\nhealth care professional, he feels ethically obliged to treat\r\nany injured person regardless of that person's beliefs or\r\naffiliation in the present conflict, and that he feared\r\nviolence because of a threatening terrorist note at his\r\nhospital that warned hospital personnel not to treat soldiers. \r\nMeguenine notes that, after this note appeared, other health\r\ncare workers at his hospital and elsewhere in the country were\r\ninjured or killed by the terrorists.  He contends that this\r\nevidence suffices to show that he has a \"well-founded fear of\r\npersecution on account of\" either his \"religion\" as a moderate\r\nMuslim, his \"membership in a particular social group\" of health\r\ncare professionals, or his \"political opinion\" of neutrality in\r\nthe conflict. INA  101(a)(42)(A), 8 U.S.C.  1101(a)(42)(A)\r\n(1994).\r\n    The BIA disagreed.  First, it considered the evidence\r\nMeguenine placed before the IJ in support of his contention\r\nthat neutral health care workers are, in general, subjects of\r\nsystematic persecution by the Islamic fundamentalist groups. \r\nFinding this evidence insufficient to show that such\r\npersecution of neutral health care workers was taking place on\r\na systematic basis, it concluded that Meguenine had not shown\r\nthat a nexus existed between his fear of harm at the hands of\r\nthe Islamic fundamentalists and his status as a nurse in a\r\ngovernment-run hospital.  Second, it considered a threatening\r\nnote Meguenine observed personally at his hospital.  The Board\r\nfound that this threat was too general and isolated to cause\r\nMeguenine reasonably to fear that he personally had been\r\ntargeted for persecution on account of his refusal to accede to\r\ndemands that he refuse to treat soldiers fighting the Islamic\r\nfundamentalists.\r\n                           III.\r\n                                    On a petition for review under old INA  106, this\r\ncourt reviews the BIA's decision that Meguenine is ineligible\r\nfor asylum and withholding of deportation to determine of it is\r\nsupported by \"substantial evidence.\"  Ipina v. INS, 868 F.2d\r\n511, 513 (1st Cir. 1989).    The court reviews the BIA's legal\r\nconclusions de novo, although it gives deference, where\r\nappropriate, to the agency's interpretation of the underlying\r\nstatute in accordance with administrative law principles.  SeeAlvarez-Flores v. INS, 909 F.2d 1, 3 (1st Cir. 1990).  \r\n    It is important to note that the BIA did not reject\r\nMeguenine's application as a matter of law because it regarded\r\nMeguenine's theory of persecution as legally insufficient to\r\nestablish eligibility for asylum.  The BIA's decision took no\r\nposition on whether a health care professional who refuses to\r\nviolate his ethical obligations to treat all injured combatants\r\nin a violent conflict, and who has a well-founded fear of\r\npersecution for taking such a stand, qualifies as a \"refugee\"\r\nunder INA  101(a)(42)(A).    Rather, it rejected Meguenine's\r\napplication because it found the evidence that he presented\r\ninsufficient to show that the Islamic fundamentalists were in\r\nfact systematically targeting neutral health care workers, and\r\nthat the evidence that he individually had faced threats for\r\nthis reason was too scant to support eligibility for asylum.\r\n    Meguenine first argues that the BIA committed legal\r\nerror.  He says that the BIA's decision, which relied in part\r\non the lack of threats directed at him individually, violated\r\na regulation that governs the circumstances in which an\r\napplicant may be required to produce such evidence.  That\r\nregulation, 8 C.F.R.  208.13(b)(2)(i) (1997), provides:\r\n         In evaluating whether the applicant\r\n    has sustained his burden of proving that\r\n    he has a well-founded fear of persecution,\r\n    the Asylum Officer or Immigration Judge\r\n    shall not require the applicant to provide\r\n    evidence that he would be singled out\r\n    individually for persecution if:\r\n\n           (A) He establishes that there is\r\n         a pattern or practice in his country\r\n         of nationality or last habitual\r\n         residence of persecution of groups of\r\n         persons similarly situated to the\r\n         applicant on account of race,\r\n         religion, nationality, membership in\r\n         a particular social group, or\r\n         political opinion; and\r\n\n           (B) He establishes his own\r\n         inclusion in and identification with\r\n         such group of persons such that his\r\n         fear of persecution upon return is\r\n         reasonable.\r\n\nAlthough the BIA did not mention this regulation in its\r\nopinion, its reasoning is entirely consistent with it and we\r\nfind no violation.  The regulation puts the burden on Meguenine\r\nto \"establish that there is a pattern or practice\" of\r\npersecution directed at \"persons similiarly situated to the\r\napplicant\" and to establish his inclusion in such a group.  The\r\nBIA's decision first considered whether Meguenine had shown\r\nthat neutral health care workers face systematic persecution\r\nfrom the Islamic fundamentalists.  Only after it had found\r\nMeguenine's evidence insufficient to show such a \"pattern or\r\npractice\" of persecution did it consider whether the\r\nthreatening note at Meguenine's hospital was sufficiently\r\ndirected at Meguenine to cause him reasonably to fear harm\r\nbecause he personally had been targeted for his persistence in\r\ntreating all patients regardless of their political or\r\nreligious beliefs or affiliation in the present conflict.  This\r\nis precisely the procedure that the regulation contemplates.\r\n    As the BIA's decision is not based on an error of\r\nlaw, we review these conclusions to determine if they are\r\nsupported by substantial evidence.  A reasonable factfinder\r\ncould determine on this record, as did the BIA, that there was\r\nno pattern or practice targeting neutral health care workers\r\nand that Meguenine's claimed fears stemmed from the general\r\ninsecurity in Algeria and not from persecution against him on\r\none of the statutorily enumerated grounds.  See INS v. Elias-\r\nZacarias, 502 U.S. 478, 483-84 (1992).\r\n    In support of his claim that health care workers were\r\nsubject to systematic persecution at the hands of the Islamic\r\nfundamentalists if they refused demands not to treat government\r\nsoldiers, Meguenine proffered the following evidence.  First,\r\nMeguenine testified to the anonymous warning note at his\r\nhospital.  Second, he testified that the newspaper reported\r\nthat a gynecologist at that hospital was murdered by the\r\nfundamentalists because he treated women.  Meguenine also had\r\nheard that his friend, a nurse, was murdered even though,\r\naccording to Meguenine, \"he never speak out (sic).\"  He had\r\nalso heard that his superior, the director of the hospital, was\r\nshot and injured by the terrorists and fled to France.  Next,\r\nhe proferred testimony by a lawyer who does business in Algeria\r\nwho said that Meguenine's story was plausible and that threats\r\nsuch as the note on the wall were to be taken \"very seriously\"\r\nand that \"virtually anyone\" working for a government\r\ninstitution in Algeria, such as a hospital, could be a target\r\nof terrorist violence.  Finally, Meguenine submitted human\r\nrights reports that recount the terrorist assassinations of\r\nthree prominent physicians elsewhere in the country.\r\n    This evidence did not compel the Board to find in\r\nMeguenine's favor, either on his claim that health care workers\r\nfaced systematic persecution or on his claim that he reasonably\r\nfeared persecution individually.  The evidence could be read to\r\ntend to support the accuracy of Meguenine's contentions, but it\r\nis not so persuasive that we feel free to reject the BIA's\r\nconclusions when reviewing the BIA \"under a deferential\r\nsubstantial evidence standard.\"  Cordero-Trejo v. INS, 40 F.3d\r\n482, 487 (1st Cir. 1994) (citations and internal quotation\r\nmarks omitted).\r\n    In turn, the BIA's reasons for rejecting Meguenine's\r\narguments are rational.  The Board noted that, according to the\r\nhuman rights reports, the three prominent physicians who were\r\nassassinated were prominent opponents of the fundamentalists,\r\nnot apolitical health care workers like Meguenine.  Indeed,\r\nthose reports contained exhaustive lists of those groups that\r\nthe fundamentalists had singled out for persecution, and\r\n\"health care workers\" who choose to remain neutral were not\r\namong them.  Those reports also lend support to the\r\ngovernment's view that terrorist violence is indiscriminate and\r\nis not directed at any particular identifiable group of\r\ncivilians other than known supporters of the government.  Next,\r\nthe Board observed that Meguenine failed to present competent\r\nevidence concerning the reason why the physicians at his\r\nhospital were attacked, thus raising the possibility that they\r\nwere also targeted for their opposition to the fundamentalists\r\nrather than because of their status as health care workers. \r\nThe Board also noted that hundreds of nurses worked at the\r\nhospital who had not been harmed, even though, like Meguenine,\r\nthey had not heeded the threat.  Finally, the Board noted that\r\nMeguenine worked at the hospital for more than a year after the\r\nthreat appeared, undercutting his claim that the threat\r\nreasonably caused him to fear persecution from the\r\nfundamentalists.\r\n    This was a valid application of the \"well-founded\r\nfear\" standard as set forth in Matter of Mogharrabi, 19 I. &amp; N.\r\nDec. 439 (BIA 1987).  It is entirely reasonable for people to\r\nfear harm if they are required to return to Algeria during the\r\ncurrent conflict, but Congress has not chosen to open the door\r\nto this country on such a basis.  As the government correctly\r\nnotes, it is the law that general fears (even \"well-founded\"\r\nones) of future harm from political upheaval or terrorist\r\nviolence are not sufficient to establish eligibility for asylum\r\nunder  208(a) of the INA.  See Novoa-Umania, 896 F.2d at 5. \r\nThe BIA chose to reject Meguenine's argument that the facts\r\nestablish that an identifiable group of \"health care workers\"\r\nface a \"pattern or practice\" of persecution in Algeria from\r\narmed Islamic fundamentalist terrorists if they persist in\r\ntreating government soldiers.  A careful review of the record\r\nreveals that substantial evidence permitted the Board's\r\nconclusion.  Likewise, the Board could reject Meguenine's fears\r\nof specific harm on this record as insufficiently severe and\r\nparticular to support eligibility for asylum or for withholding\r\nof deportation.\r\n    The order of the Board of Immigration Appeals is\r\naffirmed.\n",
  "html": "<p class=\"case_cite\">139 F.3d 25</p>\n    <p class=\"parties\">Mohammed MEGUENINE, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 97-1991.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1998.<br>Decided March 17, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert M. Warren, Goodland, KS, for Petitioner.</p>\n      <p class=\"indent\">Margaret Perry, Office of Immigration Litigation, Civil Division, United States Department of Justice, with whom Mark C. Walters, Assistant Director, and Frank W. Hunger, Assistant Attorney General, Civil Division, Washington, DC, were on brief, for Respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Mohammed Meguenine seeks reversal of an order of the Board of Immigration Appeals (BIA or Board) denying his application for asylum under the Immigration and Nationality Act (INA) &#167; 208, 8 U.S.C. &#167; 1158, and his application for withholding of deportation under INA &#167; 243(h), 8 U.S.C. &#167; 1253(h).  Meguenine's most substantial claim is that the agency improperly required him to produce evidence of individualized threats of persecution in violation of 8 C.F.R. &#167; 208.13(b)(2) (1997).  Although the BIA failed to refer to that regulation in its opinion, its reasoning was consistent with the regulation and was otherwise supported by \"substantial evidence.\"   We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Mohammed Meguenine is a citizen of Algeria who came to the United States on July 19, 1993 on a six-month tourist visa at a time when violence between Algeria's military government and its armed Islamic fundamentalist opponents was growing.  Meguenine overstayed his visa.  On February 9, 1995, he applied for asylum under INA &#167; 208(a), which gives the Attorney General discretion to grant asylum to \"refugees,\" as defined by the INA, and for withholding of deportation under INA &#167; 243(h), which requires the Attorney General to withhold deportation to a country in which an alien is \"likely\" to face persecution on account of specified grounds.  Following his interview with an asylum officer, the Immigration and Naturalization Service (INS) brought deportation proceedings against him.  At a proceeding before an Immigration Judge (IJ), Meguenine conceded deportability, and reasserted his application for asylum and withholding of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The IJ found Meguenine ineligible both for asylum and for withholding of deportation, and agreed to grant him voluntary departure in lieu of deportation.  Meguenine appealed the IJ's decision to the BIA.  On August 7, 1997, the BIA affirmed the IJ's decision.  Meguenine's case is governed by the \"transitional rules\" of the Illegal Immigration and Immigrant Responsibility Act of 1996 (IIRIRA), Pub.L. No. 104-208, Div. C., 110 Stat. 3009-546 (enacted Sept. 30, 1996).  That is because the BIA's decision dismissing his case was issued after October 31, 1996, but proceedings were brought against him prior to April 1, 1997 (IIRIRA's \"Title III-A effective date\").  See IIRIRA &#167; 309(c)(1), as amended by Act of Oct. 11, 1997, &#167; 2, Pub.L. No. 104-302, 110 Stat. 3656, 3657 (aliens \"in proceedings\" before April 1, 1997, but whose deportation becomes final after October 31, 1996, are governed by IIRIRA's \"transitional rules\").  In general, under those \"transition rules,\" aliens appealing a denial of a decision to grant asylum under INA &#167; 208(a) or to withhold deportation under INA &#167; 243(h) must file a petition for review within thirty days under former INA &#167; 106.  See IIRIRA &#167; 309(c)(4) (providing that aliens under the \"transition rules\" continue to be governed by former INA &#167; 106, subject to certain exceptions which do not apply here).  As Meguenine filed the requisite petition for review within thirty days, this court has jurisdiction.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Meguenine's application for asylum must be understood in light of the violent conflict between the Algerian government and its armed Islamic fundamentalist opponents.  In 1989, Algeria opened its political process to parties other than its ruling secular party.  An Islamic fundamentalist party, the Islamic Salvation Front, soon became the most important opposition party.  In December 1991, the government held elections in two stages.  After the Islamic Salvation Front won the first stage, the military cancelled the second stage.  The civilian president resigned and a military junta took power.  Radical Islamic fundamentalists, who had recently formed the Armed Islamic Group, launched terrorist attacks to destabilize the new government.  The military government's forces fought back.  Both sides have acted with considerable brutality toward the civilian population.  So far, tens of thousands of Algerians have died in the conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meguenine worked for many years as a nurse in a government-run hospital in his native city of Oran, Algeria.  He testified before the IJ that he is a moderate Muslim, not a fundamentalist, that he favors neither side in the present conflict, and that he has never been active in politics.  He nevertheless seeks asylum because, he says, the Islamic fundamentalists have targeted health care workers in general, and those at his hospital in particular, if they refuse to accede to demands that they stop treating government soldiers who are injured in the violence.  Meguenine says that, as a health care professional, he feels ethically obliged to treat any injured person regardless of that person's beliefs or affiliation in the present conflict, and that he feared violence because of a threatening terrorist note at his hospital that warned hospital personnel not to treat soldiers.  Meguenine notes that, after this note appeared, other health care workers at his hospital and elsewhere in the country were injured or killed by the terrorists.  He contends that this evidence suffices to show that he has a \"well-founded fear of persecution on account of\" either his \"religion\" as a moderate Muslim, his \"membership in a particular social group\" of health care professionals, or his \"political opinion\" of neutrality in the conflict.  INA &#167; 101(a)(42)(A), 8 U.S.C. &#167; 1101(a)(42)(A) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The BIA disagreed.  First, it considered the evidence Meguenine placed before the IJ in support of his contention that neutral health care workers are, in general, subjects of systematic persecution by the Islamic fundamentalist groups.  Finding this evidence insufficient to show that such persecution of neutral health care workers was taking place on a systematic basis, it concluded that Meguenine had not shown that a nexus existed between his fear of harm at the hands of the Islamic fundamentalists and his status as a nurse in a government-run hospital.  Second, it considered a threatening note Meguenine observed personally at his hospital.  The Board found that this threat was too general and isolated to cause Meguenine reasonably to fear that he personally had been targeted for persecution on account of his refusal to accede to demands that he refuse to treat soldiers fighting the Islamic fundamentalists.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On a petition for review under old INA &#167; 106, this court reviews the BIA's decision that Meguenine is ineligible for asylum and withholding of deportation to determine of it is supported by \"substantial evidence.\"  Ipina v. INS, 868 F.2d 511, 513 (1st Cir.1989).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court reviews the BIA's legal conclusions de novo, although it gives deference, where appropriate, to the agency's interpretation of the underlying statute in accordance with administrative law principles.  See Alvarez-Flores v. INS, 909 F.2d 1, 3 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is important to note that the BIA did not reject Meguenine's application as a matter of law because it regarded Meguenine's theory of persecution as legally insufficient to establish eligibility for asylum.  The BIA's decision took no position on whether a health care professional who refuses to violate his ethical obligations to treat all injured combatants in a violent conflict, and who has a well-founded fear of persecution for taking such a stand, qualifies as a \"refugee\" under INA &#167; 101(a)(42)(A).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Rather, it rejected Meguenine's application because it found the evidence that he presented insufficient to show that the Islamic fundamentalists were in fact systematically targeting neutral health care workers, and that the evidence that he individually had faced threats for this reason was too scant to support eligibility for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Meguenine first argues that the BIA committed legal error.  He says that the BIA's decision, which relied in part on the lack of threats directed at him individually, violated a regulation that governs the circumstances in which an applicant may be required to produce such evidence.  That regulation, 8 C.F.R. &#167; 208.13(b)(2)(i) (1997), provides:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In evaluating whether the applicant has sustained his burden of proving that he has a well-founded fear of persecution, the Asylum Officer or Immigration Judge shall not require the applicant to provide evidence that he would be singled out individually for persecution if:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(A) He establishes that there is a pattern or practice in his country of nationality or last habitual residence of persecution of groups of persons similarly situated to the applicant on account of race, religion, nationality, membership in a particular social group, or political opinion;  and</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(B) He establishes his own inclusion in and identification with such group of persons such that his fear of persecution upon return is reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the BIA did not mention this regulation in its opinion, its reasoning is entirely consistent with it and we find no violation.  The regulation puts the burden on Meguenine to \"establish that there is a pattern or practice\" of persecution directed at \"persons similarly situated to the applicant\" and to establish his inclusion in such a group.  The BIA's decision first considered whether Meguenine had shown that neutral health care workers face systematic persecution from the Islamic fundamentalists.  Only after it had found Meguenine's evidence insufficient to show such a \"pattern or practice\" of persecution did it consider whether the threatening note at Meguenine's hospital was sufficiently directed at Meguenine to cause him reasonably to fear harm because he personally had been targeted for his persistence in treating all patients regardless of their political or religious beliefs or affiliation in the present conflict.  This is precisely the procedure that the regulation contemplates.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As the BIA's decision is not based on an error of law, we review these conclusions to determine if they are supported by substantial evidence.  A reasonable factfinder could determine on this record, as did the BIA, that there was no pattern or practice targeting neutral health care workers and that Meguenine's claimed fears stemmed from the general insecurity in Algeria and not from persecution against him on one of the statutorily enumerated grounds.  See INS v. Elias-Zacarias, 502 U.S. 478, 483-84, 112 S.Ct. 812, 816-17, 117 L.Ed.2d 38 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In support of his claim that health care workers were subject to systematic persecution at the hands of the Islamic fundamentalists if they refused demands not to treat government soldiers, Meguenine proffered the following evidence.  First, Meguenine testified to the anonymous warning note at his hospital.  Second, he testified that the newspaper reported that a gynecologist at that hospital was murdered by the fundamentalists because he treated women.  Meguenine also had heard that his friend, a nurse, was murdered even though, according to Meguenine, \"he never speak out (sic ).\"   He had also heard that his superior, the director of the hospital, was shot and injured by the terrorists and fled to France.  Next, he proferred testimony by a lawyer who does business in Algeria who said that Meguenine's story was plausible and that threats such as the note on the wall were to be taken \"very seriously\" and that \"virtually anyone\" working for a government institution in Algeria, such as a hospital, could be a target of terrorist violence.  Finally, Meguenine submitted human rights reports that recount the terrorist assassinations of three prominent physicians elsewhere in the country.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This evidence did not compel the Board to find in Meguenine's favor, either on his claim that health care workers faced systematic persecution or on his claim that he reasonably feared persecution individually.  The evidence could be read to tend to support the accuracy of Meguenine's contentions, but it is not so persuasive that we feel free to reject the BIA's conclusions when reviewing the BIA \"under a deferential substantial evidence standard.\"  Cordero-Trejo v. INS, 40 F.3d 482, 487 (1st Cir.1994) (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In turn, the BIA's reasons for rejecting Meguenine's arguments are rational.  The Board noted that, according to the human rights reports, the three prominent physicians who were assassinated were prominent opponents of the fundamentalists, not apolitical health care workers like Meguenine.  Indeed, those reports contained exhaustive lists of those groups that the fundamentalists had singled out for persecution, and \"health care workers\" who choose to remain neutral were not among them.  Those reports also lend support to the government's view that terrorist violence is indiscriminate and is not directed at any particular identifiable group of civilians other than known supporters of the government.  Next, the Board observed that Meguenine failed to present competent evidence concerning the reason why the physicians at his hospital were attacked, thus raising the possibility that they were also targeted for their opposition to the fundamentalists rather than because of their status as health care workers.  The Board also noted that hundreds of nurses worked at the hospital who had not been harmed, even though, like Meguenine, they had not heeded the threat.  Finally, the Board noted that Meguenine worked at the hospital for more than a year after the threat appeared, undercutting his claim that the threat reasonably caused him to fear persecution from the fundamentalists.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This was a valid application of the \"well-founded fear\" standard as set forth in Matter of Mogharrabi, 19 I. &amp; N. Dec. 439 (BIA 1987).  It is entirely reasonable for people to fear harm if they are required to return to Algeria during the current conflict, but Congress has not chosen to open the door to this country on such a basis.  As the government correctly notes, it is the law that general fears (even \"well-founded\" ones) of future harm from political upheaval or terrorist violence are not sufficient to establish eligibility for asylum under &#167; 208(a) of the INA.  See Novoa-Umania, 896 F.2d at 5. The BIA chose to reject Meguenine's argument that the facts establish that an identifiable group of \"health care workers\" face a \"pattern or practice\" of persecution in Algeria from armed Islamic fundamentalist terrorists if they persist in treating government soldiers.  A careful review of the record reveals that substantial evidence permitted the Board's conclusion.  Likewise, the Board could reject Meguenine's fears of specific harm on this record as insufficiently severe and particular to support eligibility for asylum or for withholding of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The order of the Board of Immigration Appeals is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If the BIA had found Meguenine eligible for asylum, but rejected his application in an exercise of discretion, we would review such a decision for \"abuse of discretion.\"   See Ipina, 868 F.2d at 513</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If the BIA had rejected Meguenine's application on legal rather than factual grounds, we would be faced with a question of law.  This court has previously wrestled with the standard for determining when an applicant is eligible for asylum when the applicant faces the prospect of persecution because of his refusal to take sides in a conflict.  See Novoa-Umania v. INS, 896 F.2d 1, 3 (1st Cir.1990) (setting forth standard for proving a \"well-founded fear\" on account of a political opinion of neutrality)</p>\n        <p>At oral argument in this case, the government attorney contended that the statutory term \"particular social group\" should be interpreted to mean a group with some immutable trait (such as an ethnic group) or a mutable trait which a member of that group should not, in good conscience, be required to change (such as a religious adherent's beliefs), and this court has previously expressed approval of this definition.  See Ananeh-Firempong v. INS, 766 F.2d 621, 626 (1st Cir.1985).  A health care worker who refuses to violate the fundamental ethical obligations of his profession may fit into the latter category.  However, because the Board did not take the position that Meguenine's legal theory was insufficient to support an application for asylum, but rather rejected his application for failure of proof, we do not reach this issue.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span></p>\n    <p class=\"parties\">Mohammed MEGUENINE, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 97-1991.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1998.<br>Decided March 17, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert M. Warren, Goodland, KS, for Petitioner.</p>\n      <p class=\"indent\">Margaret Perry, Office of Immigration Litigation, Civil Division, United States Department of Justice, with whom Mark C. Walters, Assistant Director, and Frank W. Hunger, Assistant Attorney General, Civil Division, Washington, DC, were on brief, for Respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Mohammed Meguenine seeks reversal of an order of the Board of Immigration Appeals (BIA or Board) denying his application for asylum under the Immigration and Nationality Act (INA) &#167; 208, 8 U.S.C. &#167; 1158, and his application for withholding of deportation under INA &#167; 243(h), 8 U.S.C. &#167; 1253(h).  Meguenine's most substantial claim is that the agency improperly required him to produce evidence of individualized threats of persecution in violation of 8 C.F.R. &#167; 208.13(b)(2) (1997).  Although the BIA failed to refer to that regulation in its opinion, its reasoning was consistent with the regulation and was otherwise supported by \"substantial evidence.\"   We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Mohammed Meguenine is a citizen of Algeria who came to the United States on July 19, 1993 on a six-month tourist visa at a time when violence between Algeria's military government and its armed Islamic fundamentalist opponents was growing.  Meguenine overstayed his visa.  On February 9, 1995, he applied for asylum under INA &#167; 208(a), which gives the Attorney General discretion to grant asylum to \"refugees,\" as defined by the INA, and for withholding of deportation under INA &#167; 243(h), which requires the Attorney General to withhold deportation to a country in which an alien is \"likely\" to face persecution on account of specified grounds.  Following his interview with an asylum officer, the Immigration and Naturalization Service (INS) brought deportation proceedings against him.  At a proceeding before an Immigration Judge (IJ), Meguenine conceded deportability, and reasserted his application for asylum and withholding of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The IJ found Meguenine ineligible both for asylum and for withholding of deportation, and agreed to grant him voluntary departure in lieu of deportation.  Meguenine appealed the IJ's decision to the BIA.  On August 7, 1997, the BIA affirmed the IJ's decision.  Meguenine's case is governed by the \"transitional rules\" of the Illegal Immigration and Immigrant Responsibility Act of 1996 (IIRIRA), Pub.L. No. 104-208, Div. C., 110 Stat. 3009-546 (enacted Sept. 30, 1996).  That is because the BIA's decision dismissing his case was issued after October 31, 1996, but proceedings were brought against him prior to April 1, 1997 (IIRIRA's \"Title III-A effective date\").  See IIRIRA &#167; 309(c)(1), as amended by Act of Oct. 11, 1997, &#167; 2, Pub.L. No. 104-302, 110 Stat. 3656, 3657 (aliens \"in proceedings\" before April 1, 1997, but whose deportation becomes final after October 31, 1996, are governed by IIRIRA's \"transitional rules\").  In general, under those \"transition rules,\" aliens appealing a denial of a decision to grant asylum under INA &#167; 208(a) or to withhold deportation under INA &#167; 243(h) must file a petition for review within thirty days under former INA &#167; 106.  See IIRIRA &#167; 309(c)(4) (providing that aliens under the \"transition rules\" continue to be governed by former INA &#167; 106, subject to certain exceptions which do not apply here).  As Meguenine filed the requisite petition for review within thirty days, this court has jurisdiction.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Meguenine's application for asylum must be understood in light of the violent conflict between the Algerian government and its armed Islamic fundamentalist opponents.  In 1989, Algeria opened its political process to parties other than its ruling secular party.  An Islamic fundamentalist party, the Islamic Salvation Front, soon became the most important opposition party.  In December 1991, the government held elections in two stages.  After the Islamic Salvation Front won the first stage, the military cancelled the second stage.  The civilian president resigned and a military junta took power.  Radical Islamic fundamentalists, who had recently formed the Armed Islamic Group, launched terrorist attacks to destabilize the new government.  The military government's forces fought back.  Both sides have acted with considerable brutality toward the civilian population.  So far, tens of thousands of Algerians have died in the conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meguenine worked for many years as a nurse in a government-run hospital in his native city of Oran, Algeria.  He testified before the IJ that he is a moderate Muslim, not a fundamentalist, that he favors neither side in the present conflict, and that he has never been active in politics.  He nevertheless seeks asylum because, he says, the Islamic fundamentalists have targeted health care workers in general, and those at his hospital in particular, if they refuse to accede to demands that they stop treating government soldiers who are injured in the violence.  Meguenine says that, as a health care professional, he feels ethically obliged to treat any injured person regardless of that person's beliefs or affiliation in the present conflict, and that he feared violence because of a threatening terrorist note at his hospital that warned hospital personnel not to treat soldiers.  Meguenine notes that, after this note appeared, other health care workers at his hospital and elsewhere in the country were injured or killed by the terrorists.  He contends that this evidence suffices to show that he has a \"well-founded fear of persecution on account of\" either his \"religion\" as a moderate Muslim, his \"membership in a particular social group\" of health care professionals, or his \"political opinion\" of neutrality in the conflict.  INA &#167; 101(a)(42)(A), 8 U.S.C. &#167; 1101(a)(42)(A) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The BIA disagreed.  First, it considered the evidence Meguenine placed before the IJ in support of his contention that neutral health care workers are, in general, subjects of systematic persecution by the Islamic fundamentalist groups.  Finding this evidence insufficient to show that such persecution of neutral health care workers was taking place on a systematic basis, it concluded that Meguenine had not shown that a nexus existed between his fear of harm at the hands of the Islamic fundamentalists and his status as a nurse in a government-run hospital.  Second, it considered a threatening note Meguenine observed personally at his hospital.  The Board found that this threat was too general and isolated to cause Meguenine reasonably to fear that he personally had been targeted for persecution on account of his refusal to accede to demands that he refuse to treat soldiers fighting the Islamic fundamentalists.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On a petition for review under old INA &#167; 106, this court reviews the BIA's decision that Meguenine is ineligible for asylum and withholding of deportation to determine of it is supported by \"substantial evidence.\"  Ipina v. INS, <span class=\"citation\" data-id=\"518840\"><a href=\"/opinion/518840/francisca-sophia-ipina-v-immigration-and-naturalization-service/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 513 (1st Cir.1989).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court reviews the BIA's legal conclusions de novo, although it gives deference, where appropriate, to the agency's interpretation of the underlying statute in accordance with administrative law principles.  See Alvarez-Flores v. INS, <span class=\"citation\" data-id=\"545202\"><a href=\"/opinion/545202/william-alexander-alvarez-flores-v-immigration-and-naturalization-service/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is important to note that the BIA did not reject Meguenine's application as a matter of law because it regarded Meguenine's theory of persecution as legally insufficient to establish eligibility for asylum.  The BIA's decision took no position on whether a health care professional who refuses to violate his ethical obligations to treat all injured combatants in a violent conflict, and who has a well-founded fear of persecution for taking such a stand, qualifies as a \"refugee\" under INA &#167; 101(a)(42)(A).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Rather, it rejected Meguenine's application because it found the evidence that he presented insufficient to show that the Islamic fundamentalists were in fact systematically targeting neutral health care workers, and that the evidence that he individually had faced threats for this reason was too scant to support eligibility for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Meguenine first argues that the BIA committed legal error.  He says that the BIA's decision, which relied in part on the lack of threats directed at him individually, violated a regulation that governs the circumstances in which an applicant may be required to produce such evidence.  That regulation, 8 C.F.R. &#167; 208.13(b)(2)(i) (1997), provides:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In evaluating whether the applicant has sustained his burden of proving that he has a well-founded fear of persecution, the Asylum Officer or Immigration Judge shall not require the applicant to provide evidence that he would be singled out individually for persecution if:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(A) He establishes that there is a pattern or practice in his country of nationality or last habitual residence of persecution of groups of persons similarly situated to the applicant on account of race, religion, nationality, membership in a particular social group, or political opinion;  and</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(B) He establishes his own inclusion in and identification with such group of persons such that his fear of persecution upon return is reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the BIA did not mention this regulation in its opinion, its reasoning is entirely consistent with it and we find no violation.  The regulation puts the burden on Meguenine to \"establish that there is a pattern or practice\" of persecution directed at \"persons similarly situated to the applicant\" and to establish his inclusion in such a group.  The BIA's decision first considered whether Meguenine had shown that neutral health care workers face systematic persecution from the Islamic fundamentalists.  Only after it had found Meguenine's evidence insufficient to show such a \"pattern or practice\" of persecution did it consider whether the threatening note at Meguenine's hospital was sufficiently directed at Meguenine to cause him reasonably to fear harm because he personally had been targeted for his persistence in treating all patients regardless of their political or religious beliefs or affiliation in the present conflict.  This is precisely the procedure that the regulation contemplates.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As the BIA's decision is not based on an error of law, we review these conclusions to determine if they are supported by substantial evidence.  A reasonable factfinder could determine on this record, as did the BIA, that there was no pattern or practice targeting neutral health care workers and that Meguenine's claimed fears stemmed from the general insecurity in Algeria and not from persecution against him on one of the statutorily enumerated grounds.  See INS v. Elias-Zacarias, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 483-84, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, 816-17, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In support of his claim that health care workers were subject to systematic persecution at the hands of the Islamic fundamentalists if they refused demands not to treat government soldiers, Meguenine proffered the following evidence.  First, Meguenine testified to the anonymous warning note at his hospital.  Second, he testified that the newspaper reported that a gynecologist at that hospital was murdered by the fundamentalists because he treated women.  Meguenine also had heard that his friend, a nurse, was murdered even though, according to Meguenine, \"he never speak out (sic ).\"   He had also heard that his superior, the director of the hospital, was shot and injured by the terrorists and fled to France.  Next, he proferred testimony by a lawyer who does business in Algeria who said that Meguenine's story was plausible and that threats such as the note on the wall were to be taken \"very seriously\" and that \"virtually anyone\" working for a government institution in Algeria, such as a hospital, could be a target of terrorist violence.  Finally, Meguenine submitted human rights reports that recount the terrorist assassinations of three prominent physicians elsewhere in the country.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This evidence did not compel the Board to find in Meguenine's favor, either on his claim that health care workers faced systematic persecution or on his claim that he reasonably feared persecution individually.  The evidence could be read to tend to support the accuracy of Meguenine's contentions, but it is not so persuasive that we feel free to reject the BIA's conclusions when reviewing the BIA \"under a deferential substantial evidence standard.\"  Cordero-Trejo v. INS, <span class=\"citation\" data-id=\"195749\"><a href=\"/opinion/195749/cordero-trejo-v-ins/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 487 (1st Cir.1994) (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In turn, the BIA's reasons for rejecting Meguenine's arguments are rational.  The Board noted that, according to the human rights reports, the three prominent physicians who were assassinated were prominent opponents of the fundamentalists, not apolitical health care workers like Meguenine.  Indeed, those reports contained exhaustive lists of those groups that the fundamentalists had singled out for persecution, and \"health care workers\" who choose to remain neutral were not among them.  Those reports also lend support to the government's view that terrorist violence is indiscriminate and is not directed at any particular identifiable group of civilians other than known supporters of the government.  Next, the Board observed that Meguenine failed to present competent evidence concerning the reason why the physicians at his hospital were attacked, thus raising the possibility that they were also targeted for their opposition to the fundamentalists rather than because of their status as health care workers.  The Board also noted that hundreds of nurses worked at the hospital who had not been harmed, even though, like Meguenine, they had not heeded the threat.  Finally, the Board noted that Meguenine worked at the hospital for more than a year after the threat appeared, undercutting his claim that the threat reasonably caused him to fear persecution from the fundamentalists.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This was a valid application of the \"well-founded fear\" standard as set forth in Matter of Mogharrabi, 19 I. &amp; N. Dec. 439 (BIA 1987).  It is entirely reasonable for people to fear harm if they are required to return to Algeria during the current conflict, but Congress has not chosen to open the door to this country on such a basis.  As the government correctly notes, it is the law that general fears (even \"well-founded\" ones) of future harm from political upheaval or terrorist violence are not sufficient to establish eligibility for asylum under &#167; 208(a) of the INA.  See Novoa-Umania, 896 F.2d at 5. The BIA chose to reject Meguenine's argument that the facts establish that an identifiable group of \"health care workers\" face a \"pattern or practice\" of persecution in Algeria from armed Islamic fundamentalist terrorists if they persist in treating government soldiers.  A careful review of the record reveals that substantial evidence permitted the Board's conclusion.  Likewise, the Board could reject Meguenine's fears of specific harm on this record as insufficiently severe and particular to support eligibility for asylum or for withholding of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The order of the Board of Immigration Appeals is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If the BIA had found Meguenine eligible for asylum, but rejected his application in an exercise of discretion, we would review such a decision for \"abuse of discretion.\"   See Ipina, 868 F.2d at 513</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If the BIA had rejected Meguenine's application on legal rather than factual grounds, we would be faced with a question of law.  This court has previously wrestled with the standard for determining when an applicant is eligible for asylum when the applicant faces the prospect of persecution because of his refusal to take sides in a conflict.  See Novoa-Umania v. INS, <span class=\"citation\" data-id=\"536515\"><a href=\"/opinion/536515/samuel-novoa-umania-v-immigration-and-naturalization-service/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1990) (setting forth standard for proving a \"well-founded fear\" on account of a political opinion of neutrality)</p>\n        <p>At oral argument in this case, the government attorney contended that the statutory term \"particular social group\" should be interpreted to mean a group with some immutable trait (such as an ethnic group) or a mutable trait which a member of that group should not, in good conscience, be required to change (such as a religious adherent's beliefs), and this court has previously expressed approval of this definition.  See Ananeh-Firempong v. INS, <span class=\"citation\" data-id=\"454664\"><a href=\"/opinion/454664/beatrice-ananeh-firempong-v-immigration-and-naturalization-service/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 626 (1st Cir.1985).  A health care worker who refuses to violate the fundamental ethical obligations of his profession may fit into the latter category.  However, because the Board did not take the position that Meguenine's legal theory was insufficient to support an application for asylum, but rather rejected his application for failure of proof, we do not reach this issue.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545202/"
  ]
}