{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197841/",
  "absolute_url": "/opinion/197841/ortiz-cameron-v-drug/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197841/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:40:10Z",
  "date_modified": "2017-03-24T10:53:32.317215Z",
  "type": "010combined",
  "sha1": "c67449f9db061200d199bc72df5d2bd04d2fa015",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1496.01A",
  "local_path": null,
  "plain_text": "       UNITED STATES COURT OF APPEALS\r\n           FOR THE FIRST CIRCUIT\r\n\n                                \r\n\n                No. 97-1496\r\n\nARNALDO ORTIZ-CAMERON AND ERIC A. ORTIZ-CAMERON,\r\n          Plaintiffs - Appellants,\r\n\n                                \r\n\n           JOSE A. LOPEZ-CACERES,\r\n           Plaintiff - Appellee,\r\n\n                     v.\r\n\n      DRUG ENFORCEMENT ADMINISTRATION,\r\n           Defendant - Appellee.\r\n\n                                \r\n\nAPPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n      FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Hctor M. Laffitte, U.S. District Judge]\r\n\n                                \r\n\n                   Before\r\n\n          Torruella, Chief Judge,\r\n\n         Cyr, Senior Circuit Judge,\r\n\n           Lynch, Circuit Judge.\r\n\n                                \r\n\n        Frank D. Inserni for appellants.\r\nMiguel A. Fernndez, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, and Jacqueline D. Novas,\r\nAssistant United States Attorney, were on brief for appellee Drug\r\n        Enforcement Administration.\r\n\n                                \r\n\n               March 16, 1998\r\n                                          TORRUELLA, Chief Judge.  Brothers Arnaldo Ortiz-Cameron\r\n(\"Arnaldo\") and Eric Ortiz-Cameron (\"Eric\") challenge the\r\ndistrict court's order dismissing their complaint against the\r\nDrug Enforcement Administration (\"DEA\") which claimed an interest\r\nin various properties seized in prior civil forfeiture\r\nproceedings.  We find that the doctrine of res judicata bars the\r\nbrothers' action.  Accordingly, we affirm the district court's\r\ndecision.\r\nI.  BACKGROUND Appellants Arnaldo and Eric are brothers of Luis Hiram\r\nOrtiz-Cameron (\"Luis\"), a convicted drug smuggler who purchased \r\nseveral dairy farms as well as animals and farming equipment with\r\nprofits from the illegal drug trade.  On November 3, 1989, and\r\nNovember 9, 1989, the government filed two separate in rem civil\r\nforfeiture proceedings against this property.  In the first civil\r\nforfeiture action, United States Marshals personally served Arnaldo\r\nwith the pleadings on November 4, 1989.  On that date, Eric also\r\nwas served through his brother Arnaldo.  In response, on\r\nDecember 11, 1989, the brothers filed claims requesting protection\r\nof their alleged interests in the defendant properties, and on\r\nDecember 27, 1989, they filed an answer to the government's\r\ncomplaint.  However, the district court judge, Jaime Pieras, Jr.,\r\ndismissed their claims because they failed to file their claims\r\nwithin the 10-day claim period and their answer within the 20-day\r\nanswer period established in Rule C(6) of the Supplemental Rules\r\nfor Certain Admiralty and Maritime Claims (\"Rule C(6)\").  On\r\nappeal, this court affirmed that decision.  See United States v.\r\nOne Dairy Farm, 918 F.2d 310 (1st Cir. 1990).\r\nIn the second civil forfeiture proceeding, U.S. Marshals\r\nserved Arnaldo and Eric with the pleadings on November 14, 1989, a\r\nfew days after the filing of the action.  Arnaldo failed to respond\r\nwithin the statutory limits, filing his claim on December 11, 1989,\r\nand his answer on December 27, 1989.  Eric never filed either a\r\nclaim or an answer.  Consequently, the district court judge before\r\nwhom this second action was filed, Chief Judge Carmen C. Cerezo,\r\nagain dismissed their claims, finding that the brothers lacked\r\nstanding to challenge the forfeiture of the properties.  Despite\r\nthese judgments against them, Arnaldo and Eric continued to pursue\r\ntheir interest in the properties by filing the instant action.  On\r\nthe DEA's motion for summary judgment, the district court dismissed\r\ntheir complaint.  See Ortiz Cameron v. Drug Enforcement Admin., 959\r\nF. Supp. 92 (D.P.R. 1997).  The brothers appeal.\r\n               II.  DISCUSSION     We review a grant of summary judgment de novo.  SeeUnited Nat'l Ins. Co. v. Penuche's, Inc., 128 F.3d 28, 30 (1st Cir.\r\n1997).  The government asserts that the doctrine of res judicata\r\nbars the present action.  The res judicata doctrine entails two\r\ndifferent concepts--claim preclusion and issue preclusion.  In\r\nentering summary judgment, the district court relied on claim\r\npreclusion principles.  A claim is precluded if three requirements\r\nare met: (1) a final judgment on the merits in an earlier action;\r\n(2) a sufficient identity between the parties in the two suits; and\r\n(3) a sufficient identity of the causes of action in the two suits. \r\nSee Porn v. National Grange Mut. Ins. Co., 93 F.3d 31, 34 (1st Cir.\r\n1996).  According to the government, final judgment in the prior\r\ncivil forfeiture proceedings precludes Arnaldo and Eric from\r\nrelitigating claims that were raised or could have been raised in\r\nthose proceedings.  Since the brothers could have raised in their \r\nOne Dairy Farm appeal the same issues they assert here, i.e., the\r\ninadequacy of post-seizure notice and the lack of pre-seizure\r\nnotice, the government contends that all of Arnaldo and Eric's\r\ninstant claims are precluded.\r\nAppellants do not dispute the presence of the second and\r\nthird elements of claim preclusion in this case.  However, they\r\nargue that in the prior proceedings they did not have a full and\r\nfair opportunity to have their claims adjudicated on the merits. \r\nIn the first civil forfeiture action, Judge Pieras determined that\r\nthe brothers lacked standing to pursue their claims because they\r\nfailed to comply with the statutory deadlines.  This court affirmed\r\nthat decision.  We thus take it as established as to the first\r\nproperty seized that Arnaldo and Eric had actual notice of the\r\nseizure, see One Dairy Farm, 918 F.2d at 311, and an opportunity to\r\nlitigate their present claims.  The same is also true as to the\r\nsecond seizure.  In the second civil forfeiture proceeding, Judge\r\nCerezo also decided that appellants lacked standing since Arnaldo\r\nfiled a late claim and Eric never responded to the government's\r\ncomplaint.  Judge Cerezo also ruled that, even if Arnaldo had filed\r\na timely claim, his status as an unsecured creditor of Luis\r\nprecluded him from recovering under the civil forfeiture statute. \r\nNeither Arnaldo nor Eric appealed Judge Cerezo's ruling to this\r\ncourt.\r\nUnder these circumstances, we find the judgments in the\r\ntwo prior civil forfeiture proceedings to be \"on the merits.\"  As\r\nthis court noted in Kale v. Combined Ins. Co. of Am., 924 F.2d 1161\r\n(1st Cir. 1991), \"the dismissal of a claim as time-barred [by the\r\nstatute of limitations] constitutes a judgment on the merits,\r\nentitled to preclusive effect.\"  Id. at 1164 (citing Rose v. Town\r\nof Harwich, 778 F.2d 77, 80 (1st Cir. 1985)).\r\nWe agree with the district court that the dismissal of\r\nthe brothers' claims is analogous to a dismissal on statute of\r\nlimitation grounds.  The purpose behind Rule C(6) is \"to require\r\nclaimants to come forward as quickly as possible after the\r\ninitiation of forfeiture proceedings, so that the court may hear\r\nall interested parties and resolve the dispute without delay.\"  SeeUnited States v. Various Computers and Computer Equip., 82 F.3d\r\n582, 585 (3d Cir. 1996).  If a putative claimant who has received\r\nproper notice fails to file within Rule C(6)'s time limits, he or\r\nshe may not bring a future claim for the properties at issue.  Cf.United States v. Real Property Located in Fresno County,    F.3d\r\n,   , 1998 WL 47135, at *6 (9th Cir. Feb. 9, 1998) (Rule C(6)'s\r\npurpose would be \"ill-served if any person with an ownership\r\ninterest in a property . . .  were empowered to challenge a\r\nforfeiture judgment long after judgment had been entered.\"). \r\nFinding that the 10-day claim period and 20-day answer period\r\nestablished by Rule C(6) are analogous to a statute of limitations,\r\nwe hold that Arnaldo and Eric's claims are precluded by the\r\ndoctrine of res judicata.\r\nArnaldo and Eric also argue that the district court erred\r\nin failing to extend the discovery deadline established in its\r\ninitial scheduling order.  They allege that the additional time to\r\nconduct discovery would have uncovered evidence that the DEA seized\r\ntheir property without proper notice as well as recklessly\r\nintermingling their properties.  However, as the district court\r\nobserved, a finding of res judicata \"save[s] the parties the time\r\nand expense of conducting unnecessary discovery.\"  See 959 F. Supp.\r\nat 96.  Having decided the res judicata issue in the government's\r\nfavor, we need not address whether the district court erred in\r\ndenying appellants' request for additional discovery time.\r\n              III.  CONCLUSION\r\nFor the foregoing reasons, the district court's opinion\r\nand order is affirmed.\r\nCosts to be assessed against appellants.\n",
  "html": "<p class=\"case_cite\">139 F.3d 4</p>\n    <p class=\"parties\">Arnaldo ORTIZ-CAMERON and Eric A. Ortiz-Cameron,<br>Plaintiffs--Appellants,<br>Jose A. Lopez-Caceres, Plaintiff--Appellee,<br>v.<br>DRUG ENFORCEMENT ADMINISTRATION, Defendant--Appellee.</p>\n    <p class=\"docket\">No. 97-1496.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1998<br>Decided March 16, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frank D. Inserni for appellants.</p>\n      <p class=\"indent\">Miguel A. Fernandez, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jacqueline D. Novas, Assistant United States Attorney, Hato Rey, PR, were on brief, for appellee Drug Enforcement Administration.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, Senior Circuit Judge, LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Brothers Arnaldo Ortiz-Cameron (\"Arnaldo\") and Eric Ortiz-Cameron (\"Eric\") challenge the district court's order dismissing their complaint against the Drug Enforcement Administration (\"DEA\") which claimed an interest in various properties seized in prior civil forfeiture proceedings.  We find that the doctrine of res judicata bars the brothers' action.  Accordingly, we affirm the district court's decision.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants Arnaldo and Eric are brothers of Luis Hiram Ortiz-Cameron (\"Luis\"), a convicted drug smuggler who purchased several dairy farms as well as animals and farming equipment with profits from the illegal drug trade.  On November 3, 1989, and November 9, 1989, the government filed two separate in rem civil forfeiture proceedings against this property.  In the first civil forfeiture action, United States Marshals personally served Arnaldo with the pleadings on November 4, 1989.  On that date, Eric also was served through his brother Arnaldo.  In response, on December 11, 1989, the brothers filed claims requesting protection of their alleged interests in the defendant properties, and on December 27, 1989, they filed an answer to the government's complaint.  However, the district court judge, Jaime Pieras, Jr., dismissed their claims because they failed to file their claims within the 10-day claim period and their answer within the 20-day answer period established in Rule C(6) of the Supplemental Rules for Certain Admiralty and Maritime Claims (\"Rule C(6)\").  On appeal, this court affirmed that decision.  See United States v. One Dairy Farm, 918 F.2d 310 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the second civil forfeiture proceeding, U.S. Marshals served Arnaldo and Eric with the pleadings on November 14, 1989, a few days after the filing of the action.  Arnaldo failed to respond within the statutory limits, filing his claim on December 11, 1989, and his answer on December 27, 1989.  Eric never filed either a claim or an answer.  Consequently, the district court judge before whom this second action was filed, Chief Judge Carmen C. Cerezo, again dismissed their claims, finding that the brothers lacked standing to challenge the forfeiture of the properties.  Despite these judgments against them, Arnaldo and Eric continued to pursue their interest in the properties by filing the instant action.  On the DEA's motion for summary judgment, the district court dismissed their complaint.  See Ortiz Cameron v. Drug Enforcement Admin., 959 F.Supp. 92 (D.P.R.1997).  The brothers appeal.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo.  See United Nat'l Ins. Co. v. Penuche's, Inc., 128 F.3d 28, 30 (1st Cir.1997).  The government asserts that the doctrine of res judicata bars the present action.  The res judicata doctrine entails two different concepts--claim preclusion and issue preclusion.  In entering summary judgment, the district court relied on claim preclusion principles.  A claim is precluded if three requirements are met:  (1) a final judgment on the merits in an earlier action;  (2) a sufficient identity between the parties in the two suits;  and (3) a sufficient identity of the causes of action in the two suits.  See Porn v. National Grange Mut. Ins. Co., 93 F.3d 31, 34 (1st Cir.1996).  According to the government, final judgment in the prior civil forfeiture proceedings precludes Arnaldo and Eric from relitigating claims that were raised or could have been raised in those proceedings.  Since the brothers could have raised in their One Dairy Farm appeal the same issues they assert here, i.e., the inadequacy of post-seizure notice and the lack of pre-seizure notice, the government contends that all of Arnaldo and Eric's instant claims are precluded.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants do not dispute the presence of the second and third elements of claim preclusion in this case.  However, they argue that in the prior proceedings they did not have a full and fair opportunity to have their claims adjudicated on the merits.  In the first civil forfeiture action, Judge Pieras determined that the brothers lacked standing to pursue their claims because they failed to comply with the statutory deadlines.  This court affirmed that decision.  We thus take it as established as to the first property seized that Arnaldo and Eric had actual notice of the seizure, see One Dairy Farm, 918 F.2d at 311, and an opportunity to litigate their present claims.  The same is also true as to the second seizure.  In the second civil forfeiture proceeding, Judge Cerezo also decided that appellants lacked standing since Arnaldo filed a late claim and Eric never responded to the government's complaint.  Judge Cerezo also ruled that, even if Arnaldo had filed a timely claim, his status as an unsecured creditor of Luis precluded him from recovering under the civil forfeiture statute.  Neither Arnaldo nor Eric appealed Judge Cerezo's ruling to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under these circumstances, we find the judgments in the two prior civil forfeiture proceedings to be \"on the merits.\"   As this court noted in Kale v. Combined Ins. Co. of Am., 924 F.2d 1161 (1st Cir.1991), \"the dismissal of a claim as time-barred [by the statute of limitations] constitutes a judgment on the merits, entitled to preclusive effect.\"  Id. at 1164 (citing Rose v. Town of Harwich, 778 F.2d 77, 80 (1st Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We agree with the district court that the dismissal of the brothers' claims is analogous to a dismissal on statute of limitation grounds.  The purpose behind Rule C(6) is \"to require claimants to come forward as quickly as possible after the initiation of forfeiture proceedings, so that the court may hear all interested parties and resolve the dispute without delay.\"   See United States v. Various Computers and Computer Equip., 82 F.3d 582, 585 (3d Cir.1996).  If a putative claimant who has received proper notice fails to file within Rule C(6)'s time limits, he or she may not bring a future claim for the properties at issue.  Cf. United States v. Real Property located in Fresno County, 135 F.3d 1312, 1317 (9th Cir.1998) (Rule C(6)'s purpose would be \"ill-served if any person with an ownership interest in a property ... were empowered to challenge a forfeiture judgment long after judgment had been entered.\").  Finding that the 10-day claim period and 20-day answer period established by Rule C(6) are analogous to a statute of limitations, we hold that Arnaldo and Eric's claims are precluded by the doctrine of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Arnaldo and Eric also argue that the district court erred in failing to extend the discovery deadline established in its initial scheduling order.  They allege that the additional time to conduct discovery would have uncovered evidence that the DEA seized their property without proper notice as well as recklessly intermingling their properties.  However, as the district court observed, a finding of res judicata \"save[s] the parties the time and expense of conducting unnecessary discovery.\"   See 959 F.Supp. at 96.   Having decided the res judicata issue in the government's favor, we need not address whether the district court erred in denying appellants' request for additional discovery time.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's opinion and order is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Costs to be assessed against appellants.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></span></p>\n    <p class=\"parties\">Arnaldo ORTIZ-CAMERON and Eric A. Ortiz-Cameron,<br>Plaintiffs--Appellants,<br>Jose A. Lopez-Caceres, Plaintiff--Appellee,<br>v.<br>DRUG ENFORCEMENT ADMINISTRATION, Defendant--Appellee.</p>\n    <p class=\"docket\">No. 97-1496.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1998<br>Decided March 16, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frank D. Inserni for appellants.</p>\n      <p class=\"indent\">Miguel A. Fernandez, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jacqueline D. Novas, Assistant United States Attorney, Hato Rey, PR, were on brief, for appellee Drug Enforcement Administration.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, Senior Circuit Judge, LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Brothers Arnaldo Ortiz-Cameron (\"Arnaldo\") and Eric Ortiz-Cameron (\"Eric\") challenge the district court's order dismissing their complaint against the Drug Enforcement Administration (\"DEA\") which claimed an interest in various properties seized in prior civil forfeiture proceedings.  We find that the doctrine of res judicata bars the brothers' action.  Accordingly, we affirm the district court's decision.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants Arnaldo and Eric are brothers of Luis Hiram Ortiz-Cameron (\"Luis\"), a convicted drug smuggler who purchased several dairy farms as well as animals and farming equipment with profits from the illegal drug trade.  On November 3, 1989, and November 9, 1989, the government filed two separate in rem civil forfeiture proceedings against this property.  In the first civil forfeiture action, United States Marshals personally served Arnaldo with the pleadings on November 4, 1989.  On that date, Eric also was served through his brother Arnaldo.  In response, on December 11, 1989, the brothers filed claims requesting protection of their alleged interests in the defendant properties, and on December 27, 1989, they filed an answer to the government's complaint.  However, the district court judge, Jaime Pieras, Jr., dismissed their claims because they failed to file their claims within the 10-day claim period and their answer within the 20-day answer period established in Rule C(6) of the Supplemental Rules for Certain Admiralty and Maritime Claims (\"Rule C(6)\").  On appeal, this court affirmed that decision.  See United States v. One Dairy Farm, <span class=\"citation\" data-id=\"551282\"><a href=\"/opinion/551282/united-states-v-one-dairy-farm-etc-appeal-of-arnaldo-and-eric-ortiz/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">310</span></a></span> (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the second civil forfeiture proceeding, U.S. Marshals served Arnaldo and Eric with the pleadings on November 14, 1989, a few days after the filing of the action.  Arnaldo failed to respond within the statutory limits, filing his claim on December 11, 1989, and his answer on December 27, 1989.  Eric never filed either a claim or an answer.  Consequently, the district court judge before whom this second action was filed, Chief Judge Carmen C. Cerezo, again dismissed their claims, finding that the brothers lacked standing to challenge the forfeiture of the properties.  Despite these judgments against them, Arnaldo and Eric continued to pursue their interest in the properties by filing the instant action.  On the DEA's motion for summary judgment, the district court dismissed their complaint.  See Ortiz Cameron v. Drug Enforcement Admin., <span class=\"citation no-link\"><span class=\"volume\">959</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">92</span></span> (D.P.R.1997).  The brothers appeal.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo.  See United Nat'l Ins. Co. v. Penuche's, Inc., <span class=\"citation\" data-id=\"197635\"><a href=\"/opinion/197635/insurance-company-v-penuches-inc/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1997).  The government asserts that the doctrine of res judicata bars the present action.  The res judicata doctrine entails two different concepts--claim preclusion and issue preclusion.  In entering summary judgment, the district court relied on claim preclusion principles.  A claim is precluded if three requirements are met:  (1) a final judgment on the merits in an earlier action;  (2) a sufficient identity between the parties in the two suits;  and (3) a sufficient identity of the causes of action in the two suits.  See Porn v. National Grange Mut. Ins. Co., <span class=\"citation\" data-id=\"196943\"><a href=\"/opinion/196943/porn-v-national-grange/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 34 (1st Cir.1996).  According to the government, final judgment in the prior civil forfeiture proceedings precludes Arnaldo and Eric from relitigating claims that were raised or could have been raised in those proceedings.  Since the brothers could have raised in their One Dairy Farm appeal the same issues they assert here, i.e., the inadequacy of post-seizure notice and the lack of pre-seizure notice, the government contends that all of Arnaldo and Eric's instant claims are precluded.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants do not dispute the presence of the second and third elements of claim preclusion in this case.  However, they argue that in the prior proceedings they did not have a full and fair opportunity to have their claims adjudicated on the merits.  In the first civil forfeiture action, Judge Pieras determined that the brothers lacked standing to pursue their claims because they failed to comply with the statutory deadlines.  This court affirmed that decision.  We thus take it as established as to the first property seized that Arnaldo and Eric had actual notice of the seizure, see One Dairy Farm, 918 F.2d at 311, and an opportunity to litigate their present claims.  The same is also true as to the second seizure.  In the second civil forfeiture proceeding, Judge Cerezo also decided that appellants lacked standing since Arnaldo filed a late claim and Eric never responded to the government's complaint.  Judge Cerezo also ruled that, even if Arnaldo had filed a timely claim, his status as an unsecured creditor of Luis precluded him from recovering under the civil forfeiture statute.  Neither Arnaldo nor Eric appealed Judge Cerezo's ruling to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under these circumstances, we find the judgments in the two prior civil forfeiture proceedings to be \"on the merits.\"   As this court noted in Kale v. Combined Ins. Co. of Am., <span class=\"citation\" data-id=\"555434\"><a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span> (1st Cir.1991), \"the dismissal of a claim as time-barred [by the statute of limitations] constitutes a judgment on the merits, entitled to preclusive effect.\"  Id. at 1164 (citing Rose v. Town of Harwich, <span class=\"citation\" data-id=\"461349\"><a href=\"/opinion/461349/leonard-j-rose-v-town-of-harwich/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 80 (1st Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We agree with the district court that the dismissal of the brothers' claims is analogous to a dismissal on statute of limitation grounds.  The purpose behind Rule C(6) is \"to require claimants to come forward as quickly as possible after the initiation of forfeiture proceedings, so that the court may hear all interested parties and resolve the dispute without delay.\"   See United States v. Various Computers and Computer Equip., <span class=\"citation\" data-id=\"717475\"><a href=\"/opinion/717475/united-states-v-various-computers-and-computer-equipment-paris-francis/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">582</span></a></span>, 585 (3d Cir.1996).  If a putative claimant who has received proper notice fails to file within Rule C(6)'s time limits, he or she may not bring a future claim for the properties at issue.  Cf. United States v. Real Property located in Fresno County, <span class=\"citation\" data-id=\"751590\"><a href=\"/opinion/751590/united-states-v-real-property-real-property-located-in-fresno-county/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1312</span></a></span>, 1317 (9th Cir.1998) (Rule C(6)'s purpose would be \"ill-served if any person with an ownership interest in a property ... were empowered to challenge a forfeiture judgment long after judgment had been entered.\").  Finding that the 10-day claim period and 20-day answer period established by Rule C(6) are analogous to a statute of limitations, we hold that Arnaldo and Eric's claims are precluded by the doctrine of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Arnaldo and Eric also argue that the district court erred in failing to extend the discovery deadline established in its initial scheduling order.  They allege that the additional time to conduct discovery would have uncovered evidence that the DEA seized their property without proper notice as well as recklessly intermingling their properties.  However, as the district court observed, a finding of res judicata \"save[s] the parties the time and expense of conducting unnecessary discovery.\"   See 959 F.Supp. at 96.   Having decided the res judicata issue in the government's favor, we need not address whether the district court erred in denying appellants' request for additional discovery time.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's opinion and order is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Costs to be assessed against appellants.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751590/"
  ]
}