{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197886/",
  "absolute_url": "/opinion/197886/jamie-viqueira-v-first-bank/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197886/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:41:05Z",
  "date_modified": "2017-03-24T10:53:44.030927Z",
  "type": "010combined",
  "sha1": "8c9237cd64c796f8327dfd515383bd74253a2c32",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2127.01A",
  "local_path": null,
  "plain_text": "             UNITED STATES COURT OF APPEALS\r\n                 FOR THE FIRST CIRCUIT\r\n\n                                        \r\n\nNo. 97-2127\r\n\nDR. JAIME VIQUEIRA, a/k/a JAIME VIQUEIRA MARIANI, ET AL.,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n                  FIRST BANK, ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n                                        \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n   [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r\n\n                                        \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n            Selya and Stahl, Circuit Judges.\r\n\n                                        \r\n\nConchita Toro-Rivera, with whom Madera &amp; Toro was on brief, for appellants.\r\nCarlos G. Latimer, with whom Latimer, Biaggi, Rachid &amp; Godreauwas on brief, for appellees.\r\n\n                                        \r\n\nMarch 30, 1998\r\n                                                                              SELYA, Circuit Judge.  There is less to this jurisdictional conundrum than meets the eye.  Upon reflection, we resolve the matter adversely to the plaintiffs and therefore affirm the district court's dismissal of their complaint.\r\nI.  FACTUAL BACKGROUND\r\n     Because we are reviewing the grant of a motion to dismiss, see Fed. R. Civ. P. 12(b)(1), we accept as true the complaint's well-pleaded factual allegations, excluding, however, bald conclusions, unrelieved rhetoric, and pejorative epithets.\r\n     On April 27, 1987, the plaintiffs, through Rovica Development Corporation (Rovica or the corporation), obtained a $725,000 loan from Western Bank of Puerto Rico to acquire the land necessary to build a clinic.  To augment this loan, Rovica borrowed an additional $250,000 from Bayamon Federal Savings.  The plaintiffs proceeded to purchase the land.  On September 30, 1988, they entered into a loan agreement with First Federal Savings, a federally chartered financial institution, to finance the construction project and repaid Western Bank in full from the proceeds of the First Federal loan.  In due course, the planning board approved the plaintiffs' plans and authorized construction of the clinic.\r\nLate in 1988, First Federal   which acted both as the plaintiffs' lender and as their financial advisor   told the plaintiffs that the addition of a branch bank would ensure the economic viability of their project and offered to relocate its Mayaguez branch to the site.  To accommodate this addition, First Federal suggested that the proposed clinic be moved to the site's south side so that the putative branch bank would front on the north side.  The plaintiffs succumbed to the bank's blandishments; the plans were changed to relocate the clinic and provide for a six-story bank and commercial office building on the north side of the land.  A construction loan agreement, entered into by the plaintiffs and First Federal on July 14, 1989, embodied the terms of the joint venture.  The new agreement raised the amount of the debt to $4,490,000 in order to finance the expanded project.\r\nThe planning board balked at approving the plans for the erection of the six-story structure.  Because the bank refused to permit the plaintiffs to commence construction of the clinic until the planning board blessed the project as a whole, a stalemate developed.  In an effort to placate the planning board, the plaintiffs borrowed an additional $405,000 from First Federal and bought more land (to be used for parking).  The planning board yielded and construction finally began in October 1989   roughly six months behind schedule.\r\nA year later, the project again was paralyzed   with the clinic 90% complete   when regulators placed First Federal under  supervision.  Shortly thereafter, the bank notified the plaintiffs that it would not disburse any more funds and suggested that the plaintiffs seek financing elsewhere, perhaps by selling a stake in the project to a third party.\r\nTo make a tedious tale tolerably terse, the plaintiffs transferred a one-third interest in Rovica to Dr. Roberto Kutcher, a First Federal client and a close personal friend of the loan officer with whom the plaintiffs were dealing (Luis Beauchamp).  In consideration for the stock, Dr. Kutcher promised to invest approximately $500,000 in the project.  From May 1991 through October 1992, Dr. Kutcher acted on behalf of the corporation and was in total control of the clinic's affairs, but, according to the plaintiffs, he failed to keep his end of the bargain.\r\nIn October 1992, the clinic opened under less than optimal conditions.  Around the same time, Dr. Kutcher informed his fellow stockholders of the need for additional funds.  Because the other stockholders could not raise the necessary money, Dr. Kutcher \"bought\" some Rovica shares in exchange for a promise to provide working capital.  By the end of 1993, Dr. Kutcher had acquired 85% of Rovica's stock, but the corporation's total debt had increased.  In June 1994, the corporation sought the protection of the bankruptcy court.  The bankruptcy case was dismissed within eight months, however, and the clinic started to prosper. \r\nFirst Federal converted to a state-chartered bank under the name of First Bank Puerto Rico on November 1, 1994.  Within a matter of months, the bank began pressing for repayment of the loan.\r\nII.  TRAVEL OF THE CASE\r\nThe plaintiffs filed suit in the United States District Court for the District of Puerto Rico against First Bank Puerto Rico, two of its officers, and Dr. Kutcher.  The complaint alleged breach of contract, breach of fiduciary duty, tortious misrepresentation, and promissory fraud.  The plaintiffs predicated federal jurisdiction on three bases:  28 U.S.C.  1331, 28 U.S.C.  1337, and 12 U.S.C.  632.  First Bank moved to dismiss for lack of subject matter jurisdiction on April 16, 1997.  On May 1, the plaintiffs moved to extend the time to oppose the motion.  This motion crossed in the mail with the district court's April 30 order granting the motion to dismiss.  In that order, the court concluded that it lacked jurisdiction to hear the case under any of the three cited statutes.  The court entered a final judgment, dismissing the suit without prejudice, on May 6, 1997.\r\nOn May 20, the plaintiffs filed a motion and accompanying memorandum requesting the court to reconsider its decision to dismiss the case and explaining why, in their view, federal jurisdiction attached.  The district court considered the plaintiffs' arguments in support of jurisdiction, but stood pat.  This appeal ensued.\r\nIII.  DISCUSSION\r\nWe first limn the applicable standard of review and address a procedural point raised by the plaintiffs.  We then inspect the two jurisdictional hooks on which the plaintiffs hang their case.  Finally, we address a matter raised for the first time at oral argument in this court.\r\n                A.  Standard of Review.\r\nA district court's decision to grant a motion to dismiss for want of federal subject matter jurisdiction begets de novo review.  See BIW Deceived v. Local S6, 132 F.3d 824, 830 (1st Cir. 1997).  The district court must construe the complaint liberally, treating all well-pleaded facts as true and drawing all reasonable inferences in favor of the plaintiffs.  See Royal v. Leading Edge Prods., Inc., 833 F.2d 1, 1 (1st Cir. 1987).  Because federal courts are courts of limited jurisdiction, federal jurisdiction is never presumed.  Instead, the proponent   here, the plaintiffs   must carry the burden of demonstrating the existence of federal jurisdiction.  See Aversa v. United States, 99 F.3d 1200, 1209 (1st Cir. 1996); Murphy v. United States, 45 F.3d 520, 522 (1st Cir. 1995).\r\n                      B.  Timing.\r\nThe plaintiffs' first line of attack targets the district court's hastiness in dismissing the complaint before the period of time prescribed for responding to the motion to dismiss elapsed.  Their premise is well-taken.  Under the local rules, the plaintiffs had ten days after service of the motion within which to file an opposition.  See D.P.R. Loc. R. 311.5.  The Federal Rules of Civil Procedure affect this calculation in two ways.  First, the Civil Rules exclude the date of filing, intermediate weekend days, and legal holidays from this ten-day period.  See Fed. R. Civ. P. 6(a).  Second, the Civil Rules provide an additional three days if service is by mail.  See Fed. R. Civ. P. 6(e).  First Bank filed the dismissal motion on April 16 and served it by mail.  Consequently, the plaintiffs had until May 5 to respond, and the district court jumped the gun when it ruled on April 30   before any opposition had been served.  The court's gadarene rush to judgment constituted legal error.  See Berrios v. Department of Army, 884 F.2d 28, 33 (1st Cir. 1989) (\"Where the defendant has challenged the plaintiff's assertion of federal jurisdiction under Rule 12(b)(1), the court should give the plaintiff an opportunity to present facts in support of his jurisdictional contention.\").\r\nWithal, the error was harmless.  Though the district court should not have ruled on the dismissal motion until the time for lodging an opposition had expired, the plaintiffs did in fact file a detailed memorandum in support of jurisdiction in connection with their motion for reconsideration.  That memorandum spelled out the same asseverations that would have been contained in their pretermitted opposition.  The district court fully considered this memorandum when, on June 25, it declined the plaintiffs' request to reinstate the action.  Under these circumstances, it would be senseless to vacate the order of dismissal, permit the plaintiffs to file an opposition, and direct the district court   which already has considered and rejected the very arguments that would be featured in the opposition   to decide the matter anew.\r\nIn short, this is a situation in which an error, originally made, has been corrected, rendering remand an empty exercise, better eschewed.  See, e.g., Gibbs v. Buck, 307 U.S. 66, 78 (1939); Aoude v. Mobil Oil Corp., 862 F.2d 890, 895 (1st Cir. 1988).  Such an approach is especially appropriate when, as now, appellate review is de novo, the critical issue is legal (not factual), and the court of appeals, following full briefing and oral argument by both sides, must decide that issue   here, whether or not the plaintiffs' complaint demonstrates the existence of federal subject matter jurisdiction   without deference to the lower court's views.  See Camacho v. Autoridad de Telefonos de P.R., 868 F.2d 482, 490 (1st Cir. 1989).  We turn, then, to the merits of the jurisdictional issue.\r\n                 C.  28 U.S.C.  1331.\r\nFederal district courts have original jurisdiction over what have come to be known as \"federal question\" cases, that is, civil actions \"arising under the Constitution, laws, or treaties of the United States.\"  28 U.S.C.  1331 (1993).  Generally, a claim arises under federal law within the meaning of section 1331 if a federal cause of action emerges from the face of a well-pleaded complaint.  See City of Chicago v. International College of Surgeons, 118 S. Ct. 523, 529 (1997); Gully v. First Nat'l Bank, 299 U.S. 109, 113 (1936); BIW Deceived, 132 F.3d at 831.  With only a few exceptions   none of which pertains here   the well-pleaded complaint rule restricts the exercise of federal question jurisdiction to instances in which a federal claim is made manifest within the four corners of the plaintiffs' complaint.  See BIW Deceived, 132 F.3d at 831; McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13, 15 n.1 (1st Cir. 1991).\r\nWhen the plaintiffs entered into the loan agreement for the expanded project, the lender, First Federal Savings, was a federally chartered financial institution.  Relying heavily on this fact, the plaintiffs posit jurisdiction pursuant to the federal question statute, 28 U.S.C.  1331, notwithstanding that First Federal's successor in interest, First Bank   a corporation created under the laws of Puerto Rico   is the named defendant.\r\nThe plaintiffs are correct in noting that the Supreme Court held long ago, in a watershed case, that federal courts acquire federal question jurisdiction when a civil action involves a federally chartered bank.  See Osborn v. Bank of U.S., 22 U.S. (9 Wheat.) 738, 817-28 (1824) (holding that, because the defendant bank was created by an Act of Congress, any suit to which it was a party comes within federal question jurisdiction).  But Congress subsequently circumscribed Osborn's reach, see Act of Feb. 13, 1925, ch. 229,  12, 43 Stat. 941, and Congress has perpetuated that circumscription.  See 28 U.S.C.  1349 (1993) (\"The district courts shall not have jurisdiction of any civil action by or against any corporation upon the ground that it was incorporated by or under an Act of Congress, unless the United States is the owner of more than one-half of its capital stock.\").  Thus, a case does not arise under federal law for purposes of section 1331 simply because a federally chartered bank is a party.  See, e.g., Gully, 299 U.S. at 113; Morast v. Lance, 807 F.2d 926, 929 (11th Cir. 1987); Home Fed. Sav. &amp; Loan Co. v. Insurance Dep't, 571 F.2d 423, 426 (8th Cir. 1978); Southern Elec. Steel Co. v. First Nat'l Bank, 515 F.2d 1216, 1217 (5th Cir. 1975).  A fortiori, a case does not arise under federal law merely because the defendant's predecessor in interest was a federally chartered bank.\r\nThe plaintiffs also are correct in stating that, when a federally chartered financial institution converts, consolidates, or merges into a state-chartered bank, the resulting entity acquires the obligations and liabilities of its predecessor.  See12 U.S.C.  214b (1989); see also United States v. Alamo Bank, 880 F.2d 828, 829-30 (5th Cir. 1989) (holding state bank liable for predecessor national bank's violations of Bank Secrecy Act).  But this circumstance alone does not import federal question jurisdiction.  In virtually every situation, federal jurisdiction is determined at the time suit is brought, see Freeport-McMoRan, Inc. v. K N Energy, Inc., 498 U.S. 426, 428 (1991); Smith v. Sperling, 354 U.S. 91, 93 n.1 (1957); Media Duplication Servs., Ltd. v. HDG Software, Inc., 928 F.2d 1228, 1236 (1st Cir. 1991), and the current situation is no exception.\r\nViewing matters from this vantage point reveals the untenability of the plaintiffs' position.  When the plaintiffs resorted to a judicial anodyne, First Federal Savings   the federally chartered institution   was no longer in existence.  Accordingly, they sued its successor, First Bank, which had no federal charter.  The mere fact that the law deems First Bank the same business as its predecessor for certain substantive purposes does not mean that it assumes the character of its predecessor for purposes of a federal jurisdictional inquiry.  Cf. Gully, 299 U.S. at 114 (stating that \"the federal nature of the right to be established is decisive -- not the source of the authority to establish it\").\r\nThis conclusion, though comforting to the defendants, does not eliminate the possibility of federal question jurisdiction under section 1331.  We still must ask, more broadly, whether the plaintiffs' complaint states a cause of action arising under the laws of the United States.  See Morast, 807 F.2d at 929; Cupo v. Community Nat'l Bank &amp; Trust Co., 438 F.2d 108, 110 (2d Cir. 1971).\r\nIn their appellate brief, as in their district court memorandum in support of jurisdiction, the plaintiffs allege that a federal question arises from the bank's violations of 12 U.S.C.  1464(q)(1)(B) and (t)(3)(B)(iii).  This argument is flawed.  It is black-letter law that jurisdiction must be apparent from the face of the plaintiffs' pleading, and the instant complaint contains no reference to either of these statutory provisions.  Moreover, even were 12 U.S.C.  1464 mentioned in passing, the effort would fall short.\r\nOne of the cited provisions, section 1464(t)(3)(B)(iii), confers no private right of action, and thus is beside any relevant point.  To state a claim for relief under the other provision, 12 U.S.C.  1464(q)(1)(B), the plaintiffs must assert that \"an association (1) extended credit (2) on the condition or requirement (3) that its customer obtain or provide some additional credit, property, or service.\"  Tri-Crown, Inc. v. American Fed. Sav. &amp; Loan Ass'n, 908 F.2d 578, 582 (10th Cir. 1990).  The plaintiffs' complaint contains no specific allegations sufficient to frame a cause of action under section 1464(q)(1)(B) and the plaintiffs may not premise jurisdiction on subjective characterizations of a complaint's allegations.  See Murphy, 45 F.3d at 522.  At any rate, the statute of limitations for an action brought under 12 U.S.C.  1464(q)(1)(B) is four years from the date of the occurrence of the violation.  The plaintiffs' complaint, filed on March 18, 1997, alleges no wrongdoing by the lender at any time after 1992.  Thus, any claim that might have existed under section 1464(q)(1)(B) is time-barred.\r\nTo sum up, the plaintiffs' complaint alleges manifold claims under Puerto Rico law, but it fails to assert any claim arising under federal law.  Accordingly, no jurisdiction lies under 28 U.S.C.  1331.\r\n                  D.  12 U.S.C.  632.\r\nCongress conferred limited jurisdiction on the district courts to hear civil cases involving certain banking transactions as long as \"any corporation organized under the laws of the United States shall be a party.\"  12 U.S.C.  632 (1989).  In granting the motion to dismiss, the district court interpreted the quoted phrase not to include First Bank because, despite its federal roots, it is a state-chartered entity.  We agree with this interpretation.\r\nIt is an absolute prerequisite to jurisdiction under section 632 that one party to the action be an entity that owes its existence to the federal sovereign.  See Corporacion Venezolana de Fomento v. Vintero Sales Corp., 629 F.2d 786, 792 (2d Cir. 1980); Fumero-Vidal v. First Fed. Sav. Bank, 788 F. Supp. 1275, 1277-78 (D.P.R. 1992).  The plaintiffs have not satisfied this requirement.  Upon consummation of the reorganization, First Federal Savings  surrendered its federal birthright, accepted a charter from the Commonwealth, and existed from that point forward as a financial institution organized under the laws of Puerto Rico.  Consequently, at the critical juncture   the time when the plaintiffs sued   First Bank was for all intents and purposes a state bank.  SeeFirst Fed. Sav. &amp; Loan Ass'n v. Ruiz de Jesus, 644 F.2d 910, 914 (1st Cir. 1981) (explaining that \"for purposes of conversion of a national bank into a state bank, a bank organized in Puerto Rico is a 'State bank'\").\r\nIn arguing for the opposite result, the plaintiffs stress that the core controversy in this case results from a contract made with a lender which, at the time, was organized under the laws of the United States.  But that fact, without more, does not permit a federal court to assume jurisdiction over a non-federal party like First Bank.  While First Bank is liable for First Federal's torts and breaches of contract as if it were still First Federal, that liability must be enforced by a court of competent jurisdiction   and neither section 632 nor any other federal statute mentioned by the plaintiffs confers subject matter jurisdiction upon the federal district court for that purpose.\r\n           E.  The Possibility of Amendment.\r\nAt oral argument in this court, the plaintiffs complained that the district court's hastiness in ruling, see supra Part III(B), had deprived them of an opportunity to amend their complaint and assert some new, more promising basis for federal jurisdiction.  This argument lacks force.\r\nThe plaintiffs had adequate opportunity to seek permission to amend in the district court (they could, for example, have made this request either as a separate initiative or as part of their motion for reconsideration), yet they failed to do so.  A party who neglects to ask the district court for leave to amend cannot expect to receive such a dispensation from the court of appeals.  See Vega-Rodriguez v. Puerto Rico Tel. Co., 110 F.3d 174, 183-84 (1st Cir. 1997); Degnan v. Publicker Indus., Inc., 83 F.3d 27, 29 (1st Cir. 1996); Dartmouth Review v. Dartmouth College, 889 F.2d 13, 22-23 (1st Cir. 1989).  It is, moreover, the general rule that when \"the  pleader has stood upon his pleading and appealed from a judgment of dismissal, amendment will not normally be permitted . . . if the order of dismissal is affirmed.\"  Rivera- Gomez v. Adolfo de Castro, 843 F.2d 631, 635-36 (1st Cir. 1988); see also James v. Watt, 716 F.2d 71, 78 (1st Cir. 1983) (suggesting that courts ordinarily should not allow plaintiffs to \"pursue a case to judgment and then, if they lose, to reopen the case by amending their complaint to take account of the court's decision\").  Although an appellate court has the power, in the interests of justice, to make exceptions to this prudential rule, see Rivera- Gomez, 843 F.2d at 636, that power should be exercised sparingly.  The instant plaintiffs have alluded to no circumstances that would warrant a departure from the general rule.\r\nIV.  CONCLUSION\r\nWe need go no further.  The upshot is that, in the absence of a demonstrated basis for federal jurisdiction, the lower court did not err in dismissing the case without prejudice.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">140 F.3d 12</p>\n    <p class=\"case_cite\">40 Fed.R.Serv.3d 618</p>\n    <p class=\"parties\">Dr. Jaime VIQUEIRA, a/k/a Jaime Viqueira Mariani, et al.,<br>Plaintiffs, Appellants,<br>v.<br>FIRST BANK, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-2127.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 23, 1998.<br>Decided March 30, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Conchita Toro-Rivera, with whom Madera &amp; Toro was on brief, for appellants.</p>\n      <p class=\"indent\">Carlos G. Latimer, with whom Latimer, Biaggi, Rachid &amp; Godreau was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">There is less to this jurisdictional conundrum than meets the eye.  Upon reflection, we resolve the matter adversely to the plaintiffs and therefore affirm the district court's dismissal of their complaint.</p>\n    </div>\n    <p>I. FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because we are reviewing the grant of a motion to dismiss, see Fed.R.Civ.P. 12(b)(1), we accept as true the complaint's well-pleaded factual allegations, excluding, however, bald conclusions, unrelieved rhetoric, and pejorative epithets.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 27, 1987, the plaintiffs, through Rovica Development Corporation (Rovica or the corporation),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> obtained a $725,000 loan from Western Bank of Puerto Rico to acquire the land necessary to build a clinic.  To augment this loan, Rovica borrowed an additional $250,000 from Bayamon Federal Savings.  The plaintiffs proceeded to purchase the land.  On September 30, 1988, they entered into a loan agreement with First Federal Savings, a federally chartered financial institution, to finance the construction project and repaid Western Bank in full from the proceeds of the First Federal loan.  In due course, the planning board approved the plaintiffs' plans and authorized construction of the clinic.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Late in 1988, First Federal--which acted both as the plaintiffs' lender and as their financial advisor--told the plaintiffs that the addition of a branch bank would ensure the economic viability of their project and offered to relocate its Mayaguez branch to the site.  To accommodate this addition, First Federal suggested that the proposed clinic be moved to the site's south side so that the putative branch bank would front on the north side.  The plaintiffs succumbed to the bank's blandishments;  the plans were changed to relocate the clinic and provide for a six-story bank and commercial office building on the north side of the land.  A construction loan agreement, entered into by the plaintiffs and First Federal on July 14, 1989, embodied the terms of the joint venture.  The new agreement raised the amount of the debt to $4,490,000 in order to finance the expanded project.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The planning board balked at approving the plans for the erection of the six-story structure.  Because the bank refused to permit the plaintiffs to commence construction of the clinic until the planning board blessed the project as a whole, a stalemate developed.  In an effort to placate the planning board, the plaintiffs borrowed an additional $405,000 from First Federal and bought more land (to be used for parking).  The planning board yielded and construction finally began in October 1989--roughly six months behind schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A year later, the project again was paralyzed--with the clinic 90% complete--when regulators placed First Federal under supervision.  Shortly thereafter, the bank notified the plaintiffs that it would not disburse any more funds and suggested that the plaintiffs seek financing elsewhere, perhaps by selling a stake in the project to a third party.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To make a tedious tale tolerably terse, the plaintiffs transferred a one-third interest in Rovica to Dr. Roberto Kutcher, a First Federal client and a close personal friend of the loan officer with whom the plaintiffs were dealing (Luis Beauchamp).  In consideration for the stock, Dr. Kutcher promised to invest approximately $500,000 in the project.  From May 1991 through October 1992, Dr. Kutcher acted on behalf of the corporation and was in total control of the clinic's affairs, but, according to the plaintiffs, he failed to keep his end of the bargain.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In October 1992, the clinic opened under less than optimal conditions.  Around the same time, Dr. Kutcher informed his fellow stockholders of the need for additional funds.  Because the other stockholders could not raise the necessary money, Dr. Kutcher \"bought\" some Rovica shares in exchange for a promise to provide working capital.  By the end of 1993, Dr. Kutcher had acquired 85% of Rovica's stock, but the corporation's total debt had increased.  In June 1994, the corporation sought the protection of the bankruptcy court.  The bankruptcy case was dismissed within eight months, however, and the clinic started to prosper.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First Federal converted to a state-chartered bank under the name of First Bank Puerto Rico on November 1, 1994.  Within a matter of months, the bank began pressing for repayment of the loan.</p>\n    </div>\n    <p>II. TRAVEL OF THE CASE</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs filed suit in the United States District Court for the District of Puerto Rico against First Bank Puerto Rico, two of its officers, and Dr. Kutcher.  The complaint alleged breach of contract, breach of fiduciary duty, tortious misrepresentation, and promissory fraud.  The plaintiffs predicated federal jurisdiction on three bases:  28 U.S.C. &#167; 1331, 28 U.S.C. &#167; 1337, and 12 U.S.C. &#167; 632.  First Bank moved to dismiss for lack of subject matter jurisdiction on April 16, 1997.  On May 1, the plaintiffs moved to extend the time to oppose the motion.  This motion crossed in the mail with the district court's April 30 order granting the motion to dismiss.  In that order, the court concluded that it lacked jurisdiction to hear the case under any of the three cited statutes.  The court entered a final judgment, dismissing the suit without prejudice, on May 6, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On May 20, the plaintiffs filed a motion and accompanying memorandum requesting the court to reconsider its decision to dismiss the case and explaining why, in their view, federal jurisdiction attached.  The district court considered the plaintiffs' arguments in support of jurisdiction, but stood pat.  This appeal ensued.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We first limn the applicable standard of review and address a procedural point raised by the plaintiffs.  We then inspect the two jurisdictional hooks on which the plaintiffs hang their case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, we address a matter raised for the first time at oral argument in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A district court's decision to grant a motion to dismiss for want of federal subject matter jurisdiction begets de novo review.  See BIW Deceived v. Local S6, 132 F.3d 824, 830 (1st Cir.1997).  The district court must construe the complaint liberally, treating all well-pleaded facts as true and drawing all reasonable inferences in favor of the plaintiffs.  See Royal v. Leading Edge Prods., Inc., 833 F.2d 1, 1 (1st Cir.1987).  Because federal courts are courts of limited jurisdiction, federal jurisdiction is never presumed.  Instead, the proponent--here, the plaintiffs--must carry the burden of demonstrating the existence of federal jurisdiction.  See Aversa v. United States, 99 F.3d 1200, 1209 (1st Cir.1996);  Murphy v. United States, 45 F.3d 520, 522 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>B. Timing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The plaintiffs' first line of attack targets the district court's hastiness in dismissing the complaint before the period of time prescribed for responding to the motion to dismiss elapsed.  Their premise is well-taken.  Under the local rules, the plaintiffs had ten days after service of the motion within which to file an opposition.  See D.P.R. Loc.  R. 311.5.  The Federal Rules of Civil Procedure affect this calculation in two ways.  First, the Civil Rules exclude the date of filing, intermediate weekend days, and legal holidays from this ten-day period.  See Fed.R.Civ.P. 6(a).  Second, the Civil Rules provide an additional three days if service is by mail.  See Fed.R.Civ.P. 6(e).  First Bank filed the dismissal motion on April 16 and served it by mail.  Consequently, the plaintiffs had until May 5 to respond, and the district court jumped the gun when it ruled on April 30--before any opposition had been served.  The court's gadarene rush to judgment constituted legal error.  See Berrios v. Department of Army, 884 F.2d 28, 33 (1st Cir.1989) (\"Where the defendant has challenged the plaintiff's assertion of federal jurisdiction under Rule 12(b)(1), the court should give the plaintiff an opportunity to present facts in support of his jurisdictional contention.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Withal, the error was harmless.  Though the district court should not have ruled on the dismissal motion until the time for lodging an opposition had expired, the plaintiffs did in fact file a detailed memorandum in support of jurisdiction in connection with their motion for reconsideration.  That memorandum spelled out the same asseverations that would have been contained in their pretermitted opposition.  The district court fully considered this memorandum when, on June 25, it declined the plaintiffs' request to reinstate the action.  Under these circumstances, it would be senseless to vacate the order of dismissal, permit the plaintiffs to file an opposition, and direct the district court--which already has considered and rejected the very arguments that would be featured in the opposition--to decide the matter anew.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In short, this is a situation in which an error, originally made, has been corrected, rendering remand an empty exercise, better eschewed.  See, e.g., Gibbs v. Buck, 307 U.S. 66, 78, 59 S.Ct. 725, 732, 83 L.Ed. 1111 (1939);  Aoude v. Mobil Oil Corp., 862 F.2d 890, 895 (1st Cir.1988).  Such an approach is especially appropriate when, as now, appellate review is de novo, the critical issue is legal (not factual), and the court of appeals, following full briefing and oral argument by both sides, must decide that issue--here, whether or not the plaintiffs' complaint demonstrates the existence of federal subject matter jurisdiction--without deference to the lower court's views.  See Camacho v. Autoridad de Telefonos de P.R., 868 F.2d 482, 490 (1st Cir.1989).  We turn, then, to the merits of the jurisdictional issue.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>C. 28 U.S.C. &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Federal district courts have original jurisdiction over what have come to be known as \"federal question\" cases, that is, civil actions \"arising under the Constitution, laws, or treaties of the United States.\"  28 U.S.C. &#167; 1331 (1993).  Generally, a claim arises under federal law within the meaning of section 1331 if a federal cause of action emerges from the face of a well-pleaded complaint.  See City of Chicago v. International College of Surgeons, --- U.S. ----, ----, 118 S.Ct. 523, 529, 139 L.Ed.2d 525 (1997);  Gully v. First Nat'l Bank, 299 U.S. 109, 113, 57 S.Ct. 96, 97-98, 81 L.Ed. 70 (1936);  BIW Deceived, 132 F.3d at 831.   With only a few exceptions--none of which pertains here--the well-pleaded complaint rule restricts the exercise of federal question jurisdiction to instances in which a federal claim is made manifest within the four corners of the plaintiffs' complaint.  See BIW Deceived, 132 F.3d at 831;  McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13, 15 n. 1 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">When the plaintiffs entered into the loan agreement for the expanded project, the lender, First Federal Savings, was a federally chartered financial institution.  Relying heavily on this fact, the plaintiffs posit jurisdiction pursuant to the federal question statute, 28 U.S.C. &#167; 1331, notwithstanding that First Federal's successor in interest, First Bank--a corporation created under the laws of Puerto Rico--is the named defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The plaintiffs are correct in noting that the Supreme Court held long ago, in a watershed case, that federal courts acquire federal question jurisdiction when a civil action involves a federally chartered bank.  See Osborn v. Bank of U.S., 22 U.S.  (9 Wheat.) 738, 817-28, 6 L.Ed. 204 (1824) (holding that, because the defendant bank was created by an Act of Congress, any suit to which it was a party comes within federal question jurisdiction).  But Congress subsequently circumscribed Osborn 's reach, see Act of Feb. 13, 1925, ch. 229, &#167; 12, 43 Stat. 941, and Congress has perpetuated that circumscription.  See 28 U.S.C. &#167; 1349 (1993) (\"The district courts shall not have jurisdiction of any civil action by or against any corporation upon the ground that it was incorporated by or under an Act of Congress, unless the United States is the owner of more than one-half of its capital stock.\").  Thus, a case does not arise under federal law for purposes of section 1331 simply because a federally chartered bank is a party.  See, e.g., Gully, 299 U.S. at 113, 57 S.Ct. at 97-98;  Morast v. Lance, 807 F.2d 926, 929 (11th Cir.1987);  Home Fed.  Sav. &amp; Loan v. Insurance Dep't, 571 F.2d 423, 426 (8th Cir.1978);  Southern Elec. Steel Co. v. First Nat'l Bank, 515 F.2d 1216, 1217 (5th Cir.1975).  A fortiori, a case does not arise under federal law merely because the defendant's predecessor in interest was a federally chartered bank.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The plaintiffs also are correct in stating that, when a federally chartered financial institution converts, consolidates, or merges into a state-chartered bank, the resulting entity acquires the obligations and liabilities of its predecessor.  See 12 U.S.C. &#167; 214b (1989);<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  see also United States v. Alamo Bank, 880 F.2d 828, 829-30 (5th Cir.1989) (holding state bank liable for predecessor national bank's violations of Bank Secrecy Act).  But this circumstance alone does not import federal question jurisdiction.  In virtually every situation, federal jurisdiction is determined at the time suit is brought, see Freeport-McMoRan, Inc. v. K N Energy, Inc., 498 U.S. 426, 428, 111 S.Ct. 858, 859-60, 112 L.Ed.2d 951 (1991);  Smith v. Sperling, 354 U.S. 91, 93 n. 1, 77 S.Ct. 1112, 1113-14 n. 1, 1 L.Ed.2d 1205 (1957);  Media Duplication Servs., Ltd. v. HDG Software, Inc., 928 F.2d 1228, 1236 (1st Cir.1991), and the current situation is no exception.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Viewing matters from this vantage point reveals the untenability of the plaintiffs' position.  When the plaintiffs resorted to a judicial anodyne, First Federal Savings--the federally chartered institution--was no longer in existence.  Accordingly, they sued its successor, First Bank, which had no federal charter.  The mere fact that the law deems First Bank the same business as its predecessor for certain substantive purposes does not mean that it assumes the character of its predecessor for purposes of a federal jurisdictional inquiry.  Cf. Gully, 299 U.S. at 114, 57 S.Ct. at 98 (stating that \"the federal nature of the right to be established is decisive--not the source of the authority to establish it\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This conclusion, though comforting to the defendants, does not eliminate the possibility of federal question jurisdiction under section 1331.  We still must ask, more broadly, whether the plaintiffs' complaint states a cause of action arising under the laws of the United States.  See Morast, 807 F.2d at 929;  Cupo v. Community Nat'l Bank &amp; Trust Co., 438 F.2d 108, 110 (2d Cir.1971).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In their appellate brief, as in their district court memorandum in support of jurisdiction, the plaintiffs allege that a federal question arises from the bank's violations of 12 U.S.C. &#167; 1464(q)(1)(B) and (t)(3)(B)(iii).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This argument is flawed.  It is black-letter law that jurisdiction must be apparent from the face of the plaintiffs' pleading, and the instant complaint contains no reference to either of these statutory provisions.  Moreover, even were 12 U.S.C. &#167; 1464 mentioned in passing, the effort would fall short.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">One of the cited provisions, section 1464(t)(3)(B)(iii), confers no private right of action, and thus is beside any relevant point.  To state a claim for relief under the other provision, 12 U.S.C. &#167; 1464(q)(1)(B), the plaintiffs must assert that \"an association (1) extended credit (2) on the condition or requirement (3) that its customer obtain or provide some additional credit, property, or service.\"  Tri-Crown, Inc. v. American Fed.  Sav. &amp; Loan Ass'n, 908 F.2d 578, 582 (10th Cir.1990).  The plaintiffs' complaint contains no specific allegations sufficient to frame a cause of action under section 1464(q)(1)(B) and the plaintiffs may not premise jurisdiction on subjective characterizations of a complaint's allegations.  See Murphy, 45 F.3d at 522.   At any rate, the statute of limitations for an action brought under 12 U.S.C. &#167; 1464(q)(1)(B) is four years from the date of the occurrence of the violation.  The plaintiffs' complaint, filed on March 18, 1997, alleges no wrongdoing by the lender at any time after 1992.  Thus, any claim that might have existed under section 1464(q)(1)(B) is time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To sum up, the plaintiffs' complaint alleges manifold claims under Puerto Rico law, but it fails to assert any claim arising under federal law.  Accordingly, no jurisdiction lies under 28 U.S.C. &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>D. 12 U.S.C. &#167; 632.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Congress conferred limited jurisdiction on the district courts to hear civil cases involving certain banking transactions as long as \"any corporation organized under the laws of the United States shall be a party.\"  12 U.S.C. &#167; 632 (1989).  In granting the motion to dismiss, the district court interpreted the quoted phrase not to include First Bank because, despite its federal roots, it is a state-chartered entity.  We agree with this interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is an absolute prerequisite to jurisdiction under section 632 that one party to the action be an entity that owes its existence to the federal sovereign.  See Corporacion Venezolana de Fomento v. Vintero Sales Corp., 629 F.2d 786, 792 (2d Cir.1980);  Fumero-Vidal v. First Fed.  Sav. Bank, 788 F.Supp. 1275, 1277-78 (D.P.R.1992).  The plaintiffs have not satisfied this requirement.  Upon consummation of the reorganization, First Federal Savings surrendered its federal birthright, accepted a charter from the Commonwealth, and existed from that point forward as a financial institution organized under the laws of Puerto Rico.  Consequently, at the critical juncture--the time when the plaintiffs sued--First Bank was for all intents and purposes a state bank.  See First Fed.  Sav. &amp; Loan Ass'n v. Ruiz De Jesus, 644 F.2d 910, 914 (1st Cir.1981) (explaining that \"for purposes of conversion of a national bank into a state bank, a bank organized in Puerto Rico is a 'State bank' \").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In arguing for the opposite result, the plaintiffs stress that the core controversy in this case results from a contract made with a lender which, at the time, was organized under the laws of the United States.  But that fact, without more, does not permit a federal court to assume jurisdiction over a non-federal party like First Bank.  While First Bank is liable for First Federal's torts and breaches of contract as if it were still First Federal, that liability must be enforced by a court of competent jurisdiction--and neither section 632 nor any other federal statute mentioned by the plaintiffs confers subject matter jurisdiction upon the federal district court for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>E. The Possibility of Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">At oral argument in this court, the plaintiffs complained that the district court's hastiness in ruling, see supra Part III(B), had deprived them of an opportunity to amend their complaint and assert some new, more promising basis for federal jurisdiction.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This argument lacks force.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The plaintiffs had adequate opportunity to seek permission to amend in the district court (they could, for example, have made this request either as a separate initiative or as part of their motion for reconsideration), yet they failed to do so.  A party who neglects to ask the district court for leave to amend cannot expect to receive such a dispensation from the court of appeals.  See Vega-Rodriguez v. Puerto Rico Tel. Co., 110 F.3d 174, 183-84 (1st Cir.1997);  Degnan v. Publicker Indus., Inc., 83 F.3d 27, 29 (1st Cir.1996);  Dartmouth Review v. Dartmouth College, 889 F.2d 13, 22-23 (1st Cir.1989).  It is, moreover, the general rule that when \"the pleader has stood upon his pleading and appealed from a judgment of dismissal, amendment will not normally be permitted ... if the order of dismissal is affirmed.\"  Rivera-Gomez v. Adolfo de Castro, 843 F.2d 631, 635-36 (1st Cir.1988);  see also James v. Watt, 716 F.2d 71, 78 (1st Cir.1983) (suggesting that courts ordinarily should not allow plaintiffs to \"pursue a case to judgment and then, if they lose, to reopen the case by amending their complaint to take account of the court's decision\").  Although an appellate court has the power, in the interests of justice, to make exceptions to this prudential rule, see Rivera-Gomez, 843 F.2d at 636, that power should be exercised sparingly.  The instant plaintiffs have alluded to no circumstances that would warrant a departure from the general rule.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need go no further.  The upshot is that, in the absence of a demonstrated basis for federal jurisdiction, the lower court did not err in dismissing the case without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs are Dr. Jaime Viqueira (also known as Jaime Viqueira Mariani), his wife, their conjugal partnership, and Rovica.  Viqueira sues on his own behalf and on behalf of other Rovica stockholders</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In their complaint, the plaintiffs also asserted jurisdiction under a statute that grants the district courts jurisdiction over \"any civil action or proceeding arising under any Act of Congress regulating commerce or protecting trade and commerce against restraints and monopolies.\"  28 U.S.C. &#167; 1337(a) (Supp.1997).  The plaintiffs do not invoke this statute on appeal, and we therefore need not examine it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>The franchise of a national banking association as a national banking association shall automatically terminate when its conversion into or its merger or consolidation with a State bank under a State charter is consummated and the resulting State bank shall be considered the same business and corporate entity as the national banking association, although as to rights, powers, and duties the resulting bank is a State bank....</p>\n        <p>12 U.S.C. &#167; 214b (1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The first of these provisions states in pertinent part:</p>\n        <p>A savings association may not in any manner extend credit, lease, or sell property of any kind, or furnish any service, or fix or vary the consideration for any of the foregoing, on the condition or requirement--</p>\n        <p>(B) that the customer provided additional credit, property, or service to such association, or to any service corporation or affiliate of such association, other than those related to and usually provided in connection with a similar loan, discount, deposit, or trust service;  ...</p>\n        <p>12 U.S.C. &#167; 1464(q)(1)(B) (1998).  The second of these provisions states in pertinent part:</p>\n        <p>[A] savings association is an eligible savings association so long as the Director [of the Office of Thrift Supervision] determines that--... (iii) the savings association's management has not engaged in insider dealing, speculative practices, or any other activities that have jeopardized the association's safety and soundness or contributed to impairing the association's capital.</p>\n        <p>12 U.S.C. &#167; 1464(t)(3)(B)(iii) (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Plaintiffs' counsel hinted that such an amendment might have involved First Bank's status as a federally insured entity.  To be sure, the Supreme Court has authorized the deployment of federal common law when a federal rule of decision is \"necessary to protect uniquely federal interests,\" Texas Indus., Inc. v. Radcliff Materials, Inc., 451 U.S. 630, 640, 101 S.Ct. 2061, 2066-67, 68 L.Ed.2d 500 (1981), and one district court has held that a federally insured financial institution, even though not federally chartered, is \"subject to the same laws governing federal associations,\" First Hawaiian Bank v. Alexander, 558 F.Supp. 1128, 1132 (D.Haw.1983).  Although we do not reach the merits of the issue, we are constrained to note that the First Hawaiian holding is of doubtful validity.  See Resolution Trust Corp. v. Hess, 820 F.Supp. 1359, 1369-70 (D.Utah 1993) (refusing to follow First Hawaiian )</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">618</span></span></p>\n    <p class=\"parties\">Dr. Jaime VIQUEIRA, a/k/a Jaime Viqueira Mariani, et al.,<br>Plaintiffs, Appellants,<br>v.<br>FIRST BANK, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-2127.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 23, 1998.<br>Decided March 30, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Conchita Toro-Rivera, with whom Madera &amp; Toro was on brief, for appellants.</p>\n      <p class=\"indent\">Carlos G. Latimer, with whom Latimer, Biaggi, Rachid &amp; Godreau was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">There is less to this jurisdictional conundrum than meets the eye.  Upon reflection, we resolve the matter adversely to the plaintiffs and therefore affirm the district court's dismissal of their complaint.</p>\n    </div>\n    <p>I. FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because we are reviewing the grant of a motion to dismiss, see Fed.R.Civ.P. 12(b)(1), we accept as true the complaint's well-pleaded factual allegations, excluding, however, bald conclusions, unrelieved rhetoric, and pejorative epithets.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 27, 1987, the plaintiffs, through Rovica Development Corporation (Rovica or the corporation),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> obtained a $725,000 loan from Western Bank of Puerto Rico to acquire the land necessary to build a clinic.  To augment this loan, Rovica borrowed an additional $250,000 from Bayamon Federal Savings.  The plaintiffs proceeded to purchase the land.  On September 30, 1988, they entered into a loan agreement with First Federal Savings, a federally chartered financial institution, to finance the construction project and repaid Western Bank in full from the proceeds of the First Federal loan.  In due course, the planning board approved the plaintiffs' plans and authorized construction of the clinic.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Late in 1988, First Federal--which acted both as the plaintiffs' lender and as their financial advisor--told the plaintiffs that the addition of a branch bank would ensure the economic viability of their project and offered to relocate its Mayaguez branch to the site.  To accommodate this addition, First Federal suggested that the proposed clinic be moved to the site's south side so that the putative branch bank would front on the north side.  The plaintiffs succumbed to the bank's blandishments;  the plans were changed to relocate the clinic and provide for a six-story bank and commercial office building on the north side of the land.  A construction loan agreement, entered into by the plaintiffs and First Federal on July 14, 1989, embodied the terms of the joint venture.  The new agreement raised the amount of the debt to $4,490,000 in order to finance the expanded project.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The planning board balked at approving the plans for the erection of the six-story structure.  Because the bank refused to permit the plaintiffs to commence construction of the clinic until the planning board blessed the project as a whole, a stalemate developed.  In an effort to placate the planning board, the plaintiffs borrowed an additional $405,000 from First Federal and bought more land (to be used for parking).  The planning board yielded and construction finally began in October 1989--roughly six months behind schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A year later, the project again was paralyzed--with the clinic 90% complete--when regulators placed First Federal under supervision.  Shortly thereafter, the bank notified the plaintiffs that it would not disburse any more funds and suggested that the plaintiffs seek financing elsewhere, perhaps by selling a stake in the project to a third party.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To make a tedious tale tolerably terse, the plaintiffs transferred a one-third interest in Rovica to Dr. Roberto Kutcher, a First Federal client and a close personal friend of the loan officer with whom the plaintiffs were dealing (Luis Beauchamp).  In consideration for the stock, Dr. Kutcher promised to invest approximately $500,000 in the project.  From May 1991 through October 1992, Dr. Kutcher acted on behalf of the corporation and was in total control of the clinic's affairs, but, according to the plaintiffs, he failed to keep his end of the bargain.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In October 1992, the clinic opened under less than optimal conditions.  Around the same time, Dr. Kutcher informed his fellow stockholders of the need for additional funds.  Because the other stockholders could not raise the necessary money, Dr. Kutcher \"bought\" some Rovica shares in exchange for a promise to provide working capital.  By the end of 1993, Dr. Kutcher had acquired 85% of Rovica's stock, but the corporation's total debt had increased.  In June 1994, the corporation sought the protection of the bankruptcy court.  The bankruptcy case was dismissed within eight months, however, and the clinic started to prosper.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First Federal converted to a state-chartered bank under the name of First Bank Puerto Rico on November 1, 1994.  Within a matter of months, the bank began pressing for repayment of the loan.</p>\n    </div>\n    <p>II. TRAVEL OF THE CASE</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs filed suit in the United States District Court for the District of Puerto Rico against First Bank Puerto Rico, two of its officers, and Dr. Kutcher.  The complaint alleged breach of contract, breach of fiduciary duty, tortious misrepresentation, and promissory fraud.  The plaintiffs predicated federal jurisdiction on three bases:  28 U.S.C. &#167; 1331, 28 U.S.C. &#167; 1337, and 12 U.S.C. &#167; 632.  First Bank moved to dismiss for lack of subject matter jurisdiction on April 16, 1997.  On May 1, the plaintiffs moved to extend the time to oppose the motion.  This motion crossed in the mail with the district court's April 30 order granting the motion to dismiss.  In that order, the court concluded that it lacked jurisdiction to hear the case under any of the three cited statutes.  The court entered a final judgment, dismissing the suit without prejudice, on May 6, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On May 20, the plaintiffs filed a motion and accompanying memorandum requesting the court to reconsider its decision to dismiss the case and explaining why, in their view, federal jurisdiction attached.  The district court considered the plaintiffs' arguments in support of jurisdiction, but stood pat.  This appeal ensued.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We first limn the applicable standard of review and address a procedural point raised by the plaintiffs.  We then inspect the two jurisdictional hooks on which the plaintiffs hang their case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Finally, we address a matter raised for the first time at oral argument in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A district court's decision to grant a motion to dismiss for want of federal subject matter jurisdiction begets de novo review.  See BIW Deceived v. Local S6, <span class=\"citation\" data-id=\"749863\"><a href=\"/opinion/749863/biw-deceived-v-local-s6-industrial-union-of-marine-and-shipbuilding/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 830 (1st Cir.1997).  The district court must construe the complaint liberally, treating all well-pleaded facts as true and drawing all reasonable inferences in favor of the plaintiffs.  See Royal v. Leading Edge Prods., Inc., <span class=\"citation\" data-id=\"497011\"><a href=\"/opinion/497011/james-b-royal-v-leading-edge-products-inc/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 1 (1st Cir.1987).  Because federal courts are courts of limited jurisdiction, federal jurisdiction is never presumed.  Instead, the proponent--here, the plaintiffs--must carry the burden of demonstrating the existence of federal jurisdiction.  See Aversa v. United States, <span class=\"citation\" data-id=\"197034\"><a href=\"/opinion/197034/aversa-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1209 (1st Cir.1996);  Murphy v. United States, <span class=\"citation\" data-id=\"195855\"><a href=\"/opinion/195855/murphy-v-united-states/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 522 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>B. Timing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The plaintiffs' first line of attack targets the district court's hastiness in dismissing the complaint before the period of time prescribed for responding to the motion to dismiss elapsed.  Their premise is well-taken.  Under the local rules, the plaintiffs had ten days after service of the motion within which to file an opposition.  See D.P.R. Loc.  R. 311.5.  The Federal Rules of Civil Procedure affect this calculation in two ways.  First, the Civil Rules exclude the date of filing, intermediate weekend days, and legal holidays from this ten-day period.  See Fed.R.Civ.P. 6(a).  Second, the Civil Rules provide an additional three days if service is by mail.  See Fed.R.Civ.P. 6(e).  First Bank filed the dismissal motion on April 16 and served it by mail.  Consequently, the plaintiffs had until May 5 to respond, and the district court jumped the gun when it ruled on April 30--before any opposition had been served.  The court's gadarene rush to judgment constituted legal error.  See Berrios v. Department of Army, <span class=\"citation\" data-id=\"528444\"><a href=\"/opinion/528444/pedro-berrios-v-department-of-the-army/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 33 (1st Cir.1989) (\"Where the defendant has challenged the plaintiff's assertion of federal jurisdiction under Rule 12(b)(1), the court should give the plaintiff an opportunity to present facts in support of his jurisdictional contention.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Withal, the error was harmless.  Though the district court should not have ruled on the dismissal motion until the time for lodging an opposition had expired, the plaintiffs did in fact file a detailed memorandum in support of jurisdiction in connection with their motion for reconsideration.  That memorandum spelled out the same asseverations that would have been contained in their pretermitted opposition.  The district court fully considered this memorandum when, on June 25, it declined the plaintiffs' request to reinstate the action.  Under these circumstances, it would be senseless to vacate the order of dismissal, permit the plaintiffs to file an opposition, and direct the district court--which already has considered and rejected the very arguments that would be featured in the opposition--to decide the matter anew.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In short, this is a situation in which an error, originally made, has been corrected, rendering remand an empty exercise, better eschewed.  See, e.g., Gibbs v. Buck, <span class=\"citation\" data-id=\"103195\"><a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, 78, <span class=\"citation\" data-id=\"103195\"><a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>, 732, <span class=\"citation\" data-id=\"103195\"><a href=\"/opinion/103195/gibbs-v-buck/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1111</span></a></span> (1939);  Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 895 (1st Cir.1988).  Such an approach is especially appropriate when, as now, appellate review is de novo, the critical issue is legal (not factual), and the court of appeals, following full briefing and oral argument by both sides, must decide that issue--here, whether or not the plaintiffs' complaint demonstrates the existence of federal subject matter jurisdiction--without deference to the lower court's views.  See Camacho v. Autoridad de Telefonos de P.R., <span class=\"citation\" data-id=\"518837\"><a href=\"/opinion/518837/isaac-camacho-v-autoridad-de-telefonos-de-puerto-rico/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span>, 490 (1st Cir.1989).  We turn, then, to the merits of the jurisdictional issue.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>C. 28 U.S.C. &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Federal district courts have original jurisdiction over what have come to be known as \"federal question\" cases, that is, civil actions \"arising under the Constitution, laws, or treaties of the United States.\"  28 U.S.C. &#167; 1331 (1993).  Generally, a claim arises under federal law within the meaning of section 1331 if a federal cause of action emerges from the face of a well-pleaded complaint.  See City of Chicago v. International College of Surgeons, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118158\"><a href=\"/opinion/118158/chicago-v-international-college-of-surgeons/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></a></span>, 529, <span class=\"citation\" data-id=\"118158\"><a href=\"/opinion/118158/chicago-v-international-college-of-surgeons/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">525</span></a></span> (1997);  Gully v. First Nat'l Bank, <span class=\"citation\" data-id=\"102703\"><a href=\"/opinion/102703/gully-v-first-nat-bank-in-meridian/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, 113, <span class=\"citation\" data-id=\"102703\"><a href=\"/opinion/102703/gully-v-first-nat-bank-in-meridian/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">96</span></a></span>, 97-98, <span class=\"citation\" data-id=\"102703\"><a href=\"/opinion/102703/gully-v-first-nat-bank-in-meridian/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">70</span></a></span> (1936);  BIW Deceived, 132 F.3d at 831.   With only a few exceptions--none of which pertains here--the well-pleaded complaint rule restricts the exercise of federal question jurisdiction to instances in which a federal claim is made manifest within the four corners of the plaintiffs' complaint.  See BIW Deceived, 132 F.3d at 831;  McCoy v. Massachusetts Inst. of Tech., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 15 n. 1 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">When the plaintiffs entered into the loan agreement for the expanded project, the lender, First Federal Savings, was a federally chartered financial institution.  Relying heavily on this fact, the plaintiffs posit jurisdiction pursuant to the federal question statute, 28 U.S.C. &#167; 1331, notwithstanding that First Federal's successor in interest, First Bank--a corporation created under the laws of Puerto Rico--is the named defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The plaintiffs are correct in noting that the Supreme Court held long ago, in a watershed case, that federal courts acquire federal question jurisdiction when a civil action involves a federally chartered bank.  See Osborn v. Bank of U.S., 22 U.S.  (9 Wheat.) 738, 817-28, <span class=\"citation\" data-id=\"85451\"><a href=\"/opinion/85451/osborn-v-bank-of-united-states/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">204</span></a></span> (1824) (holding that, because the defendant bank was created by an Act of Congress, any suit to which it was a party comes within federal question jurisdiction).  But Congress subsequently circumscribed Osborn 's reach, see Act of Feb. 13, 1925, ch. 229, &#167; 12, 43 Stat. 941, and Congress has perpetuated that circumscription.  See 28 U.S.C. &#167; 1349 (1993) (\"The district courts shall not have jurisdiction of any civil action by or against any corporation upon the ground that it was incorporated by or under an Act of Congress, unless the United States is the owner of more than one-half of its capital stock.\").  Thus, a case does not arise under federal law for purposes of section 1331 simply because a federally chartered bank is a party.  See, e.g., Gully, 299 U.S. at 113, 57 S.Ct. at 97-98;  Morast v. Lance, <span class=\"citation\" data-id=\"480644\"><a href=\"/opinion/480644/robert-h-morast-v-t-bertram-lance/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">926</span></a></span>, 929 (11th Cir.1987);  Home Fed.  Sav. &amp; Loan v. Insurance Dep't, <span class=\"citation\" data-id=\"353324\"><a href=\"/opinion/353324/home-federal-savings-and-loan-association-of-algona-iowa-v-insurance/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">423</span></a></span>, 426 (8th Cir.1978);  Southern Elec. Steel Co. v. First Nat'l Bank, <span class=\"citation\" data-id=\"327588\"><a href=\"/opinion/327588/southern-electric-steel-company-v-the-first-national-bank-of-birmingham/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1216</span></a></span>, 1217 (5th Cir.1975).  A fortiori, a case does not arise under federal law merely because the defendant's predecessor in interest was a federally chartered bank.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The plaintiffs also are correct in stating that, when a federally chartered financial institution converts, consolidates, or merges into a state-chartered bank, the resulting entity acquires the obligations and liabilities of its predecessor.  See 12 U.S.C. &#167; 214b (1989);<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  see also United States v. Alamo Bank, <span class=\"citation\" data-id=\"526762\"><a href=\"/opinion/526762/united-states-v-alamo-bank-of-texas/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">828</span></a></span>, 829-30 (5th Cir.1989) (holding state bank liable for predecessor national bank's violations of Bank Secrecy Act).  But this circumstance alone does not import federal question jurisdiction.  In virtually every situation, federal jurisdiction is determined at the time suit is brought, see Freeport-McMoRan, Inc. v. K N Energy, Inc., <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 428, <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">858</span></a></span>, 859-60, <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">951</span></a></span> (1991);  Smith v. Sperling, <span class=\"citation\" data-id=\"105526\"><a href=\"/opinion/105526/smith-v-sperling/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 93 n. 1, <span class=\"citation\" data-id=\"105526\"><a href=\"/opinion/105526/smith-v-sperling/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, 1113-14 n. 1, <span class=\"citation\" data-id=\"105526\"><a href=\"/opinion/105526/smith-v-sperling/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1205</span></a></span> (1957);  Media Duplication Servs., Ltd. v. HDG Software, Inc., <span class=\"citation\" data-id=\"557987\"><a href=\"/opinion/557987/media-duplication-services-ltd-v-hdg-software-inc-joseph-wine/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>, 1236 (1st Cir.1991), and the current situation is no exception.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Viewing matters from this vantage point reveals the untenability of the plaintiffs' position.  When the plaintiffs resorted to a judicial anodyne, First Federal Savings--the federally chartered institution--was no longer in existence.  Accordingly, they sued its successor, First Bank, which had no federal charter.  The mere fact that the law deems First Bank the same business as its predecessor for certain substantive purposes does not mean that it assumes the character of its predecessor for purposes of a federal jurisdictional inquiry.  Cf. Gully, 299 U.S. at 114, 57 S.Ct. at 98 (stating that \"the federal nature of the right to be established is decisive--not the source of the authority to establish it\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This conclusion, though comforting to the defendants, does not eliminate the possibility of federal question jurisdiction under section 1331.  We still must ask, more broadly, whether the plaintiffs' complaint states a cause of action arising under the laws of the United States.  See Morast, 807 F.2d at 929;  Cupo v. Community Nat'l Bank &amp; Trust Co., <span class=\"citation\" data-id=\"294794\"><a href=\"/opinion/294794/frank-e-cupo-v-community-national-bank-trust-company-of-new-york/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 110 (2d Cir.1971).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In their appellate brief, as in their district court memorandum in support of jurisdiction, the plaintiffs allege that a federal question arises from the bank's violations of 12 U.S.C. &#167; 1464(q)(1)(B) and (t)(3)(B)(iii).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This argument is flawed.  It is black-letter law that jurisdiction must be apparent from the face of the plaintiffs' pleading, and the instant complaint contains no reference to either of these statutory provisions.  Moreover, even were 12 U.S.C. &#167; 1464 mentioned in passing, the effort would fall short.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">One of the cited provisions, section 1464(t)(3)(B)(iii), confers no private right of action, and thus is beside any relevant point.  To state a claim for relief under the other provision, 12 U.S.C. &#167; 1464(q)(1)(B), the plaintiffs must assert that \"an association (1) extended credit (2) on the condition or requirement (3) that its customer obtain or provide some additional credit, property, or service.\"  Tri-Crown, Inc. v. American Fed.  Sav. &amp; Loan Ass'n, <span class=\"citation\" data-id=\"544759\"><a href=\"/opinion/544759/tri-crown-inc-john-ventimiglia-wvs-investment-joint-venture-richard/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span>, 582 (10th Cir.1990).  The plaintiffs' complaint contains no specific allegations sufficient to frame a cause of action under section 1464(q)(1)(B) and the plaintiffs may not premise jurisdiction on subjective characterizations of a complaint's allegations.  See Murphy, 45 F.3d at 522.   At any rate, the statute of limitations for an action brought under 12 U.S.C. &#167; 1464(q)(1)(B) is four years from the date of the occurrence of the violation.  The plaintiffs' complaint, filed on March 18, 1997, alleges no wrongdoing by the lender at any time after 1992.  Thus, any claim that might have existed under section 1464(q)(1)(B) is time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To sum up, the plaintiffs' complaint alleges manifold claims under Puerto Rico law, but it fails to assert any claim arising under federal law.  Accordingly, no jurisdiction lies under 28 U.S.C. &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>D. 12 U.S.C. &#167; 632.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Congress conferred limited jurisdiction on the district courts to hear civil cases involving certain banking transactions as long as \"any corporation organized under the laws of the United States shall be a party.\"  12 U.S.C. &#167; 632 (1989).  In granting the motion to dismiss, the district court interpreted the quoted phrase not to include First Bank because, despite its federal roots, it is a state-chartered entity.  We agree with this interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is an absolute prerequisite to jurisdiction under section 632 that one party to the action be an entity that owes its existence to the federal sovereign.  See Corporacion Venezolana de Fomento v. Vintero Sales Corp., <span class=\"citation\" data-id=\"381881\"><a href=\"/opinion/381881/corporacion-venezolana-de-fomento-v-vintero-sales-corporation-vintero/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 792 (2d Cir.1980);  Fumero-Vidal v. First Fed.  Sav. Bank, <span class=\"citation no-link\"><span class=\"volume\">788</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1275</span></span>, 1277-78 (D.P.R.1992).  The plaintiffs have not satisfied this requirement.  Upon consummation of the reorganization, First Federal Savings surrendered its federal birthright, accepted a charter from the Commonwealth, and existed from that point forward as a financial institution organized under the laws of Puerto Rico.  Consequently, at the critical juncture--the time when the plaintiffs sued--First Bank was for all intents and purposes a state bank.  See First Fed.  Sav. &amp; Loan Ass'n v. Ruiz De Jesus, <span class=\"citation\" data-id=\"388754\"><a href=\"/opinion/388754/first-federal-savings-and-loan-association-of-puerto-rico-v-hector-l-ruiz/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 914 (1st Cir.1981) (explaining that \"for purposes of conversion of a national bank into a state bank, a bank organized in Puerto Rico is a 'State bank' \").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In arguing for the opposite result, the plaintiffs stress that the core controversy in this case results from a contract made with a lender which, at the time, was organized under the laws of the United States.  But that fact, without more, does not permit a federal court to assume jurisdiction over a non-federal party like First Bank.  While First Bank is liable for First Federal's torts and breaches of contract as if it were still First Federal, that liability must be enforced by a court of competent jurisdiction--and neither section 632 nor any other federal statute mentioned by the plaintiffs confers subject matter jurisdiction upon the federal district court for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>E. The Possibility of Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">At oral argument in this court, the plaintiffs complained that the district court's hastiness in ruling, see supra Part III(B), had deprived them of an opportunity to amend their complaint and assert some new, more promising basis for federal jurisdiction.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This argument lacks force.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The plaintiffs had adequate opportunity to seek permission to amend in the district court (they could, for example, have made this request either as a separate initiative or as part of their motion for reconsideration), yet they failed to do so.  A party who neglects to ask the district court for leave to amend cannot expect to receive such a dispensation from the court of appeals.  See Vega-Rodriguez v. Puerto Rico Tel. Co., <span class=\"citation\" data-id=\"739069\"><a href=\"/opinion/739069/hector-vega-rodriguez-v-puerto-rico-telephone-company/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">174</span></a></span>, 183-84 (1st Cir.1997);  Degnan v. Publicker Indus., Inc., <span class=\"citation\" data-id=\"717573\"><a href=\"/opinion/717573/20-employee-benefits-cas-1129-pens-plan-guide-p-23922h-william-degnan/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 29 (1st Cir.1996);  Dartmouth Review v. Dartmouth College, <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22-23 (1st Cir.1989).  It is, moreover, the general rule that when \"the pleader has stood upon his pleading and appealed from a judgment of dismissal, amendment will not normally be permitted ... if the order of dismissal is affirmed.\"  Rivera-Gomez v. Adolfo de Castro, <span class=\"citation\" data-id=\"504001\"><a href=\"/opinion/504001/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 635-36 (1st Cir.1988);  see also James v. Watt, <span class=\"citation\" data-id=\"424030\"><a href=\"/opinion/424030/frank-b-james-v-james-g-watt/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">71</span></a></span>, 78 (1st Cir.1983) (suggesting that courts ordinarily should not allow plaintiffs to \"pursue a case to judgment and then, if they lose, to reopen the case by amending their complaint to take account of the court's decision\").  Although an appellate court has the power, in the interests of justice, to make exceptions to this prudential rule, see Rivera-Gomez, 843 F.2d at 636, that power should be exercised sparingly.  The instant plaintiffs have alluded to no circumstances that would warrant a departure from the general rule.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need go no further.  The upshot is that, in the absence of a demonstrated basis for federal jurisdiction, the lower court did not err in dismissing the case without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs are Dr. Jaime Viqueira (also known as Jaime Viqueira Mariani), his wife, their conjugal partnership, and Rovica.  Viqueira sues on his own behalf and on behalf of other Rovica stockholders</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In their complaint, the plaintiffs also asserted jurisdiction under a statute that grants the district courts jurisdiction over \"any civil action or proceeding arising under any Act of Congress regulating commerce or protecting trade and commerce against restraints and monopolies.\"  28 U.S.C. &#167; 1337(a) (Supp.1997).  The plaintiffs do not invoke this statute on appeal, and we therefore need not examine it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>The franchise of a national banking association as a national banking association shall automatically terminate when its conversion into or its merger or consolidation with a State bank under a State charter is consummated and the resulting State bank shall be considered the same business and corporate entity as the national banking association, although as to rights, powers, and duties the resulting bank is a State bank....</p>\n        <p>12 U.S.C. &#167; 214b (1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The first of these provisions states in pertinent part:</p>\n        <p>A savings association may not in any manner extend credit, lease, or sell property of any kind, or furnish any service, or fix or vary the consideration for any of the foregoing, on the condition or requirement--</p>\n        <p>(B) that the customer provided additional credit, property, or service to such association, or to any service corporation or affiliate of such association, other than those related to and usually provided in connection with a similar loan, discount, deposit, or trust service;  ...</p>\n        <p>12 U.S.C. &#167; 1464(q)(1)(B) (1998).  The second of these provisions states in pertinent part:</p>\n        <p>[A] savings association is an eligible savings association so long as the Director [of the Office of Thrift Supervision] determines that--... (iii) the savings association's management has not engaged in insider dealing, speculative practices, or any other activities that have jeopardized the association's safety and soundness or contributed to impairing the association's capital.</p>\n        <p>12 U.S.C. &#167; 1464(t)(3)(B)(iii) (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Plaintiffs' counsel hinted that such an amendment might have involved First Bank's status as a federally insured entity.  To be sure, the Supreme Court has authorized the deployment of federal common law when a federal rule of decision is \"necessary to protect uniquely federal interests,\" Texas Indus., Inc. v. Radcliff Materials, Inc., <span class=\"citation\" data-id=\"110484\"><a href=\"/opinion/110484/texas-industries-inc-v-radcliff-materials-inc/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span>, 640, <span class=\"citation\" data-id=\"110484\"><a href=\"/opinion/110484/texas-industries-inc-v-radcliff-materials-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>, 2066-67, <span class=\"citation\" data-id=\"110484\"><a href=\"/opinion/110484/texas-industries-inc-v-radcliff-materials-inc/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">500</span></a></span> (1981), and one district court has held that a federally insured financial institution, even though not federally chartered, is \"subject to the same laws governing federal associations,\" First Hawaiian Bank v. Alexander, <span class=\"citation\" data-id=\"1809637\"><a href=\"/opinion/1809637/first-hawaiian-bank-v-alexander/\"><span class=\"volume\">558</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1128</span></a></span>, 1132 (D.Haw.1983).  Although we do not reach the merits of the issue, we are constrained to note that the First Hawaiian holding is of doubtful validity.  See Resolution Trust Corp. v. Hess, <span class=\"citation\" data-id=\"1759274\"><a href=\"/opinion/1759274/resolution-trust-corp-v-hess/\"><span class=\"volume\">820</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1359</span></a></span>, 1369-70 (D.Utah 1993) (refusing to follow First Hawaiian )</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/85451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/294794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/353324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1759274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1809637/"
  ]
}