{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197800/",
  "absolute_url": "/opinion/197800/united-states-v-snyder/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197800/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:38:56Z",
  "date_modified": "2017-03-24T10:53:25.412736Z",
  "type": "010combined",
  "sha1": "a3ffa29e0a54d095a6c64393a79ea694f641f183",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1233.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 97-1233\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellant,\r\n\n                                v.\r\n\n                        ERIC GRAY SNYDER,\r\n\n                       Defendant, Appellee.\r\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \r\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                             \r\n\n     James F. Lang,  Assistant United States Attorney,  with whom\r                            \r\nDonald K.  Stern, United States  Attorney, was on brief,  for the\r                          \r\nUnited States.\r\n     Victoria L. Nadel for appellee.\r                                \r\n     Murray  Kohn  on  brief  for  Massachusetts  Association  of\r                           \r\nCriminal Defense Lawyers, amicus curiae.\r\n\n                                             \r\n\n                        February 12, 1998\r\n\n                                             \r\r\n\n          SELYA, Circuit  Judge.  In this single-issue sentencing\r                    SELYA, Circuit  Judge.\r                                         \r\n\nappeal,  the government  implores  us  to  set  aside  defendant-\r\n\nappellee  Eric  Gray  Snyder's  sentence.    The  district  court\r\n\npredicated  that sentence  on a  disparity  between the  sentence\r\n\nmandated for  the offense of conviction by the federal sentencing\r\n\nguidelines and the sentence Snyder likely would have received had\r\n\nstate authorities prosecuted  him.  See United States  v. Snyder,\r                                                                          \r\n\n954  F. Supp.  19,  22 (D.  Mass.  1997) (memorandum  explicating\r\n\nreasons  for sentence).   We  thus confront  a question  of novel\r\n\nimpression  in   this  circuit:    Is   federal/state  sentencing\r\n\ndisparity  a permissible  basis  for a  downward  departure?   We\r\n\nanswer that question  in the negative.  Consequently, Snyder must\r\n\nbe resentenced.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          We touch lightly upon the facts of the case as they are\r\n\nonly obliquely  relevant to  the legal problem  that this  appeal\r\n\npresents.   On January  10, 1995, a  known drug user,  John Hawk,\r\n\ntold  a Boston  police officer, William  Doogan, that  Snyder had\r\n\nrobbed  him and his  paramour at gunpoint and  stolen a number of\r\n\nValium tablets.  Hawk further stated that Snyder, driving a black\r\n\nHonda and accompanied  by Frank Diaferio  (a reputed drug  dealer\r\n\nknown to Doogan), was headed toward Roslindale.  Doogan knew that\r\n\nDiaferio  resided at  17 Murray  Hill Road  in Roslindale  and he\r\n\nimmediately arranged for police surveillance of that locus.  When\r\n\nSnyder  and Diaferio  arrived in  the  black Honda,  the officers\r\n\nfound a loaded  .32 caliber pistol in  a locked briefcase  in the\r\n\n                                2\r\r\n\ncar's trunk.  Doogan placed Snyder under arrest.  During a search\r\n\nat the station house, police officers recovered 26 Valium tablets\r\n\nfrom Snyder's pants pocket.\r\n\n          Initially,  Massachusetts  authorities  charged  Snyder\r\n\nunder  Mass. Gen.  L. ch.  269,    10(a)  (1990) with  unlawfully\r\n\ncarrying  a  firearm,  an offense  punishable  by  a 2 -to-5-year\r\n\nprison  term.   When  a  federal  grand  jury later  returned  an\r\n\nindictment that charged  Snyder with being a  felon in possession\r\n\nof  a firearm  in  violation  of 18  U.S.C.    922(g)(1)  (1994),\r\n\nMassachusetts dropped the state charge.\r\n\n          In  due course,  a  federal  trial  jury  found  Snyder\r\n\nguilty.  The  probation office thereafter prepared  a presentence\r\n\ninvestigation report (the PSI Report).  The  PSI Report indicated\r\n\nthat  Snyder's extensive criminal history rendered him subject to\r\n\nthe  sentencing   enhancement  provisions  of  the  Armed  Career\r\n\nCriminal Act,  18 U.S.C.    924(e) (1994) (ACCA).   Employing the\r\n\ncorresponding sentencing guideline, USSG   4B1.4 (Nov. 1995), the\r\n\nPSI Report  projected the guideline sentencing range  (GSR) to be\r\n\n262 to 327 months.\r\n\n          Judge  Harrington  conducted   a  three-day  sentencing\r\n\nproceeding.    On October  9,  1996,  Snyder's  counsel  and  the\r\n\nprosecutor  sparred  over  Snyder's insistence  that  he  was not\r\n\nsubject to the ACCA because  certain of his prior convictions did\r\n\nnot qualify  as predicate offenses  thereunder.  See 18  U.S.C.  \r                                                              \r\n\n921(a)(20)  (1994)  (delineating   various  exclusions  from  the\r\n\ntaxonomy of eligible predicate offenses).   In the course of that\r\n\n                                3\r\r\n\nhearing,  Judge  Harrington   expressed  reservations  about  the\r\n\nsteepness  of the  projected sentencing  range.   Afterwards,  he\r\n\nissued  a  memorandum that  noted  his \"grave  concern\"  with the\r\n\n\"gross disparity\" between the GSR and the  punishment that Snyder\r\n\nwould have  received had state authorities pursued and obtained a\r\n\nconviction  on  the originally  charged state  offense.   In that\r\n\nmemorandum, the  judge made no  bones about his disdain  for \"the\r\n\nunfettered  and unreviewable  discretion  of  the  United  States\r\n\nAttorney\" to  prosecute in federal court the  \"`local' offense of\r\n\ncarrying  a  firearm.\"   He  concluded  by scheduling  a  further\r\n\nhearing   to  address  the  issues  \"whether  this  disparity  in\r\n\nsentences and the de facto selective prosecution of the defendant\r                                    \r\n\nraise  any constitutional concerns and whether the combination of\r\n\nthe  above two  issues justify  [sic] a downward  departure under\r\n\nUSSG   5K2.0.\"\r\n\n          At  the resumed  hearing, held  on  December 12,  1996,\r\n\nJudge  Harrington reiterated his belief that sentencing Snyder to\r\n\na 21-year prison term would  constitute a \"gross violation of the\r\n\nprinciples of  justice.\"   Engaging in  what some  might consider\r\n\nwishful  thinking, the  judge  then predicted  the demise  of the\r\n\nsentencing guidelines:\r\n\n          I  said  yesterday  to  the  U.S.  Attorney's\r\n          Office,  this  type  of  de facto,  selective\r\n          prosecution continues.   And when there  is a\r\n          disparity  of  over  20  years  for  the same\r\n          offense, . . . the guidelines are going to be\r\n          dismantled because the federal judiciary will\r\n          no  longer, no longer  put up with  it.  It's\r\n          going to be dismantled.\r\n\n          Judge  Harrington   convened  the  third,   and  final,\r\n\n                                4\r\r\n\nsentencing session  on January  14, 1997.   He ruled  that Snyder\r\n\nfell within the ambit of the  ACCA and that USSG  4B1.4 therefore\r\n\napplied.   He computed the GSR to  be 235 to 293  months.1  Judge\r\n\nHarrington then  departed downward  pursuant to  USSG  5K2.0  and\r\n\nsentenced Snyder  to an  incarcerative term  of  180 months  (the\r\n\nmandatory minimum under  the ACCA).   He  premised the  departure\r\n\nsquarely  on  the   ground  that  the   federal/state  sentencing\r\n\ndisparity  created by  interleaved  federal  and  state  criminal\r\n\njurisdiction  over  Snyder's  conduct \"is  contrary  to  the very\r\n\nobjective of  and theory upon  which the Guidelines  are grounded\r\n\nand  therefore takes this case out  of the heartland and makes it\r\n\natypical.\"   Snyder, 954 F. Supp. at 22.2  The sentencing court's\r                             \r\n\nrescript repeatedly condemns a system that cedes broad discretion\r\n\nto prosecutors to determine who  will be charged federally   and,\r\n\nthus,   exposed  to  potentially  harsher  sentences     when  an\r\n\noffender's  conduct  violates  both federal  and  state  criminal\r\n\n                    \r                              \r\n\n     1The difference between the GSR projected in the PSI  Report\r\nand that  actually used stemmed from Judge Harrington's finding  \r\nnot contested on appeal   that the government had not proven that\r\nSnyder committed an armed robbery.   This finding shrunk Snyder's\r\nbase offense level  from 34 to 33, see  USSG  4B1.4(b)(3)(B), and\r                                                \r\neffected a commensurate decrease in the GSR.\r\n\n     2On  appeal,  Snyder  attempts to  divert  our  attention to\r\nalternative  rationales   that  arguably  support   the  downward\r\ndeparture.   But Judge Harrington's decision makes  no mention of\r\nsuch factors.   To the  contrary, he expressly stated  that \"[t]o\r\nthis Court the issue raised is . . . one of disparity between the\r\nsentences to be imposed.\"   Snyder, 954 F. Supp.  at 22.  As  our\r                                            \r\nanalysis must focus on the reasons given by the district court in\r\nsupport  of a  departure, we take  no view  of Snyder's  post hoc\r\njustifications.  See  United States v. Dethlefs, 123  F.3d 39, 43\r                                                         \r\n(1st Cir. 1997);  United States v. Jackson, 30 F.3d 198, 202 (1st\r                                                    \r\nCir. 1994).\r\n\n                                5\r\r\n\ncodes.  See,  e.g., id. at 21  (disparaging \"disparate sentencing\r                                 \r\n\ntreatment\"   brought  about   \"by   the   exercise  of   absolute\r\n\nprosecutorial  discretion\");  id.  at 22  (\"For  where  unbridled\r                                           \r\n\npower, unchecked by judicial scrutiny, can by fiat determine that\r\n\na certain person from  among many similarly situated shall  serve\r\n\nsuch a disparate sentence for  the same offense, then the balance\r\n\nof  governmental powers has  become distorted and  the liberty of\r\n\nevery individual is held hostage  to the potential tyranny of the\r\n\nExecutive Branch.\").\r\n\nII.  STANDARD OF REVIEW\r          II.  STANDARD OF REVIEW\r\n\n          We  deal  here only  with  the  government's sentencing\r\n\nappeal.3   We review a  district court's decision to  depart from\r\n\nthe guideline sentencing range for abuse of discretion.  See Koon\r                                                                           \r\n\nv.  United  States,  116  S.  Ct.  2035,  2046-47  (1996).    Our\r                            \r\n\nexamination proceeds stepwise.   First, we ascertain  whether the\r\n\nguidelines  permit  the  sentencing  court's  stated  ground  for\r\n\ndeparture.  If so, we examine the record to discern the  adequacy\r\n\nof the  factual support that undergirds the  departure.  Finally,\r\n\nif the departure rests on  satisfactory record support, we assess\r\n\nthe  reasonableness of  its  magnitude in  light  of the  factual\r\n\npredicate.   See United  States v. Dethlefs,  123 F.3d  39, 43-44\r                                                     \r\n\n(1st  Cir.  1997).    Here,  the  government  concedes  that  the\r\n\ndeparture  decision stands  or falls  on the  first prong  of the\r\n\n                    \r                              \r\n\n     3Snyder appealed his conviction and his classification as an\r\narmed  career criminal.   We heretofore affirmed  his conviction.\r\nSee United States v. Snyder, No. 97-1187 (1st Cir. Jan. 29, 1998)\r                                     \r\n(unpublished).\r\n\n                                6\r\r\n\ntest.\r\n\n          Whether the guidelines countenance a particular  ground\r\n\nfor  departure is  a question of  law.   See Koon, 116  S. Ct. at\r                                                           \r\n\n2047.  While this legal question technically  falls within Koon's\r                                                                         \r\n\nunitary  abuse-of-discretion  rubric,  \"[a]  district  court   by\r\n\ndefinition abuses its discretion when  it makes an error of law.\"\r\n\nId.  We determine  the existence vel non  of legal error  without\r                                                  \r\n\nspecial deference  to the sentencing  court's views.   See United\r                                                                           \r\n\nStates  v. Brennick,     F.3d     ,     (1st  Cir. 1998) [No. 96-\r                             \r\n\n1969, slip op. at 9].\r\n\nIII.  ANALYSIS\r          III.  ANALYSIS\r\n\n          We turn  now to  the validity  of the district  court's\r\n\nstated ground  for departure.   The twin stanchions on  which our\r\n\nanalytic framework  rests are  the  generic departure  guideline,\r\n\nUSSG   5K2.0   (a  guideline   that  flows   directly  from   the\r\n\ncongressional command embodied in 18 U.S.C.   3553(b) (1994)) and\r\n\nthe Court's opinion in Koon.\r                                     \r\n\n          Section  5K2.0  permits a  sentencing court  to deviate\r\n\nfrom the  range indicated  by an  otherwise applicable  guideline\r\n\ncomputation  if it  finds  \"that there  exists an  aggravating or\r\n\nmitigating circumstance of a kind, or to a degree, not adequately\r\n\ntaken  into  consideration  by the  Sentencing  Commission.\"   In\r\n\nconsidering  whether an  appropriate  \"aggravating or  mitigating\r\n\ncircumstance\" exists, the  court first must ask  \"[w]hat features\r\n\nof  th[e]  case,  potentially, take  it  outside  the Guidelines'\r\n\n`heartland' and make of it a special, or unusual, case[.]\"  Koon,\r                                                                          \r\n\n                                7\r\r\n\n116  S. Ct.  at 2045 (quoting  United States v.  Rivera, 994 F.2d\r                                                                 \r\n\n942, 949 (1st Cir. 1993)).  Judge Harrington believed that he had\r\n\nidentified such  a feature.   In his view, the  disparity between\r\n\nthe sentence that Snyder would  have received if convicted  under\r\n\nMassachusetts law and the sentence  mandated by USSG  4B1.4 was a\r\n\nmitigating circumstance  that brought Snyder's  case outside  the\r\n\nheartland of armed career criminal cases and justified a downward\r\n\ndeparture.  See  Snyder, 954 F. Supp. at  22.  It falls  to us to\r                                 \r\n\ntest this conclusion.\r\n\n          In mounting this inquiry, we do not write on a pristine\r\n\npage.   Although  the Sentencing  Commission  does not  expressly\r\n\nproscribe  federal/state  sentencing disparity  departures,  five\r\n\nfederal  appellate  courts   have  taken  the  measure   of  such\r\n\ndepartures.    All   have  held  that   federal/state  sentencing\r\n\ndisparity is never a valid basis  for a downward departure.   See\r                                                                           \r\n\nUnited States v. Searcy,     F.3d    ,     (11th Cir. 1998) [1998\r                                 \r\n\nWL 10237, at *2];  United States v.  Deitz, 991 F.2d 443,  447-48\r                                                    \r\n\n(8th Cir. 1993); United  States v. Haynes, 985 F.2d 65, 69-70 (2d\r                                                   \r\n\nCir. 1993); United States v. Sitton, 968 F.2d  947, 962 (9th Cir.\r                                             \r\n\n1992); United  States v. Dockery,  965 F.2d  1112, 1117-18  (D.C.\r                                          \r\n\nCir. 1992).   This  impressive array  of authority resists  ready\r\n\nrejection.\r\n\n          Snyder  harps on  two facts:   most of  these decisions\r\n\npredate Koon,4  and federal judges  are less free under  the Koon\r                                                                           \r\n\n                    \r                              \r\n\n     4The lone  exception is  Searcy, a  case decided  after this\r                                              \r\ncase was briefed and argued.\r\n\n                                8\r\r\n\nregime  to exorcise specific factors from the departure calculus.\r\n\nSee Koon, 116  S. Ct. at  2051; Dethlefs, 123  F.3d at 46.   That\r                                                  \r\n\nrejoinder is  true as far as  it goes    but it does not  go very\r\n\nfar.   We are,  of course, respectful  of the change  in emphasis\r\n\nthat   Koon  betokens.     Still,  \"[n]otwithstanding  that  most\r                     \r\n\ncategorical interpretations are disfavored under the Koon Court's\r                                                                   \r\n\nregime, some boundaries  are essential if the guidelines  are not\r\n\nto  be emptied of  all meaning.\"   Dethlefs, 123 F.3d at  47.  So\r                                                     \r\n\nviewed,  the pivotal  question reduces  to whether  federal/state\r\n\ndisparity trenches upon such an essential boundary.\r\n\n          The letter of the sentencing guidelines is unhelpful in\r\n\nthis instance.    Departures based  on  federal/state  sentencing\r\n\ndisparity  are  not  expressly  permitted  or  forbidden  in  the\r\n\nguidelines'   text,  nor   are  they  explicitly   encouraged  or\r\n\ndiscouraged.  As a result, we must mull the \"structure and theory\r\n\nof both relevant  individual guidelines and the  Guidelines taken\r\n\nas a whole,\" Koon, 116 S.  Ct. at 2045 (quoting Rivera, 994  F.2d\r                                                                \r\n\nat  949),  in  our  effort  to  ascertain  whether  this   factor\r\n\nconceivably  may  be   of  a  kind,  or  present   to  a  degree,\r\n\ninadequately  considered by the  Commission (and thus  capable of\r\n\nremoving a  particular case  from the  \"heartland\" sculpted by  a\r\n\ngiven  guideline), see United  States v. Clase-Espinal,  115 F.3d\r                                                                \r\n\n1054,  1057 (1st  Cir.  1997).   Relevant  federal statutes,  the\r\n\nguidelines themselves, their accompanying official commentary and\r\n\npolicy statements, and the case law inform our inquiry.   See id.\r                                                                           \r\n\nSo too  does our expectation  that such categorical bans  will be\r\n\n                                9\r\r\n\nrelatively rare.\r\n\n          The  Commission's   enabling  statute  directs   it  to\r\n\n\"establish  sentencing policies  and  practices  for the  Federal\r\n\ncriminal justice system that . . . avoid[] unwarranted sentencing\r\n\ndisparities among defendants  with similar records who  have been\r\n\nfound guilty of  similar criminal conduct.  . . .\"   28 U.S.C.   \r\n\n991(b)(1)(B) (1994); see also USSG Ch.1, Pt.A, intro. comment. 3.\r                                       \r\n\nThe  legislative history makes  it crystal clear  that Congress's\r\n\nallusion  to  \"unwarranted  sentencing  disparities\" reflected  a\r\n\nconcern with variations  among federal courts across  the nation,\r\n\nwithout reference to their state counterparts.  See United States\r                                                                           \r\n\nv. Aguilar-Pena, 887 F.2d 347, 351-52 (1st Cir. 1989).  In terms,\r                         \r\n\nthen, the  guidelines seek  to promote  uniform sentencing  among\r\n\nfederal courts in respect to federal crimes.  See Deitz, 991 F.2d\r                                                                 \r\n\nat 447; Sitton, 968 F.2d at 962.\r                        \r\n\n          The  trial judge  sought  to  elongate this  principle,\r\n\nspeculating that  \"it would only  be logical that  Congress would\r\n\nnot favor disparity throughout the criminal justice system in  an\r\n\nera  of increased Federal-State  cooperation in the investigation\r\n\nand prosecution  of crime.\"   Snyder, 954 F.  Supp. at 22.   With\r                                              \r\n\nrespect, we think that elongating the principle in this way would\r\n\ndestroy its structural integrity and, accordingly, that the trial\r\n\njudge's  surmise is  utterly  inconsistent  with the  guidelines'\r\n\ntheoretical underpinnings.\r\n\n          If  the guidelines' goal is to promote uniformity among\r\n\nfederal courts when  imposing sentences for federal  crimes, then\r\n\n                                10\r\r\n\ndepartures   aimed   at  alleviating   federal/state   sentencing\r\n\ndisparity are flatly incompatible with it.  Endeavoring to make a\r\n\nfederal  sentence more  closely approximate  that  which a  state\r\n\ncourt might impose  for similar criminal activity  would recreate\r\n\nthe location-based  sentencing  swings that  Congress  sought  to\r\n\nminimize when  it opted for  a guideline paradigm.5   See Searcy,\r                                                                          \r\n\n    F.3d  at     [1998 WL 10237, at *2];  Deitz, 991 F.2d at 447-\r                                                         \r\n\n48;  see  also  Aguilar-Pena,  887  F.2d  at  352  (warning  that\r                                      \r\n\ndepartures cannot be allowed to subvert Congress's \"ardent desire\r\n\nto  dispense  with  inequalities based  on  localized  sentencing\r\n\nresponses\").\r\n\n          The short of  it is that the guidelines  did not sprout\r\n\nin a vacuum.  Congress  and the Sentencing Commission erected the\r\n\npresent sentencing  structure against  the skyline  of an  extant\r\n\ncriminal justice system, see Haynes, 985 F.2d at 69; Dockery, 965\r                                                                      \r\n\nF.2d at  1117; see  also Stephen Breyer,  The Federal  Sentencing\r                                                                           \r\n                    \r                              \r\n\n     5One  Commission member illustrated the swings that occurred\r\nin the pre-guidelines era by recounting the following findings:\r\n\n          The   region  in   which  the   defendant  is\r\n          convicted is  likely to change the  length of\r\n          time  served  from approximately  six  months\r\n          more  if one  is sentenced  in  the South  to\r\n          twelve months  less if  one  is sentenced  in\r\n          central  California.  . .  .    [B]lack [bank\r\n          robbery] defendants  convicted .  . . in  the\r\n          South   are   likely    to   actually   serve\r\n          approximately  thirteen  months  longer  than\r\n          similarly situated bank robbers convicted . .\r\n          . in other regions.\r\n\nHearings on Sentencing Guidelines Before the Subcomm. on Criminal\r\nJustice of  the House  Comm. on the  Judiciary, 100th  Cong., 1st\r\nSess.  554, 676-77  (1987) (testimony  of  Commissioner Ilene  H.\r\nNagel).\r\n\n                                11\r\r\n\nGuidelines  and the  Key  Compromises Upon  Which  They Rest,  17\r                                                                      \r\n\nHofstra L.  Rev. 1 (1988),  and that system  includes overlapping\r\n\nstate  and  federal criminal  jurisdiction.   The  fact  that the\r\n\nstates impose different and varied sentences for criminal conduct\r\n\nthat may also  transgress federal law  is about  as obvious as  a\r\n\nhippopotamus at a  tea party.  It is  implausible to suppose that\r\n\nthe Commission overlooked this large reality and therefore failed\r\n\nto account for it in  formulating the guidelines.6  See Dethlefs,\r                                                                          \r\n\n123 F.3d at 47; Clase-Espinal, 115 F.3d at 1057.\r                                       \r\n\n          We add,  moreover, that  disparity between  federal and\r\n\nstate sentences in career offender cases is hardly serendipitous.\r\n\nCongress  crafted  the ACCA  on  the central  premise  that armed\r\n\ncareer criminals were being treated  too gently by state courts  \r\n\ncoddled,  some might  say    and that  these defendants  ought to\r\n\nreceive much stiffer sentences.  See United States v. Jackson, 30\r                                                                       \r\n\nF.3d 199, 204 (1st Cir. 1994); see also 18 U.S.C.    924(e); H.R.\r                                                 \r\n\nRep. No.  98-1073, at  5 (1984),  reprinted in  1984 U.S.C.C.A.N.\r                                                        \r\n\n3661,   3665;  USSG   4B1.4,  comment.  (backg'd.).    For  these\r\n\ndefendants,  significant  disparity   between  sentences  at  the\r\n\nfederal  and state levels is the rule, not the exception.  Hence,\r\n\nif Snyder is entitled to a downward departure on this basis, then\r\n\nvirtually  every defendant  subject  to  the  ACCA  is  similarly\r\n\nentitled.  See Dockery, 965 F.2d at 1118.\r                                \r\n                    \r                              \r\n\n     6We  think it  unremarkable  that  the  Commission  has  not\r\nexpressly  forbidden federal/state  disparity departures.   Given\r\nthat the guidelines  were never intended to foster parity between\r\nfederal  and  state  defendants,  Commission  commentary  on  the\r\nsubject would be supererogatory.\r\n\n                                12\r\r\n\n          We are  equally unimpressed  with the district  court's\r\n\nattempt  to hang  its finding  of atypicality  on an  aversion to\r\n\nfederal  prosecutors'  discretionary power  to  target defendants\r\n\nunder federal law.   See Snyder, 954  F. Supp. at 22.   Different\r                                         \r\n\nbranches  of government have  different responsibilities, and the\r\n\npower  to determine  when to  prosecute and  when to  refrain is,\r\n\nwithin  broad  limits,  a prerogative  of  the  Executive Branch.\r\n\nAccordingly, it is a \"bedrock principle of our system of criminal\r\n\njustice\"  that  a  federal  judge  may  not  interfere  with  the\r\n\ngovernment's  prosecutorial  decisions  solely to  vindicate  his\r\n\nsubjective view  of the wisdom  of a given  enforcement strategy.\r\n\nUnited States v.  Stokes, 124 F.3d  39, 46 (1st  Cir. 1997).   It\r                                  \r\n\nfollows  inexorably that  the  government's lawful  selection  of\r\n\nSnyder for federal prosecution has no relevance to the sentencing\r\n\ninquiry.7\r\n\n          For   these  reasons,   we   hold  that   federal/state\r\n\nsentencing  disparity  is  not  a  feature  that  can  justify  a\r\n\ndeparture.    Such  departures  would contradict  hopelessly  the\r\n\nguidelines' structure and theory as well as impinge impermissibly\r\n\nupon the  Executive Branch's discretion  to prosecute  defendants\r\n\nunder federal law.  See Dockery, 965 F.2d 1118.\r                                         \r\n\n          We  add a  coda.    The  continuing  federalization  of\r\n\ncriminal  law increases  the frequency  with which  federal/state\r\n                    \r                              \r\n\n     7We  find no record evidence of an unconstitutional exercise\r\nof prosecutorial  authority in  this case.    We  note, moreover,\r\nthat Judge Harrington himself ruled in an unpublished order dated\r\nDecember 27,  1997, that  Snyder had failed  to make out  a prima\r\nfacie case of selective prosecution.\r\n\n                                13\r\r\n\nsentencing  disparities occur,  see generally  Steven  D. Clymer,\r                                                       \r\n\nUnequal Justice:  The Federalization  of Criminal Law, 70 S. Cal.\r                                                               \r\n\nL.  Rev. 643  (1997), and  we are  not entirely  unsympathetic to\r\n\nJudge  Harrington's concerns about  this trend.   Still, judicial\r\n\ndissatisfaction with a  particular aspect of the  guidelines, \"no\r\n\nmatter  how  steeped in  real-world wisdom,  cannot be  enough to\r\n\ntrigger departures.\"   Aguilar-Pena,  887 F.2d at  353; see  also\r                                                                           \r\n\nUnited  States v. Muniz,  49 F.3d 36, 43  (1st Cir. 1995); United\r                                                                           \r\n\nStates v. Norflett, 922 F.2d 50, 54  (1st Cir. 1990).  As long as\r                            \r\n\nfederal  and state  sovereigns share  jurisdiction over  criminal\r\n\nmatters, prosecutors will  be able to expose  selected defendants\r\n\nto  elevated  sentences.   One  can envision  models  designed to\r\n\neliminate or minimize  this circumstance, see generally  Sara Sun\r                                                                 \r\n\nBeale, Too Many  and Yet Too Few:   New Principles to  Define the\r                                                                           \r\n\nProper Limits for Federal Criminal Jurisdiction, 46 Hastings L.J.\r                                                         \r\n\n979 (1995), but  these models reflect structure and  theory quite\r\n\ndifferent   from  that   embodied  in   the  federal   sentencing\r\n\nguidelines.  Thus, the  case for them must  be made in  Congress,\r\n\nnot in the courts.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          In  sum, federal/state  sentencing disparity is  not \"a\r\n\nmitigating circumstance of a kind, or to a degree, not adequately\r\n\ntaken  into   consideration  by  the  Sentencing   Commission  in\r\n\nformulating  the  guidelines  that should  result  in  a sentence\r\n\ndifferent from that described.\"  18 U.S.C.   3553(b).   Hence, we\r\n\nvacate Snyder's sentence and remand for resentencing.\r\n\n                                14\r\r\n\n          We  close by  addressing  one further  point.   In  our\r\n\ncompanion opinion,  see supra  note 3, we  approved for  the time\r                                       \r\n\nbeing   the  district  court's  adherence  to  United  States  v.\r                                                                       \r\n\nEstrella, 104  F.3d  3 (1st  Cir.  1997), and  rejected  Snyder's\r                  \r\n\ncontention  that  18  U.S.C.     921(a)(20)  prevents  his  prior\r\n\nMassachusetts  convictions from bringing  him within the  fold of\r\n\nthe ACCA.   We  noted, however, that  the Supreme  Court recently\r\n\ngranted  certiorari to review this court's unpublished opinion in\r\n\nCaron  v. United  States, Nos.  96-2338,  2339 (1st  Cir. May  9,\r                                  \r\n\n1997), cert. granted,  66 U.S.L.W. 3444 (U.S. Jan.  9, 1998) (No.\r                              \r\n\n97-6270), and  prophesied that the  Court's review of  Caron will\r                                                                      \r\n\nencompass the relevant aspects of Estrella.  Consequently, if the\r                                                    \r\n\ndefendant  consents, the  district  court  may  choose  to  delay\r\n\nresentencing  pending the  resolution of  Caron.   Elsewise,  the\r                                                         \r\n\ndistrict  court  should  impose   sentence  consistent  herewith,\r\n\napplying  Estrella,  but reserve  to  Snyder  the  right to  seek\r                            \r\n\nreconsideration should  the  Caron  Court's  decision  materially\r                                            \r\n\naffect the sentence imposed.\r\n\nVacated and remanded.\r          Vacated and remanded.\r                              \r\n\n                                15\r\r\n",
  "html": "<p class=\"case_cite\">136 F.3d 65</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Eric Gray SNYDER, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1233.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1998.<br>Decided Feb. 12, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Lang, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Victoria L. Nadel, Boston, MA, for defendant, appellee.</p>\n      <p class=\"indent\">Murray Kohn, Brighton, MA, on brief for Massachusetts Association of Criminal Defense Lawyers, amicus curiae.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this single-issue sentencing appeal, the government implores us to set aside defendant-appellee Eric Gray Snyder's sentence.  The district court predicated that sentence on a disparity between the sentence mandated for the offense of conviction by the federal sentencing guidelines and the sentence Snyder likely would have received had state authorities prosecuted him.  See United States v. Snyder, 954 F.Supp. 19, 22 (D.Mass.1997) (memorandum explicating reasons for sentence).  We thus confront a question of novel impression in this circuit:  Is federal/state sentencing disparity a permissible basis for a downward departure?   We answer that question in the negative.  Consequently, Snyder must be resentenced.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We touch lightly upon the facts of the case as they are only obliquely relevant to the legal problem that this appeal presents.  On January 10, 1995, a known drug user, John Hawk, told a Boston police officer, William Doogan, that Snyder had robbed him and his paramour at gunpoint and stolen a number of Valium tablets.  Hawk further stated that Snyder, driving a black Honda and accompanied by Frank Diaferio (a reputed drug dealer known to Doogan), was headed toward Roslindale.  Doogan knew that Diaferio resided at 17 Murray Hill Road in Roslindale and he immediately arranged for police surveillance of that locus.  When Snyder and Diaferio arrived in the black Honda, the officers found a loaded .32 caliber pistol in a locked briefcase in the car's trunk.  Doogan placed Snyder under arrest.  During a search at the station house, police officers recovered 26 Valium tablets from Snyder's pants pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Initially, Massachusetts authorities charged Snyder under Mass.  Gen. L. ch. 269, &#167; 10(a) (1990) with unlawfully carrying a firearm, an offense punishable by a 2 1/2-to-5-year prison term.  When a federal grand jury later returned an indictment that charged Snyder with being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1) (1994), Massachusetts dropped the state charge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due course, a federal trial jury found Snyder guilty.  The probation office thereafter prepared a presentence investigation report (the PSI Report).  The PSI Report indicated that Snyder's extensive criminal history rendered him subject to the sentencing enhancement provisions of the Armed Career Criminal Act, 18 U.S.C. &#167; 924(e) (1994) (ACCA).  Employing the corresponding sentencing guideline, USSG &#167; 4B1.4 (Nov.1995), the PSI Report projected the guideline sentencing range (GSR) to be 262 to 327 months.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Judge Harrington conducted a three-day sentencing proceeding.  On October 9, 1996, Snyder's counsel and the prosecutor sparred over Snyder's insistence that he was not subject to the ACCA because certain of his prior convictions did not qualify as predicate offenses thereunder.  See 18 U.S.C. &#167; 921(a)(20) (1994) (delineating various exclusions from the taxonomy of eligible predicate offenses).  In the course of that hearing, Judge Harrington expressed reservations about the steepness of the projected sentencing range.  Afterwards, he issued a memorandum that noted his \"grave concern\" with the \"gross disparity\" between the GSR and the punishment that Snyder would have received had state authorities pursued and obtained a conviction on the originally charged state offense.  In that memorandum, the judge made no bones about his disdain for \"the unfettered and unreviewable discretion of the United States Attorney\" to prosecute in federal court the \" 'local' offense of carrying a firearm.\"   He concluded by scheduling a further hearing to address the issues \"whether this disparity in sentences and the de facto selective prosecution of the defendant raise any constitutional concerns and whether the combination of the above two issues justify [sic] a downward departure under USSG &#167; 5K2.0.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the resumed hearing, held on December 12, 1996, Judge Harrington reiterated his belief that sentencing Snyder to a 21-year prison term would constitute a \"gross violation of the principles of justice.\"   Engaging in what some might consider wishful thinking, the judge then predicted the demise of the sentencing guidelines:I said yesterday to the U.S. Attorney's Office, this type of de facto, selective prosecution continues.  And when there is a disparity of over 20 years for the same offense, ... the guidelines are going to be dismantled because the federal judiciary will no longer, no longer put up with it.  It's going to be dismantled.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judge Harrington convened the third, and final, sentencing session on January 14, 1997.  He ruled that Snyder fell within the ambit of the ACCA and that USSG &#167; 4B1.4 therefore applied.  He computed the GSR to be 235 to 293 months.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Judge Harrington then departed downward pursuant to USSG &#167; 5K2.0 and sentenced Snyder to an incarcerative term of 180 months (the mandatory minimum under the ACCA).  He premised the departure squarely on the ground that the federal/state sentencing disparity created by interleaved federal and state criminal jurisdiction over Snyder's conduct \"is contrary to the very objective of and theory upon which the Guidelines are grounded and therefore takes this case out of the heartland and makes it atypical.\"  Snyder, 954 F.Supp. at 22.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The sentencing court's rescript repeatedly condemns a system that cedes broad discretion to prosecutors to determine who will be charged federally--and, thus, exposed to potentially harsher sentences--when an offender's conduct violates both federal and state criminal codes.  See, e.g., id. at 21 (disparaging \"disparate sentencing treatment\" brought about \"by the exercise of absolute prosecutorial discretion\");  id. at 22 (\"For where unbridled power, unchecked by judicial scrutiny, can by fiat determine that a certain person from among many similarly situated shall serve such a disparate sentence for the same offense, then the balance of governmental powers has become distorted and the liberty of every individual is held hostage to the potential tyranny of the Executive Branch.\").</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We deal here only with the government's sentencing appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We review a district court's decision to depart from the guideline sentencing range for abuse of discretion.  See Koon v. United States, 518 U.S. 81, 96-100, 116 S.Ct. 2035, 2046-47, 135 L.Ed.2d 392 (1996).  Our examination proceeds stepwise.  First, we ascertain whether the guidelines permit the sentencing court's stated ground for departure.  If so, we examine the record to discern the adequacy of the factual support that undergirds the departure.  Finally, if the departure rests on satisfactory record support, we assess the reasonableness of its magnitude in light of the factual predicate.  See United States v. Dethlefs, 123 F.3d 39, 43-44 (1st Cir.1997).  Here, the government concedes that the departure decision stands or falls on the first prong of the test.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Whether the guidelines countenance a particular ground for departure is a question of law.  See Koon, 518 U.S. at 98-100, 116 S.Ct. at 2047.   While this legal question technically falls within Koon 's unitary abuse-of-discretion rubric, \"[a] district court by definition abuses its discretion when it makes an error of law.\"  Id. We determine the existence vel non of legal error without special deference to the sentencing court's views.  See United States v. Brennick, 134 F.3d 10, 13 (1st Cir.1998).III. ANALYSIS</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We turn now to the validity of the district court's stated ground for departure.  The twin stanchions on which our analytic framework rests are the generic departure guideline, USSG &#167; 5K2.0 (a guideline that flows directly from the congressional command embodied in 18 U.S.C. &#167; 3553(b) (1994)) and the Court's opinion in Koon.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 5K2.0 permits a sentencing court to deviate from the range indicated by an otherwise applicable guideline computation if it finds \"that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission.\"   In considering whether an appropriate \"aggravating or mitigating circumstance\" exists, the court first must ask \"[w]hat features of th[e] case, potentially, take it outside the Guidelines' 'heartland' and make of it a special, or unusual, case[.]\"  Koon, 518 U.S. at 95, 116 S.Ct. at 2045 (quoting United States v. Rivera, 994 F.2d 942, 949 (1st Cir.1993)).  Judge Harrington believed that he had identified such a feature.  In his view, the disparity between the sentence that Snyder would have received if convicted under Massachusetts law and the sentence mandated by USSG &#167; 4B1.4 was a mitigating circumstance that brought Snyder's case outside the heartland of armed career criminal cases and justified a downward departure.  See Snyder, 954 F.Supp. at 22.   It falls to us to test this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In mounting this inquiry, we do not write on a pristine page.  Although the Sentencing Commission does not expressly proscribe federal/state sentencing disparity departures, five federal appellate courts have taken the measure of such departures.  All have held that federal/state sentencing disparity is never a valid basis for a downward departure.  See United States v. Searcy, 132 F.3d 1421, 1422 (11th Cir.1998);  United States v. Deitz, 991 F.2d 443, 447-48 (8th Cir.1993);  United States v. Haynes, 985 F.2d 65, 69-70 (2d Cir.1993);  United States v. Sitton, 968 F.2d 947, 962 (9th Cir.1992);  United States v. Dockery, 965 F.2d 1112, 1117-18 (D.C.Cir.1992).  This impressive array of authority resists ready rejection.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Snyder harps on two facts:  most of these decisions predate Koon,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and federal judges are less free under the Koon regime to exorcise specific factors from the departure calculus.  See Koon, 518 U.S. at 107-09, 116 S.Ct. at 2051;  Dethlefs, 123 F.3d at 46.   That rejoinder is true as far as it goes--but it does not go very far.  We are, of course, respectful of the change in emphasis that Koon betokens.  Still, \"[n]otwithstanding that most categorical interpretations are disfavored under the Koon Court's regime, some boundaries are essential if the guidelines are not to be emptied of all meaning.\"  Dethlefs, 123 F.3d at 47.   So viewed, the pivotal question reduces to whether federal/state disparity trenches upon such an essential boundary.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The letter of the sentencing guidelines is unhelpful in this instance.  Departures based on federal/state sentencing disparity are not expressly permitted or forbidden in the guidelines' text, nor are they explicitly encouraged or discouraged.  As a result, we must mull the \"structure and theory of both relevant individual guidelines and the Guidelines taken as a whole,\" Koon, 518 U.S. at 96, 116 S.Ct. at 2045 (quoting Rivera, 994 F.2d at 949), in our effort to ascertain whether this factor conceivably may be of a kind, or present to a degree, inadequately considered by the Commission (and thus capable of removing a particular case from the \"heartland\" sculpted by a given guideline), see United States v. Clase-Espinal, 115 F.3d 1054, 1057 (1st Cir.1997).  Relevant federal statutes, the guidelines themselves, their accompanying official commentary and policy statements, and the case law inform our inquiry.  See id.   So too does our expectation that such categorical bans will be relatively rare.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Commission's enabling statute directs it to \"establish sentencing policies and practices for the Federal criminal justice system that ... avoid[ ] unwarranted sentencing disparities among defendants with similar records who have been found guilty of similar criminal conduct....\"  28 U.S.C. &#167; 991(b)(1)(B) (1994);  see also USSG Ch.1, Pt.A, intro. comment. 3.  The legislative history makes it crystal clear that Congress's allusion to \"unwarranted sentencing disparities\" reflected a concern with variations among federal courts across the nation, without reference to their state counterparts.  See United States v. Aguilar-Pena, 887 F.2d 347, 351-52 (1st Cir.1989).  In terms, then, the guidelines seek to promote uniform sentencing among federal courts in respect to federal crimes.  See Deitz, 991 F.2d at 447;  Sitton, 968 F.2d at 962.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The trial judge sought to elongate this principle, speculating that \"it would only be logical that Congress would not favor disparity throughout the criminal justice system in an era of increased Federal-State cooperation in the investigation and prosecution of crime.\"  Snyder, 954 F.Supp. at 22.   With respect, we think that elongating the principle in this way would destroy its structural integrity and, accordingly, that the trial judge's surmise is utterly inconsistent with the guidelines' theoretical underpinnings.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If the guidelines' goal is to promote uniformity among federal courts when imposing sentences for federal crimes, then departures aimed at alleviating federal/state sentencing disparity are flatly incompatible with it.  Endeavoring to make a federal sentence more closely approximate that which a state court might impose for similar criminal activity would recreate the location-based sentencing swings that Congress sought to minimize when it opted for a guideline paradigm.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Searcy, 132 F.3d at 1422;  Deitz, 991 F.2d at 447-48;  see also Aguilar-Pena, 887 F.2d at 352 (warning that departures cannot be allowed to subvert Congress's \"ardent desire to dispense with inequalities based on localized sentencing responses\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The short of it is that the guidelines did not sprout in a vacuum.  Congress and the Sentencing Commission erected the present sentencing structure against the skyline of an extant criminal justice system, see Haynes, 985 F.2d at 69;  Dockery, 965 F.2d at 1117;  see also Stephen Breyer, The Federal Sentencing Guidelines and the Key Compromises Upon Which They Rest, 17 Hofstra L.Rev. 1 (1988), and that system includes overlapping state and federal criminal jurisdiction.  The fact that the states impose different and varied sentences for criminal conduct that may also transgress federal law is about as obvious as a hippopotamus at a tea party.  It is implausible to suppose that the Commission overlooked this large reality and therefore failed to account for it in formulating the guidelines.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Dethlefs, 123 F.3d at 47;  Clase-Espinal, 115 F.3d at 1057.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We add, moreover, that disparity between federal and state sentences in career offender cases is hardly serendipitous.  Congress crafted the ACCA on the central premise that armed career criminals were being treated too gently by state courts--coddled, some might say--and that these defendants ought to receive much stiffer sentences.  See United States v. Jackson, 30 F.3d 199, 204 (1st Cir.1994);  see also 18 U.S.C. &#167; 924(e);  H.R.Rep. No. 98-1073, at 5 (1984), reprinted in 1984 U.S.C.C.A.N. 3661, 3665;  USSG &#167; 4B1.4, comment.  (backg'd.).  For these defendants, significant disparity between sentences at the federal and state levels is the rule, not the exception.  Hence, if Snyder is entitled to a downward departure on this basis, then virtually every defendant subject to the ACCA is similarly entitled.  See Dockery, 965 F.2d at 1118.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We are equally unimpressed with the district court's attempt to hang its finding of atypicality on an aversion to federal prosecutors' discretionary power to target defendants under federal law.  See Snyder, 954 F.Supp. at 22.   Different branches of government have different responsibilities, and the power to determine when to prosecute and when to refrain is, within broad limits, a prerogative of the Executive Branch.  Accordingly, it is a \"bedrock principle of our system of criminal justice\" that a federal judge may not interfere with the government's prosecutorial decisions solely to vindicate his subjective view of the wisdom of a given enforcement strategy.  United States v. Stokes, 124 F.3d 39, 46 (1st Cir.1997).  It follows inexorably that the government's lawful selection of Snyder for federal prosecution has no relevance to the sentencing inquiry.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For these reasons, we hold that federal/state sentencing disparity is not a feature that can justify a departure.  Such departures would contradict hopelessly the guidelines' structure and theory as well as impinge impermissibly upon the Executive Branch's discretion to prosecute defendants under federal law.  See Dockery, 965 F.2d at 1118.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We add a coda.  The continuing federalization of criminal law increases the frequency with which federal/state sentencing disparities occur, see generally Steven D. Clymer, Unequal Justice:  The Federalization of Criminal Law, 70 S. Cal.  L.Rev. 643 (1997), and we are not entirely unsympathetic to Judge Harrington's concerns about this trend.  Still, judicial dissatisfaction with a particular aspect of the guidelines, \"no matter how steeped in real-world wisdom, cannot be enough to trigger departures.\"  Aguilar-Pena, 887 F.2d at 353;  see also United States v. Muniz, 49 F.3d 36, 43 (1st Cir.1995);  United States v. Norflett, 922 F.2d 50, 54 (1st Cir.1990).  As long as federal and state sovereigns share jurisdiction over criminal matters, prosecutors will be able to expose selected defendants to elevated sentences.  One can envision models designed to eliminate or minimize this circumstance, see generally Sara Sun Beale, Too Many and Yet Too Few:  New Principles to Define the Proper Limits for Federal Criminal Jurisdiction, 46 Hastings L.J. 979 (1995), but these models reflect structure and theory quite different from that embodied in the federal sentencing guidelines.  Thus, the case for them must be made in Congress, not in the courts.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, federal/state sentencing disparity is not \"a mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"  18 U.S.C. &#167; 3553(b).  Hence, we vacate Snyder's sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We close by addressing one further point.  In our companion opinion, see supra note 3, we approved for the time being the district court's adherence to United States v. Estrella, 104 F.3d 3 (1st Cir.1997), and rejected Snyder's contention that 18 U.S.C. &#167; 921(a)(20) prevents his prior Massachusetts convictions from bringing him within the fold of the ACCA.  We noted, however, that the Supreme Court recently granted certiorari to review this court's unpublished opinion in Caron v. United States, Nos. 96-2338, 2339 (1st Cir.  May 9, 1997), cert. granted, --- U.S. ----, 118 S.Ct. 680, 139 L.Ed.2d 628 (1998), and prophesied that the Court's review of Caron will encompass the relevant aspects of Estrella.   Consequently, if the defendant consents, the district court may choose to delay resentencing pending the resolution of Caron.   Elsewise, the district court should impose sentence consistent herewith, applying Estrella, but reserve to Snyder the right to seek reconsideration should the Caron Court's decision materially affect the sentence imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The difference between the GSR projected in the PSI Report and that actually used stemmed from Judge Harrington's finding--not contested on appeal--that the government had not proven that Snyder committed an armed robbery.  This finding shrunk Snyder's base offense level from 34 to 33, see USSG &#167; 4B1.4(b)(3)(B), and effected a commensurate decrease in the GSR</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On appeal, Snyder attempts to divert our attention to alternative rationales that arguably support the downward departure.  But Judge Harrington's decision makes no mention of such factors.  To the contrary, he expressly stated that \"[t]o this Court the issue raised is ... one of disparity between the sentences to be imposed.\"  Snyder, 954 F.Supp. at 22.   As our analysis must focus on the reasons given by the district court in support of a departure, we take no view of Snyder's post hoc justifications.  See United States v. Dethlefs, 123 F.3d 39, 43 (1st Cir.1997);  United States v. Jackson, 30 F.3d 199, 202 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Snyder appealed his conviction and his classification as an armed career criminal.  We heretofore affirmed his conviction.  See United States v. Snyder, No. 97-1187, 1998 WL 31434 (1st Cir.1998) (unpublished)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The lone exception is Searcy, a case decided after this case was briefed and argued</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> One Commission member illustrated the swings that occurred in the pre-guidelines era by recounting the following findings:</p>\n        <p>The region in which the defendant is convicted is likely to change the length of time served from approximately six months more if one is sentenced in the South to twelve months less if one is sentenced in central California....  [B]lack [bank robbery] defendants convicted ... in the South are likely to actually serve approximately thirteen months longer than similarly situated bank robbers convicted ... in other regions.</p>\n        <p>Hearings on Sentencing Guidelines Before the Subcomm. on Criminal Justice of the House Comm. on the Judiciary, 100th Cong., 1st Sess. 554, 676-77 (1987) (testimony of Commissioner Ilene H. Nagel).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We think it unremarkable that the Commission has not expressly forbidden federal/state disparity departures.  Given that the guidelines were never intended to foster parity between federal and state defendants, Commission commentary on the subject would be supererogatory</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We find no record evidence of an unconstitutional exercise of prosecutorial authority in this case.  We note, moreover, that Judge Harrington himself ruled in an unpublished order dated December 27, 1997, that Snyder had failed to make out a prima facie case of selective prosecution</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Eric Gray SNYDER, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1233.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1998.<br>Decided Feb. 12, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Lang, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Victoria L. Nadel, Boston, MA, for defendant, appellee.</p>\n      <p class=\"indent\">Murray Kohn, Brighton, MA, on brief for Massachusetts Association of Criminal Defense Lawyers, amicus curiae.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this single-issue sentencing appeal, the government implores us to set aside defendant-appellee Eric Gray Snyder's sentence.  The district court predicated that sentence on a disparity between the sentence mandated for the offense of conviction by the federal sentencing guidelines and the sentence Snyder likely would have received had state authorities prosecuted him.  See United States v. Snyder, <span class=\"citation no-link\"><span class=\"volume\">954</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">19</span></span>, 22 (D.Mass.1997) (memorandum explicating reasons for sentence).  We thus confront a question of novel impression in this circuit:  Is federal/state sentencing disparity a permissible basis for a downward departure?   We answer that question in the negative.  Consequently, Snyder must be resentenced.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We touch lightly upon the facts of the case as they are only obliquely relevant to the legal problem that this appeal presents.  On January 10, 1995, a known drug user, John Hawk, told a Boston police officer, William Doogan, that Snyder had robbed him and his paramour at gunpoint and stolen a number of Valium tablets.  Hawk further stated that Snyder, driving a black Honda and accompanied by Frank Diaferio (a reputed drug dealer known to Doogan), was headed toward Roslindale.  Doogan knew that Diaferio resided at 17 Murray Hill Road in Roslindale and he immediately arranged for police surveillance of that locus.  When Snyder and Diaferio arrived in the black Honda, the officers found a loaded .32 caliber pistol in a locked briefcase in the car's trunk.  Doogan placed Snyder under arrest.  During a search at the station house, police officers recovered 26 Valium tablets from Snyder's pants pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Initially, Massachusetts authorities charged Snyder under Mass.  Gen. L. ch. 269, &#167; 10(a) (1990) with unlawfully carrying a firearm, an offense punishable by a 2 1/2-to-5-year prison term.  When a federal grand jury later returned an indictment that charged Snyder with being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1) (1994), Massachusetts dropped the state charge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due course, a federal trial jury found Snyder guilty.  The probation office thereafter prepared a presentence investigation report (the PSI Report).  The PSI Report indicated that Snyder's extensive criminal history rendered him subject to the sentencing enhancement provisions of the Armed Career Criminal Act, 18 U.S.C. &#167; 924(e) (1994) (ACCA).  Employing the corresponding sentencing guideline, USSG &#167; 4B1.4 (Nov.1995), the PSI Report projected the guideline sentencing range (GSR) to be 262 to 327 months.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Judge Harrington conducted a three-day sentencing proceeding.  On October 9, 1996, Snyder's counsel and the prosecutor sparred over Snyder's insistence that he was not subject to the ACCA because certain of his prior convictions did not qualify as predicate offenses thereunder.  See 18 U.S.C. &#167; 921(a)(20) (1994) (delineating various exclusions from the taxonomy of eligible predicate offenses).  In the course of that hearing, Judge Harrington expressed reservations about the steepness of the projected sentencing range.  Afterwards, he issued a memorandum that noted his \"grave concern\" with the \"gross disparity\" between the GSR and the punishment that Snyder would have received had state authorities pursued and obtained a conviction on the originally charged state offense.  In that memorandum, the judge made no bones about his disdain for \"the unfettered and unreviewable discretion of the United States Attorney\" to prosecute in federal court the \" 'local' offense of carrying a firearm.\"   He concluded by scheduling a further hearing to address the issues \"whether this disparity in sentences and the de facto selective prosecution of the defendant raise any constitutional concerns and whether the combination of the above two issues justify [sic] a downward departure under USSG &#167; 5K2.0.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the resumed hearing, held on December 12, 1996, Judge Harrington reiterated his belief that sentencing Snyder to a 21-year prison term would constitute a \"gross violation of the principles of justice.\"   Engaging in what some might consider wishful thinking, the judge then predicted the demise of the sentencing guidelines:I said yesterday to the U.S. Attorney's Office, this type of de facto, selective prosecution continues.  And when there is a disparity of over 20 years for the same offense, ... the guidelines are going to be dismantled because the federal judiciary will no longer, no longer put up with it.  It's going to be dismantled.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judge Harrington convened the third, and final, sentencing session on January 14, 1997.  He ruled that Snyder fell within the ambit of the ACCA and that USSG &#167; 4B1.4 therefore applied.  He computed the GSR to be 235 to 293 months.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Judge Harrington then departed downward pursuant to USSG &#167; 5K2.0 and sentenced Snyder to an incarcerative term of 180 months (the mandatory minimum under the ACCA).  He premised the departure squarely on the ground that the federal/state sentencing disparity created by interleaved federal and state criminal jurisdiction over Snyder's conduct \"is contrary to the very objective of and theory upon which the Guidelines are grounded and therefore takes this case out of the heartland and makes it atypical.\"  Snyder, 954 F.Supp. at 22.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The sentencing court's rescript repeatedly condemns a system that cedes broad discretion to prosecutors to determine who will be charged federally--and, thus, exposed to potentially harsher sentences--when an offender's conduct violates both federal and state criminal codes.  See, e.g., id. at 21 (disparaging \"disparate sentencing treatment\" brought about \"by the exercise of absolute prosecutorial discretion\");  id. at 22 (\"For where unbridled power, unchecked by judicial scrutiny, can by fiat determine that a certain person from among many similarly situated shall serve such a disparate sentence for the same offense, then the balance of governmental powers has become distorted and the liberty of every individual is held hostage to the potential tyranny of the Executive Branch.\").</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We deal here only with the government's sentencing appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We review a district court's decision to depart from the guideline sentencing range for abuse of discretion.  See Koon v. United States, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 96-100, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2046-47, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996).  Our examination proceeds stepwise.  First, we ascertain whether the guidelines permit the sentencing court's stated ground for departure.  If so, we examine the record to discern the adequacy of the factual support that undergirds the departure.  Finally, if the departure rests on satisfactory record support, we assess the reasonableness of its magnitude in light of the factual predicate.  See United States v. Dethlefs, <span class=\"citation\" data-id=\"197512\"><a href=\"/opinion/197512/united-states-v-dethlefs/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 43-44 (1st Cir.1997).  Here, the government concedes that the departure decision stands or falls on the first prong of the test.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Whether the guidelines countenance a particular ground for departure is a question of law.  See Koon, 518 U.S. at 98-100, 116 S.Ct. at 2047.   While this legal question technically falls within Koon 's unitary abuse-of-discretion rubric, \"[a] district court by definition abuses its discretion when it makes an error of law.\"  Id. We determine the existence vel non of legal error without special deference to the sentencing court's views.  See United States v. Brennick, <span class=\"citation\" data-id=\"197736\"><a href=\"/opinion/197736/united-states-v-brennick/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.1998).III. ANALYSIS</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We turn now to the validity of the district court's stated ground for departure.  The twin stanchions on which our analytic framework rests are the generic departure guideline, USSG &#167; 5K2.0 (a guideline that flows directly from the congressional command embodied in 18 U.S.C. &#167; 3553(b) (1994)) and the Court's opinion in Koon.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 5K2.0 permits a sentencing court to deviate from the range indicated by an otherwise applicable guideline computation if it finds \"that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission.\"   In considering whether an appropriate \"aggravating or mitigating circumstance\" exists, the court first must ask \"[w]hat features of th[e] case, potentially, take it outside the Guidelines' 'heartland' and make of it a special, or unusual, case[.]\"  Koon, 518 U.S. at 95, 116 S.Ct. at 2045 (quoting United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 949 (1st Cir.1993)).  Judge Harrington believed that he had identified such a feature.  In his view, the disparity between the sentence that Snyder would have received if convicted under Massachusetts law and the sentence mandated by USSG &#167; 4B1.4 was a mitigating circumstance that brought Snyder's case outside the heartland of armed career criminal cases and justified a downward departure.  See Snyder, 954 F.Supp. at 22.   It falls to us to test this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In mounting this inquiry, we do not write on a pristine page.  Although the Sentencing Commission does not expressly proscribe federal/state sentencing disparity departures, five federal appellate courts have taken the measure of such departures.  All have held that federal/state sentencing disparity is never a valid basis for a downward departure.  See United States v. Searcy, <span class=\"citation\" data-id=\"72581\"><a href=\"/opinion/72581/united-states-v-searcy/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1421</span></a></span>, 1422 (11th Cir.1998);  United States v. Deitz, <span class=\"citation\" data-id=\"604889\"><a href=\"/opinion/604889/united-states-v-james-larry-deitz/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">443</span></a></span>, 447-48 (8th Cir.1993);  United States v. Haynes, <span class=\"citation\" data-id=\"599296\"><a href=\"/opinion/599296/united-states-v-ronald-haynes-and-jahmal-rose-willie-goldwire-ronald/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span>, 69-70 (2d Cir.1993);  United States v. Sitton, <span class=\"citation\" data-id=\"586405\"><a href=\"/opinion/586405/united-states-v-michael-david-sitton-united-states-of-america-v-ronald/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span>, 962 (9th Cir.1992);  United States v. Dockery, <span class=\"citation\" data-id=\"584138\"><a href=\"/opinion/584138/united-states-v-kelvin-dockery/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></a></span>, 1117-18 (D.C.Cir.1992).  This impressive array of authority resists ready rejection.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Snyder harps on two facts:  most of these decisions predate Koon,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and federal judges are less free under the Koon regime to exorcise specific factors from the departure calculus.  See Koon, 518 U.S. at 107-09, 116 S.Ct. at 2051;  Dethlefs, 123 F.3d at 46.   That rejoinder is true as far as it goes--but it does not go very far.  We are, of course, respectful of the change in emphasis that Koon betokens.  Still, \"[n]otwithstanding that most categorical interpretations are disfavored under the Koon Court's regime, some boundaries are essential if the guidelines are not to be emptied of all meaning.\"  Dethlefs, 123 F.3d at 47.   So viewed, the pivotal question reduces to whether federal/state disparity trenches upon such an essential boundary.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The letter of the sentencing guidelines is unhelpful in this instance.  Departures based on federal/state sentencing disparity are not expressly permitted or forbidden in the guidelines' text, nor are they explicitly encouraged or discouraged.  As a result, we must mull the \"structure and theory of both relevant individual guidelines and the Guidelines taken as a whole,\" Koon, 518 U.S. at 96, 116 S.Ct. at 2045 (quoting Rivera, 994 F.2d at 949), in our effort to ascertain whether this factor conceivably may be of a kind, or present to a degree, inadequately considered by the Commission (and thus capable of removing a particular case from the \"heartland\" sculpted by a given guideline), see United States v. Clase-Espinal, <span class=\"citation\" data-id=\"197424\"><a href=\"/opinion/197424/united-states-v-clase-espinal/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1057 (1st Cir.1997).  Relevant federal statutes, the guidelines themselves, their accompanying official commentary and policy statements, and the case law inform our inquiry.  See id.   So too does our expectation that such categorical bans will be relatively rare.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Commission's enabling statute directs it to \"establish sentencing policies and practices for the Federal criminal justice system that ... avoid[ ] unwarranted sentencing disparities among defendants with similar records who have been found guilty of similar criminal conduct....\"  28 U.S.C. &#167; 991(b)(1)(B) (1994);  see also USSG Ch.1, Pt.A, intro. comment. 3.  The legislative history makes it crystal clear that Congress's allusion to \"unwarranted sentencing disparities\" reflected a concern with variations among federal courts across the nation, without reference to their state counterparts.  See United States v. Aguilar-Pena, <span class=\"citation\" data-id=\"530534\"><a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 351-52 (1st Cir.1989).  In terms, then, the guidelines seek to promote uniform sentencing among federal courts in respect to federal crimes.  See Deitz, 991 F.2d at 447;  Sitton, 968 F.2d at 962.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The trial judge sought to elongate this principle, speculating that \"it would only be logical that Congress would not favor disparity throughout the criminal justice system in an era of increased Federal-State cooperation in the investigation and prosecution of crime.\"  Snyder, 954 F.Supp. at 22.   With respect, we think that elongating the principle in this way would destroy its structural integrity and, accordingly, that the trial judge's surmise is utterly inconsistent with the guidelines' theoretical underpinnings.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If the guidelines' goal is to promote uniformity among federal courts when imposing sentences for federal crimes, then departures aimed at alleviating federal/state sentencing disparity are flatly incompatible with it.  Endeavoring to make a federal sentence more closely approximate that which a state court might impose for similar criminal activity would recreate the location-based sentencing swings that Congress sought to minimize when it opted for a guideline paradigm.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Searcy, 132 F.3d at 1422;  Deitz, 991 F.2d at 447-48;  see also Aguilar-Pena, 887 F.2d at 352 (warning that departures cannot be allowed to subvert Congress's \"ardent desire to dispense with inequalities based on localized sentencing responses\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The short of it is that the guidelines did not sprout in a vacuum.  Congress and the Sentencing Commission erected the present sentencing structure against the skyline of an extant criminal justice system, see Haynes, 985 F.2d at 69;  Dockery, 965 F.2d at 1117;  see also Stephen Breyer, The Federal Sentencing Guidelines and the Key Compromises Upon Which They Rest, 17 Hofstra L.Rev. 1 (1988), and that system includes overlapping state and federal criminal jurisdiction.  The fact that the states impose different and varied sentences for criminal conduct that may also transgress federal law is about as obvious as a hippopotamus at a tea party.  It is implausible to suppose that the Commission overlooked this large reality and therefore failed to account for it in formulating the guidelines.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Dethlefs, 123 F.3d at 47;  Clase-Espinal, 115 F.3d at 1057.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We add, moreover, that disparity between federal and state sentences in career offender cases is hardly serendipitous.  Congress crafted the ACCA on the central premise that armed career criminals were being treated too gently by state courts--coddled, some might say--and that these defendants ought to receive much stiffer sentences.  See United States v. Jackson, <span class=\"citation\" data-id=\"195501\"><a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 204 (1st Cir.1994);  see also 18 U.S.C. &#167; 924(e);  H.R.Rep. No. 98-1073, at 5 (1984), reprinted in 1984 U.S.C.C.A.N. 3661, 3665;  USSG &#167; 4B1.4, comment.  (backg'd.).  For these defendants, significant disparity between sentences at the federal and state levels is the rule, not the exception.  Hence, if Snyder is entitled to a downward departure on this basis, then virtually every defendant subject to the ACCA is similarly entitled.  See Dockery, 965 F.2d at 1118.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We are equally unimpressed with the district court's attempt to hang its finding of atypicality on an aversion to federal prosecutors' discretionary power to target defendants under federal law.  See Snyder, 954 F.Supp. at 22.   Different branches of government have different responsibilities, and the power to determine when to prosecute and when to refrain is, within broad limits, a prerogative of the Executive Branch.  Accordingly, it is a \"bedrock principle of our system of criminal justice\" that a federal judge may not interfere with the government's prosecutorial decisions solely to vindicate his subjective view of the wisdom of a given enforcement strategy.  United States v. Stokes, <span class=\"citation\" data-id=\"197523\"><a href=\"/opinion/197523/united-states-v-stokes/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 46 (1st Cir.1997).  It follows inexorably that the government's lawful selection of Snyder for federal prosecution has no relevance to the sentencing inquiry.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For these reasons, we hold that federal/state sentencing disparity is not a feature that can justify a departure.  Such departures would contradict hopelessly the guidelines' structure and theory as well as impinge impermissibly upon the Executive Branch's discretion to prosecute defendants under federal law.  See Dockery, 965 F.2d at 1118.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We add a coda.  The continuing federalization of criminal law increases the frequency with which federal/state sentencing disparities occur, see generally Steven D. Clymer, Unequal Justice:  The Federalization of Criminal Law, 70 S. Cal.  L.Rev. 643 (1997), and we are not entirely unsympathetic to Judge Harrington's concerns about this trend.  Still, judicial dissatisfaction with a particular aspect of the guidelines, \"no matter how steeped in real-world wisdom, cannot be enough to trigger departures.\"  Aguilar-Pena, 887 F.2d at 353;  see also United States v. Muniz, <span class=\"citation\" data-id=\"195951\"><a href=\"/opinion/195951/united-states-v-muniz/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 43 (1st Cir.1995);  United States v. Norflett, <span class=\"citation\" data-id=\"553334\"><a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 54 (1st Cir.1990).  As long as federal and state sovereigns share jurisdiction over criminal matters, prosecutors will be able to expose selected defendants to elevated sentences.  One can envision models designed to eliminate or minimize this circumstance, see generally Sara Sun Beale, Too Many and Yet Too Few:  New Principles to Define the Proper Limits for Federal Criminal Jurisdiction, 46 Hastings L.J. 979 (1995), but these models reflect structure and theory quite different from that embodied in the federal sentencing guidelines.  Thus, the case for them must be made in Congress, not in the courts.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, federal/state sentencing disparity is not \"a mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"  18 U.S.C. &#167; 3553(b).  Hence, we vacate Snyder's sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We close by addressing one further point.  In our companion opinion, see supra note 3, we approved for the time being the district court's adherence to United States v. Estrella, <span class=\"citation\" data-id=\"197153\"><a href=\"/opinion/197153/united-states-v-estrella/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span> (1st Cir.1997), and rejected Snyder's contention that 18 U.S.C. &#167; 921(a)(20) prevents his prior Massachusetts convictions from bringing him within the fold of the ACCA.  We noted, however, that the Supreme Court recently granted certiorari to review this court's unpublished opinion in Caron v. United States, Nos. 96-2338, 2339 (1st Cir.  May 9, 1997), cert. granted, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">680</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></span> (1998), and prophesied that the Court's review of Caron will encompass the relevant aspects of Estrella.   Consequently, if the defendant consents, the district court may choose to delay resentencing pending the resolution of Caron.   Elsewise, the district court should impose sentence consistent herewith, applying Estrella, but reserve to Snyder the right to seek reconsideration should the Caron Court's decision materially affect the sentence imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The difference between the GSR projected in the PSI Report and that actually used stemmed from Judge Harrington's finding--not contested on appeal--that the government had not proven that Snyder committed an armed robbery.  This finding shrunk Snyder's base offense level from 34 to 33, see USSG &#167; 4B1.4(b)(3)(B), and effected a commensurate decrease in the GSR</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On appeal, Snyder attempts to divert our attention to alternative rationales that arguably support the downward departure.  But Judge Harrington's decision makes no mention of such factors.  To the contrary, he expressly stated that \"[t]o this Court the issue raised is ... one of disparity between the sentences to be imposed.\"  Snyder, 954 F.Supp. at 22.   As our analysis must focus on the reasons given by the district court in support of a departure, we take no view of Snyder's post hoc justifications.  See United States v. Dethlefs, <span class=\"citation\" data-id=\"197512\"><a href=\"/opinion/197512/united-states-v-dethlefs/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 43 (1st Cir.1997);  United States v. Jackson, <span class=\"citation\" data-id=\"195501\"><a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 202 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Snyder appealed his conviction and his classification as an armed career criminal.  We heretofore affirmed his conviction.  See United States v. Snyder, No. 97-1187, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">31434</span></span> (1st Cir.1998) (unpublished)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The lone exception is Searcy, a case decided after this case was briefed and argued</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> One Commission member illustrated the swings that occurred in the pre-guidelines era by recounting the following findings:</p>\n        <p>The region in which the defendant is convicted is likely to change the length of time served from approximately six months more if one is sentenced in the South to twelve months less if one is sentenced in central California....  [B]lack [bank robbery] defendants convicted ... in the South are likely to actually serve approximately thirteen months longer than similarly situated bank robbers convicted ... in other regions.</p>\n        <p>Hearings on Sentencing Guidelines Before the Subcomm. on Criminal Justice of the House Comm. on the Judiciary, 100th Cong., 1st Sess. 554, 676-77 (1987) (testimony of Commissioner Ilene H. Nagel).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We think it unremarkable that the Commission has not expressly forbidden federal/state disparity departures.  Given that the guidelines were never intended to foster parity between federal and state defendants, Commission commentary on the subject would be supererogatory</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We find no record evidence of an unconstitutional exercise of prosecutorial authority in this case.  We note, moreover, that Judge Harrington himself ruled in an unpublished order dated December 27, 1997, that Snyder had failed to make out a prima facie case of selective prosecution</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/72581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/"
  ]
}