{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197824/",
  "absolute_url": "/opinion/197824/costos-v-coconut-island-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197824/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:39:35Z",
  "date_modified": "2017-03-24T10:53:30.717203Z",
  "type": "010combined",
  "sha1": "81ddc4d3f80c7fe3cb29cd830b57d5a8d30a5846",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2076.01A",
  "local_path": null,
  "plain_text": "\r\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo.  97-2076\r\n                   PATRICIA O'BOYLE COSTOS,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n        COCONUT ISLAND CORP., D/B/A THE BERNARD HOUSE\r\n                  AND NEAL L. WEINSTEIN,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MAINE\r\n\n        [Hon. Gene Carter, U.S. District Judge]\r\n                                                  \r\n\n                            Before\r\n\n                    Torruella, Chief Judge    ,\r\n\n              Boudin and Lynch, Circuit Judges.\r\n                                         \r\n\n    Scott D. Gardner, with whom Gardner, Gardner &amp; Murphywas on brief, for appellants.\r\n    Raymond C. Hurley, with whom Hurley &amp; Mina was on\r\nbrief, for appellee.\r\n\n                                         \r\n\n                      March 2, 1998\r\n                                                   \r\n        LYNCH, Circuit Judge.  A jury found the defendants\r\nvicariously liable for the act -- rape -- committed by their\r\nemployee Charles Bonney.  Bonney, the manager of the Maine inn\r\nowned by defendants, let himself into the room of the\r\nplaintiff, a guest at the inn, in the early morning hours and\r\nraped her.  The jury awarded plaintiff $50,000 on that count,\r\nand $5,000 on a negligence count.\r\n    Defendants say the issue of vicarious liability never\r\nshould have gone to the jury.  They argue that under the\r\nRestatement (Second) of Agency  219(2)(d), adopted by Maine\r\nlaw, vicarious liability may not be imposed for acts committed\r\nby the employee outside the scope of employment unless the\r\nemployee has acted with apparent authority or deceit, and that\r\nthe evidence does not support such a finding.  Under present\r\nMaine law, and on the evidence of record, the issue was, we\r\nbelieve, properly submitted to the jury.  The Maine courts may\r\ndecide, as have other courts, that some limiting principles\r\nshould evolve to prevent  219(2)(d) from being used to erode\r\nthe distinction between acts committed within the scope of\r\nemployment and those outside the scope.  But this case does not\r\npresent the occasion to do so.  We affirm.\r\n                     I.\r\n    Because the defendants appeal the denial of their\r\nmotion for judgment as a matter of law, we review the record in\r\nthe light most favorable to the non-moving party.  See Ansin v.\r\nRiver Oaks Furniture, Inc., 105 F.3d 745, 753 (1st Cir. 1997).\r\n    In the early morning of August 14, 1993, Charles\r\nBonney raped Patricia O'Boyle Costos in her room at the Bernard\r\nHouse in Old Orchard Beach, Maine.  The Bernard House was a\r\nsmall seasonal inn owned by defendant Neal Weinstein and\r\nmanaged through the Coconut Island Corporation.  The Coconut\r\nIsland Corporation was wholly owned by Weinstein in 1993.\r\n    The day before, Costos and her friend Lynn Tierney\r\ntravelled to Maine for the weekend.  Tierney knew Charles\r\nBonney, knew that he worked at the inn, and suggested that she\r\nand Costos spend the weekend at the Bernard House.  When they\r\narrived at the inn, Costos and Tierney paid Bonney for two\r\nnights' accommodation.  Bonney told Costos that he was the\r\nmanager and future owner of the Bernard House.\r\n    Bonney escorted the women to Room 23 on the third\r\nfloor.  He carried a plastic bag full of keys with him, and\r\nrummaged through it looking for the room key.  Bonney\r\neventually gave Tierney and Costos a key from his pocket,\r\ntelling them that it was a master key and that they should not\r\nlose it.\r\n    That evening Costos, Tierney, Bonney, and two of\r\nBonney's male friends socialized together at the Bernard House\r\nand later at a local club.  Costos and Tierney eventually\r\nreturned to their room at the inn, Costos to go to bed, and\r\nTierney to keep her company back to the room.\r\n    Costos went to bed, but Tierney decided to go out\r\nagain.  Tierney left, taking the room key with her.  Costos\r\nremembered that Tierney locked the door to their room.  \r\n    Costos fell asleep.  She awoke to find Bonney in the\r\nbed, having intercourse with her.  She threw Bonney out of the\r\nbed, punching and kicking him.  Bonney stood over her,\r\nlaughing, and then left the room.\r\n    Bonney has fled the jurisdiction and remains at\r\nlarge.  He is wanted on a federal fugitive warrant.\r\n                             II.\r\n    Costos sued the defendants in federal court, alleging\r\nthe defendants were negligent and were vicariously liable for\r\nBonney's torts.  A jury trial began on August 7, 1997.  At the\r\nclose of the plaintiff's case, the defendants moved for a\r\ndirected verdict, inter alia, on the vicarious liability count. \r\nThat motion was denied.  This appeal is from the denial of that\r\nmotion and the denial of the renewal of that motion.\r\n                             III.\r\n    The grant or denial of a motion for judgment under\r\nFed. R. Civ. P. 50(a) is reviewed de novo, under the same\r\nstandards applied by the district court.  See Ansin, 105 F.3d\r\nat 753.  We will \"reverse the denial of such a motion only if\r\nreasonable persons could not have reached the conclusion that\r\nthe jury embraced.\" Id. (citations and internal quotation marks\r\nomitted).\r\n    The district court, sitting in diversity, applied the\r\nsubstantive law of Maine.  See Erie R.R. Co. v. Tompkins, 304\r\nU.S. 64, 78 (1938); Jordan v. Hawker Dayton Corp., 62 F.3d 29,\r\n32 (1st Cir. 1995).  The plaintiff's vicarious liability claim\r\nwas based upon  219(2)(d) of the Restatement (Second) of\r\nAgency, which has been adopted as the law of Maine.  See McLainv. Training &amp; Dev. Corp., 572 A.2d 494 (Me. 1990) (holding a\r\njury could find employer vicariously liable under  219(2)(d)\r\nfor the intentional torts of its employee).  That section\r\nstates:\r\n        Section 219. When Master is liable for Torts\r\n                of His Servants\r\n                . . .\r\n                (2) A master is not subject to liability for\r\n                the torts of his servants acting outside the\r\n                scope of their employment, unless:\r\n                . . . \r\n                (d)  the servant purported to act or speak on\r\n                behalf of the principal and there was reliance\r\n                upon apparent authority, or he was aided in\r\n                accomplishing the tort by the existence of the\r\n                agency relation.\r\n\n            Maine has also adopted the Restatement's definition\r\nof agency: \r\n        Agency is the fiduciary relationship which\r\n                results from the manifestation of consent by\r\n                one person to another that the other shall act\r\n                on his behalf and subject to his control, and\r\n                consent by the other to so act. . . . A\r\n                servant is an agent employed by a master to\r\n                perform service in his affairs whose physical\r\n                conduct in the performance of the service is\r\n                controlled or is subject to the right to\r\n                control by the master.\r\n\n        Bonk v. McPherson, 605 A.2d 74, 78 (Me. 1992) (quoting\r\nRestatement (Second) of Agency  1,2 (1958)).  It is plain\r\nthat there was an agency relationship between Bonney and\r\ndefendants, and that Bonney, as manager of the inn, was the\r\ndefendants' \"servant\" under this definition.\r\n    Defendants argue that they cannot be liable under \r\n219(2)(d) because it requires the use of \"apparent authority\"\r\nor deceit by the servant to facilitate the tort.  Defendants\r\nargue that there is no evidence that Costos believed that\r\nBonney was acting on his employer's behalf when he assaulted\r\nher, or that the use of apparent authority in any way aided\r\nBonney in accomplishing the tort.\r\n    Defendants attempt to construe the final clause of \r\n219(2)(d), \"or he was aided in accomplishing the tort by the\r\nexistence of the agency relation,\" as merely a reiteration of\r\nthe prior language in subpart (d) on apparent authority.  If\r\nthe phrase was meant to be independent of an apparent authority\r\nanalysis, defendants argue, it would have been put into a\r\nseparate subsection.  We conclude that under Maine law, as\r\narticulated in McLain, a master may be liable for the torts of\r\nhis or her servants who are acting outside the scope of their\r\nemployment when they are aided in accomplishing the tort by the\r\nexistence of the agency relation.\r\n    In McLain, a client of a Jobs Corps program sued the\r\nagency operating the program after a counselor directed him to\r\nperform painful and humiliating \"tests.\"  The counselor said\r\nthose \"tests\" would help the client gain admission to the U.S.\r\nMarine Corps.  The client was rejected by the Marines, and sued\r\nthe agency for the injuries he suffered as a result of the\r\ncounselor's intentional torts.  The Supreme Judicial Court of\r\nMaine held that a jury could find the agency vicariously liable\r\nfor the client's injuries under  219(2)(d), because \"the jury\r\ncould rationally find from the evidence that [the counselor's]\r\nemployment made possible the tortious assault and battery he\r\nimposed upon McLain, rendering [the agency] liable for all of\r\nMcLain's injuries at [the counselor's] hand, on the alternative\r\ntheory of vicarious liability.\"  572 A.2d at 498.  The court\r\nsaid the jury could find either that the tort was within the\r\nscope of employment or that it was outside the scope but within\r\nthe  219(2)(d) exception.\r\n    McLain does not say that the use of apparent\r\nauthority is required for vicarious liability under \r\n219(2)(d).  See also Grover v. Minette-Mills, Inc., 638 A.2d\r\n712, 717 (Me. 1994) (citing McLain for the proposition that\r\nvicarious liability is proper where the employment relationship\r\n\"made possible\" the commission of the tort).  Instead, the\r\nMaine courts have thus far followed the plain meaning of \r\n219(2)(d).  See United States v. Rivera, 131 F.3d 222, 224 (1st\r\nCir. 1997) (when plain meaning is clear, the sole function of\r\nthe court is to enforce it).  Indeed, defendants' reading would\r\nviolate another rule of statutory construction because the\r\nbroad reading proffered by defendants would render the second\r\nclause of subpart (d) superfluous.  See Labbe v. Nissen Corp.,\r\n404 A.2d 564, 567 (Me. 1979) (\"Nothing in a statute may be\r\ntreated as surplusage if a reasonable construction supplying\r\nmeaning and force is otherwise possible.\").\r\n    Defendants argue that this reading of  219(2)(d)\r\nwill result in a vast expansion of employer liability in Maine\r\nand will render every intentional tort committed outside the\r\nscope of employment as equivalent to those committed within the\r\nscope of employment.  Defendants ask us to interpret \r\n219(2)(d) in light of the evolving rules for vicarious\r\nliability for sexual harassment in Title VII cases.  We need\r\nnot speculate whether Maine courts would follow such an analogy\r\nor otherwise narrowly gloss the Restatement because, even if\r\nnarrowing limitations were to be assumed arguendo, the appeal\r\nwould still fail.\r\n    In general terms, defendant's argument as to the\r\nscope of  219(2) finds some support in case law elsewhere.  As\r\nnoted by Judge MacKinnon, concurring in a Title VII case,\r\nBarnes v. Costle, 561 F.2d 983, 996 (D.C. Cir. 1977),\r\n\"Concerning the second part of the [ 219(2)(d)] exception, at\r\nfirst reading it seems to argue too much.  In every case where\r\nvicarious liability is at issue, the agent will have been aided\r\nin some way in committing the tort by the position that he\r\nholds.\"  The Court of Appeals for the D.C. Circuit, citing the\r\nBarnes concurrence, recently sounded the same cautionary note. \r\n\"In a sense, a supervisor is always 'aided in accomplishing the\r\ntort by the existence of the agency relation' because his\r\nresponsibilities provide proximity to and contact with the\r\nvictim.\"  Gary v. Long, 59 F.3d 1391, 1397 (D.C. Cir. 1995). \r\nIn attempting to find a narrowing principle, that court\r\nreferred to the commentary of the Restatement: that an employer\r\nis liable only if the tort \"was accomplished by an\r\ninstrumentality, or through conduct associated with the agency\r\nstatus.\"  Id. (citing Restatement (Second) of Agency  219 cmt.\r\ne (1958)).  \r\n    Even viewing this case through the narrower focus of\r\nthe commentary on Restatement  219, which the Gary court found\r\nhelpful, defendants are well within the scope of  219(2)(d)\r\nliability.  By virtue of his agency relationship with the\r\ndefendants, as manager of the inn, Bonney was entrusted with\r\nthe keys to the rooms, including Costos' room, at the Bernard\r\nHouse.  Because he was the manager of the inn, Bonney knew\r\nexactly where to find Costos.  The jury could find that Bonney\r\nhad responsibilities to be at the inn or to have others there\r\nlate at night.  In short, because he was the defendants' agent,\r\nBonney knew that Costos was staying at the Bernard House, he\r\nwas able to find Costos' room late at night, he had the key to\r\nthe room and used the key to unlock the door, slip into bed\r\nbeside her as she slept, and rape her.\r\n                           IV.\r\n                                    We hold that the district court correctly denied the\r\ndefendants' motion for judgment as a matter of law.  The record\r\nshows sufficient evidence to hold the defendants vicariously\r\nliable under  219(2)(d) for Bonney's acts.\r\n    The judgment of the district court is affirmed. \r\nCosts are awarded to plaintiff.\n",
  "html": "<p class=\"case_cite\">137 F.3d 46</p>\n    <p class=\"parties\">Patricia O'Boyle COSTOS, Plaintiff, Appellee,<br>v.<br>COCONUT ISLAND CORP., d/b/a The Bernard House and Neal L.<br>Weinstein, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-2076.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1998.<br>Decided March 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Scott D. Gardner, Saco, ME, with whom Gardner, Gardner &amp; Murphy, was on brief, for appellants.</p>\n      <p class=\"indent\">Raymond C. Hurley, Portland, ME, with whom Hurley &amp; Mina, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury found the defendants vicariously liable for the act--rape--committed by their employee Charles Bonney.  Bonney, the manager of the Maine inn owned by defendants, let himself into the room of the plaintiff, a guest at the inn, in the early morning hours and raped her.  The jury awarded plaintiff $50,000 on that count, and $5,000 on a negligence count.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendants say the issue of vicarious liability never should have gone to the jury.  They argue that under the Restatement (Second) of Agency &#167; 219(2)(d), adopted by Maine law, vicarious liability may not be imposed for acts committed by the employee outside the scope of employment unless the employee has acted with apparent authority or deceit, and that the evidence does not support such a finding.  Under present Maine law, and on the evidence of record, the issue was, we believe, properly submitted to the jury.  The Maine courts may decide, as have other courts, that some limiting principles should evolve to prevent &#167; 219(2)(d) from being used to erode the distinction between acts committed within the scope of employment and those outside the scope.  But this case does not present the occasion to do so.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because the defendants appeal the denial of their motion for judgment as a matter of law, we review the record in the light most favorable to the non-moving party.  See Ansin v. River Oaks Furniture, Inc., 105 F.3d 745, 753 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the early morning of August 14, 1993, Charles Bonney raped Patricia O'Boyle Costos in her room at the Bernard House in Old Orchard Beach, Maine.  The Bernard House was a small seasonal inn owned by defendant Neal Weinstein and managed through the Coconut Island Corporation.  The Coconut Island Corporation was wholly owned by Weinstein in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The day before, Costos and her friend Lynn Tierney travelled to Maine for the weekend.  Tierney knew Charles Bonney, knew that he worked at the inn, and suggested that she and Costos spend the weekend at the Bernard House.  When they arrived at the inn, Costos and Tierney paid Bonney for two nights' accommodation.  Bonney told Costos that he was the manager and future owner of the Bernard House.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Bonney escorted the women to Room 23 on the third floor.  He carried a plastic bag full of keys with him, and rummaged through it looking for the room key.  Bonney eventually gave Tierney and Costos a key from his pocket, telling them that it was a master key and that they should not lose it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That evening Costos, Tierney, Bonney, and two of Bonney's male friends socialized together at the Bernard House and later at a local club.  Costos and Tierney eventually returned to their room at the inn, Costos to go to bed, and Tierney to keep her company back to the room.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Costos went to bed, but Tierney decided to go out again.  Tierney left, taking the room key with her.  Costos remembered that Tierney locked the door to their room.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Costos fell asleep.  She awoke to find Bonney in the bed, having intercourse with her.  She threw Bonney out of the bed, punching and kicking him.  Bonney stood over her, laughing, and then left the room.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Bonney has fled the jurisdiction and remains at large.  He is wanted on a federal fugitive warrant.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Costos sued the defendants in federal court, alleging the defendants were negligent and were vicariously liable for Bonney's torts.  A jury trial began on August 7, 1997.  At the close of the plaintiff's case, the defendants moved for a directed verdict, inter alia, on the vicarious liability count.  That motion was denied.  This appeal is from the denial of that motion and the denial of the renewal of that motion.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The grant or denial of a motion for judgment under Fed.R.Civ.P. 50(a) is reviewed de novo, under the same standards applied by the district court.  See Ansin, 105 F.3d at 753.   We will \"reverse the denial of such a motion only if reasonable persons could not have reached the conclusion that the jury embraced.\"  Id. (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court, sitting in diversity, applied the substantive law of Maine.  See Erie R. Co. v. Tompkins, 304 U.S. 64, 78, 58 S.Ct. 817, 822, 82 L.Ed. 1188 (1938);  Jordan v. Hawker Dayton Corp., 62 F.3d 29, 32 (1st Cir.1995).  The plaintiff's vicarious liability claim was based upon &#167; 219(2)(d) of the Restatement (Second) of Agency, which has been adopted as the law of Maine.  See McLain v. Training &amp; Dev.  Corp., 572 A.2d 494 (Me.1990) (holding a jury could find employer vicariously liable under &#167; 219(2)(d) for the intentional torts of its employee).  That section states:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Section 219.  When Master is liable for Torts of His Servants</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(2) A master is not subject to liability for the torts of his servants acting outside the scope of their employment, unless:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(d) the servant purported to act or speak on behalf of the principal and there was reliance upon apparent authority, or he was aided in accomplishing the tort by the existence of the agency relation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Maine has also adopted the Restatement's definition of agency:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Agency is the fiduciary relationship which results from the manifestation of consent by one person to another that the other shall act on his behalf and subject to his control, and consent by the other to so act....  A servant is an agent employed by a master to perform service in his affairs whose physical conduct in the performance of the service is controlled or is subject to the right to control by the master.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Bonk v. McPherson, 605 A.2d 74, 78 (Me.1992) (quoting Restatement (Second) of Agency &#167;&#167; 1,2 (1958)).  It is plain that there was an agency relationship between Bonney and defendants, and that Bonney, as manager of the inn, was the defendants' \"servant\" under this definition.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendants argue that they cannot be liable under &#167; 219(2)(d) because it requires the use of \"apparent authority\" or deceit by the servant to facilitate the tort.  Defendants argue that there is no evidence that Costos believed that Bonney was acting on his employer's behalf when he assaulted her, or that the use of apparent authority in any way aided Bonney in accomplishing the tort.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Defendants attempt to construe the final clause of &#167; 219(2)(d), \"or he was aided in accomplishing the tort by the existence of the agency relation,\" as merely a reiteration of the prior language in subpart (d) on apparent authority.  If the phrase was meant to be independent of an apparent authority analysis, defendants argue, it would have been put into a separate subsection.  We conclude that under Maine law, as articulated in McLain, a master may be liable for the torts of his or her servants who are acting outside the scope of their employment when they are aided in accomplishing the tort by the existence of the agency relation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In McLain, a client of a Jobs Corps program sued the agency operating the program after a counselor directed him to perform painful and humiliating \"tests.\"   The counselor said those \"tests\" would help the client gain admission to the U.S. Marine Corps.  The client was rejected by the Marines, and sued the agency for the injuries he suffered as a result of the counselor's intentional torts.  The Supreme Judicial Court of Maine held that a jury could find the agency vicariously liable for the client's injuries under &#167; 219(2)(d), because \"the jury could rationally find from the evidence that [the counselor's] employment made possible the tortious assault and battery he imposed upon McLain, rendering [the agency] liable for all of McLain's injuries at [the counselor's] hand, on the alternative theory of vicarious liability.\"  572 A.2d at 498.   The court said the jury could find either that the tort was within the scope of employment or that it was outside the scope but within the &#167; 219(2)(d) exception.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">McLain does not say that the use of apparent authority is required for vicarious liability under &#167; 219(2)(d).  See also Grover v. Minette-Mills, Inc., 638 A.2d 712, 717 (Me.1994) (citing McLain for the proposition that vicarious liability is proper where the employment relationship \"made possible\" the commission of the tort).  Instead, the Maine courts have thus far followed the plain meaning of &#167; 219(2)(d).  See United States v. Rivera, 131 F.3d 222, 224 (1st Cir.1997) (when plain meaning is clear, the sole function of the court is to enforce it).  Indeed, defendants' reading would violate another rule of statutory construction because the broad reading proffered by defendants would render the second clause of subpart (d) superfluous.  See Labbe v. Nissen Corp., 404 A.2d 564, 567 (Me.1979) (\"Nothing in a statute may be treated as surplusage if a reasonable construction supplying meaning and force is otherwise possible.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendants argue that this reading of &#167; 219(2)(d) will result in a vast expansion of employer liability in Maine and will render every intentional tort committed outside the scope of employment as equivalent to those committed within the scope of employment.  Defendants ask us to interpret &#167; 219(2)(d) in light of the evolving rules for vicarious liability for sexual harassment in Title VII cases.  We need not speculate whether Maine courts would follow such an analogy or otherwise narrowly gloss the Restatement because, even if narrowing limitations were to be assumed arguendo, the appeal would still fail.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In general terms, defendant's argument as to the scope of &#167; 219(2) finds some support in case law elsewhere.  As noted by Judge MacKinnon, concurring in a Title VII case, Barnes v. Costle, 561 F.2d 983, 996 (D.C.Cir.1977), \"Concerning the second part of the [&#167; 219(2)(d) ] exception, at first reading it seems to argue too much.  In every case where vicarious liability is at issue, the agent will have been aided in some way in committing the tort by the position that he holds.\"   The Court of Appeals for the D.C. Circuit, citing the Barnes concurrence, recently sounded the same cautionary note.  \"In a sense, a supervisor is always 'aided in accomplishing the tort by the existence of the agency relation' because his responsibilities provide proximity to and contact with the victim.\"  Gary v. Long, 59 F.3d 1391, 1397 (D.C.Cir.1995).  In attempting to find a narrowing principle, that court referred to the commentary of the Restatement:  that an employer is liable only if the tort \"was accomplished by an instrumentality, or through conduct associated with the agency status.\"  Id. (citing Restatement (Second) of Agency &#167; 219 cmt. e (1958)).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even viewing this case through the narrower focus of the commentary on Restatement &#167; 219, which the Gary court found helpful, defendants are well within the scope of &#167; 219(2)(d) liability.  By virtue of his agency relationship with the defendants, as manager of the inn, Bonney was entrusted with the keys to the rooms, including Costos' room, at the Bernard House.  Because he was the manager of the inn, Bonney knew exactly where to find Costos.  The jury could find that Bonney had responsibilities to be at the inn or to have others there late at night.  In short, because he was the defendants' agent, Bonney knew that Costos was staying at the Bernard House, he was able to find Costos' room late at night, he had the key to the room and used the key to unlock the door, slip into bed beside her as she slept, and rape her.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We hold that the district court correctly denied the defendants' motion for judgment as a matter of law.  The record shows sufficient evidence to hold the defendants vicariously liable under &#167; 219(2)(d) for Bonney's acts.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.   Costs are awarded to plaintiff.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Other comment to subsection (2)(d) in the Restatement says:</p>\n        <p>Clause (d) includes primarily situations in which the principal's liability is based upon conduct which is within the apparent authority of a servant, as where one purports to speak for his employer in defaming another or interfering with another's business....  In other situations, the servant may be able to cause harm because of his position as agent, as where a telegraph operator sends false messages purporting to come from third persons....  The enumeration of such situations is not exhaustive, and is intended only to indicate the area within which a master may be subjected to liability for acts of his servants not in the scope of employment.</p>\n        <p>Restatement (Second) of Agency &#167; 219 cmt. e (1958) (emphasis added).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></span></p>\n    <p class=\"parties\">Patricia O'Boyle COSTOS, Plaintiff, Appellee,<br>v.<br>COCONUT ISLAND CORP., d/b/a The Bernard House and Neal L.<br>Weinstein, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-2076.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1998.<br>Decided March 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Scott D. Gardner, Saco, ME, with whom Gardner, Gardner &amp; Murphy, was on brief, for appellants.</p>\n      <p class=\"indent\">Raymond C. Hurley, Portland, ME, with whom Hurley &amp; Mina, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury found the defendants vicariously liable for the act--rape--committed by their employee Charles Bonney.  Bonney, the manager of the Maine inn owned by defendants, let himself into the room of the plaintiff, a guest at the inn, in the early morning hours and raped her.  The jury awarded plaintiff $50,000 on that count, and $5,000 on a negligence count.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendants say the issue of vicarious liability never should have gone to the jury.  They argue that under the Restatement (Second) of Agency &#167; 219(2)(d), adopted by Maine law, vicarious liability may not be imposed for acts committed by the employee outside the scope of employment unless the employee has acted with apparent authority or deceit, and that the evidence does not support such a finding.  Under present Maine law, and on the evidence of record, the issue was, we believe, properly submitted to the jury.  The Maine courts may decide, as have other courts, that some limiting principles should evolve to prevent &#167; 219(2)(d) from being used to erode the distinction between acts committed within the scope of employment and those outside the scope.  But this case does not present the occasion to do so.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because the defendants appeal the denial of their motion for judgment as a matter of law, we review the record in the light most favorable to the non-moving party.  See Ansin v. River Oaks Furniture, Inc., <span class=\"citation\" data-id=\"197195\"><a href=\"/opinion/197195/ansin-v-river-oaks-furniture/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">745</span></a></span>, 753 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the early morning of August 14, 1993, Charles Bonney raped Patricia O'Boyle Costos in her room at the Bernard House in Old Orchard Beach, Maine.  The Bernard House was a small seasonal inn owned by defendant Neal Weinstein and managed through the Coconut Island Corporation.  The Coconut Island Corporation was wholly owned by Weinstein in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The day before, Costos and her friend Lynn Tierney travelled to Maine for the weekend.  Tierney knew Charles Bonney, knew that he worked at the inn, and suggested that she and Costos spend the weekend at the Bernard House.  When they arrived at the inn, Costos and Tierney paid Bonney for two nights' accommodation.  Bonney told Costos that he was the manager and future owner of the Bernard House.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Bonney escorted the women to Room 23 on the third floor.  He carried a plastic bag full of keys with him, and rummaged through it looking for the room key.  Bonney eventually gave Tierney and Costos a key from his pocket, telling them that it was a master key and that they should not lose it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That evening Costos, Tierney, Bonney, and two of Bonney's male friends socialized together at the Bernard House and later at a local club.  Costos and Tierney eventually returned to their room at the inn, Costos to go to bed, and Tierney to keep her company back to the room.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Costos went to bed, but Tierney decided to go out again.  Tierney left, taking the room key with her.  Costos remembered that Tierney locked the door to their room.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Costos fell asleep.  She awoke to find Bonney in the bed, having intercourse with her.  She threw Bonney out of the bed, punching and kicking him.  Bonney stood over her, laughing, and then left the room.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Bonney has fled the jurisdiction and remains at large.  He is wanted on a federal fugitive warrant.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Costos sued the defendants in federal court, alleging the defendants were negligent and were vicariously liable for Bonney's torts.  A jury trial began on August 7, 1997.  At the close of the plaintiff's case, the defendants moved for a directed verdict, inter alia, on the vicarious liability count.  That motion was denied.  This appeal is from the denial of that motion and the denial of the renewal of that motion.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The grant or denial of a motion for judgment under Fed.R.Civ.P. 50(a) is reviewed de novo, under the same standards applied by the district court.  See Ansin, 105 F.3d at 753.   We will \"reverse the denial of such a motion only if reasonable persons could not have reached the conclusion that the jury embraced.\"  Id. (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court, sitting in diversity, applied the substantive law of Maine.  See Erie R. Co. v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></a></span> (1938);  Jordan v. Hawker Dayton Corp., <span class=\"citation\" data-id=\"701306\"><a href=\"/opinion/701306/prodliabrep-cch-p-14299-randy-jordan-v-hawker-dayton-corporation-and/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.1995).  The plaintiff's vicarious liability claim was based upon &#167; 219(2)(d) of the Restatement (Second) of Agency, which has been adopted as the law of Maine.  See McLain v. Training &amp; Dev.  Corp., <span class=\"citation\" data-id=\"1938999\"><a href=\"/opinion/1938999/mclain-v-training-and-development-corp/\"><span class=\"volume\">572</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">494</span></a></span> (Me.1990) (holding a jury could find employer vicariously liable under &#167; 219(2)(d) for the intentional torts of its employee).  That section states:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Section 219.  When Master is liable for Torts of His Servants</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(2) A master is not subject to liability for the torts of his servants acting outside the scope of their employment, unless:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(d) the servant purported to act or speak on behalf of the principal and there was reliance upon apparent authority, or he was aided in accomplishing the tort by the existence of the agency relation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Maine has also adopted the Restatement's definition of agency:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Agency is the fiduciary relationship which results from the manifestation of consent by one person to another that the other shall act on his behalf and subject to his control, and consent by the other to so act....  A servant is an agent employed by a master to perform service in his affairs whose physical conduct in the performance of the service is controlled or is subject to the right to control by the master.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Bonk v. McPherson, <span class=\"citation\" data-id=\"2164036\"><a href=\"/opinion/2164036/bonk-v-mcpherson/\"><span class=\"volume\">605</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">74</span></a></span>, 78 (Me.1992) (quoting Restatement (Second) of Agency &#167;&#167; 1,2 (1958)).  It is plain that there was an agency relationship between Bonney and defendants, and that Bonney, as manager of the inn, was the defendants' \"servant\" under this definition.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendants argue that they cannot be liable under &#167; 219(2)(d) because it requires the use of \"apparent authority\" or deceit by the servant to facilitate the tort.  Defendants argue that there is no evidence that Costos believed that Bonney was acting on his employer's behalf when he assaulted her, or that the use of apparent authority in any way aided Bonney in accomplishing the tort.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Defendants attempt to construe the final clause of &#167; 219(2)(d), \"or he was aided in accomplishing the tort by the existence of the agency relation,\" as merely a reiteration of the prior language in subpart (d) on apparent authority.  If the phrase was meant to be independent of an apparent authority analysis, defendants argue, it would have been put into a separate subsection.  We conclude that under Maine law, as articulated in McLain, a master may be liable for the torts of his or her servants who are acting outside the scope of their employment when they are aided in accomplishing the tort by the existence of the agency relation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In McLain, a client of a Jobs Corps program sued the agency operating the program after a counselor directed him to perform painful and humiliating \"tests.\"   The counselor said those \"tests\" would help the client gain admission to the U.S. Marine Corps.  The client was rejected by the Marines, and sued the agency for the injuries he suffered as a result of the counselor's intentional torts.  The Supreme Judicial Court of Maine held that a jury could find the agency vicariously liable for the client's injuries under &#167; 219(2)(d), because \"the jury could rationally find from the evidence that [the counselor's] employment made possible the tortious assault and battery he imposed upon McLain, rendering [the agency] liable for all of McLain's injuries at [the counselor's] hand, on the alternative theory of vicarious liability.\"  572 A.2d at 498.   The court said the jury could find either that the tort was within the scope of employment or that it was outside the scope but within the &#167; 219(2)(d) exception.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">McLain does not say that the use of apparent authority is required for vicarious liability under &#167; 219(2)(d).  See also Grover v. Minette-Mills, Inc., <span class=\"citation\" data-id=\"1951915\"><a href=\"/opinion/1951915/grover-v-minette-mills-inc/\"><span class=\"volume\">638</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">712</span></a></span>, 717 (Me.1994) (citing McLain for the proposition that vicarious liability is proper where the employment relationship \"made possible\" the commission of the tort).  Instead, the Maine courts have thus far followed the plain meaning of &#167; 219(2)(d).  See United States v. Rivera, <span class=\"citation\" data-id=\"749301\"><a href=\"/opinion/749301/united-states-v-pedro-rivera/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">222</span></a></span>, 224 (1st Cir.1997) (when plain meaning is clear, the sole function of the court is to enforce it).  Indeed, defendants' reading would violate another rule of statutory construction because the broad reading proffered by defendants would render the second clause of subpart (d) superfluous.  See Labbe v. Nissen Corp., <span class=\"citation\" data-id=\"2363897\"><a href=\"/opinion/2363897/labbe-v-nissen-corp/\"><span class=\"volume\">404</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">564</span></a></span>, 567 (Me.1979) (\"Nothing in a statute may be treated as surplusage if a reasonable construction supplying meaning and force is otherwise possible.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendants argue that this reading of &#167; 219(2)(d) will result in a vast expansion of employer liability in Maine and will render every intentional tort committed outside the scope of employment as equivalent to those committed within the scope of employment.  Defendants ask us to interpret &#167; 219(2)(d) in light of the evolving rules for vicarious liability for sexual harassment in Title VII cases.  We need not speculate whether Maine courts would follow such an analogy or otherwise narrowly gloss the Restatement because, even if narrowing limitations were to be assumed arguendo, the appeal would still fail.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In general terms, defendant's argument as to the scope of &#167; 219(2) finds some support in case law elsewhere.  As noted by Judge MacKinnon, concurring in a Title VII case, Barnes v. Costle, <span class=\"citation\" data-id=\"348719\"><a href=\"/opinion/348719/paulette-l-barnes-v-douglas-m-costle-administrator-of-the-environmental/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 996 (D.C.Cir.1977), \"Concerning the second part of the [&#167; 219(2)(d) ] exception, at first reading it seems to argue too much.  In every case where vicarious liability is at issue, the agent will have been aided in some way in committing the tort by the position that he holds.\"   The Court of Appeals for the D.C. Circuit, citing the Barnes concurrence, recently sounded the same cautionary note.  \"In a sense, a supervisor is always 'aided in accomplishing the tort by the existence of the agency relation' because his responsibilities provide proximity to and contact with the victim.\"  Gary v. Long, <span class=\"citation\" data-id=\"699530\"><a href=\"/opinion/699530/coramae-ella-gary-v-james-edward-long/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1391</span></a></span>, 1397 (D.C.Cir.1995).  In attempting to find a narrowing principle, that court referred to the commentary of the Restatement:  that an employer is liable only if the tort \"was accomplished by an instrumentality, or through conduct associated with the agency status.\"  Id. (citing Restatement (Second) of Agency &#167; 219 cmt. e (1958)).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even viewing this case through the narrower focus of the commentary on Restatement &#167; 219, which the Gary court found helpful, defendants are well within the scope of &#167; 219(2)(d) liability.  By virtue of his agency relationship with the defendants, as manager of the inn, Bonney was entrusted with the keys to the rooms, including Costos' room, at the Bernard House.  Because he was the manager of the inn, Bonney knew exactly where to find Costos.  The jury could find that Bonney had responsibilities to be at the inn or to have others there late at night.  In short, because he was the defendants' agent, Bonney knew that Costos was staying at the Bernard House, he was able to find Costos' room late at night, he had the key to the room and used the key to unlock the door, slip into bed beside her as she slept, and rape her.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We hold that the district court correctly denied the defendants' motion for judgment as a matter of law.  The record shows sufficient evidence to hold the defendants vicariously liable under &#167; 219(2)(d) for Bonney's acts.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.   Costs are awarded to plaintiff.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Other comment to subsection (2)(d) in the Restatement says:</p>\n        <p>Clause (d) includes primarily situations in which the principal's liability is based upon conduct which is within the apparent authority of a servant, as where one purports to speak for his employer in defaming another or interfering with another's business....  In other situations, the servant may be able to cause harm because of his position as agent, as where a telegraph operator sends false messages purporting to come from third persons....  The enumeration of such situations is not exhaustive, and is intended only to indicate the area within which a master may be subjected to liability for acts of his servants not in the scope of employment.</p>\n        <p>Restatement (Second) of Agency &#167; 219 cmt. e (1958) (emphasis added).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1938999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1951915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2164036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2363897/"
  ]
}