{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197875/",
  "absolute_url": "/opinion/197875/massachusetts-v-belmont/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197875/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:40:55Z",
  "date_modified": "2017-03-24T10:53:40.063388Z",
  "type": "010combined",
  "sha1": "af6b70115427b4af3b9d923d4afee4a55ec3694c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2285.01A",
  "local_path": null,
  "plain_text": "  \r\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                       \r\n\nNo.  97-2285\r\n\n                 MASSACHUSETTS CARPENTERS\r\n               CENTRAL COLLECTION AGENCY,\r\n\n                   Plaintiff, Appellee,\r\n\n                              v.\r\n\n             BELMONT CONCRETE CORPORATION AND\r\n            ALGAR CONSTRUCTION CORPORATION,\r\n\n                 Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n            FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                    Lynch, Circuit Judge,\r\n\n           Coffin and Bownes, Senior Circuit Judges.\r\n\n                                                   \r\n\n    George A. Fairbanks, III, with whom Fairbanks &amp; Koczera,John F. Creedon, and Creedon &amp; Murphy were on brief, for\r\nappellants.\r\n\n    Aaron D. Krakow, with whom Krakow &amp; Souris was on brief,\r\nfor appellee.\r\n\n                                       \r\n\n                     March 27, 1998\r\n                                                   \r\n\n    LYNCH, Circuit Judge.  Within a year of signing a\r\ncollective bargaining agreement with the Massachusetts\r\nCarpenters Union, the Belmont Concrete Corporation went out of\r\nbusiness.  Under that agreement, Belmont was obligated to pay\r\ninto Union employee benefit funds for the benefit of its\r\nworkers.    Another concrete company, Algar Construction\r\nCorporation (owned and managed from the same location by\r\nmembers of the same families as Belmont) employed many of\r\nBelmont's employees, used some of Belmont's equipment, and\r\nworked on contracts for the same company with which Belmont had\r\nworked.  When Belmont stopped making the payments it was\r\nobligated to make to the fund, the Massachusetts Carpenters\r\nCentral Collection Agency (MCCCA) sued, alleging violations of\r\nSection 515 of the Employee Retirement Income Security Act\r\n(\"ERISA\"), 29 U.S.C.  1145.  It sued Belmont on the agreement\r\nand Algar on the theory that Algar was an alter ego of Belmont,\r\nand so liable for its obligations to the benefit funds.  The\r\ndefendants protested that the person who signed the agreement\r\nfor Belmont had no authority to do so, that there was never an\r\nenforceable agreement, and that Algar, which had never signed\r\nthe agreement, could not be liable for Belmont's debts.\r\n   On summary judgment, the district court ruled for the\r\nplaintiff in a carefully reasoned opinion.    It ordered\r\nBelmont, now defunct and assetless, and Algar to pay MCCCA\r\n$121,339.97 in unpaid contributions and penalties.  We affirm\r\nlargely on the basis of the district court opinion, and further\r\ndiscuss the alter ego issue.  We do so because this issue\r\nfrequently arises in suits to hold one company liable for\r\nbenefit plan contributions another company has contracted to\r\nmake under the Multiemployer Pension Plan Amendments Act of\r\n1980 (MPPAA), Pub. L. 96-364, 94 Stat. 1208 (1980), which\r\namends ERISA, 29 U.S.C.  1001-1461.    We also do so to\r\nemphasize that the alter ego jurisprudence developed in cases\r\nbrought under the National Labor Relations Act, 29 U.S.C. \r\n141-197, is applicable in cases brought under ERISA where the\r\nbasis for imposition of liability is also the alter ego\r\ndoctrine.\r\n                           I\r\n                                 As summary judgment has been granted, we review the\r\nfacts in the light most favorable to the defendants and will\r\ndraw all reasonable inferences in their favor.  See Champagnev. Servistar Corp., 1998 WL 99687 *1 (1st Cir. Mar. 12, 1998). \r\nThe district court's opinion thoroughly recounts the facts of\r\nthe case, and we focus on the facts relevant to the alter ego\r\nissue.\r\nA.  The Companies\r\n   Belmont and Algar both perform concrete work in the\r\nconstruction industry in Massachusetts.  Algar was formed in\r\n1990 and remains active today.  Belmont was formed in 1992 and\r\nwas active until the end of 1993.  Each company had its\r\nprincipal place of business at 37 Belmont Street in Brockton,\r\nMassachusetts.  Belmont occupied offices on the fourth floor;\r\nAlgar occupied offices in the basement.\r\n   Belmont and Algar are family businesses owned and\r\noperated by members of the Bota, Diaz, and Guerreiro families. \r\nBelmont was formally owned by Lionel Diaz (\"Diaz\") and Anita\r\nBota (Diaz' wife's cousin).  Although an \"owner,\" Anita Bota\r\nonly performed occasional secretarial work for Belmont; Belmont\r\nwas actually controlled by Diaz, Victor Guerreiro\r\n(\"Guerreiro\"), and Horacio Bota (\"Bota\"), Anita Bota's father. \r\nThese men negotiated the contracts, supervised the construction\r\nsites, and generally managed the business.  Algar was formally\r\nowned by Margaret Bota (Bota's daughter) and Sarita Diaz (Diaz'\r\nwife, Guerreiro's daughter and Bota's niece).  Like Anita Bota,\r\nthe two \"owners\" performed primarily secretarial work, and\r\nAlgar was actually controlled by Bota, Guerreiro and Diaz.\r\n   Although Bota, Diaz, and Guerreiro took the position\r\nthat they did no work for Algar until all Belmont work had been\r\ncompleted, specific facts from their own depositions establish\r\nsome overlap in responsibilities.  Guerreiro stated in his\r\ndeposition that he was involved in the preparation of bids and\r\nnegotiation of contracts for Algar in 1993.  Bota stated that\r\nhe signed a contract for construction work on behalf of Algar\r\nin 1993.  And Diaz acknowledged that his stamp was used to sign\r\na contract with Middlesex Construction Corporation on behalf of\r\nAlgar in 1993.\r\n   Belmont and Algar were intertwined in other ways. \r\nThey shared employees.  Maurice Law and Paul Merhey acted as\r\nsupervisors and estimators for Belmont, and then for Algar\r\nafter Belmont ceased conducting business.  Other Algar\r\nemployees who previously worked for Belmont included Mario\r\nRosa, Antonio Gomes, Joao DaSilva, George Raposa, Jeff Bassett,\r\nPaulo Costa, Manual Pina, and Joao Viveiros.  Belmont and Algar\r\nalso shared business.  Belmont was a subcontractor for\r\nMiddlesex Construction for two of the five construction\r\nprojects it performed after April 1, 1993 (until it ceased\r\nconducting business near the end of 1993); Algar was a\r\nsubcontractor for Middlesex Construction for eight of the\r\ntwelve projects it performed after April 1, 1993.  Belmont also\r\nmade use of Algar's trucks and equipment through an informal\r\n\"leasing\" arrangement for which there is no documentation.\r\n   Finally, there is also evidence that employees were\r\nworking on both Algar and Belmont projects at the same time. \r\nOn May 1, 1993, a Union representative saw Algar employees\r\nleave a job at a West Springfield site and travel to a worksite\r\nwhere there was a truck belonging to Belmont.  The construction\r\nsupervisor at the second site informed the Union representative\r\nthat he worked for Belmont and that Belmont was the contractor\r\nat that location. \r\nB.  The Agreement\r\n   On April 23, 1993, Bota, on Belmont's behalf, signed\r\nthe State-Wide Agreement (\"Agreement\") with the Carpenters\r\nUnion.  The Agreement binds each signatory contractor to the\r\nterms and conditions of the collective bargaining agreements of\r\nthe various Massachusetts Carpenters Local Unions,   which in\r\nturn require that the contractor make employee contributions to\r\nthe MCCCA for each hour of carpentry work performed by its\r\nemployees.    In addition, the collective bargaining agreements\r\nincorporate by reference the trust agreements of the Carpenters\r\nUnion affiliated employee benefit funds.\r\n   After signing, Belmont complied in part with its\r\nobligations under the Agreement to make employee benefit\r\ncontributions to the MCCCA.  Belmont's carpenters performed\r\n3,925 hours of work between April 1993 and November 1993. \r\nBelmont made contributions to the MCCCA for 2,144 hours of that\r\nwork.   \r\n   Algar never signed the Agreement.  Between April 23,\r\n1993, and September 1996, Algar's carpenters performed\r\napproximately 8,070 hours of carpentry work.  Algar made no\r\ncontributions to MCCCA for this work.\r\n   On March 9, 1995, MCCCA filed this action against\r\nBelmont and Algar, alleging violations of Section 515 of ERISA,\r\n29 U.S.C.  1145.    MCCCA sought $3,271.37 in unpaid\r\ncontributions from Belmont and $69,351.97 in unpaid\r\ncontributions from Algar.  MCCCA argued that Belmont was a\r\nsignatory to the Agreement and bound by its terms, and that\r\nnonsignatory Algar was also bound by the Agreement by virtue of\r\nbeing Belmont's alter ego.  Defendants responded that Bota did\r\nnot have authority to sign the Agreement on Belmont's behalf,\r\nand that, regardless, Algar was not Belmont's alter ego.  The\r\ndistrict court granted summary judgment in MCCCA's favor,\r\ngranting MCCCA the full amount of damages sought plus penalties\r\nas defined in the governing collective bargaining agreement --\r\na total of $121,339.97.  Defendants appeal.\r\n                            II\r\n                                 The alter ego doctrine is meant to prevent employers\r\nfrom evading their obligations under labor laws and collective\r\nbargaining agreements through the device of making \"'a mere\r\ntechnical change in the structure or identity of the employing\r\nentity . . . without any substantial change in its ownership or\r\nmanagement.'\"  NLRB v. Hospital San Rafael, Inc., 42 F.3d 45,\r\n51 (1st Cir. 1994) (quoting Howard Johnson Co. v. Hotel\r\nEmployees, 417 U.S. 249, 259 n.5 (1974)).  Although the alter\r\nego doctrine is primarily applied in situations involving\r\nsuccessor companies, \"where the successor is merely a disguised\r\ncontinuance of the old employer,\" C.E.K. Indus. Mechanical\r\nContractors, Inc. v. NLRB, 921 F.2d 350, 354 (1st Cir. 1990)\r\n(citing Southport Petroleum Co. v. NLRB, 315 U.S. 100, 106\r\n(1992)), it also applies to situations where the companies are\r\nparallel companies.  See Union Builders, Inc. v. NLRB, 68 F.3d\r\n520, 524 (1st Cir. 1995).  In this case, Algar was both\r\nparallel to Belmont and successive to Belmont.  A finding that\r\ntwo employers are alter egos will bind the nonsignatory to a\r\ncollective bargaining agreement between the union and the\r\nnonsignatory's alter ego.  See Hospital San Rafael, 42 F.3d at\r\n52-53; Penntech Papers, Inc. v. NLRB, 706 F.2d 18, 24 (1st Cir.\r\n1983).  \r\n   Although developed in the labor law context, alter\r\nego or successor liability analysis has been applied to claims\r\ninvolving employee benefit funds brought under ERISA and the\r\nLMRA.  See Langone v. C. Walsh, Inc., 864 F. Supp. 233 (D.\r\nMass. 1994), aff'd, 1996 WL 672277 (1st Cir. Nov. 20, 1996);\r\nUpholsterers' Int'l Union Pension Fund v. Artistic Furniture of\r\nPontiac, 920 F.2d 1323 (7th Cir. 1990); Central States,\r\nSoutheast and Southwest Areas Pension Fund v. Sloan, 902 F.2d\r\n593 (7th Cir. 1990); United Steelworkers v. Connors Steel Co.,\r\n847 F.2d 707 (11th Cir. 1988); Hawaii Carpenters Trust Funds v.\r\nWaiola Carpenter Shop, Inc., 823 F.2d 289 (9th Cir. 1987).  The\r\nrationale is that \"an employer who evades his pension\r\nresponsibilities gains an unearned advantage in his labor\r\nactivities.  Moreover, underlying congressional policy behind\r\nERISA clearly favors the disregard of the corporate entity in\r\ncases where employees are denied their pension benefits.\" \r\nChicago Dist. Council of Carpenters Pension Fund v. P.M.Q.T.,\r\nInc., 169 F.R.D. 336, 342 (N.D. Ill. 1996) (citations and\r\ninternal quotation marks omitted).\r\n   In determining whether a nonsignatory employer is an\r\nalter ego of a signatory, we consider a variety of factors,\r\nincluding continuity of ownership, similarity of the two\r\ncompanies in relation to management, business purpose,\r\noperation, equipment, customers, supervision, and anti-union\r\nanimus   i.e., \"whether the alleged alter ego entity was\r\ncreated and maintained in order to avoid labor obligations.\" \r\nHospital San Rafael, 42 F.3d at 50; see C.E.K., 921 F.2d at\r\n354.  No single factor is controlling, and all need not be\r\npresent to support a finding of alter ego status.  See Hospital\r\nSan Rafael, 42 F.3d at 51.  In particular, there is no rule\r\nthat wrongful motive is an essential element of a finding of\r\nalter ego status.  See id.\r\n  The defendants here argue that the rule of Hospital\r\nSan Rafael is incorrect, and that wrongful motive is a sine qua\r\nnon for finding alter ego status in an ERISA case.  On this\r\npoint, they say, there are material facts in dispute. \r\nDefendants rely on United Elec., Radio &amp; Mach. Workers v. 163\r\nPleasant St. Corp., 960 F.2d 1080 (1st Cir. 1992), for this\r\nlegal proposition.  Although 163 Pleasant St. bears some\r\nsimilarity to the present case (the cause of action was based\r\non ERISA and the LMRA and the plaintiffs sought back-payments\r\nto a health care fund), we think it is inapposite here. \r\nFundamentally, 163 Pleasant St. is a case about personal\r\njurisdiction:  whether there was personal jurisdiction in\r\nMassachusetts over a foreign parent corporation based on the\r\nactivities of a Massachusetts subsidiary.  The court held that\r\npersonal jurisdiction cannot be exercised over a foreign\r\ncompany through a corporate veil-piercing theory absent a\r\nshowing of fraud.  This holding is not based on ERISA and the\r\nLMRA.  In addition, we think the policies generally served by\r\nvarious corporate veil-piercing approaches, see Birbara v.\r\nLocke, 99 F.3d 1233 (1st Cir. 1996), address different\r\ninterests than does the alter ego doctrine.   We disapprove of\r\nthe direct application of those veil-piercing rules for\r\njurisdictional purposes to the very different problem we face\r\nhere. \r\n  Rather, we think that the Hospital San Rafael case\r\nprovides the better and more apt model.  It is consonant with\r\nthe alter ego jurisprudence developed in the labor law context\r\nand more fully serves the policies that underlie the MPPAA and\r\nERISA.  It is true that Hospital San Rafael and the present\r\ncase arise in different contexts:  Hospital San Rafael involved\r\nthe NLRB's application for enforcement of its order to a\r\nsuccessor hospital to bargain with a union that had been\r\nrecognized at a predecessor hospital, based on the NLRB's\r\ndetermination that the successor and predecessor hospitals were\r\nalter egos.  This case involves a direct action against the\r\nemployer by the collection agency for a union-sponsored\r\nemployee benefit fund.  We think this is a distinction without\r\na difference, at least for present purposes, as the fundamental\r\nalter ego analysis animating both situations is the same.\r\n                           III\r\n                                Applying the alter ego test, we conclude that Algar\r\nis Belmont's alter ego, and therefore liable under the\r\nAgreement.  First, there is continuity of ownership.  SeeHospital San Rafael, 42 F.3d at 51.  Continuity of ownership\r\nhas been found to exist when the nonsignatory and signatory\r\ncompanies are owned by members of the same family.  See Sloan,\r\n902 F.2d at 597; J.M. Tanaka Constr., Inc. v. NLRB, 675 F.2d\r\n1029, 1034-35 (9th Cir. 1982).  This would be especially\r\ntelling when the named owners of the nonsignatory have little\r\nresponsibility or control over the management of the company,\r\nand do not have a financial investment in the company.  Here,\r\nboth Belmont and Algar were formally owned by members of the\r\nDiaz, Bota, and Guerreiro families, and the companies were in\r\nfact owned, operated and managed by the same three men. \r\nSignificantly, the three women who \"owned\" Belmont and Algar\r\nwere owners in name only:  they had no financial investment in\r\nthe company, and performed primarily secretarial work within\r\nthe office.   The evidence suggests that Sarita Diaz and\r\nMargaret Bota were named as owners of Algar so that Algar might\r\nobtain certification as a Women Business Enterprise:  after\r\ncertification was denied, Sarita Diaz and Margaret Bota\r\ntransferred ownership to Guerreiro and Bota without receiving\r\nfinancial consideration in return.\r\n  As to the other prongs of the alter ego test, it is \r\nundisputed that Belmont was and Algar is in the construction\r\nbusiness performing concrete work in Massachusetts.  It is\r\nundisputed that their offices are in the same building,\r\nalthough on different floors.  It is undisputed that the\r\ncompanies are managed and supervised by the same three people: \r\nDiaz, Bota, and Guerreiro.  It is also clear that the two\r\ncompanies shared a large number of employees, that a\r\nsubstantial portion of each company's work was for the same\r\nclient, and that the companies shared equipment through\r\ninformal leasing arrangements.\r\n  The district court did not reach a decision on\r\nwhether there was anti-union animus, other than to say that the\r\nevidence was suggestive of its existence.  A finding of anti-\r\nunion animus is not essential to sustain a finding that Belmont\r\nand Algar are alter egos.  See Hospital San Rafael, 42 F.3d at\r\n51.  The other evidence is sufficient to support the conclusion\r\nthat a reasonable finder of fact would have to conclude that\r\nAlgar is Belmont's alter ego.\r\n  Regarding damages, we have carefully reviewed the\r\ndistrict court's determination of damages and are satisfied\r\nthat it was correct.  As the district court aptly points out,\r\nthere is no credible evidence to support the defendants'\r\nargument that certain work was \"grandfathered\" into the\r\nAgreement and therefore not subject to its requirements; such\r\nan understanding is certainly not present in the language of\r\nthe Agreement.\r\n  The decision of the district court is affirmed. \r\nCosts are awarded to MCCCA.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">  \r\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                       \r\n\nNo.  97-2285\r\n\n                 MASSACHUSETTS CARPENTERS\r\n               CENTRAL COLLECTION AGENCY,\r\n\n                   Plaintiff, Appellee,\r\n\n                              v.\r\n\n             BELMONT CONCRETE CORPORATION AND\r\n            ALGAR CONSTRUCTION CORPORATION,\r\n\n                 Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n            FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                    Lynch, Circuit Judge,\r\n\n           Coffin and Bownes, Senior Circuit Judges.\r\n\n                                                   \r\n\n    George A. Fairbanks, III, with whom Fairbanks &amp; Koczera,John F. Creedon, and Creedon &amp; Murphy were on brief, for\r\nappellants.\r\n\n    Aaron D. Krakow, with whom Krakow &amp; Souris was on brief,\r\nfor appellee.\r\n\n                                       \r\n\n                     March 27, 1998\r\n                                                   \r\n\n    LYNCH, Circuit Judge.  Within a year of signing a\r\ncollective bargaining agreement with the Massachusetts\r\nCarpenters Union, the Belmont Concrete Corporation went out of\r\nbusiness.  Under that agreement, Belmont was obligated to pay\r\ninto Union employee benefit funds for the benefit of its\r\nworkers.    Another concrete company, Algar Construction\r\nCorporation (owned and managed from the same location by\r\nmembers of the same families as Belmont) employed many of\r\nBelmont's employees, used some of Belmont's equipment, and\r\nworked on contracts for the same company with which Belmont had\r\nworked.  When Belmont stopped making the payments it was\r\nobligated to make to the fund, the Massachusetts Carpenters\r\nCentral Collection Agency (MCCCA) sued, alleging violations of\r\nSection 515 of the Employee Retirement Income Security Act\r\n(\"ERISA\"), 29 U.S.C.  1145.  It sued Belmont on the agreement\r\nand Algar on the theory that Algar was an alter ego of Belmont,\r\nand so liable for its obligations to the benefit funds.  The\r\ndefendants protested that the person who signed the agreement\r\nfor Belmont had no authority to do so, that there was never an\r\nenforceable agreement, and that Algar, which had never signed\r\nthe agreement, could not be liable for Belmont's debts.\r\n   On summary judgment, the district court ruled for the\r\nplaintiff in a carefully reasoned opinion.    It ordered\r\nBelmont, now defunct and assetless, and Algar to pay MCCCA\r\n$121,339.97 in unpaid contributions and penalties.  We affirm\r\nlargely on the basis of the district court opinion, and further\r\ndiscuss the alter ego issue.  We do so because this issue\r\nfrequently arises in suits to hold one company liable for\r\nbenefit plan contributions another company has contracted to\r\nmake under the Multiemployer Pension Plan Amendments Act of\r\n1980 (MPPAA), Pub. L. 96-364, 94 Stat. 1208 (1980), which\r\namends ERISA, 29 U.S.C.  1001-1461.    We also do so to\r\nemphasize that the alter ego jurisprudence developed in cases\r\nbrought under the National Labor Relations Act, 29 U.S.C. \r\n141-197, is applicable in cases brought under ERISA where the\r\nbasis for imposition of liability is also the alter ego\r\ndoctrine.\r\n                           I\r\n                                 As summary judgment has been granted, we review the\r\nfacts in the light most favorable to the defendants and will\r\ndraw all reasonable inferences in their favor.  See Champagnev. Servistar Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">99687</span></span><pre class=\"inline\"> *1 (1st Cir. Mar. 12, 1998). \r\nThe district court's opinion thoroughly recounts the facts of\r\nthe case, and we focus on the facts relevant to the alter ego\r\nissue.\r\nA.  The Companies\r\n   Belmont and Algar both perform concrete work in the\r\nconstruction industry in Massachusetts.  Algar was formed in\r\n1990 and remains active today.  Belmont was formed in 1992 and\r\nwas active until the end of 1993.  Each company had its\r\nprincipal place of business at 37 Belmont Street in Brockton,\r\nMassachusetts.  Belmont occupied offices on the fourth floor;\r\nAlgar occupied offices in the basement.\r\n   Belmont and Algar are family businesses owned and\r\noperated by members of the Bota, Diaz, and Guerreiro families. \r\nBelmont was formally owned by Lionel Diaz (\"Diaz\") and Anita\r\nBota (Diaz' wife's cousin).  Although an \"owner,\" Anita Bota\r\nonly performed occasional secretarial work for Belmont; Belmont\r\nwas actually controlled by Diaz, Victor Guerreiro\r\n(\"Guerreiro\"), and Horacio Bota (\"Bota\"), Anita Bota's father. \r\nThese men negotiated the contracts, supervised the construction\r\nsites, and generally managed the business.  Algar was formally\r\nowned by Margaret Bota (Bota's daughter) and Sarita Diaz (Diaz'\r\nwife, Guerreiro's daughter and Bota's niece).  Like Anita Bota,\r\nthe two \"owners\" performed primarily secretarial work, and\r\nAlgar was actually controlled by Bota, Guerreiro and Diaz.\r\n   Although Bota, Diaz, and Guerreiro took the position\r\nthat they did no work for Algar until all Belmont work had been\r\ncompleted, specific facts from their own depositions establish\r\nsome overlap in responsibilities.  Guerreiro stated in his\r\ndeposition that he was involved in the preparation of bids and\r\nnegotiation of contracts for Algar in 1993.  Bota stated that\r\nhe signed a contract for construction work on behalf of Algar\r\nin 1993.  And Diaz acknowledged that his stamp was used to sign\r\na contract with Middlesex Construction Corporation on behalf of\r\nAlgar in 1993.\r\n   Belmont and Algar were intertwined in other ways. \r\nThey shared employees.  Maurice Law and Paul Merhey acted as\r\nsupervisors and estimators for Belmont, and then for Algar\r\nafter Belmont ceased conducting business.  Other Algar\r\nemployees who previously worked for Belmont included Mario\r\nRosa, Antonio Gomes, Joao DaSilva, George Raposa, Jeff Bassett,\r\nPaulo Costa, Manual Pina, and Joao Viveiros.  Belmont and Algar\r\nalso shared business.  Belmont was a subcontractor for\r\nMiddlesex Construction for two of the five construction\r\nprojects it performed after April 1, 1993 (until it ceased\r\nconducting business near the end of 1993); Algar was a\r\nsubcontractor for Middlesex Construction for eight of the\r\ntwelve projects it performed after April 1, 1993.  Belmont also\r\nmade use of Algar's trucks and equipment through an informal\r\n\"leasing\" arrangement for which there is no documentation.\r\n   Finally, there is also evidence that employees were\r\nworking on both Algar and Belmont projects at the same time. \r\nOn May 1, 1993, a Union representative saw Algar employees\r\nleave a job at a West Springfield site and travel to a worksite\r\nwhere there was a truck belonging to Belmont.  The construction\r\nsupervisor at the second site informed the Union representative\r\nthat he worked for Belmont and that Belmont was the contractor\r\nat that location. \r\nB.  The Agreement\r\n   On April 23, 1993, Bota, on Belmont's behalf, signed\r\nthe State-Wide Agreement (\"Agreement\") with the Carpenters\r\nUnion.  The Agreement binds each signatory contractor to the\r\nterms and conditions of the collective bargaining agreements of\r\nthe various Massachusetts Carpenters Local Unions,   which in\r\nturn require that the contractor make employee contributions to\r\nthe MCCCA for each hour of carpentry work performed by its\r\nemployees.    In addition, the collective bargaining agreements\r\nincorporate by reference the trust agreements of the Carpenters\r\nUnion affiliated employee benefit funds.\r\n   After signing, Belmont complied in part with its\r\nobligations under the Agreement to make employee benefit\r\ncontributions to the MCCCA.  Belmont's carpenters performed\r\n3,925 hours of work between April 1993 and November 1993. \r\nBelmont made contributions to the MCCCA for 2,144 hours of that\r\nwork.   \r\n   Algar never signed the Agreement.  Between April 23,\r\n1993, and September 1996, Algar's carpenters performed\r\napproximately 8,070 hours of carpentry work.  Algar made no\r\ncontributions to MCCCA for this work.\r\n   On March 9, 1995, MCCCA filed this action against\r\nBelmont and Algar, alleging violations of Section 515 of ERISA,\r\n29 U.S.C.  1145.    MCCCA sought $3,271.37 in unpaid\r\ncontributions from Belmont and $69,351.97 in unpaid\r\ncontributions from Algar.  MCCCA argued that Belmont was a\r\nsignatory to the Agreement and bound by its terms, and that\r\nnonsignatory Algar was also bound by the Agreement by virtue of\r\nbeing Belmont's alter ego.  Defendants responded that Bota did\r\nnot have authority to sign the Agreement on Belmont's behalf,\r\nand that, regardless, Algar was not Belmont's alter ego.  The\r\ndistrict court granted summary judgment in MCCCA's favor,\r\ngranting MCCCA the full amount of damages sought plus penalties\r\nas defined in the governing collective bargaining agreement --\r\na total of $121,339.97.  Defendants appeal.\r\n                            II\r\n                                 The alter ego doctrine is meant to prevent employers\r\nfrom evading their obligations under labor laws and collective\r\nbargaining agreements through the device of making \"'a mere\r\ntechnical change in the structure or identity of the employing\r\nentity . . . without any substantial change in its ownership or\r\nmanagement.'\"  NLRB v. Hospital San Rafael, Inc., </pre><span class=\"citation\" data-id=\"684075\"><a href=\"/opinion/684075/national-labor-relations-board-v-hospital-san-rafael-inc-and-centro/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">,\r\n51 (1st Cir. 1994) (quoting Howard Johnson Co. v. Hotel\r\nEmployees, </pre><span class=\"citation\" data-id=\"109054\"><a href=\"/opinion/109054/howard-johnson-co-v-hotel-employees/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 259 n.5 (1974)).  Although the alter\r\nego doctrine is primarily applied in situations involving\r\nsuccessor companies, \"where the successor is merely a disguised\r\ncontinuance of the old employer,\" C.E.K. Indus. Mechanical\r\nContractors, Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"553166\"><a href=\"/opinion/553166/cek-industrial-mechanical-contractors-inc-v-national-labor-relations/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span><pre class=\"inline\">, 354 (1st Cir. 1990)\r\n(citing Southport Petroleum Co. v. NLRB, </pre><span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></span><pre class=\"inline\">, 106\r\n(1992)), it also applies to situations where the companies are\r\nparallel companies.  See Union Builders, Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"706819\"><a href=\"/opinion/706819/union-builders-inc-v-national-labor-relations-board-district-council/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">520</span></a></span><pre class=\"inline\">, 524 (1st Cir. 1995).  In this case, Algar was both\r\nparallel to Belmont and successive to Belmont.  A finding that\r\ntwo employers are alter egos will bind the nonsignatory to a\r\ncollective bargaining agreement between the union and the\r\nnonsignatory's alter ego.  See Hospital San Rafael, 42 F.3d at\r\n52-53; Penntech Papers, Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"417771\"><a href=\"/opinion/417771/penntech-papers-inc-tp-property-corporation-and-kennebec-river-pulp/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 24 (1st Cir.\r\n1983).  \r\n   Although developed in the labor law context, alter\r\nego or successor liability analysis has been applied to claims\r\ninvolving employee benefit funds brought under ERISA and the\r\nLMRA.  See Langone v. C. Walsh, Inc., </pre><span class=\"citation\" data-id=\"1459034\"><a href=\"/opinion/1459034/langone-v-c-walsh-inc/\"><span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">233</span></a></span><pre class=\"inline\"> (D.\r\nMass. 1994), aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">672277</span></span><pre class=\"inline\"> (1st Cir. Nov. 20, 1996);\r\nUpholsterers' Int'l Union Pension Fund v. Artistic Furniture of\r\nPontiac, </pre><span class=\"citation\" data-id=\"552804\"><a href=\"/opinion/552804/upholsterers-international-union-pension-fund-v-artistic-furniture-of/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span><pre class=\"inline\"> (7th Cir. 1990); Central States,\r\nSoutheast and Southwest Areas Pension Fund v. Sloan, </pre><span class=\"citation\" data-id=\"540866\"><a href=\"/opinion/540866/central-states-southeast-and-southwest-areas-pension-fund-and-howard/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">593</span></a></span><pre class=\"inline\"> (7th Cir. 1990); United Steelworkers v. Connors Steel Co.,\r\n</pre><span class=\"citation\" data-id=\"506306\"><a href=\"/opinion/506306/united-steelworkers-of-america-afl-cio-clc-joseph-d-forest-henry/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span><pre class=\"inline\"> (11th Cir. 1988); Hawaii Carpenters Trust Funds v.\r\nWaiola Carpenter Shop, Inc., </pre><span class=\"citation\" data-id=\"491025\"><a href=\"/opinion/491025/hawaii-carpenters-trust-funds-health-welfare-trust-funds-by-its-trustees/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span><pre class=\"inline\"> (9th Cir. 1987).  The\r\nrationale is that \"an employer who evades his pension\r\nresponsibilities gains an unearned advantage in his labor\r\nactivities.  Moreover, underlying congressional policy behind\r\nERISA clearly favors the disregard of the corporate entity in\r\ncases where employees are denied their pension benefits.\" \r\nChicago Dist. Council of Carpenters Pension Fund v. P.M.Q.T.,\r\nInc., </pre><span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">336</span></span><pre class=\"inline\">, 342 (N.D. Ill. 1996) (citations and\r\ninternal quotation marks omitted).\r\n   In determining whether a nonsignatory employer is an\r\nalter ego of a signatory, we consider a variety of factors,\r\nincluding continuity of ownership, similarity of the two\r\ncompanies in relation to management, business purpose,\r\noperation, equipment, customers, supervision, and anti-union\r\nanimus   i.e., \"whether the alleged alter ego entity was\r\ncreated and maintained in order to avoid labor obligations.\" \r\nHospital San Rafael, 42 F.3d at 50; see C.E.K., 921 F.2d at\r\n354.  No single factor is controlling, and all need not be\r\npresent to support a finding of alter ego status.  See Hospital\r\nSan Rafael, 42 F.3d at 51.  In particular, there is no rule\r\nthat wrongful motive is an essential element of a finding of\r\nalter ego status.  See id.\r\n  The defendants here argue that the rule of Hospital\r\nSan Rafael is incorrect, and that wrongful motive is a sine qua\r\nnon for finding alter ego status in an ERISA case.  On this\r\npoint, they say, there are material facts in dispute. \r\nDefendants rely on United Elec., Radio &amp; Mach. Workers v. 163\r\nPleasant St. Corp., </pre><span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1080</span></a></span><pre class=\"inline\"> (1st Cir. 1992), for this\r\nlegal proposition.  Although 163 Pleasant St. bears some\r\nsimilarity to the present case (the cause of action was based\r\non ERISA and the LMRA and the plaintiffs sought back-payments\r\nto a health care fund), we think it is inapposite here. \r\nFundamentally, 163 Pleasant St. is a case about personal\r\njurisdiction:  whether there was personal jurisdiction in\r\nMassachusetts over a foreign parent corporation based on the\r\nactivities of a Massachusetts subsidiary.  The court held that\r\npersonal jurisdiction cannot be exercised over a foreign\r\ncompany through a corporate veil-piercing theory absent a\r\nshowing of fraud.  This holding is not based on ERISA and the\r\nLMRA.  In addition, we think the policies generally served by\r\nvarious corporate veil-piercing approaches, see Birbara v.\r\nLocke, </pre><span class=\"citation\" data-id=\"197068\"><a href=\"/opinion/197068/birbara-v-locke/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1233</span></a></span><pre class=\"inline\"> (1st Cir. 1996), address different\r\ninterests than does the alter ego doctrine.   We disapprove of\r\nthe direct application of those veil-piercing rules for\r\njurisdictional purposes to the very different problem we face\r\nhere. \r\n  Rather, we think that the Hospital San Rafael case\r\nprovides the better and more apt model.  It is consonant with\r\nthe alter ego jurisprudence developed in the labor law context\r\nand more fully serves the policies that underlie the MPPAA and\r\nERISA.  It is true that Hospital San Rafael and the present\r\ncase arise in different contexts:  Hospital San Rafael involved\r\nthe NLRB's application for enforcement of its order to a\r\nsuccessor hospital to bargain with a union that had been\r\nrecognized at a predecessor hospital, based on the NLRB's\r\ndetermination that the successor and predecessor hospitals were\r\nalter egos.  This case involves a direct action against the\r\nemployer by the collection agency for a union-sponsored\r\nemployee benefit fund.  We think this is a distinction without\r\na difference, at least for present purposes, as the fundamental\r\nalter ego analysis animating both situations is the same.\r\n                           III\r\n                                Applying the alter ego test, we conclude that Algar\r\nis Belmont's alter ego, and therefore liable under the\r\nAgreement.  First, there is continuity of ownership.  SeeHospital San Rafael, 42 F.3d at 51.  Continuity of ownership\r\nhas been found to exist when the nonsignatory and signatory\r\ncompanies are owned by members of the same family.  See Sloan,\r\n902 F.2d at 597; J.M. Tanaka Constr., Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"402425\"><a href=\"/opinion/402425/j-m-tanaka-construction-inc-v-national-labor-relations-board-r-m/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">1029</span></a></span><pre class=\"inline\">, 1034-35 (9th Cir. 1982).  This would be especially\r\ntelling when the named owners of the nonsignatory have little\r\nresponsibility or control over the management of the company,\r\nand do not have a financial investment in the company.  Here,\r\nboth Belmont and Algar were formally owned by members of the\r\nDiaz, Bota, and Guerreiro families, and the companies were in\r\nfact owned, operated and managed by the same three men. \r\nSignificantly, the three women who \"owned\" Belmont and Algar\r\nwere owners in name only:  they had no financial investment in\r\nthe company, and performed primarily secretarial work within\r\nthe office.   The evidence suggests that Sarita Diaz and\r\nMargaret Bota were named as owners of Algar so that Algar might\r\nobtain certification as a Women Business Enterprise:  after\r\ncertification was denied, Sarita Diaz and Margaret Bota\r\ntransferred ownership to Guerreiro and Bota without receiving\r\nfinancial consideration in return.\r\n  As to the other prongs of the alter ego test, it is \r\nundisputed that Belmont was and Algar is in the construction\r\nbusiness performing concrete work in Massachusetts.  It is\r\nundisputed that their offices are in the same building,\r\nalthough on different floors.  It is undisputed that the\r\ncompanies are managed and supervised by the same three people: \r\nDiaz, Bota, and Guerreiro.  It is also clear that the two\r\ncompanies shared a large number of employees, that a\r\nsubstantial portion of each company's work was for the same\r\nclient, and that the companies shared equipment through\r\ninformal leasing arrangements.\r\n  The district court did not reach a decision on\r\nwhether there was anti-union animus, other than to say that the\r\nevidence was suggestive of its existence.  A finding of anti-\r\nunion animus is not essential to sustain a finding that Belmont\r\nand Algar are alter egos.  See Hospital San Rafael, 42 F.3d at\r\n51.  The other evidence is sufficient to support the conclusion\r\nthat a reasonable finder of fact would have to conclude that\r\nAlgar is Belmont's alter ego.\r\n  Regarding damages, we have carefully reviewed the\r\ndistrict court's determination of damages and are satisfied\r\nthat it was correct.  As the district court aptly points out,\r\nthere is no credible evidence to support the defendants'\r\nargument that certain work was \"grandfathered\" into the\r\nAgreement and therefore not subject to its requirements; such\r\nan understanding is certainly not present in the language of\r\nthe Agreement.\r\n  The decision of the district court is affirmed. \r\nCosts are awarded to MCCCA.\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459034/"
  ]
}