{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197827/",
  "absolute_url": "/opinion/197827/camelio-v-american/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197827/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:39:38Z",
  "date_modified": "2017-03-24T10:53:31.060328Z",
  "type": "010combined",
  "sha1": "c561684a6840a0273423b1ada6d14f0a7bb18f15",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1355.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1355\r\n\n                      AUGUSTUS JOHN CAMELIO,\r\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                AMERICAN FEDERATION, ETC., ET AL.,\r\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Godbold,* Senior Circuit Judge,\r                                                         \r\n\n                 and Barbadoro,** District Judge.\r                                                          \r\n\n                                           \r\n\n     Lee  H. Kozol, with  whom Debra Dyleski-Najjar,  Penny Kozol\r                                                                           \r\nand Friedman &amp; Atherton were on brief for appellant.\r                                 \r\n     Andrew D. Roth, with whom  Devki K. Virk, Bredhoff &amp; Kaiser,\r                                                                           \r\nP.L.L.C.,  William J. Hardy,  Prescott M. Lassman  and Kleinfeld,\r                                                                           \r\nKaplan &amp; Becker were on brief for appellees.\r                         \r\n\n                                           \r\n\n                          March 5, 1998\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Eleventh Circuit, sitting by designation.\r\n\n**  Of the District of New Hampshire, sitting by designation.\r\r\n\n          BARBADORO, District  Judge.  Augustus Camelio, a former\r                    BARBADORO, District  Judge.\r                                              \r\n\nemployee and member of a labor  union, brought this suit in state\r\n\ncourt  against the union and  fourteen members of its leadership.\r\n\nCamelio alleges  that defendants had  him fired from his  job and\r\n\nforced  him  out of  the  union  in  violation of  the  Racketeer\r\n\nInfluenced and  Corrupt Organizations Act  (\"RICO\"), 18  U.S.C.A.\r\n\n   1961-1968  (West 1994 &amp; Supp. 1997), and several provisions of\r\n\nMassachusetts state  law.  After  defendants removed the  case to\r\n\nfederal  court, the district court below dismissed Camelio's RICO\r\n\nclaim and several  of his state law causes of  action for failure\r\n\nto  state a claim.  The  court then remanded the remaining claims\r\n\nto state court.  Camelio appeals the dismissal of his federal and\r\n\nstate  claims.   We affirm  in  part, concluding  that the  court\r\n\nproperly dismissed  his RICO claim.   We disagree,  however, with\r\n\nthe district court's decision to  dismiss the state law causes of\r\n\naction.   Rather than  dismissing these claims,  the court should\r\n\nhave remanded  them to  state court along  with the  rest of  the\r\n\nstate law claims. \r\n\n                         I.  BACKGROUND1\r                                   I.  BACKGROUND1\r                                                 \r\n\n          Augustus  Camelio served  for  nearly thirty  years  as\r\n\nGeneral  Counsel  to Council  93  of the  American  Federation of\r\n\nState, County and Municipal Employees  (\"AFSCME\").  In 1995,  the\r\n\nUnited  States Department  of  Labor  and  the  Internal  Revenue\r\n                    \r                              \r\n\n1  As this appeal  arises from a dismissal for failure to state a\r\nclaim,  we treat as true the complaint's well-pleaded allegations\r\nand construe those  allegations in Camelio's  favor.  See,  e.g.,\r                                                                          \r\nMiranda  v. Ponce  Fed. Bank,  948 F.2d  41, 43 (1st  Cir. 1991);\r                                      \r\nNodine v. Textron, Inc., 819 F.2d 347 (1st Cir. 1987).\r                                 \r\n\n                               -2-\r\r\n\nService  initiated  investigations  into Council  93's  financial\r\n\naffairs   that  threatened  to   expose  an  ongoing   scheme  to\r\n\nmisappropriate  union funds  by several  members  of the  union's\r\n\nleadership.   In response, Camelio alleges, defendants engaged in\r\n\na concerted effort to thwart the two federal investigations.\r\n\n          Camelio  launched  his own  investigation  into Council\r\n\n93's financial affairs  after learning of the  federal inquiries.\r\n\nHe  claims that  the individual  defendants, all  members of  the\r\n\nunion leadership, initially rebuffed his requests for information\r\n\nand later had him fired when he persisted with his investigation.\r\n\nCamelio continued to investigate even after he lost his job, this\r\n\ntime relying  on his  right  as a  union  member to  inspect  the\r\n\nunion's books and  records.  He also announced  his candidacy for\r\n\nvice  president  of  AFSCME's  northern  New  England  region,  a\r\n\nposition that would  allow him to further his  investigation.  In\r\n\nan  attempt  to thwart  Camelio's  candidacy  and  keep him  from\r\n\nuncovering any evidence of  defendants' criminal scheme, however,\r\n\nseveral of the individual defendants first threatened Camelio and\r\n\nultimately forced  him out of  the union when their  threats were\r\n\nnot heeded.  \r\n\n          Camelio sued Council  93 and the  individual defendants\r\n\nin  Massachusetts  state  court.    He  alleged claims  based  on\r\n\nMassachusetts  law for  breach of  contract, wrongful  discharge,\r\n\ntortious  interference with  contract,  violations  of the  state\r\n\nconstitution, intentional  and negligent infliction  of emotional\r\n\ndistress, defamation,  and false light  invasion of privacy.   He\r\n\n                               -3-\r\r\n\nalso  alleged that the individual defendants violated the federal\r\n\nRICO statute.  See 18 U.S.C.A.    1962(c), 1964(c).  \r                            \r\n\n          Relying on  Camelio's RICO  claims, defendants  removed\r\n\nthe case to  federal court in the District of Massachusetts.  See\r                                                                           \r\n\n28 U.S.C.A.   1441(a)&amp;(b) (West  1994).  Defendants then moved to\r\n\ndismiss for failure to state a claim.  The district court allowed\r\n\nCamelio to  amend his  complaint to more  specifically state  his\r\n\nallegations,  but  ultimately  concluded that  he  had  failed to\r\n\nsufficiently allege  a RICO claim against any  of the defendants.\r\n\nThe  court also  dismissed three  of Camelio's  state law  claims\r\n\nagainst all defendants (breach of  contract, negligent infliction\r\n\nof  emotional distress, and false  light invasion of privacy) and\r\n\nparts  of  two  other  claims   as  to  some  defendants   (state\r\n\nconstitutional violations and intentional infliction of emotional\r\n\ndistress) before remanding the remaining claims to state court.\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r                                                  \r\n\n          The district  court  dismissed  Camelio's  RICO  claims\r\n\nbecause it concluded  Camelio's complaint failed to  sufficiently\r\n\nallege that  his injuries  were proximately caused by any of  the\r\n\npredicate  acts of  racketeering  on which  the RICO  claims were\r\n\nbased.    The court  gave  only  a  cursory explanation  for  its\r\n\ndismissal  of  the  state  law  claims  over  which  it  retained\r\n\njurisdiction.  Camelio challenges both rulings. \r\n\n          A.  The RICO Claims\r                    A.  The RICO Claims\r                                       \r\n\n          In  addition  to criminal  penalties,  RICO  provides a\r\n\nprivate right of action for  treble damages and attorneys fees to\r\n\n                               -4-\r\r\n\n\"[a]ny person  injured in his business or property by reason of a\r\n\nviolation  of section  1962.\"   18 U.S.C.A.    1964(c).   Camelio\r\n\nbases his  RICO claims on   1962(c),  which makes it unlawful for\r\n\nany person  to  conduct the  affairs of  an enterprise  affecting\r\n\ninterstate  commerce by  means  of  a  \"pattern  of  racketeering\r\n\nactivity.\"  18 U.S.C.A.   1962(c).   The Act also provides a list\r\n\nof actions and statutory violations that constitute \"racketeering\r\n\nactivity\" and states  that a \"pattern\" of  such activity requires\r\n\nat least  two acts of  racketeering.  18 U.S.C.A.    1961(1)&amp;(5).\r\n\nWhen  a plaintiff  attempts  to  base a  civil  RICO  claim on   \r\n\n1962(c),  that claim cannot succeed unless  the injuries of which\r\n\nthe  plaintiff  complains were  caused  by  one  or more  of  the\r\n\nspecified acts  of racketeering.2    Miranda v. Ponce  Fed. Bank,\r                                                                          \r\n\n948  F.2d 41,  46-7 (1991).   Moreover,  merely proving  that the\r\n\nalleged  predicate  acts were  a \"cause  in fact\"  of plaintiff's\r\n\ninjuries will  not be  sufficient.   Instead,   1964(c)  requires\r\n\nproof that at least one of the defendant's predicate acts was the\r\n\nproximate  cause  of   the  plaintiff's  injuries.     Holmes  v.\r                                                                       \r\n\nSecurities Investor Protection Corp., 503 U.S. 258, 268 (1992).\r                                              \r\n\n          Camelio  alleges   that  defendants   injured  him   by\r\n\ndepriving him of his property interests  in his job and his union\r\n\nmembership.  He asserts that defendants engaged  in the following\r\n\npattern  of RICO  predicate acts:   misappropriation of  funds in\r\n\n                    \r                              \r\n\n2  Although it is not at issue  in this case, this court has held\r\nthat  the same causation  requirement applies to  RICO conspiracy\r\nclaims under   1962(d).  Miranda v. Ponce Fed. Bank, 948 F.2d 41,\r                                                             \r\n48 &amp; n.9 (1st Cir. 1991).\r\n\n                               -5-\r\r\n\nviolation   of  29  U.S.C.A.     501(c)  (West  1985);  attempted\r\n\nextortion in  violation of the  Hobbs Act, 18 U.S.C.A.    1961(1)\r\n\n(West 1984 &amp; Supp. 1997); and obstruction of justice in violation\r\n\nof 18 U.S.C.A.     1510 and 1512 (West  1984 &amp; Supp. 1997).3   In\r\n\nhis complaint,  Camelio asserts  a myriad  of  claims in  various\r\n\ncombinations against  fourteen individual defendants  as well  as\r\n\nagainst Council 93.  For the sake of clarity of our  analysis, we\r\n\ntreat  all of the defendants together, rather than individually.4\r\n\nAccordingly,  to  satisfy  RICO's causation  requirement  at  the\r\n\nmotion to dismiss stage, Camelio's complaint must allege that the\r\n\ninjuries of which he complains  were proximately caused by one or\r\n\nmore of  these predicate acts.  We examine the sufficiency of the\r\n\ncomplaint's causation allegations by addressing each category  of\r\n\npredicate acts in turn.\r\n\n            1.  Misappropriation of Funds Claims\r                                                          \r\n\n          Camelio  claims that  nine of  the fourteen  individual\r\n\ndefendants  misappropriated  union  funds   in  violation  of  18\r\n\nU.S.C.A.    501(c)  by taking  such  funds for  personal use  and\r\n\ncausing union money to be paid for legal services that were never\r\n\nrendered. \r\n\n          A  violation of     501(c)  qualifies  as  a  predicate\r\n\nracketeering  act  under  RICO.    See  29  U.S.C.A.     1961(1).\r                                                \r\n                    \r                              \r\n\n3    Camelio  alleges these  violations  in  various combinations\r\nagainst each of the fourteen  individual defendants.  In no event\r\ndoes  he  allege  less  than  two  violations  against   any  one\r\ndefendant.\r\n\n4   For  the  sake  of clarity,  we  treat Camelio's  allegations\r\nagainst the defendants collectively.\r\n\n                               -6-\r\r\n\nHowever, even if we assume  that Camelio has sufficiently alleged\r\n\nthat  defendants  violated     501(c),  these  violations  cannot\r\n\nsatisfy  RICO's  causation  requirement  because  the  connection\r\n\nbetween the violations  and Camelio's injuries is  insufficiently\r\n\nclose to say that one proximately caused the other.  See Miranda,\r                                                                          \r\n\n948 F.2d at 47 (bribery not cause of plaintiff's job loss); Pujol\r                                                                           \r\n\nv. Shearson/American Express, Inc., 829 F.2d 1201, 1205 (mail and\r                                            \r\n\nwire fraud not proximate cause  of plaintiff's job loss); Nodine,\r                                                                          \r\n\n819 F.2d at 349 (mail and wire fraud not cause of plaintiff's job\r\n\nloss).  In  other words, even if defendants did  violate   501(c)\r\n\nby stealing  union funds,  their misappropriations  were too  far\r\n\nremoved from Camelio's  loss of his job and  his union membership\r\n\nto serve as the proximate cause of his injuries.\r\n\n            2.  Extortion Claims\r                                          \r\n\n          Camelio continued his investigation  after he lost  his\r\n\njob,  relying  on his  right  as a  union member  to  inspect the\r\n\nunion's  financial   records.   See  29 U.S.C.A.    431(c)  (West\r                                             \r\n\n1985).  He also announced his candidacy for vice president of the\r\n\nunion's northern New England region.  Camelio claims that several\r\n\nof the defendants attempted to stifle his investigation and force\r\n\nhim to abandon his candidacy by threatening to deprive him of his\r\n\nmembership in the  union if he did  not desist.  He  asserts that\r\n\nsuch conduct  violates the  Hobbs Act, 18  U.S.C.A.    1951(a), a\r\n\ncrime which  qualifies as  a predicate  act under  RICO.   See 18\r                                                                        \r\n\nU.S.C.A.   1961(1). \r\n\n                               -7-\r\r\n\n          Like Camelio's  misappropriation claims, his  Hobbs Act\r\n\nclaims cannot  satisfy RICO's  causation requirement  because the\r\n\nHobbs Act violations he alleges did not cause the loss  of either\r\n\nhis  job or  his union  membership.   The Hobbs Act  punishes any\r\n\nperson  who \"obstructs,  delays  or  affects commerce  .  . .  by\r\n\nrobbery or  extortion or  attempts or conspires  to do  so.\"   18\r\n\nU.S.C.A.     1951(a).    The  Act  defines  \"extortion\"  as  \"the\r\n\nobtaining of property  from another, with his  consent induced by\r                                                                \r\n\nwrongful use of actual or threatened force, violence, or fear, or\r\n\nunder  color  of  official  right.\"   18  U.S.C.A.     1951(b)(2)\r\n\n(emphasis added).  If Camelio's complaint successfully pleads any\r\n\nHobbs Act violations, those violations resulted  from defendants'\r\n\nattempts to  induce Camelio  to abandon  certain property  rights\r\n\nattendant to his union membership (e.g., his right to inspect the\r\n\nunion's financial records  and his right  to seek union  office).\r\n\nAs Camelio  concedes that  these attempts did  not succeed,  they\r\n\ncould  not have  caused  his injuries.    Instead, the  complaint\r\n\nalleges  that  Camelio's   injuries  were   actually  caused   by\r\n\ndefendants' unilateral acts which, although reprehensible, do not\r\n\nviolate the Hobbs Act.5\r\n                    \r                              \r\n\n5     Camelio  alleges   that  defendants,   acting  in   various\r\ncombination: denied  him  the right  to attend  a union  hearing;\r\nchanged the means of collecting union dues  so as to put his dues\r\nin  arrears and  thereby deprive  him of  his  status as  a union\r\nmember; rebuffed his subsequent efforts to pay his dues; declared\r\nhim ineligible  to seek office  within the union and  removed his\r\nname  from the  ballot; and  denied his  repeated requests  for a\r\nhearing on  the issue of  his membership.  Such  unilateral acts,\r\nthough possibly unlawful on some other grounds, do not fall under\r\nthe express  terms of  the Hobbs Act,  which prohibits  only \"the\r\nobtaining of property from another, with his  consent, induced by\r                                                               \r\n\n                               -8-\r\r\n\n            3.  Obstruction of Justice Claims\r                                                       \r\n\n          Camelio's final argument is  that defendants are liable\r\n\nunder  RICO because  they engaged  in a  campaign  of obstructive\r\n\nconduct  in  violation  of  two  federal  criminal  statutes,  18\r\n\nU.S.C.A.      1510  and  1512.    Violations  of  these  statutes\r\n\nconstitute predicate acts of \"racketeering activity\" under  RICO.\r\n\nSee 18  U.S.C.A.    1961(1).  Further,  Camelio has  sufficiently\r             \r\n\nalleged that  defendants' obstructive conduct caused his injuries\r\n\nto satisfy RICO's  proximate cause requirement.   Camelio's final\r\n\nattempt to  salvage his RICO  claims fails, however,  because the\r\n\nconduct of which he complains does not violate either obstruction\r\n\nstatute.\r\n\n          The two statutes on which Camelio relies are similar in\r\n\nfocus and  effect.   Section  1510(a) makes  it a  crime for  any\r\n\nperson to \"willfully endeavor[] by means  of bribery to obstruct,\r\n\ndelay,  or prevent the communication of information relating to a\r\n\nviolation  of  any   criminal  statute  .  .  .   to  a  criminal\r\n\ninvestigator.\"   18 U.S.C.A.   1510(a).   Similarly,   1512(a)(2)\r\n\npunishes  any person who  \"intentionally harasses  another person\r\n\nand  thereby hinders, delays,  prevents, or dissuades  any person\r\n\n                    \r                              \r\n\nwrongful use of actual or  threatened force, violence, or  fear.\"\r\n18 U.S.C.   1951(b)(2) (emphasis added); see also Evans v. United\r                                                                           \r\nStates,  504  U.S.  255, 265  (1992)  (reasoning  that  where the\r                \r\ndefendant  is  a private  actor  --  and  not a  public  official\r\nextorting under color of official right  -- \"the victim's consent\r                                                                           \r\nmust be  induced by wrongful  use of actual or  threatened force,\r\nviolence  or   fear.\")  (emphasis  added)   (internal  quotations\r\nomitted); United States  v. Bucci, 839 F.2d 825,  827 (1st Cir.),\r                                           \r\ncert. denied, 488 U.S. 844 (1988); United States v. Hathaway, 534\r                                                                      \r\nF.2d 386, 393 (1st Cir.), cert. denied, 429 U.S. 819 (1976).\r                                                \r\n\n                               -9-\r\r\n\nfrom  . .  . reporting  to a  law enforcement  officer . .  . the\r\n\ncommission  .  .  .  of  a  Federal  offense.\"    18  U.S.C.A.   \r\n\n1512(c)(2).   Both  statutes  focus  on a  specific  step in  the\r\n\ncriminal  investigatory process,  namely  the \"communication\"  or\r\n\n\"reporting\" of information to criminal investigators.  See, e.g.,\r                                                                          \r\n\nUnited States v. Siegel, 717 F.2d 9,  20 (2d Cir. 1983) (in order\r                                 \r\n\nto convict under   1510(a), prosecution must prove that defendant\r\n\nhad a reasonably founded belief that information had or was about\r\n\nto  be given  to a  federal investigator);  United States  v. San\r                                                                           \r\n\nMartin, 515  F.2d 317, 320-21  (5th Cir. 1975)  (prosecution must\r                \r\n\nprove  that  \"[defendant]   knew  or  reasonably  believed   that\r\n\n[informant] had information which she had given or would give\" to\r\n\nfederal investigators).  \r\n\n          The conduct  on which  Camelio bases  his claims  falls\r\n\noutside  the  scope  of both  statutes  because  he alleges  that\r\n\ndefendants engaged in  their obstructive conduct in an  effort to\r\n\nprevent him from uncovering information of wrongdoing rather than\r\n\nto   prevent  him  from  reporting  information  he  had  already\r\n\nuncovered.   Conduct that is  aimed only at preventing  a private\r\n\ncitizen from  uncovering evidence  of a  crime, while  undeniably\r\n\nwrong, is not within the purview of either obstruction of justice\r\n\nstatute.   Accordingly, Camelio  cannot save  his RICO  claims by\r\n\nrelying on either statute.\r\n\n          This is  the fourth time  in recent years that  we have\r\n\nbeen  called upon  to evaluate  the sufficiency  of a  RICO claim\r\n\narising from an employment dispute.  In all four cases, the claim\r\n\n                               -10-\r\r\n\nhas failed to survive a  motion to dismiss.  See,  e.g., Miranda,\r                                                                          \r\n\n948 F.2d at 47; Pujol, 829 F.2d at 1205; Nodine, 819 F.2d at 349.\r                                                         \r\n\nAlthough  we are  not prepared today  to address  the issue  in a\r\n\ncategorical  fashion,  we  emphasize  the  court's  statement  in\r\n\nMiranda:   \"While it  may be theoretically  possible to  allege a\r                 \r\n\nwrongful  discharge which results directly from the commission of\r\n\na RICO predicate act . . . any such safe harbor would be severely\r\n\ncircumscribed.\"   948 F.2d  at 41.  Whatever  the future may hold\r\n\nfor  this  category of  claims,  Camelio's RICO  claims  are well\r\n\noutside any safe harbor that may exist.\r\n\n          B.  The State Law Claims\r                    B.  The State Law Claims\r                                            \r\n\n          After properly  dismissing Camelio's  RICO claims,  the\r\n\ndistrict court proceeded to dismiss three of his state law claims\r\n\nagainst  all of  the defendants  (breach  of contract,  negligent\r\n\ninfliction of  emotional distress,  and false  light invasion  of\r\n\nprivacy) and parts  of two other claims as  to several individual\r\n\ndefendants  (state  constitutional   violations  and  intentional\r\n\ninfliction of emotional  distress).  The  court then declined  to\r\n\nexercise supplemental jurisdiction over the remaining  claims and\r\n\nremanded them  to state court.   Camelio  challenges the  court's\r\n\ndismissal of  the state law  claims.  Rather than  addressing the\r\n\nmerits  of these  claims, we  conclude  that the  court erred  in\r\n\nretaining  supplemental jurisdiction  over the  state law  claims\r\n\nafter it dismissed the  federal claims on which  jurisdiction was\r\n\nbased.\r\n\n                               -11-\r\r\n\n          A federal  court exercising original  jurisdiction over\r\n\nfederal claims also has \"supplemental jurisdiction over all other\r\n\nclaims that are  so related to  the claims in  the action  within\r\n\nsuch original jurisdiction  that they form part of  the same case\r\n\nor  controversy   under  Article   III  of   the  United   States\r\n\nConstitution.\"  28 U.S.C.A.    1367(a) (West 1993).  If, however,\r\n\nthe  court dismisses  the foundational  federal  claims, it  must\r\n\nreassess its jurisdiction, this time  engaging in a pragmatic and\r\n\ncase-specific  evaluation of a variety of considerations that may\r\n\nbear on the  issue.  Roche v. John Hancock Mut. Life Ins. Co., 81\r                                                                       \r\n\nF.3d 249,  256-57 (1st Cir.  1996).  Among the  factors that will\r\n\noften prove  relevant to  this calculation  are the interests  of\r\n\nfairness, judicial economy, convenience, and comity.  Id.  Comity\r                                                                   \r\n\nis  a particularly  important concern  in  these cases.   As  the\r\n\nSupreme Court observed in United  Mine Workers v. Gibbs, 383 U.S.\r                                                                 \r\n\n715, 726 (1966), \r\n\n          Needless  decisions of  state  law should  be\r\n          avoided both  as a  matter of  comity and  to\r\n          promote  justice  between   the  parties,  by\r\n          procuring for them a surer-footed reading  of\r\n          applicable  law.   Certainly, if  the federal\r\n          claims  are  dismissed   before  trial,  even\r\n          though not unsubstantial  in a jurisdictional\r\n          sense, the  state claims should  be dismissed\r\n          as well.\r\n\nAccordingly,  the balance  of competing  factors  ordinarily will\r\n\nweigh strongly  in favor of declining jurisdiction over state law\r\n\nclaims  where the foundational federal claims have been dismissed\r\n\nat  an early  stage in the  litigation.   See Rodr guez  v. Doral\r                                                                           \r\n\nMortgage Corp., 57 F.3d 1168, 1177 (1st Cir. 1995).  \r                        \r\n\n                               -12-\r\r\n\n          A  variety of  factors  counsel  against  retention  of\r\n\njurisdiction over the state law claims  in this case.  First, the\r\n\ncourt  dismissed the only federal  claims well before trial under\r\n\ncircumstances   in  which  the  parties  would  not  be  unfairly\r\n\nprejudiced by a  remand of the state law claims.  Second, it does\r\n\nnot appear that the district  court's disposition of some but not\r\n\nall  of the state law claims will  materially shorten the time it\r\n\nwill take to resolve the  parties' dispute as the remanded claims\r\n\nconcern  the  same nucleus  of  operative fact  as  the dismissed\r\n\nclaims.   Third, and perhaps  most importantly in this  case, the\r\n\nclaims  that the court  dismissed raise substantial  questions of\r\n\nstate law that  are best  resolved in  state court.   For all  of\r\n\nthese reasons, we hold that the district court erred in retaining\r\n\njurisdiction over the state law claims.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          For  the  foregoing  reasons,   we  conclude  that  the\r\n\ndistrict  court properly dismissed Camelio's RICO claims.  Having\r\n\ndismissed  the federal  claims, however,  the  court should  have\r\n\nrefrained   from   exercising  supplemental   jurisdiction   over\r\n\nCamelio's state law claims and remanded them to state court.\r\n\n          The district court's dismissal of Camelio's RICO claims\r\n\nis  affirmed.   As  to  the supplemental  state  law claims,  the\r              affirmed\r                      \r\n\ncourt's  judgment  is  vacated with  instructions  to  remand the\r                                 vacated\r                                        \r\n\nremaining claims to state court.\r\n\n                               -13-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1355\r\n\n                      AUGUSTUS JOHN CAMELIO,\r\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                AMERICAN FEDERATION, ETC., ET AL.,\r\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Godbold,* Senior Circuit Judge,\r                                                         \r\n\n                 and Barbadoro,** District Judge.\r                                                          \r\n\n                                           \r\n\n     Lee  H. Kozol, with  whom Debra Dyleski-Najjar,  Penny Kozol\r                                                                           \r\nand Friedman &amp; Atherton were on brief for appellant.\r                                 \r\n     Andrew D. Roth, with whom  Devki K. Virk, Bredhoff &amp; Kaiser,\r                                                                           \r\nP.L.L.C.,  William J. Hardy,  Prescott M. Lassman  and Kleinfeld,\r                                                                           \r\nKaplan &amp; Becker were on brief for appellees.\r                         \r\n\n                                           \r\n\n                          March 5, 1998\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Eleventh Circuit, sitting by designation.\r\n\n**  Of the District of New Hampshire, sitting by designation.\r\r\n\n          BARBADORO, District  Judge.  Augustus Camelio, a former\r                    BARBADORO, District  Judge.\r                                              \r\n\nemployee and member of a labor  union, brought this suit in state\r\n\ncourt  against the union and  fourteen members of its leadership.\r\n\nCamelio alleges  that defendants had  him fired from his  job and\r\n\nforced  him  out of  the  union  in  violation of  the  Racketeer\r\n\nInfluenced and  Corrupt Organizations Act  (\"RICO\"), 18  U.S.C.A.\r\n\n   1961-1968  (West 1994 &amp; Supp. 1997), and several provisions of\r\n\nMassachusetts state  law.  After  defendants removed the  case to\r\n\nfederal  court, the district court below dismissed Camelio's RICO\r\n\nclaim and several  of his state law causes of  action for failure\r\n\nto  state a claim.  The  court then remanded the remaining claims\r\n\nto state court.  Camelio appeals the dismissal of his federal and\r\n\nstate  claims.   We affirm  in  part, concluding  that the  court\r\n\nproperly dismissed  his RICO claim.   We disagree,  however, with\r\n\nthe district court's decision to  dismiss the state law causes of\r\n\naction.   Rather than  dismissing these claims,  the court should\r\n\nhave remanded  them to  state court along  with the  rest of  the\r\n\nstate law claims. \r\n\n                         I.  BACKGROUND1\r                                   I.  BACKGROUND1\r                                                 \r\n\n          Augustus  Camelio served  for  nearly thirty  years  as\r\n\nGeneral  Counsel  to Council  93  of the  American  Federation of\r\n\nState, County and Municipal Employees  (\"AFSCME\").  In 1995,  the\r\n\nUnited  States Department  of  Labor  and  the  Internal  Revenue\r\n                    \r                              \r\n\n1  As this appeal  arises from a dismissal for failure to state a\r\nclaim,  we treat as true the complaint's well-pleaded allegations\r\nand construe those  allegations in Camelio's  favor.  See,  e.g.,\r                                                                          \r\nMiranda  v. Ponce  Fed. Bank,  </pre><span class=\"citation\" data-id=\"571255\"><a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">41</span></a></span><pre class=\"inline\">, 43 (1st  Cir. 1991);\r                                      \r\nNodine v. Textron, Inc., </pre><span class=\"citation\" data-id=\"488728\"><a href=\"/opinion/488728/william-r-nodine-v-textron-inc/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span><pre class=\"inline\"> (1st Cir. 1987).\r                                 \r\n\n                               -2-\r\r\n\nService  initiated  investigations  into Council  93's  financial\r\n\naffairs   that  threatened  to   expose  an  ongoing   scheme  to\r\n\nmisappropriate  union funds  by several  members  of the  union's\r\n\nleadership.   In response, Camelio alleges, defendants engaged in\r\n\na concerted effort to thwart the two federal investigations.\r\n\n          Camelio  launched  his own  investigation  into Council\r\n\n93's financial affairs  after learning of the  federal inquiries.\r\n\nHe  claims that  the individual  defendants, all  members of  the\r\n\nunion leadership, initially rebuffed his requests for information\r\n\nand later had him fired when he persisted with his investigation.\r\n\nCamelio continued to investigate even after he lost his job, this\r\n\ntime relying  on his  right  as a  union  member to  inspect  the\r\n\nunion's books and  records.  He also announced  his candidacy for\r\n\nvice  president  of  AFSCME's  northern  New  England  region,  a\r\n\nposition that would  allow him to further his  investigation.  In\r\n\nan  attempt  to thwart  Camelio's  candidacy  and  keep him  from\r\n\nuncovering any evidence of  defendants' criminal scheme, however,\r\n\nseveral of the individual defendants first threatened Camelio and\r\n\nultimately forced  him out of  the union when their  threats were\r\n\nnot heeded.  \r\n\n          Camelio sued Council  93 and the  individual defendants\r\n\nin  Massachusetts  state  court.    He  alleged claims  based  on\r\n\nMassachusetts  law for  breach of  contract, wrongful  discharge,\r\n\ntortious  interference with  contract,  violations  of the  state\r\n\nconstitution, intentional  and negligent infliction  of emotional\r\n\ndistress, defamation,  and false light  invasion of privacy.   He\r\n\n                               -3-\r\r\n\nalso  alleged that the individual defendants violated the federal\r\n\nRICO statute.  See 18 U.S.C.A.    1962(c), 1964(c).  \r                            \r\n\n          Relying on  Camelio's RICO  claims, defendants  removed\r\n\nthe case to  federal court in the District of Massachusetts.  See\r                                                                           \r\n\n28 U.S.C.A.   1441(a)&amp;(b) (West  1994).  Defendants then moved to\r\n\ndismiss for failure to state a claim.  The district court allowed\r\n\nCamelio to  amend his  complaint to more  specifically state  his\r\n\nallegations,  but  ultimately  concluded that  he  had  failed to\r\n\nsufficiently allege  a RICO claim against any  of the defendants.\r\n\nThe  court also  dismissed three  of Camelio's  state law  claims\r\n\nagainst all defendants (breach of  contract, negligent infliction\r\n\nof  emotional distress, and false  light invasion of privacy) and\r\n\nparts  of  two  other  claims   as  to  some  defendants   (state\r\n\nconstitutional violations and intentional infliction of emotional\r\n\ndistress) before remanding the remaining claims to state court.\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r                                                  \r\n\n          The district  court  dismissed  Camelio's  RICO  claims\r\n\nbecause it concluded  Camelio's complaint failed to  sufficiently\r\n\nallege that  his injuries  were proximately caused by any of  the\r\n\npredicate  acts of  racketeering  on which  the RICO  claims were\r\n\nbased.    The court  gave  only  a  cursory explanation  for  its\r\n\ndismissal  of  the  state  law  claims  over  which  it  retained\r\n\njurisdiction.  Camelio challenges both rulings. \r\n\n          A.  The RICO Claims\r                    A.  The RICO Claims\r                                       \r\n\n          In  addition  to criminal  penalties,  RICO  provides a\r\n\nprivate right of action for  treble damages and attorneys fees to\r\n\n                               -4-\r\r\n\n\"[a]ny person  injured in his business or property by reason of a\r\n\nviolation  of section  1962.\"   18 U.S.C.A.    1964(c).   Camelio\r\n\nbases his  RICO claims on   1962(c),  which makes it unlawful for\r\n\nany person  to  conduct the  affairs of  an enterprise  affecting\r\n\ninterstate  commerce by  means  of  a  \"pattern  of  racketeering\r\n\nactivity.\"  18 U.S.C.A.   1962(c).   The Act also provides a list\r\n\nof actions and statutory violations that constitute \"racketeering\r\n\nactivity\" and states  that a \"pattern\" of  such activity requires\r\n\nat least  two acts of  racketeering.  18 U.S.C.A.    1961(1)&amp;(5).\r\n\nWhen  a plaintiff  attempts  to  base a  civil  RICO  claim on   \r\n\n1962(c),  that claim cannot succeed unless  the injuries of which\r\n\nthe  plaintiff  complains were  caused  by  one  or more  of  the\r\n\nspecified acts  of racketeering.2    Miranda v. Ponce  Fed. Bank,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"571255\"><a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">,  46-7 (1991).   Moreover,  merely proving  that the\r\n\nalleged  predicate  acts were  a \"cause  in fact\"  of plaintiff's\r\n\ninjuries will  not be  sufficient.   Instead,   1964(c)  requires\r\n\nproof that at least one of the defendant's predicate acts was the\r\n\nproximate  cause  of   the  plaintiff's  injuries.     Holmes  v.\r                                                                       \r\n\nSecurities Investor Protection Corp., </pre><span class=\"citation\" data-id=\"112708\"><a href=\"/opinion/112708/holmes-v-securities-investor-protection-corporation/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span><pre class=\"inline\">, 268 (1992).\r                                              \r\n\n          Camelio  alleges   that  defendants   injured  him   by\r\n\ndepriving him of his property interests  in his job and his union\r\n\nmembership.  He asserts that defendants engaged  in the following\r\n\npattern  of RICO  predicate acts:   misappropriation of  funds in\r\n\n                    \r                              \r\n\n2  Although it is not at issue  in this case, this court has held\r\nthat  the same causation  requirement applies to  RICO conspiracy\r\nclaims under   1962(d).  Miranda v. Ponce Fed. Bank, </pre><span class=\"citation\" data-id=\"571255\"><a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">,\r                                                             \r\n48 &amp; n.9 (1st Cir. 1991).\r\n\n                               -5-\r\r\n\nviolation   of  29  U.S.C.A.     501(c)  (West  1985);  attempted\r\n\nextortion in  violation of the  Hobbs Act, 18 U.S.C.A.    1961(1)\r\n\n(West 1984 &amp; Supp. 1997); and obstruction of justice in violation\r\n\nof 18 U.S.C.A.     1510 and 1512 (West  1984 &amp; Supp. 1997).3   In\r\n\nhis complaint,  Camelio asserts  a myriad  of  claims in  various\r\n\ncombinations against  fourteen individual defendants  as well  as\r\n\nagainst Council 93.  For the sake of clarity of our  analysis, we\r\n\ntreat  all of the defendants together, rather than individually.4\r\n\nAccordingly,  to  satisfy  RICO's causation  requirement  at  the\r\n\nmotion to dismiss stage, Camelio's complaint must allege that the\r\n\ninjuries of which he complains  were proximately caused by one or\r\n\nmore of  these predicate acts.  We examine the sufficiency of the\r\n\ncomplaint's causation allegations by addressing each category  of\r\n\npredicate acts in turn.\r\n\n            1.  Misappropriation of Funds Claims\r                                                          \r\n\n          Camelio  claims that  nine of  the fourteen  individual\r\n\ndefendants  misappropriated  union  funds   in  violation  of  18\r\n\nU.S.C.A.    501(c)  by taking  such  funds for  personal use  and\r\n\ncausing union money to be paid for legal services that were never\r\n\nrendered. \r\n\n          A  violation of     501(c)  qualifies  as  a  predicate\r\n\nracketeering  act  under  RICO.    See  29  U.S.C.A.     1961(1).\r                                                \r\n                    \r                              \r\n\n3    Camelio  alleges these  violations  in  various combinations\r\nagainst each of the fourteen  individual defendants.  In no event\r\ndoes  he  allege  less  than  two  violations  against   any  one\r\ndefendant.\r\n\n4   For  the  sake  of clarity,  we  treat Camelio's  allegations\r\nagainst the defendants collectively.\r\n\n                               -6-\r\r\n\nHowever, even if we assume  that Camelio has sufficiently alleged\r\n\nthat  defendants  violated     501(c),  these  violations  cannot\r\n\nsatisfy  RICO's  causation  requirement  because  the  connection\r\n\nbetween the violations  and Camelio's injuries is  insufficiently\r\n\nclose to say that one proximately caused the other.  See Miranda,\r                                                                          \r\n\n948 F.2d at 47 (bribery not cause of plaintiff's job loss); Pujol\r                                                                           \r\n\nv. Shearson/American Express, Inc., </pre><span class=\"citation\" data-id=\"495011\"><a href=\"/opinion/495011/francisco-pujol-v-shearsonamerican-express-inc/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1201</span></a></span><pre class=\"inline\">, 1205 (mail and\r                                            \r\n\nwire fraud not proximate cause  of plaintiff's job loss); Nodine,\r                                                                          \r\n\n819 F.2d at 349 (mail and wire fraud not cause of plaintiff's job\r\n\nloss).  In  other words, even if defendants did  violate   501(c)\r\n\nby stealing  union funds,  their misappropriations  were too  far\r\n\nremoved from Camelio's  loss of his job and  his union membership\r\n\nto serve as the proximate cause of his injuries.\r\n\n            2.  Extortion Claims\r                                          \r\n\n          Camelio continued his investigation  after he lost  his\r\n\njob,  relying  on his  right  as a  union member  to  inspect the\r\n\nunion's  financial   records.   See  29 U.S.C.A.    431(c)  (West\r                                             \r\n\n1985).  He also announced his candidacy for vice president of the\r\n\nunion's northern New England region.  Camelio claims that several\r\n\nof the defendants attempted to stifle his investigation and force\r\n\nhim to abandon his candidacy by threatening to deprive him of his\r\n\nmembership in the  union if he did  not desist.  He  asserts that\r\n\nsuch conduct  violates the  Hobbs Act, 18  U.S.C.A.    1951(a), a\r\n\ncrime which  qualifies as  a predicate  act under  RICO.   See 18\r                                                                        \r\n\nU.S.C.A.   1961(1). \r\n\n                               -7-\r\r\n\n          Like Camelio's  misappropriation claims, his  Hobbs Act\r\n\nclaims cannot  satisfy RICO's  causation requirement  because the\r\n\nHobbs Act violations he alleges did not cause the loss  of either\r\n\nhis  job or  his union  membership.   The Hobbs Act  punishes any\r\n\nperson  who \"obstructs,  delays  or  affects commerce  .  . .  by\r\n\nrobbery or  extortion or  attempts or conspires  to do  so.\"   18\r\n\nU.S.C.A.     1951(a).    The  Act  defines  \"extortion\"  as  \"the\r\n\nobtaining of property  from another, with his  consent induced by\r                                                                \r\n\nwrongful use of actual or threatened force, violence, or fear, or\r\n\nunder  color  of  official  right.\"   18  U.S.C.A.     1951(b)(2)\r\n\n(emphasis added).  If Camelio's complaint successfully pleads any\r\n\nHobbs Act violations, those violations resulted  from defendants'\r\n\nattempts to  induce Camelio  to abandon  certain property  rights\r\n\nattendant to his union membership (e.g., his right to inspect the\r\n\nunion's financial records  and his right  to seek union  office).\r\n\nAs Camelio  concedes that  these attempts did  not succeed,  they\r\n\ncould  not have  caused  his injuries.    Instead, the  complaint\r\n\nalleges  that  Camelio's   injuries  were   actually  caused   by\r\n\ndefendants' unilateral acts which, although reprehensible, do not\r\n\nviolate the Hobbs Act.5\r\n                    \r                              \r\n\n5     Camelio  alleges   that  defendants,   acting  in   various\r\ncombination: denied  him  the right  to attend  a union  hearing;\r\nchanged the means of collecting union dues  so as to put his dues\r\nin  arrears and  thereby deprive  him of  his  status as  a union\r\nmember; rebuffed his subsequent efforts to pay his dues; declared\r\nhim ineligible  to seek office  within the union and  removed his\r\nname  from the  ballot; and  denied his  repeated requests  for a\r\nhearing on  the issue of  his membership.  Such  unilateral acts,\r\nthough possibly unlawful on some other grounds, do not fall under\r\nthe express  terms of  the Hobbs Act,  which prohibits  only \"the\r\nobtaining of property from another, with his  consent, induced by\r                                                               \r\n\n                               -8-\r\r\n\n            3.  Obstruction of Justice Claims\r                                                       \r\n\n          Camelio's final argument is  that defendants are liable\r\n\nunder  RICO because  they engaged  in a  campaign  of obstructive\r\n\nconduct  in  violation  of  two  federal  criminal  statutes,  18\r\n\nU.S.C.A.      1510  and  1512.    Violations  of  these  statutes\r\n\nconstitute predicate acts of \"racketeering activity\" under  RICO.\r\n\nSee 18  U.S.C.A.    1961(1).  Further,  Camelio has  sufficiently\r             \r\n\nalleged that  defendants' obstructive conduct caused his injuries\r\n\nto satisfy RICO's  proximate cause requirement.   Camelio's final\r\n\nattempt to  salvage his RICO  claims fails, however,  because the\r\n\nconduct of which he complains does not violate either obstruction\r\n\nstatute.\r\n\n          The two statutes on which Camelio relies are similar in\r\n\nfocus and  effect.   Section  1510(a) makes  it a  crime for  any\r\n\nperson to \"willfully endeavor[] by means  of bribery to obstruct,\r\n\ndelay,  or prevent the communication of information relating to a\r\n\nviolation  of  any   criminal  statute  .  .  .   to  a  criminal\r\n\ninvestigator.\"   18 U.S.C.A.   1510(a).   Similarly,   1512(a)(2)\r\n\npunishes  any person who  \"intentionally harasses  another person\r\n\nand  thereby hinders, delays,  prevents, or dissuades  any person\r\n\n                    \r                              \r\n\nwrongful use of actual or  threatened force, violence, or  fear.\"\r\n18 U.S.C.   1951(b)(2) (emphasis added); see also Evans v. United\r                                                                           \r\nStates,  </pre><span class=\"citation\" data-id=\"112738\"><a href=\"/opinion/112738/evans-v-united-states/\"><span class=\"volume\">504</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">255</span></a></span><pre class=\"inline\">, 265  (1992)  (reasoning  that  where the\r                \r\ndefendant  is  a private  actor  --  and  not a  public  official\r\nextorting under color of official right  -- \"the victim's consent\r                                                                           \r\nmust be  induced by wrongful  use of actual or  threatened force,\r\nviolence  or   fear.\")  (emphasis  added)   (internal  quotations\r\nomitted); United States  v. Bucci, </pre><span class=\"citation\" data-id=\"501804\"><a href=\"/opinion/501804/united-states-v-anthony-j-bucci-sr-and-ronald-h-glantz/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">,  827 (1st Cir.),\r                                           \r\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span><pre class=\"inline\"> (1988); United States v. Hathaway, </pre><span class=\"citation\" data-id=\"335047\"><a href=\"/opinion/335047/united-states-v-stephen-hathaway-united-states-of-america-v-howard/\"><span class=\"volume\">534</span>\r                                                                      \r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span><pre class=\"inline\">, 393 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></span><pre class=\"inline\"> (1976).\r                                                \r\n\n                               -9-\r\r\n\nfrom  . .  . reporting  to a  law enforcement  officer . .  . the\r\n\ncommission  .  .  .  of  a  Federal  offense.\"    18  U.S.C.A.   \r\n\n1512(c)(2).   Both  statutes  focus  on a  specific  step in  the\r\n\ncriminal  investigatory process,  namely  the \"communication\"  or\r\n\n\"reporting\" of information to criminal investigators.  See, e.g.,\r                                                                          \r\n\nUnited States v. Siegel, </pre><span class=\"citation\" data-id=\"424769\"><a href=\"/opinion/424769/united-states-v-leonard-s-siegel-and-martin-b-abrams/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">,  20 (2d Cir. 1983) (in order\r                                 \r\n\nto convict under   1510(a), prosecution must prove that defendant\r\n\nhad a reasonably founded belief that information had or was about\r\n\nto  be given  to a  federal investigator);  United States  v. San\r                                                                           \r\n\nMartin, </pre><span class=\"citation\" data-id=\"327187\"><a href=\"/opinion/327187/united-states-v-louis-san-martin/\"><span class=\"volume\">515</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 320-21  (5th Cir. 1975)  (prosecution must\r                \r\n\nprove  that  \"[defendant]   knew  or  reasonably  believed   that\r\n\n[informant] had information which she had given or would give\" to\r\n\nfederal investigators).  \r\n\n          The conduct  on which  Camelio bases  his claims  falls\r\n\noutside  the  scope  of both  statutes  because  he alleges  that\r\n\ndefendants engaged in  their obstructive conduct in an  effort to\r\n\nprevent him from uncovering information of wrongdoing rather than\r\n\nto   prevent  him  from  reporting  information  he  had  already\r\n\nuncovered.   Conduct that is  aimed only at preventing  a private\r\n\ncitizen from  uncovering evidence  of a  crime, while  undeniably\r\n\nwrong, is not within the purview of either obstruction of justice\r\n\nstatute.   Accordingly, Camelio  cannot save  his RICO  claims by\r\n\nrelying on either statute.\r\n\n          This is  the fourth time  in recent years that  we have\r\n\nbeen  called upon  to evaluate  the sufficiency  of a  RICO claim\r\n\narising from an employment dispute.  In all four cases, the claim\r\n\n                               -10-\r\r\n\nhas failed to survive a  motion to dismiss.  See,  e.g., Miranda,\r                                                                          \r\n\n948 F.2d at 47; Pujol, 829 F.2d at 1205; Nodine, 819 F.2d at 349.\r                                                         \r\n\nAlthough  we are  not prepared today  to address  the issue  in a\r\n\ncategorical  fashion,  we  emphasize  the  court's  statement  in\r\n\nMiranda:   \"While it  may be theoretically  possible to  allege a\r                 \r\n\nwrongful  discharge which results directly from the commission of\r\n\na RICO predicate act . . . any such safe harbor would be severely\r\n\ncircumscribed.\"   948 F.2d  at 41.  Whatever  the future may hold\r\n\nfor  this  category of  claims,  Camelio's RICO  claims  are well\r\n\noutside any safe harbor that may exist.\r\n\n          B.  The State Law Claims\r                    B.  The State Law Claims\r                                            \r\n\n          After properly  dismissing Camelio's  RICO claims,  the\r\n\ndistrict court proceeded to dismiss three of his state law claims\r\n\nagainst  all of  the defendants  (breach  of contract,  negligent\r\n\ninfliction of  emotional distress,  and false  light invasion  of\r\n\nprivacy) and parts  of two other claims as  to several individual\r\n\ndefendants  (state  constitutional   violations  and  intentional\r\n\ninfliction of emotional  distress).  The  court then declined  to\r\n\nexercise supplemental jurisdiction over the remaining  claims and\r\n\nremanded them  to state court.   Camelio  challenges the  court's\r\n\ndismissal of  the state law  claims.  Rather than  addressing the\r\n\nmerits  of these  claims, we  conclude  that the  court erred  in\r\n\nretaining  supplemental jurisdiction  over the  state law  claims\r\n\nafter it dismissed the  federal claims on which  jurisdiction was\r\n\nbased.\r\n\n                               -11-\r\r\n\n          A federal  court exercising original  jurisdiction over\r\n\nfederal claims also has \"supplemental jurisdiction over all other\r\n\nclaims that are  so related to  the claims in  the action  within\r\n\nsuch original jurisdiction  that they form part of  the same case\r\n\nor  controversy   under  Article   III  of   the  United   States\r\n\nConstitution.\"  28 U.S.C.A.    1367(a) (West 1993).  If, however,\r\n\nthe  court dismisses  the foundational  federal  claims, it  must\r\n\nreassess its jurisdiction, this time  engaging in a pragmatic and\r\n\ncase-specific  evaluation of a variety of considerations that may\r\n\nbear on the  issue.  Roche v. John Hancock Mut. Life Ins. Co., </pre><span class=\"citation\" data-id=\"716599\"><a href=\"/opinion/716599/daniel-j-roche-et-ux-valerie-roche-v-john-hancock-mutual-life-insurance/\"><span class=\"volume\">81</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">,  256-57 (1st Cir.  1996).  Among the  factors that will\r\n\noften prove  relevant to  this calculation  are the interests  of\r\n\nfairness, judicial economy, convenience, and comity.  Id.  Comity\r                                                                   \r\n\nis  a particularly  important concern  in  these cases.   As  the\r\n\nSupreme Court observed in United  Mine Workers v. Gibbs, </pre><span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">715</span></a></span><pre class=\"inline\">, 726 (1966), \r\n\n          Needless  decisions of  state  law should  be\r\n          avoided both  as a  matter of  comity and  to\r\n          promote  justice  between   the  parties,  by\r\n          procuring for them a surer-footed reading  of\r\n          applicable  law.   Certainly, if  the federal\r\n          claims  are  dismissed   before  trial,  even\r\n          though not unsubstantial  in a jurisdictional\r\n          sense, the  state claims should  be dismissed\r\n          as well.\r\n\nAccordingly,  the balance  of competing  factors  ordinarily will\r\n\nweigh strongly  in favor of declining jurisdiction over state law\r\n\nclaims  where the foundational federal claims have been dismissed\r\n\nat  an early  stage in the  litigation.   See Rodr guez  v. Doral\r                                                                           \r\n\nMortgage Corp., </pre><span class=\"citation\" data-id=\"196161\"><a href=\"/opinion/196161/rodriguez-bruno-v-doral-mortgage/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></a></span><pre class=\"inline\">, 1177 (1st Cir. 1995).  \r                        \r\n\n                               -12-\r\r\n\n          A  variety of  factors  counsel  against  retention  of\r\n\njurisdiction over the state law claims  in this case.  First, the\r\n\ncourt  dismissed the only federal  claims well before trial under\r\n\ncircumstances   in  which  the  parties  would  not  be  unfairly\r\n\nprejudiced by a  remand of the state law claims.  Second, it does\r\n\nnot appear that the district  court's disposition of some but not\r\n\nall  of the state law claims will  materially shorten the time it\r\n\nwill take to resolve the  parties' dispute as the remanded claims\r\n\nconcern  the  same nucleus  of  operative fact  as  the dismissed\r\n\nclaims.   Third, and perhaps  most importantly in this  case, the\r\n\nclaims  that the court  dismissed raise substantial  questions of\r\n\nstate law that  are best  resolved in  state court.   For all  of\r\n\nthese reasons, we hold that the district court erred in retaining\r\n\njurisdiction over the state law claims.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          For  the  foregoing  reasons,   we  conclude  that  the\r\n\ndistrict  court properly dismissed Camelio's RICO claims.  Having\r\n\ndismissed  the federal  claims, however,  the  court should  have\r\n\nrefrained   from   exercising  supplemental   jurisdiction   over\r\n\nCamelio's state law claims and remanded them to state court.\r\n\n          The district court's dismissal of Camelio's RICO claims\r\n\nis  affirmed.   As  to  the supplemental  state  law claims,  the\r              affirmed\r                      \r\n\ncourt's  judgment  is  vacated with  instructions  to  remand the\r                                 vacated\r                                        \r\n\nremaining claims to state court.\r\n\n                               -13-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716599/"
  ]
}