{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197835/",
  "absolute_url": "/opinion/197835/appleyard-v-douglass/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197835/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:39:59Z",
  "date_modified": "2017-03-24T10:53:31.174400Z",
  "type": "010combined",
  "sha1": "efd38e097759fd015e1f8ad109fdd51a679bb12b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1844.01A",
  "local_path": null,
  "plain_text": "                   [NOT FOR PUBLICATION] \r\n               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 97-1844\r\n\n                       LUCY APPLEYARD,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                    JOHN W. DOUGLASS, JR.,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Zachary R. Karol, U.S. Magistrate Judge]\r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n\n               Bownes, Senior Circuit Judge,\r\n\n                 and Stahl, Circuit Judge.\r\n\n   Philip R. Olenick for appellant.\r\n\n   John A. James, Jr. for appellee.   \r\n\nMarch 6, 1998\r\n\nBOWNES, Senior Circuit Judge.  Federal jurisdiction in\r\nthis action to recover the balance due on a promissory note is\r\nbased on diversity of citizenship.  Lucy Appleyard, plaintiff-\r\nappellee, is the holder of a note from J.W. Douglass Corporation\r\n(Douglass Corp.) to Appleyard Motor Transportation Company, Inc.\r\n(Appleyard Motor), which was personally guaranteed by John W.\r\nDouglass, defendant-appellant.  The note was given by Douglass\r\nCorp. to Appleyard Motor as part of the price paid by Douglass for\r\nthe purchase of Appleyard Motor's business and assets.  The\r\nrelevant facts are not in dispute, but the parties differ sharply\r\nas to the legal and factual conclusions to be drawn from them.\r\n                              I\r\nWe rehearse the relevant facts.  Appleyard Motor\r\ntransported gasoline and other petroleum products.  Its annual\r\nrevenue approximated $2.5 million.  Its sole stockholder was John\r\nAppleyard, husband of plaintiff.  Douglass Corp. was also in the\r\ntrucking business.  In addition to gasoline and petroleum products\r\nit transported ready mix concrete and sand and gravel.  Douglass\r\nCorp.'s annual revenues were approximately $20 million.\r\nSometime before September 16, 1988, the two corporations\r\nentered into negotiations for the sale of Appleyard Motor's\r\nbusiness and assets to Douglass Corp.  John Appleyard died on\r\nSeptember 16, 1988.  His will, which had been executed in\r\nMassachusetts, was probated in the Probate Court of Rockingham\r\nCounty, New Hampshire, where John Appleyard and his wife, Lucy,\r\nlived at the time of John's death.  John's will named plaintiff\r\n(Lucy Appleyard) executrix.  It bequeathed all of John's tangible\r\npersonal property to her.\r\nJohn Appleyard had created a trust which provided that\r\nhis residuary estate was to be divided into three subtrusts: \r\nTrusts A, B, and C.  The trustees were the adult children of John\r\nAppleyard.  There are no minor children.  Trust A was for\r\nplaintiff's exclusive benefit; she received all the income and had\r\ndiscretion to withdraw as much of the principal as she wanted.  The\r\ntrustees of Trust A had the right to pay to plaintiff as much of\r\nthe principal from all three trusts as was deemed necessary for the\r\ncomfort and support of plaintiff.  One of the adult children,\r\nNancy, lived in Massachusetts at the time the trusts were created\r\nand still lives there.  Trusts B and C are of no relevance.\r\nUnder the will, the residue of John Appleyard's estate\r\nwent to the trustees of Trust A.  It is agreed by the parties that\r\nthe residue included John's stock in Appleyard Motor.  Contrary to\r\nthe will, the residuary estate was not transferred to the trustees\r\nof the trust.  Plaintiff, as executrix, transferred the entire\r\nestate to herself on March 1, 1990.  This was stated in her first\r\nand final account, which was allowed by the probate court on\r\nSeptember 11, 1990.  There were no objections to this transfer by\r\nany of the trustees, who were identified by name and address in the\r\nfinal account as beneficiaries of the estate and who had received\r\nnotice of the filing of the account as required by New Hampshire\r\nlaw.  \r\nWe now must backtrack.  Negotiations between the two\r\ncompanies continued after John Appleyard's death.  On November 23,\r\n1988, plaintiff, as the new president of Appleyard Motor, executed\r\na purchase and sale agreement with Douglass Corp.  Under the\r\nagreement Appleyard Motor sold its business and tangible assets to\r\nDouglass Corp. for $800,000.00.  Douglass Corp. paid $500,000.00\r\ncash and gave Appleyard Motor a non-negotiable promissory note for\r\nthe balance of $300,000.00 payable monthly with interest at 10%. \r\nThis broke down to thirty-five monthly payments in the amount of\r\n$9,680.16 each.  John W. Douglass, Jr., defendant, personally\r\nguaranteed the note.  Douglass Corp. made eleven monthly payments\r\ndirectly to plaintiff in her name for a total of $106,481.76.\r\nThe record is silent as to how plaintiff became the\r\npresident of Appleyard Motor.  There were, however, no objections\r\nby any of the trustees to her assumption of the office.  Plaintiff\r\ntestified that she did not have any day-to-day knowledge of the\r\nbusiness and that her lawyer and accountant handled everything. \r\nShe also testified that the defendant, John W. Douglass, Jr., never\r\nraised a claim about misrepresentations by her or Appleyard Motor\r\nor claimed that the balance was not due on the note.  At the time\r\nsuit was brought, the outstanding balance on the note was\r\n$217,644.00.  Before bringing suit plaintiff discussed the matter\r\nwith her children; they approved commencement of the suit and have\r\nfollowed its progress.\r\nThe purchase and sale agreement contained the following\r\nstatement:  \"[T]o the best of its knowledge and belief, [Appleyard,\r\nMotor] is in full compliance with all laws and regulations which\r\napply to the conduct of its business, including all laws and\r\nregulations relating to employment.\"\r\nDouglass Corp. stopped payments on the note as of\r\nNovember, 1989.  In January of 1990, Douglass Corp. filed a chapter\r\n11 bankruptcy petition.  On January 4, 1991, the Massachusetts\r\nSecretary of State involuntarily dissolved Appleyard Motor under\r\nchapter 156, section 101 of the Massachusetts General Laws.  The\r\ncomplaint in this action was filed on January 19, 1995.\r\n                              II\r\nThere were essentially two issues tried before the\r\nmagistrate judge:  the standing of plaintiff to bring suit and\r\ndamages.  Our standard of review for factual findings is clearly\r\nerroneous, and de novo for legal conclusions.  We start with\r\nstanding.  Defendant argues at length in his brief, as he did in\r\nthe district court, that the case should have been dismissed for\r\nlack of subject matter jurisdiction.  His argument is based on the\r\nassertion that plaintiff did not prove her \"standing\" to sue the\r\ndefendant-guarantor for the unpaid balance on the promissory note. \r\nThe \"standing\" argument is based on two premises.  First, \r\nplaintiff did not prove that she was the rightful owner of\r\nAppleyard Motor stock.  Second, without formal action either by\r\nAppleyard Motor's directors or a court of the Commonwealth,\r\nAppleyard Motor's assets cannot be distributed and remain in the\r\ncorporation, \"even after dissolution, as it may be revived at any\r\ntime.\"  We note that if suit had been brought by the trustees,\r\nthere would be no diversity jurisdiction because one of the\r\ntrustees lived in Massachusetts.\r\nWe think defendant's contentions are mainly smoke and\r\nmirror creations.  We have no problem affirming the magistrate\r\njudge on the standing issue.  The bedrock facts are that plaintiff\r\nhad at all pertinent times physical possession of the note and\r\nguarantee.  Eleven payments were made to her individually.  None of\r\nthe trustees   the three adult children of plaintiff and her late\r\nhusband   objected to her taking on the role of president of\r\nAppleyard Motor after her husband died.  We agree with the\r\nmagistrate judge, \"that the trustees voluntarily and knowingly\r\nacquiesced and approved the transfer of Appleyard Motor\r\nTransportation Company Inc.'s shares from plaintiff as executrix to\r\nherself individually.\"  Moreover, as already noted, the eleven\r\npayments by Douglass Corp. were made directly to plaintiff.\r\nIf one thing is clear in this case, it is that the\r\ntrustees knew at all times what was going on and what plaintiff was\r\ndoing.  It can be fairly held that the trustees approved of the\r\nentire course of action taken by their mother.  To argue as\r\ndefendant does is an attempt to cover up the basic facts with a\r\nwelter of legal technicalities.  We find that the magistrate judge\r\nwas not clearly erroneous in his factual findings on standing and\r\nwe find no error of any dimension in his legal conclusions on this\r\nissue.\r\n                             III\r\nWe do have a problem with the damages award.  Some\r\nbackground facts are necessary.  As already noted, the purchase and\r\nsale agreement between the two corporations contained the following\r\nprovision under the title, Representations of the Seller:\r\n   J.  Seller, to the best of its knowledge\r\nand belief, is in full compliance with all\r\nlaws and regulations which apply to the\r\nconduct of its business, including all laws\r\nand regulations relating to employment.\r\n\nEx. 1,  7J.\r\nThere was unrebutted testimony by Gerald Felise, vice\r\npresident and chief financial officer of Douglass Corp., along the\r\nfollowing lines.  Felise had extensive experience in the trucking\r\nindustry.  The Department of Transportation has a long-standing\r\nrequirement mandating that truck drivers keep a record of all hours\r\nspent \"on duty\" and \"off duty.\"  The time records must be kept in\r\nwhat is called a log.  It is the responsibility of the trucking\r\nemployer to see to it that the logs are accurate.  The logs are\r\nrequired to be kept at the terminal of origin and at the corporate\r\noffice.  After he took over at Douglass Corp. in 1989, Felise\r\nconducted an audit of the Appleyard Motor site in Metheun,\r\nMassachusetts.  He found that although the logs kept by the truck\r\ndrivers appeared to be in compliance with Department of\r\nTransportation hour requirements, they did not check out with the\r\ntrip tickets issued at the points of origin and delivery.  Trip\r\ntickets are stamped with the time the truck leaves the terminal and\r\nanother ticket shows the time of delivery of the load.  Unlike the\r\nlogs, the truckers had no control over the times stamped on trip\r\ntickets.  Appleyard Motor had a large percentage of independent\r\ntruckers hauling for it.  Independent truckers own their own\r\ntractors and lease containers furnished by the trucking company. \r\nIt is to the financial advantage of independent truckers to carry\r\nas many loads as possible, which may mean working more hours than\r\nallowed by the Department of Transportation.\r\nThe magistrate judge relied on the testimony of Felise in\r\nfinding that \"AMT's [Appleyard's] drivers were driving an excessive\r\nnumber of hours and that AMT must have known this.  This\r\nconstitutes a false representation or breach of warranty.\"  This\r\nfinding was not clearly erroneous and insofar as it involved an\r\ninterpretation of paragraph 7J of the purchase and sale agreement,\r\nit was not legal error.\r\nOur difficulty with the damages award stems from the\r\nmagistrate judge's computation of damages.  We quote the pertinent part of his opinion on damages:\r\n   Upon discovering that AMT's [Appleyard\r\nMotor's] drivers had been driving excessive\r\nhours, Gerald Felise, Vice President and Chief\r\nOperating officer of JWD [Douglass Corp.],\r\nissued a directive to the drivers to bring\r\ntheir hours into compliance with the law.  In\r\norder to compensate the drivers for the loss\r\nof driving time, AMT had to raise the rates it\r\ncharged its customers.  This, in turn,\r\nresulted in a loss of customers and a $300,000\r\nannual decline in revenue associated with the\r\nformer AMT operation.  (Tr. 1/16/67, at 113,\r\n119, 135.)  Starting from an annual revenue\r\nbase of $2.5 million, this amounts to a 12%\r\ndecline.  Although Douglas [sic] presented no\r\nevidence that purported to address directly\r\nthe issue of damages or even to quantify JWD's\r\nloss in profits as a result of this decline in\r\nrevenue, I infer that, if JWD had known that\r\nannual revenue from the AMT operation would\r\ndecline 12% as a result of JWD having to bring\r\nthat operation into compliance with law, the\r\nfair price JWD would have been willing to pay\r\nfor AMT would have been at least 12% (or\r\n$96,000) below the $800,000 it agreed to pay. \r\nOn this basis, I find that the difference\r\nbetween the value of the assets as represented\r\nor warranted and their actual value was at\r\nleast $96,000.\r\n\n   As of November 1989 when JWD ceased making\r\npayments, the principal balance due on the\r\nnote before any offset was approximately\r\n$217,644.  (Ex. 2.)  Giving Douglas credit for\r\nthe $96,000 offset to which he is minimally\r\nentitled, the principal amount outstanding\r\nmust be reduced to $121,644.  As of November\r\n1994, Appleyard calculated that approximately\r\n$151,644 was due in interest and late charges,\r\nbased on the assumption that the principal\r\nbalance outstanding was $217,644.  (Id.) \r\nExtrapolating, I find that the amount of\r\ninterest and late charges that was due as of\r\nNovember 1994 on the adjusted principal\r\nbalance of $121,644 was approximately $84,626\r\n($121,644 divided by $217,644 equals 55.89%,\r\n55.89% of $151,412 equals $84,626). \r\nAccordingly, I find that, as of November 1994,\r\nDouglas owed Appleyard a total of $206,270\r\n($121,644 plus $84,626).\r\n\nWe note first that the statement by the magistrate judge\r\nthat \"Douglas presented no evidence that purported to address\r\ndirectly the issue of damages or even to quantify JWD's loss in\r\nprofits as a result of this decline in revenue\" is contrary to the\r\nrecord.  Gerard Felise, vice president and chief financial officer\r\nof Douglass, testified directly on this.  His testimony can be\r\nsummarized as follows.\r\nAppleyard Motor's operations at the Methuen,\r\nMassachusetts, site grossed $2.5 million annually.  Its operating\r\ncost was .87 cents on the dollar; this meant that its profit was\r\n.13 cents on the dollar.  This translated into roughly between\r\n$200,000.00 and $400,000.00 worth of cash flow profits annually. \r\nIn order to operate in compliance with the Department of\r\nTransportation's hourly requirements the rates charged customers\r\nwere increased by 18%.  The customers refused to pay the additional\r\n18%.  This resulted in a \"negative revenue stream\" of $300,000.00,\r\nor to put it another way, there was a $300,000.00 annualized\r\ndecline in revenue based on a $2.5 million starting point.  This\r\ncontributed to an overall decline in revenue of 40% for Douglass\r\nCorp.  The result was the filing of a chapter 11 petition in\r\nbankruptcy by Douglass Corp. on January 27, 1990.  In answer to a\r\nquestion by the magistrate judge, Felise stated the $300,000.00\r\nloss in annual revenue was due solely to the mandatory compliance\r\nwith the reduced hours required by the Department of\r\nTransportation.  (The magistrate judge did not question the\r\ncredibility of Felise; indeed, he relied on his testimony in\r\nfinding a false representation by Appleyard Motor.)\r\nThere was also testimony by Michael Pierce, accountant\r\nfor Appleyard Motor, that prior to the sale of its assets its\r\nprofits were $200,000.00-$300,000.00 a year.  Thus, it appears from\r\nthe evidence that the entire profit margin of Appleyard Motor was\r\nwiped out when the driving hours violation was corrected.\r\nWe are also bothered by the magistrate judge's statement\r\nthat if Douglass Corp. had known that the annual revenue from the\r\nAppleyard Motor operation would decline 12% because customer rates\r\nhad to be raised 18% to bring the operation into compliance with\r\nthe law, \"the fair price JWD [Douglass] would have been willing to\r\npay for AMT [Appleyard] would have been at least 12% (or\r\n$96,000.00) below the $800,000.00 it agreed to pay.\"\r\nThere is no evidentiary basis for such an inference. \r\nThere was no testimony as to what a willing buyer would have paid\r\na willing seller under these circumstances.  Moreover, the\r\nmagistrate judge gave no consideration to the inescapable fact that\r\na reduction of $300,000.00 in annual earnings effectively\r\neliminated Appleyard Motor's profits.  We cannot conjecture without\r\nevidence what Douglass Corp. would have paid if the hour violations\r\nhad been brought to its attention prior to the sale.  Douglass may\r\nwell have decided not to purchase Appleyard Motor.\r\nThere is one thing, however, that has been established\r\nbeyond peradventure.  The hours violations resulted directly in an\r\nannual loss of revenue to Douglass Corp. of $300,000.00.  The\r\noffset provision in the note and purchase and sale agreement\r\nstates:\r\n   The obligation evidenced by this Promissory\r\nNote is at all times subject to the terms and\r\nconditions of that certain Asset Purchase\r\nAgreement dated November 28, 1988, which is\r\nhereby incorporated by reference and any other\r\nagreements related thereto and the Borrower is\r\nexpressly granted the right to offset against\r\nany and all sums payable to Noteholder by\r\nBorrower under this Note in an amount equal to\r\nany and all losses, claims, and/or damages\r\nsustained by Borrower resulting from the\r\nassertion of a debt, claim or liability\r\nbrought against Borrower which had not been\r\npreviously disclosed by Noteholder or as a\r\nresult of any failure or breach of any\r\nwarranty or representation by Noteholder or\r\nany misrepresentation made by Noteholder in\r\nconnection with the sale of the Assets.\r\n\nWhile a trial court generally has considerable discretion\r\nin fixing damages, such an award must yield when there is \"clear\r\nerror.\"  La Esperanza de P.R., Inc. v. Perez y Cia. de P.R., Inc.,\r\n124 F.3d 10, 21 (1st Cir. 1997).  We think that is the case here. \r\nThe district court clearly erred when it inferred that Douglass\r\nCorp. would have paid only 12% less for Appleyard Motor in the\r\ntotal absence of any evidence to that effect.  Quabaug Rubber Co.v. Fabiano Shoe Co., 567 F.2d 154, 162 (1st Cir. 1977)(damage award\r\n\"not supported by substantial evidence . . . was in error\"); cf.Kaiser Aluminum &amp; Chemical Corp. v. Bonjorno, 494 U.S. 827, 836\r\n(1990).  This is especially so in light of the fact that bringing\r\nAppleyard Motor into compliance with Department of Transportation\r\nrequirements obliterated the profit margin of the purchased entity. \r\nAnd the court did not make any \"conclusions of law from which a\r\ntheory of damages that would support the award[] can be inferred.\" \r\nWestminster Elec. Corp. v. Salem Eng'g &amp; Const., 712 F.2d 720, 724\r\n(1st Cir. 1983)).  \r\nDouglass Corp. was entitled under the note \"to offset\r\nagainst any and all sums payable to Noteholder . . . in an amount\r\nequal to any and all losses, claims, and/or damages sustained by\r\nBorrower resulting from . . . any failure or breach of any warranty\r\nor representation.\"  We fail to understand, in the absence of\r\nevidence, how the 12% purchase price reduction suffices to offset\r\nthe actual effect of Appleyard Motor's misrepresentation.\r\n   We must, therefore, vacate the award of damages and\r\nremand solely for a new determination of damages.  So Ordered.  No\r\ncosts to either party.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                   [NOT FOR PUBLICATION] \r\n               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 97-1844\r\n\n                       LUCY APPLEYARD,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                    JOHN W. DOUGLASS, JR.,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Zachary R. Karol, U.S. Magistrate Judge]\r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n\n               Bownes, Senior Circuit Judge,\r\n\n                 and Stahl, Circuit Judge.\r\n\n   Philip R. Olenick for appellant.\r\n\n   John A. James, Jr. for appellee.   \r\n\nMarch 6, 1998\r\n\nBOWNES, Senior Circuit Judge.  Federal jurisdiction in\r\nthis action to recover the balance due on a promissory note is\r\nbased on diversity of citizenship.  Lucy Appleyard, plaintiff-\r\nappellee, is the holder of a note from J.W. Douglass Corporation\r\n(Douglass Corp.) to Appleyard Motor Transportation Company, Inc.\r\n(Appleyard Motor), which was personally guaranteed by John W.\r\nDouglass, defendant-appellant.  The note was given by Douglass\r\nCorp. to Appleyard Motor as part of the price paid by Douglass for\r\nthe purchase of Appleyard Motor's business and assets.  The\r\nrelevant facts are not in dispute, but the parties differ sharply\r\nas to the legal and factual conclusions to be drawn from them.\r\n                              I\r\nWe rehearse the relevant facts.  Appleyard Motor\r\ntransported gasoline and other petroleum products.  Its annual\r\nrevenue approximated $2.5 million.  Its sole stockholder was John\r\nAppleyard, husband of plaintiff.  Douglass Corp. was also in the\r\ntrucking business.  In addition to gasoline and petroleum products\r\nit transported ready mix concrete and sand and gravel.  Douglass\r\nCorp.'s annual revenues were approximately $20 million.\r\nSometime before September 16, 1988, the two corporations\r\nentered into negotiations for the sale of Appleyard Motor's\r\nbusiness and assets to Douglass Corp.  John Appleyard died on\r\nSeptember 16, 1988.  His will, which had been executed in\r\nMassachusetts, was probated in the Probate Court of Rockingham\r\nCounty, New Hampshire, where John Appleyard and his wife, Lucy,\r\nlived at the time of John's death.  John's will named plaintiff\r\n(Lucy Appleyard) executrix.  It bequeathed all of John's tangible\r\npersonal property to her.\r\nJohn Appleyard had created a trust which provided that\r\nhis residuary estate was to be divided into three subtrusts: \r\nTrusts A, B, and C.  The trustees were the adult children of John\r\nAppleyard.  There are no minor children.  Trust A was for\r\nplaintiff's exclusive benefit; she received all the income and had\r\ndiscretion to withdraw as much of the principal as she wanted.  The\r\ntrustees of Trust A had the right to pay to plaintiff as much of\r\nthe principal from all three trusts as was deemed necessary for the\r\ncomfort and support of plaintiff.  One of the adult children,\r\nNancy, lived in Massachusetts at the time the trusts were created\r\nand still lives there.  Trusts B and C are of no relevance.\r\nUnder the will, the residue of John Appleyard's estate\r\nwent to the trustees of Trust A.  It is agreed by the parties that\r\nthe residue included John's stock in Appleyard Motor.  Contrary to\r\nthe will, the residuary estate was not transferred to the trustees\r\nof the trust.  Plaintiff, as executrix, transferred the entire\r\nestate to herself on March 1, 1990.  This was stated in her first\r\nand final account, which was allowed by the probate court on\r\nSeptember 11, 1990.  There were no objections to this transfer by\r\nany of the trustees, who were identified by name and address in the\r\nfinal account as beneficiaries of the estate and who had received\r\nnotice of the filing of the account as required by New Hampshire\r\nlaw.  \r\nWe now must backtrack.  Negotiations between the two\r\ncompanies continued after John Appleyard's death.  On November 23,\r\n1988, plaintiff, as the new president of Appleyard Motor, executed\r\na purchase and sale agreement with Douglass Corp.  Under the\r\nagreement Appleyard Motor sold its business and tangible assets to\r\nDouglass Corp. for $800,000.00.  Douglass Corp. paid $500,000.00\r\ncash and gave Appleyard Motor a non-negotiable promissory note for\r\nthe balance of $300,000.00 payable monthly with interest at 10%. \r\nThis broke down to thirty-five monthly payments in the amount of\r\n$9,680.16 each.  John W. Douglass, Jr., defendant, personally\r\nguaranteed the note.  Douglass Corp. made eleven monthly payments\r\ndirectly to plaintiff in her name for a total of $106,481.76.\r\nThe record is silent as to how plaintiff became the\r\npresident of Appleyard Motor.  There were, however, no objections\r\nby any of the trustees to her assumption of the office.  Plaintiff\r\ntestified that she did not have any day-to-day knowledge of the\r\nbusiness and that her lawyer and accountant handled everything. \r\nShe also testified that the defendant, John W. Douglass, Jr., never\r\nraised a claim about misrepresentations by her or Appleyard Motor\r\nor claimed that the balance was not due on the note.  At the time\r\nsuit was brought, the outstanding balance on the note was\r\n$217,644.00.  Before bringing suit plaintiff discussed the matter\r\nwith her children; they approved commencement of the suit and have\r\nfollowed its progress.\r\nThe purchase and sale agreement contained the following\r\nstatement:  \"[T]o the best of its knowledge and belief, [Appleyard,\r\nMotor] is in full compliance with all laws and regulations which\r\napply to the conduct of its business, including all laws and\r\nregulations relating to employment.\"\r\nDouglass Corp. stopped payments on the note as of\r\nNovember, 1989.  In January of 1990, Douglass Corp. filed a chapter\r\n11 bankruptcy petition.  On January 4, 1991, the Massachusetts\r\nSecretary of State involuntarily dissolved Appleyard Motor under\r\nchapter 156, section 101 of the Massachusetts General Laws.  The\r\ncomplaint in this action was filed on January 19, 1995.\r\n                              II\r\nThere were essentially two issues tried before the\r\nmagistrate judge:  the standing of plaintiff to bring suit and\r\ndamages.  Our standard of review for factual findings is clearly\r\nerroneous, and de novo for legal conclusions.  We start with\r\nstanding.  Defendant argues at length in his brief, as he did in\r\nthe district court, that the case should have been dismissed for\r\nlack of subject matter jurisdiction.  His argument is based on the\r\nassertion that plaintiff did not prove her \"standing\" to sue the\r\ndefendant-guarantor for the unpaid balance on the promissory note. \r\nThe \"standing\" argument is based on two premises.  First, \r\nplaintiff did not prove that she was the rightful owner of\r\nAppleyard Motor stock.  Second, without formal action either by\r\nAppleyard Motor's directors or a court of the Commonwealth,\r\nAppleyard Motor's assets cannot be distributed and remain in the\r\ncorporation, \"even after dissolution, as it may be revived at any\r\ntime.\"  We note that if suit had been brought by the trustees,\r\nthere would be no diversity jurisdiction because one of the\r\ntrustees lived in Massachusetts.\r\nWe think defendant's contentions are mainly smoke and\r\nmirror creations.  We have no problem affirming the magistrate\r\njudge on the standing issue.  The bedrock facts are that plaintiff\r\nhad at all pertinent times physical possession of the note and\r\nguarantee.  Eleven payments were made to her individually.  None of\r\nthe trustees   the three adult children of plaintiff and her late\r\nhusband   objected to her taking on the role of president of\r\nAppleyard Motor after her husband died.  We agree with the\r\nmagistrate judge, \"that the trustees voluntarily and knowingly\r\nacquiesced and approved the transfer of Appleyard Motor\r\nTransportation Company Inc.'s shares from plaintiff as executrix to\r\nherself individually.\"  Moreover, as already noted, the eleven\r\npayments by Douglass Corp. were made directly to plaintiff.\r\nIf one thing is clear in this case, it is that the\r\ntrustees knew at all times what was going on and what plaintiff was\r\ndoing.  It can be fairly held that the trustees approved of the\r\nentire course of action taken by their mother.  To argue as\r\ndefendant does is an attempt to cover up the basic facts with a\r\nwelter of legal technicalities.  We find that the magistrate judge\r\nwas not clearly erroneous in his factual findings on standing and\r\nwe find no error of any dimension in his legal conclusions on this\r\nissue.\r\n                             III\r\nWe do have a problem with the damages award.  Some\r\nbackground facts are necessary.  As already noted, the purchase and\r\nsale agreement between the two corporations contained the following\r\nprovision under the title, Representations of the Seller:\r\n   J.  Seller, to the best of its knowledge\r\nand belief, is in full compliance with all\r\nlaws and regulations which apply to the\r\nconduct of its business, including all laws\r\nand regulations relating to employment.\r\n\nEx. 1,  7J.\r\nThere was unrebutted testimony by Gerald Felise, vice\r\npresident and chief financial officer of Douglass Corp., along the\r\nfollowing lines.  Felise had extensive experience in the trucking\r\nindustry.  The Department of Transportation has a long-standing\r\nrequirement mandating that truck drivers keep a record of all hours\r\nspent \"on duty\" and \"off duty.\"  The time records must be kept in\r\nwhat is called a log.  It is the responsibility of the trucking\r\nemployer to see to it that the logs are accurate.  The logs are\r\nrequired to be kept at the terminal of origin and at the corporate\r\noffice.  After he took over at Douglass Corp. in 1989, Felise\r\nconducted an audit of the Appleyard Motor site in Metheun,\r\nMassachusetts.  He found that although the logs kept by the truck\r\ndrivers appeared to be in compliance with Department of\r\nTransportation hour requirements, they did not check out with the\r\ntrip tickets issued at the points of origin and delivery.  Trip\r\ntickets are stamped with the time the truck leaves the terminal and\r\nanother ticket shows the time of delivery of the load.  Unlike the\r\nlogs, the truckers had no control over the times stamped on trip\r\ntickets.  Appleyard Motor had a large percentage of independent\r\ntruckers hauling for it.  Independent truckers own their own\r\ntractors and lease containers furnished by the trucking company. \r\nIt is to the financial advantage of independent truckers to carry\r\nas many loads as possible, which may mean working more hours than\r\nallowed by the Department of Transportation.\r\nThe magistrate judge relied on the testimony of Felise in\r\nfinding that \"AMT's [Appleyard's] drivers were driving an excessive\r\nnumber of hours and that AMT must have known this.  This\r\nconstitutes a false representation or breach of warranty.\"  This\r\nfinding was not clearly erroneous and insofar as it involved an\r\ninterpretation of paragraph 7J of the purchase and sale agreement,\r\nit was not legal error.\r\nOur difficulty with the damages award stems from the\r\nmagistrate judge's computation of damages.  We quote the pertinent part of his opinion on damages:\r\n   Upon discovering that AMT's [Appleyard\r\nMotor's] drivers had been driving excessive\r\nhours, Gerald Felise, Vice President and Chief\r\nOperating officer of JWD [Douglass Corp.],\r\nissued a directive to the drivers to bring\r\ntheir hours into compliance with the law.  In\r\norder to compensate the drivers for the loss\r\nof driving time, AMT had to raise the rates it\r\ncharged its customers.  This, in turn,\r\nresulted in a loss of customers and a $300,000\r\nannual decline in revenue associated with the\r\nformer AMT operation.  (Tr. 1/16/67, at 113,\r\n119, 135.)  Starting from an annual revenue\r\nbase of $2.5 million, this amounts to a 12%\r\ndecline.  Although Douglas [sic] presented no\r\nevidence that purported to address directly\r\nthe issue of damages or even to quantify JWD's\r\nloss in profits as a result of this decline in\r\nrevenue, I infer that, if JWD had known that\r\nannual revenue from the AMT operation would\r\ndecline 12% as a result of JWD having to bring\r\nthat operation into compliance with law, the\r\nfair price JWD would have been willing to pay\r\nfor AMT would have been at least 12% (or\r\n$96,000) below the $800,000 it agreed to pay. \r\nOn this basis, I find that the difference\r\nbetween the value of the assets as represented\r\nor warranted and their actual value was at\r\nleast $96,000.\r\n\n   As of November 1989 when JWD ceased making\r\npayments, the principal balance due on the\r\nnote before any offset was approximately\r\n$217,644.  (Ex. 2.)  Giving Douglas credit for\r\nthe $96,000 offset to which he is minimally\r\nentitled, the principal amount outstanding\r\nmust be reduced to $121,644.  As of November\r\n1994, Appleyard calculated that approximately\r\n$151,644 was due in interest and late charges,\r\nbased on the assumption that the principal\r\nbalance outstanding was $217,644.  (Id.) \r\nExtrapolating, I find that the amount of\r\ninterest and late charges that was due as of\r\nNovember 1994 on the adjusted principal\r\nbalance of $121,644 was approximately $84,626\r\n($121,644 divided by $217,644 equals 55.89%,\r\n55.89% of $151,412 equals $84,626). \r\nAccordingly, I find that, as of November 1994,\r\nDouglas owed Appleyard a total of $206,270\r\n($121,644 plus $84,626).\r\n\nWe note first that the statement by the magistrate judge\r\nthat \"Douglas presented no evidence that purported to address\r\ndirectly the issue of damages or even to quantify JWD's loss in\r\nprofits as a result of this decline in revenue\" is contrary to the\r\nrecord.  Gerard Felise, vice president and chief financial officer\r\nof Douglass, testified directly on this.  His testimony can be\r\nsummarized as follows.\r\nAppleyard Motor's operations at the Methuen,\r\nMassachusetts, site grossed $2.5 million annually.  Its operating\r\ncost was .87 cents on the dollar; this meant that its profit was\r\n.13 cents on the dollar.  This translated into roughly between\r\n$200,000.00 and $400,000.00 worth of cash flow profits annually. \r\nIn order to operate in compliance with the Department of\r\nTransportation's hourly requirements the rates charged customers\r\nwere increased by 18%.  The customers refused to pay the additional\r\n18%.  This resulted in a \"negative revenue stream\" of $300,000.00,\r\nor to put it another way, there was a $300,000.00 annualized\r\ndecline in revenue based on a $2.5 million starting point.  This\r\ncontributed to an overall decline in revenue of 40% for Douglass\r\nCorp.  The result was the filing of a chapter 11 petition in\r\nbankruptcy by Douglass Corp. on January 27, 1990.  In answer to a\r\nquestion by the magistrate judge, Felise stated the $300,000.00\r\nloss in annual revenue was due solely to the mandatory compliance\r\nwith the reduced hours required by the Department of\r\nTransportation.  (The magistrate judge did not question the\r\ncredibility of Felise; indeed, he relied on his testimony in\r\nfinding a false representation by Appleyard Motor.)\r\nThere was also testimony by Michael Pierce, accountant\r\nfor Appleyard Motor, that prior to the sale of its assets its\r\nprofits were $200,000.00-$300,000.00 a year.  Thus, it appears from\r\nthe evidence that the entire profit margin of Appleyard Motor was\r\nwiped out when the driving hours violation was corrected.\r\nWe are also bothered by the magistrate judge's statement\r\nthat if Douglass Corp. had known that the annual revenue from the\r\nAppleyard Motor operation would decline 12% because customer rates\r\nhad to be raised 18% to bring the operation into compliance with\r\nthe law, \"the fair price JWD [Douglass] would have been willing to\r\npay for AMT [Appleyard] would have been at least 12% (or\r\n$96,000.00) below the $800,000.00 it agreed to pay.\"\r\nThere is no evidentiary basis for such an inference. \r\nThere was no testimony as to what a willing buyer would have paid\r\na willing seller under these circumstances.  Moreover, the\r\nmagistrate judge gave no consideration to the inescapable fact that\r\na reduction of $300,000.00 in annual earnings effectively\r\neliminated Appleyard Motor's profits.  We cannot conjecture without\r\nevidence what Douglass Corp. would have paid if the hour violations\r\nhad been brought to its attention prior to the sale.  Douglass may\r\nwell have decided not to purchase Appleyard Motor.\r\nThere is one thing, however, that has been established\r\nbeyond peradventure.  The hours violations resulted directly in an\r\nannual loss of revenue to Douglass Corp. of $300,000.00.  The\r\noffset provision in the note and purchase and sale agreement\r\nstates:\r\n   The obligation evidenced by this Promissory\r\nNote is at all times subject to the terms and\r\nconditions of that certain Asset Purchase\r\nAgreement dated November 28, 1988, which is\r\nhereby incorporated by reference and any other\r\nagreements related thereto and the Borrower is\r\nexpressly granted the right to offset against\r\nany and all sums payable to Noteholder by\r\nBorrower under this Note in an amount equal to\r\nany and all losses, claims, and/or damages\r\nsustained by Borrower resulting from the\r\nassertion of a debt, claim or liability\r\nbrought against Borrower which had not been\r\npreviously disclosed by Noteholder or as a\r\nresult of any failure or breach of any\r\nwarranty or representation by Noteholder or\r\nany misrepresentation made by Noteholder in\r\nconnection with the sale of the Assets.\r\n\nWhile a trial court generally has considerable discretion\r\nin fixing damages, such an award must yield when there is \"clear\r\nerror.\"  La Esperanza de P.R., Inc. v. Perez y Cia. de P.R., Inc.,\r\n</pre><span class=\"citation\" data-id=\"197506\"><a href=\"/opinion/197506/perez-y-cia-v-la-esperanza/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 21 (1st Cir. 1997).  We think that is the case here. \r\nThe district court clearly erred when it inferred that Douglass\r\nCorp. would have paid only 12% less for Appleyard Motor in the\r\ntotal absence of any evidence to that effect.  Quabaug Rubber Co.v. Fabiano Shoe Co., </pre><span class=\"citation\" data-id=\"351555\"><a href=\"/opinion/351555/quabaug-rubber-company-v-fabiano-shoe-co-inc/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">, 162 (1st Cir. 1977)(damage award\r\n\"not supported by substantial evidence . . . was in error\"); cf.Kaiser Aluminum &amp; Chemical Corp. v. Bonjorno, </pre><span class=\"citation\" data-id=\"112403\"><a href=\"/opinion/112403/kaiser-aluminum-chemical-corp-v-bonjorno/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">827</span></a></span><pre class=\"inline\">, 836\r\n(1990).  This is especially so in light of the fact that bringing\r\nAppleyard Motor into compliance with Department of Transportation\r\nrequirements obliterated the profit margin of the purchased entity. \r\nAnd the court did not make any \"conclusions of law from which a\r\ntheory of damages that would support the award[] can be inferred.\" \r\nWestminster Elec. Corp. v. Salem Eng'g &amp; Const., </pre><span class=\"citation\" data-id=\"421808\"><a href=\"/opinion/421808/westminster-electric-corporation-v-salem-engineering-and-construction/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span><pre class=\"inline\">, 724\r\n(1st Cir. 1983)).  \r\nDouglass Corp. was entitled under the note \"to offset\r\nagainst any and all sums payable to Noteholder . . . in an amount\r\nequal to any and all losses, claims, and/or damages sustained by\r\nBorrower resulting from . . . any failure or breach of any warranty\r\nor representation.\"  We fail to understand, in the absence of\r\nevidence, how the 12% purchase price reduction suffices to offset\r\nthe actual effect of Appleyard Motor's misrepresentation.\r\n   We must, therefore, vacate the award of damages and\r\nremand solely for a new determination of damages.  So Ordered.  No\r\ncosts to either party.\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421808/"
  ]
}