{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197848/",
  "absolute_url": "/opinion/197848/in-re-v-grand-jury/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197848/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:40:22Z",
  "date_modified": "2017-03-24T10:53:33.874637Z",
  "type": "010combined",
  "sha1": "c57021b2036bfa1570cf4d25369932da496a7de3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2335.01A",
  "local_path": null,
  "plain_text": "                 UNITED STATES COURT OF APPEALS\r\n                     FOR THE FIRST CIRCUIT\r\n\n                                            \r\n\nNo. 97-2335\r\n\n                  IN RE:  GRAND JURY SUBPOENA\r\n\n            (SERVED UPON STEPHEN A. ROACH, ESQUIRE).\r\n\n                                            \r\n\n                  AN ANONYMOUS POLICE OFFICER,\r\n\n                     Intervenor, Appellant.\r\n\n                                            \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Nancy Gertner, U.S. District Judge]\r\n\n                                            \r\n\n                             Before\r\n\n                    Selya, Boudin and Lynch,\r\n\n                        Circuit Judges.\r\n\n                                            \r\n\n    Thomas M. Hoopes, with whom Hoopes and Cronin and Dana A.\r\nCurhan were on brief, for intervenor.\r\n    Louis E. Peraertz, Attorney, U.S. Dep't of Justice, with whom\r\nBill Lann Lee, Acting Assistant Attorney General, Dennis J. Dimsey,\r\nAttorney, U.S. Dep't of Justice, Donald K. Stern, United States\r\nAttorney, and S. Theodore Merritt, Assistant United States\r\nAttorney, were on brief, for respondent.\r\n\n                                       \r\n\n                        March 16, 1998\r\n                                       \r\n\n         SELYA, Circuit Judge.  This appeal requires us to develop a\r\nmechanism for modulating the tension that can develop between a\r\nprotective order in a civil case, see Fed. R. Civ. P. 26(c), and\r\n a grand jury subpoena seeking evidence that falls within the\r\nprotective order's compass.  The question arises here on appeal\r\n  from the district court's refusal to quash a grand jury's\r\nsubpoena duces tecum that demands the production of materials\r\n   covered, at least in part, by a previously issued civil\r\nprotective order.  The question presented is new to us, and the\r\ndecisions elsewhere  divide over the correct approach.  After\r\npondering the problem, we reject the district court's choice of\r\n  an analytic method, but nevertheless uphold the subpoena.\r\n                        I.  BACKGROUND\r\n         Because of the procedural posture in which this appeal arises,\r\nthe facts before us afford little expository nourishment.  We\r\n   nonetheless offer the following informational crudit. \r\n         On an undetermined date, Michael Cox, an undercover Boston police\r\nofficer,  was, it is said, beaten brutally by a band of uniformed\r\npolice officers.  To redeem this alleged wrong, Cox sued the City\r\n   of Boston and several individual officers, including the\r\nintervenor in this action, whom we shall call Joe Doakes.  In\r\nshort order, the City filed a motion   later joined by Doakes  \r\nfor a protective order pursuant to Fed. R. Civ. P. 26(c).  The\r\ncourt (Young, U.S.D.J.) granted this request and issued a\r\nmodifiable order that protected confidential information, defined\r\nas including \"[a]ny and all Internal Affairs Division [(IAD)]\r\nrecords,\" as well as exhibits or evidence that incorporate any\r\nsuch confidential information.  Doakes thereafter gave deposition\r\ntestimony on three separate occasions between December 29, 1996,\r\nand April 7, 1997.\r\n    In due season, a federal grand jury initiated an investigation\r\ninto the attack.  On April 4, 1997, the United States moved to\r\nintervene in the civil case and to stay discovery.  Judge Young\r\ngranted this motion and, with the consent of all parties,\r\nadministratively closed the case \"until April 1, 1998 or [until]\r\nany investigation by the [United States] is completed, whichever\r\ncomes first.\"\r\n    On September 30, 1997, the grand jury summoned Cox's attorney,\r\nStephen A. Roach.  The subpoena duces tecum directed Roach  to\r\nproduce \"[a]ll volumes of the deposition, including exhibits, of\r\n[Joe Doakes] taken in Michael Cox v. City of Boston, et al.\" \r\nRoach filed a motion requesting the district court to rule \r\nwhether his compliance with the subpoena would violate the\r\nprotective order.  Citing the administrative closure of the civil\r\ncase file, Judge Young declined to hear the motion and directed\r\nRoach to the district court's emergency calendar. Doakes moved to\r\nintervene in the proceedings and the duty judge (Gertner,\r\nU.S.D.J.) heard Roach's motion for instructions as well as\r\nDoakes's motion to quash the subpoena duces tecum.\r\n    In pressing the motion to quash, Doakes's counsel   who had not\r\nrepresented him at the start of the civil case    argued that\r\nthe protective order safeguarded Doakes's entire deposition (and\r\nthe exhibits associated therewith) because he had been questioned\r\nextensively about his statement to the IAD.  After some backing\r\nand filling, not now germane, Judge Gertner denied the motion to\r\nquash.  In fashioning her decision, the judge adopted the Second\r\nCircuit's balancing test, see Martindell v. International Tel. &amp;\r\nTel. Corp., 594 F.2d 291 (2d Cir. 1979), and determined that, all\r\nthings considered, the interests of the criminal investigation in\r\nthis instance outweighed the movant's interest in maintaining the\r\nconfidentiality of the record (especially since Doakes had\r\ndemonstrated no prior reliance on the protective order). \r\nII.  ANALYSIS\r\n    We review a district court's fact-based decisions regarding\r\nquashal of grand jury subpoenas for abuse of discretion.  See In\r\nre Grand Jury Matters, 751 F.2d 13, 16 (1st Cir. 1984).  Withal,\r\na court that predicates a discretionary ruling on an erroneous\r\nview of the law inevitably abuses its discretion.  See Koon v.\r\nUnited States, 116 S. Ct. 2035, 2047 (1996); United States v.\r\nSnyder,     F.3d    ,     (1st Cir. 1998) [No. 97-1233, slip op.\r\nat 6-7].  Thus, we review de novo whether the court below\r\nemployed the proper legal formulation in making the decision from\r\nwhich Doakes appeals.  See Snyder,     F.3d at     [slip op. at\r\n7]; Soto v. United States, 11 F.3d 15, 17 (1st Cir. 1993).\r\n                    A.  Extant Standards.\r\n    The Second Circuit's Martindell test strives to balance society's\r\ninterest in obtaining grand jury evidence for law enforcement\r\npurposes with its interest in \"the just, speedy, and inexpensive\r\n  determination of civil disputes . . . by encouraging full\r\ndisclosure of all evidence that might conceivably be relevant.\" \r\n594 F.2d at 295 (citation and internal quotation marks omitted). \r\nIn constructing this test, the Martindell court  exalted civil\r\n  litigation over criminal prosecution on the theory that a\r\ndeponent's reliance on a protective order merits respect, and the\r\ngovernment's evidence-gathering powers are so sweeping that it\r\nordinarily will be  \"unnecessary\" for prosecutors to go behind\r\n civil protective orders.  Id. at 296.  In deference to these\r\n considerations, the court declared that, absent a showing of\r\n\"improvidence in the grant of a Rule 26(c) protective order or\r\n  some extraordinary circumstance or compelling need . . . a\r\nwitness should be entitled to rely upon the enforceability of a\r\n  protective order against any third parties, including the\r\n                      Government.\"  Id.\r\n    The Second Circuit's rule    positing a presumption in favor of\r\na protective order when such an order clashes with a grand jury\r\nsubpoena   has received a cool reception elsewhere.  The Fourth\r\nCircuit declined to follow Martindell, holding instead that \"the\r\n  existence of an otherwise valid protective order [is] not\r\nsufficient grounds to quash the subpoena duces tecum issued by\r\nthe . . . grand jury.\"  In re Grand Jury Subpoena, 836 F.2d 1468,\r\n1478 (4th Cir. 1988).  The court adopted this per se rule after\r\nweighing \"the authority of a grand jury to gather evidence in a\r\n  criminal investigation; the deponents' right against self-\r\nincrimination; and the goals of liberal discovery and efficient\r\n   dispute resolution in civil proceedings.\"  Id. at 1471. \r\n Calibrating these scales, the court concluded that society's\r\n  interest in grand jury access to  all relevant information\r\noverrode any countervailing interest in civil discovery.  See id.at 1474-75.  Two other circuits have joined the fray, both siding\r\n  with the Fourth Circuit and advocating a per se rule that\r\ninvariably prefers grand jury subpoenas over civil protective\r\norders.  See In re Grand Jury Subpoena, 62 F.3d 1222, 1224 (9th\r\nCir. 1995); In re Grand Jury Proceedings, 995 F.2d 1013, 1020\r\n                      (11th Cir. 1993).\r\n    We are uneasy with both of these approaches.  Turning first to\r\n  Martindell, we believe that its creation of a presumption\r\nfavoring the sanctity of civil protective orders tilts the scales\r\nin exactly the wrong direction.  By establishing a presumption in\r\nfavor of civil protective orders, Martindell fails to pay proper\r\nrespect to what we deem an issue of great importance: society's\r\n profound interest in the thorough investigation of potential\r\ncriminal wrongdoing.  See Nixon v. Fitzgerald, 457 U.S. 731, 754\r\nn.37 (1982) (explaining \"that there is a lesser public interest\r\n in actions for civil damages than, for example, in criminal\r\nprosecutions\").  Furthermore, the Martindell rule suffers from\r\npractical infirmities:  the principles by which one court should\r\nadjudge a protective order issued by another court \"improvidently\r\n granted\" are difficult to standardize, and the circumstances\r\n   under which a United States Attorney might demonstrate a\r\n\"compelling need\" are opaque.  In short, the Martindell rule is\r\n             ill conceived as a matter of policy.\r\n    The Fourth Circuit's per se rule manifests a different vice: \r\ninflexibility.  Although the per se rule properly privileges the\r\npublic's interest in law enforcement over its interest in the\r\nresolution of civil controversies, it does so without regard to\r\nidiosyncratic circumstances.  In other words, this approach puts\r\npriorities in proper perspective, but overlooks that the balance\r\nnonetheless is variable and that the confluence of the relevant\r\n interests   generally, those of society at large and of the\r\n   parties who are seeking to keep a civil protective order\r\n inviolate   occasionally may militate in favor of blunting a\r\ngrand jury's subpoena.  Because this per se rule obviates all\r\nanalysis, it will trench upon legitimate concerns when (even if\r\n rarely) a solid case can be made for exceptional treatment. \r\n Always bringing overwhelming force to bear may be acceptable\r\n military strategy, but the law often requires a more nuanced\r\n                          approach.\r\n                B.  The Modified Per Se Rule.\r\n    Regarding both the Martindell rule and the per se rule as flawed\r\n   to some extent, we chart a different course.  The proper\r\napproach, we think, is along the following lines:  A grand jury's\r\nsubpoena trumps a Rule 26(c) protective order unless the person\r\nseeking to avoid the subpoena can demonstrate the existence of\r\nexceptional circumstances that clearly favor subordinating the\r\n subpoena to the protective order.  We believe that this rule\r\noffers the desired flexibility and at the same time allows room\r\n  for reasoned analysis in a way that does not undermine the\r\npublic's interest in law enforcement out of a misplaced deference\r\nto private parties.  See Ajit V. Pai, Comment, Should a Grand\r\nJury Subpoena Override a District Court's Protective Order?, 65\r\n    U. Chi. L. Rev. 317 (1997) (espousing a similar rule).\r\n    How this presumption in favor of a grand jury subpoena plays out\r\nin each individual case will depend upon the particular facts and\r\ncircumstances.  When called upon to adjudicate a motion to quash\r\na grand jury subpoena in the face of a civil protective order, a\r\ndistrict court may mull factors such as the government's need for\r\nthe information (including the availability of other sources),\r\nthe severity of the contemplated criminal charges, the harm to\r\nsociety should the alleged criminal wrongdoing go unpunished, the\r\n    interests served by continued maintenance of complete\r\n  confidentiality in the civil litigation, the value of the\r\nprotective order to the timely resolution of that litigation, the\r\n   harm to the party who sought the protective order if the\r\ninformation is revealed to the grand jury, the severity of the\r\nharm alleged by the civil-suit plaintiff, and the harm to society\r\nand the parties should the encroachment upon the protective order\r\nhamper the prosecution or defense of the civil case.  In the\r\nend, society's interest in the assiduous prosecution of criminal\r\nwrongdoing almost always will outweigh its interest in the\r\nresolution of a civil matter between private parties, see, e.g.,\r\nNixon, 457 U.S. at 754 n.37, and thus, a civil protective order\r\nordinarily cannot be permitted to sidetrack a grand jury's\r\ninvestigation.\r\n                       C.  The Remedy.\r\n    We are mindful that the district court, compelled by conflicting\r\nprecedent to guess at the rule of decision, applied the wrong\r\nlegal standard.  Ordinarily, such a chain of events counsels in\r\n favor of a remand.  Yet, when a trial court misperceives the\r\napplicable rule of law, remand is not always required.  If the\r\n  record is sufficiently informative and the court has made\r\nsufficiently detailed findings, it sometimes is possible for an\r\n appellate tribunal to take those findings, marry them to the\r\ncorrect rule of law, and render a decision.  See, e.g., United\r\nStates v. Pierro, 32 F.3d 611, 622 (1st Cir. 1994); Societe des\r\nProduits Nestle v. Casa  Helvetia, Inc., 982 F.2d 633, 640-41,\r\n642 (1st Cir. 1992); United States v. Mora, 821 F.2d 860, 869\r\n                       (1st Cir. 1987).\r\n    This is such a case.  The record yields all the information a\r\ncourt is likely to need in order to rule upon a motion to quash. \r\nIn addition, Judge Gertner made certain relevant findings.  More\r\nimportantly, the record is barren of any evidence that would\r\npermit a court to find exceptional circumstances, or that might\r\ntend to show that the public interest would be served by taking\r\nthe unusual step of preferring the civil protective order over\r\nthe grand jury subpoena.  The subpoenaed information is highly\r\nrelevant, the contemplated criminal charges are serious, the need\r\nfor deterrence is great, the public interest in prosecuting\r\npolice brutality cases is obvious, and, conversely, a limited\r\nincursion on the protective order will neither delay the civil\r\nlitigation (which is stayed) nor unfairly skew its outcome.\r\n    We will not paint the lily.  Remand would serve no useful purpose\r\nbecause   the record presents insurmountable obstacles for\r\nDoakes.  Indeed, even though Judge Gertner erroneously used a\r\nlegal standard much more congenial to Doakes's  position   a\r\nlegal standard which incorrectly presumed that a protective order\r\nordinarily would prevail over a grand jury subpoena   she found\r\nthat the subpoena should be enforced.  As the correct legal\r\nstandard treats grand jury subpoenas with considerably more\r\nrespect than the standard employed below, and as the judge's\r\nfindings of fact are entirely supportable, the subpoena's\r\nsurvival is assured.  We need go no further.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">138 F.3d 442</p>\n    <p class=\"case_cite\">40 Fed.R.Serv.3d 145</p>\n    <p class=\"parties\">IN RE GRAND JURY SUBPOENA (Served Upon Stephen A. Roach,<br>Esquire).  An Anonymous Police Officer,<br>Intervenor, Appellant.</p>\n    <p class=\"docket\">No. 97-2335.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1998.<br>Decided March 16, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas M. Hoopes, with whom Hoopes and Cronin and Dana A. Curhan, Boston, MA, were on brief, for intervenor.</p>\n      <p class=\"indent\">Louis E. Peraertz, Attorney, U.S. Dep't of Justice, with whom Bill Lann Lee, Acting Assistant Attorney General, Dennis J. Dimsey, Attorney, U.S. Dep't of Justice, Donald K. Stern, United States Attorney, and S. Theodore Merritt, Assistant United States Attorney, Washington, DC, were on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to develop a mechanism for modulating the tension that can develop between a protective order in a civil case, see Fed.R.Civ.P. 26(c), and a grand jury subpoena seeking evidence that falls within the protective order's compass.  The question arises here on appeal from the district court's refusal to quash a grand jury's subpoena duces tecum that demands the production of materials covered, at least in part, by a previously issued civil protective order.  The question presented is new to us, and the decisions elsewhere divide over the correct approach.  After pondering the problem, we reject the district court's choice of an analytic method, but nevertheless uphold the subpoena.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because of the procedural posture in which this appeal arises, the facts before us afford little expository nourishment.  We nonetheless offer the following informational crudite.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On an undetermined date, Michael Cox, an undercover Boston police officer, was, it is said, beaten brutally by a band of uniformed police officers.  To redeem this alleged wrong, Cox sued the City of Boston and several individual officers, including the intervenor in this action, whom we shall call Joe Doakes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In short order, the City filed a motion--later joined by Doakes--for a protective order pursuant to Fed.R.Civ.P. 26(c).  The court (Young, U.S.D.J.) granted this request and issued a modifiable order that protected confidential information, defined as including \"[a]ny and all Internal Affairs Division [ (IAD) ] records,\" as well as exhibits or evidence that incorporate any such confidential information.  Doakes thereafter gave deposition testimony on three separate occasions between December 29, 1996, and April 7, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due season, a federal grand jury initiated an investigation into the attack.  On April 4, 1997, the United States moved to intervene in the civil case and to stay discovery.  Judge Young granted this motion and, with the consent of all parties, administratively closed the case \"until April 1, 1998 or [until] any investigation by the [United States] is completed, whichever comes first.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 30, 1997, the grand jury summoned Cox's attorney, Stephen A. Roach.  The subpoena duces tecum directed Roach to produce \"[a]ll volumes of the deposition, including exhibits, of [Joe Doakes] taken in Michael Cox v. City of Boston, et al.\"   Roach filed a motion requesting the district court to rule whether his compliance with the subpoena would violate the protective order.  Citing the administrative closure of the civil case file, Judge Young declined to hear the motion and directed Roach to the district court's emergency calendar.  Doakes moved to intervene in the proceedings and the duty judge (Gertner, U.S.D.J.) heard Roach's motion for instructions as well as Doakes's motion to quash the subpoena duces tecum.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In pressing the motion to quash, Doakes's counsel--who had not represented him at the start of the civil case--argued that the protective order safeguarded Doakes's entire deposition (and the exhibits associated therewith) because he had been questioned extensively about his statement to the IAD.  After some backing and filling, not now germane, Judge Gertner denied the motion to quash.  In fashioning her decision, the judge adopted the Second Circuit's balancing test, see Martindell v. International Tel. &amp; Tel. Corp., 594 F.2d 291 (2d Cir.1979), and determined that, all things considered, the interests of the criminal investigation in this instance outweighed the movant's interest in maintaining the confidentiality of the record (especially since Doakes had demonstrated no prior reliance on the protective order).</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review a district court's fact-based decisions regarding quashal of grand jury subpoenas for abuse of discretion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See In re Grand Jury Matters, 751 F.2d 13, 16 (1st Cir.1984).  Withal, a court that predicates a discretionary ruling on an erroneous view of the law inevitably abuses its discretion.  See Koon v. United States, 518 U.S. 81, 98-100, 116 S.Ct. 2035, 2047, 135 L.Ed.2d 392 (1996);  United States v. Snyder, 136 F.3d 65, 70 (1st Cir.1998).   Thus, we review de novo whether the court below employed the proper legal formulation in making the decision from which Doakes appeals.  See Snyder, 136 F.3d at 70;  Soto v. United States, 11 F.3d 15, 17 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Extant Standards.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Second Circuit's Martindell test strives to balance society's interest in obtaining grand jury evidence for law enforcement purposes with its interest in \"the just, speedy, and inexpensive determination of civil disputes ... by encouraging full disclosure of all evidence that might conceivably be relevant.\"  594 F.2d at 295 (citation and internal quotation marks omitted).  In constructing this test, the Martindell court exalted civil litigation over criminal prosecution on the theory that a deponent's reliance on a protective order merits respect, and the government's evidence-gathering powers are so sweeping that it ordinarily will be \"unnecessary\" for prosecutors to go behind civil protective orders.  Id. at 296.   In deference to these considerations, the court declared that, absent a showing of \"improvidence in the grant of a Rule 26(c) protective order or some extraordinary circumstance or compelling need ... a witness should be entitled to rely upon the enforceability of a protective order against any third parties, including the Government.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Second Circuit's rule--positing a presumption in favor of a protective order when such an order clashes with a grand jury subpoena--has received a cool reception elsewhere.  The Fourth Circuit declined to follow Martindell, holding instead that \"the existence of an otherwise valid protective order [is] not sufficient grounds to quash the subpoena duces tecum issued by the ... grand jury.\"  In re Grand Jury Subpoena, 836 F.2d 1468, 1478 (4th Cir.1988).  The court adopted this per se rule after weighing \"the authority of a grand jury to gather evidence in a criminal investigation;  the deponents' right against self-incrimination;  and the goals of liberal discovery and efficient dispute resolution in civil proceedings.\"  Id. at 1471.   Calibrating these scales, the court concluded that society's interest in grand jury access to all relevant information overrode any countervailing interest in civil discovery.  See id. at 1474-75.   Two other circuits have joined the fray, both siding with the Fourth Circuit and advocating a per se rule that invariably prefers grand jury subpoenas over civil protective orders.  See In re Grand Jury Subpoena, 62 F.3d 1222, 1224 (9th Cir.1995);  In re Grand Jury Proceedings, 995 F.2d 1013, 1020 (11th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We are uneasy with both of these approaches.  Turning first to Martindell, we believe that its creation of a presumption favoring the sanctity of civil protective orders tilts the scales in exactly the wrong direction.  By establishing a presumption in favor of civil protective orders, Martindell fails to pay proper respect to what we deem an issue of great importance:  society's profound interest in the thorough investigation of potential criminal wrongdoing.  See Nixon v. Fitzgerald, 457 U.S. 731, 754 n. 37, 102 S.Ct. 2690, 2703 n. 37, 73 L.Ed.2d 349 (1982) (explaining \"that there is a lesser public interest in actions for civil damages than, for example, in criminal prosecutions\").  Furthermore, the Martindell rule suffers from practical infirmities:  the principles by which one court should adjudge a protective order issued by another court \"improvidently granted\" are difficult to standardize, and the circumstances under which a United States Attorney might demonstrate a \"compelling need\" are opaque.  In short, the Martindell rule is ill conceived as a matter of policy.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Fourth Circuit's per se rule manifests a different vice:  inflexibility.  Although the per se rule properly privileges the public's interest in law enforcement over its interest in the resolution of civil controversies, it does so without regard to idiosyncratic circumstances.  In other words, this approach puts priorities in proper perspective, but overlooks that the balance nonetheless is variable and that the confluence of the relevant interests--generally, those of society at large and of the parties who are seeking to keep a civil protective order inviolate--occasionally may militate in favor of blunting a grand jury's subpoena.  Because this per se rule obviates all analysis, it will trench upon legitimate concerns when (even if rarely) a solid case can be made for exceptional treatment.  Always bringing overwhelming force to bear may be acceptable military strategy, but the law often requires a more nuanced approach.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>B. The Modified Per Se Rule.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Regarding both the Martindell rule and the per se rule as flawed to some extent, we chart a different course.  The proper approach, we think, is along the following lines:  A grand jury's subpoena trumps a Rule 26(c) protective order unless the person seeking to avoid the subpoena can demonstrate the existence of exceptional circumstances that clearly favor subordinating the subpoena to the protective order.  We believe that this rule offers the desired flexibility and at the same time allows room for reasoned analysis in a way that does not undermine the public's interest in law enforcement out of a misplaced deference to private parties.  See Ajit V. Pai, Comment, Should a Grand Jury Subpoena Override a District Court's Protective Order?, 64 U. Chi.  L.Rev. 317 (1997) (espousing a similar rule).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">How this presumption in favor of a grand jury subpoena plays out in each individual case will depend upon the particular facts and circumstances.  When called upon to adjudicate a motion to quash a grand jury subpoena in the face of a civil protective order, a district court may mull factors such as the government's need for the information (including the availability of other sources), the severity of the contemplated criminal charges, the harm to society should the alleged criminal wrongdoing go unpunished, the interests served by continued maintenance of complete confidentiality in the civil litigation, the value of the protective order to the timely resolution of that litigation, the harm to the party who sought the protective order if the information is revealed to the grand jury, the severity of the harm alleged by the civil-suit plaintiff, and the harm to society and the parties should the encroachment upon the protective order hamper the prosecution or defense of the civil case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In the end, society's interest in the assiduous prosecution of criminal wrongdoing almost always will outweigh its interest in the resolution of a civil matter between private parties, see, e.g., Nixon, 457 U.S. at 754 n. 37, 102 S.Ct. at 2703 n. 37, and thus, a civil protective order ordinarily cannot be permitted to sidetrack a grand jury's investigation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>C. The Remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are mindful that the district court, compelled by conflicting precedent to guess at the rule of decision, applied the wrong legal standard.  Ordinarily, such a chain of events counsels in favor of a remand.  Yet, when a trial court misperceives the applicable rule of law, remand is not always required.  If the record is sufficiently informative and the court has made sufficiently detailed findings, it sometimes is possible for an appellate tribunal to take those findings, marry them to the correct rule of law, and render a decision.  See, e.g., United States v. Pierro, 32 F.3d 611, 622 (1st Cir.1994);  Societe Des Produits Nestle v. Casa Helvetia, Inc., 982 F.2d 633, 640-41, 642 (1st Cir.1992);  United States v. Mora, 821 F.2d 860, 869 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is such a case.  The record yields all the information a court is likely to need in order to rule upon a motion to quash.  In addition, Judge Gertner made certain relevant findings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  More importantly, the record is barren of any evidence that would permit a court to find exceptional circumstances, or that might tend to show that the public interest would be served by taking the unusual step of preferring the civil protective order over the grand jury subpoena.  The subpoenaed information is highly relevant, the contemplated criminal charges are serious, the need for deterrence is great, the public interest in prosecuting police brutality cases is obvious, and, conversely, a limited incursion on the protective order will neither delay the civil litigation (which is stayed) nor unfairly skew its outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We will not paint the lily.  Remand would serve no useful purpose because the record presents insurmountable obstacles for Doakes.  Indeed, even though Judge Gertner erroneously used a legal standard much more congenial to Doakes's position--a legal standard which incorrectly presumed that a protective order ordinarily would prevail over a grand jury subpoena--she found that the subpoena should be enforced.  As the correct legal standard treats grand jury subpoenas with considerably more respect than the standard employed below, and as the judge's findings of fact are entirely supportable, the subpoena's survival is assured.  We need go no further.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The intervenor originally moved to close the appellate courtroom and to have our opinion issue under seal.  We declined to take such extreme measures, but agreed that we would take steps to keep the intervenor's identity confidential.  Accordingly, \"Joe Doakes\" is a pseudonym.  All parties have indicated their satisfaction with this arrangement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This appeal does not implicate any Fifth Amendment issues.  See, e.g., In re Grand Jury Subpoenas (Albuquerque Police Dep't), 40 F.3d 1096, 1104 (10th Cir.1994) (holding that the Fifth Amendment does not protect a police officer from the disclosure of internal affairs statements, administratively compelled, to a grand jury)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This list is intended to be illustrative rather than all-encompassing;  the district court need not consider every factor we have mentioned in every case, and, by the same token, may add factors as necessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Still, there may be occasional exceptions, and though we eschew any speculation as to what circumstances might warrant subordinating a grand jury subpoena to a civil protective order, we note that one commentator has ventured some ideas on this subject.  See Pai, supra, at 340-44 (suggesting that perhaps bankruptcies, financial institution insolvencies, mass torts, and the like might merit special consideration)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> For instance, Judge Gertner concluded that the protective order--which permits the dissemination of protected materials with \"prior permission of the City of Boston\" at the end of the civil case--could not reasonably be privileged over the subpoena because it was modifiable to such an extent that no one reasonably should have relied upon it as a buckler against a grand jury inquiry.  She also found that a principal purpose behind the protective order was to avoid interference with the City of Boston's internal investigation, now concluded.  Finally, the City did not object to the grand jury subpoena, thereby weakening the aggregate interest in maintaining confidentiality</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">442</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">145</span></span></p>\n    <p class=\"parties\">IN RE GRAND JURY SUBPOENA (Served Upon Stephen A. Roach,<br>Esquire).  An Anonymous Police Officer,<br>Intervenor, Appellant.</p>\n    <p class=\"docket\">No. 97-2335.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1998.<br>Decided March 16, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas M. Hoopes, with whom Hoopes and Cronin and Dana A. Curhan, Boston, MA, were on brief, for intervenor.</p>\n      <p class=\"indent\">Louis E. Peraertz, Attorney, U.S. Dep't of Justice, with whom Bill Lann Lee, Acting Assistant Attorney General, Dennis J. Dimsey, Attorney, U.S. Dep't of Justice, Donald K. Stern, United States Attorney, and S. Theodore Merritt, Assistant United States Attorney, Washington, DC, were on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to develop a mechanism for modulating the tension that can develop between a protective order in a civil case, see Fed.R.Civ.P. 26(c), and a grand jury subpoena seeking evidence that falls within the protective order's compass.  The question arises here on appeal from the district court's refusal to quash a grand jury's subpoena duces tecum that demands the production of materials covered, at least in part, by a previously issued civil protective order.  The question presented is new to us, and the decisions elsewhere divide over the correct approach.  After pondering the problem, we reject the district court's choice of an analytic method, but nevertheless uphold the subpoena.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because of the procedural posture in which this appeal arises, the facts before us afford little expository nourishment.  We nonetheless offer the following informational crudite.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On an undetermined date, Michael Cox, an undercover Boston police officer, was, it is said, beaten brutally by a band of uniformed police officers.  To redeem this alleged wrong, Cox sued the City of Boston and several individual officers, including the intervenor in this action, whom we shall call Joe Doakes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In short order, the City filed a motion--later joined by Doakes--for a protective order pursuant to Fed.R.Civ.P. 26(c).  The court (Young, U.S.D.J.) granted this request and issued a modifiable order that protected confidential information, defined as including \"[a]ny and all Internal Affairs Division [ (IAD) ] records,\" as well as exhibits or evidence that incorporate any such confidential information.  Doakes thereafter gave deposition testimony on three separate occasions between December 29, 1996, and April 7, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due season, a federal grand jury initiated an investigation into the attack.  On April 4, 1997, the United States moved to intervene in the civil case and to stay discovery.  Judge Young granted this motion and, with the consent of all parties, administratively closed the case \"until April 1, 1998 or [until] any investigation by the [United States] is completed, whichever comes first.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 30, 1997, the grand jury summoned Cox's attorney, Stephen A. Roach.  The subpoena duces tecum directed Roach to produce \"[a]ll volumes of the deposition, including exhibits, of [Joe Doakes] taken in Michael Cox v. City of Boston, et al.\"   Roach filed a motion requesting the district court to rule whether his compliance with the subpoena would violate the protective order.  Citing the administrative closure of the civil case file, Judge Young declined to hear the motion and directed Roach to the district court's emergency calendar.  Doakes moved to intervene in the proceedings and the duty judge (Gertner, U.S.D.J.) heard Roach's motion for instructions as well as Doakes's motion to quash the subpoena duces tecum.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In pressing the motion to quash, Doakes's counsel--who had not represented him at the start of the civil case--argued that the protective order safeguarded Doakes's entire deposition (and the exhibits associated therewith) because he had been questioned extensively about his statement to the IAD.  After some backing and filling, not now germane, Judge Gertner denied the motion to quash.  In fashioning her decision, the judge adopted the Second Circuit's balancing test, see Martindell v. International Tel. &amp; Tel. Corp., <span class=\"citation\" data-id=\"364166\"><a href=\"/opinion/364166/fed-sec-l-rep-p-96811-anne-c-martindell-v-international-telephone/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">291</span></a></span> (2d Cir.1979), and determined that, all things considered, the interests of the criminal investigation in this instance outweighed the movant's interest in maintaining the confidentiality of the record (especially since Doakes had demonstrated no prior reliance on the protective order).</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review a district court's fact-based decisions regarding quashal of grand jury subpoenas for abuse of discretion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See In re Grand Jury Matters, <span class=\"citation\" data-id=\"445643\"><a href=\"/opinion/445643/in-re-grand-jury-matters-appeal-of-united-states-of-america/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1984).  Withal, a court that predicates a discretionary ruling on an erroneous view of the law inevitably abuses its discretion.  See Koon v. United States, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 98-100, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2047, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996);  United States v. Snyder, <span class=\"citation\" data-id=\"197800\"><a href=\"/opinion/197800/united-states-v-snyder/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 70 (1st Cir.1998).   Thus, we review de novo whether the court below employed the proper legal formulation in making the decision from which Doakes appeals.  See Snyder, 136 F.3d at 70;  Soto v. United States, <span class=\"citation\" data-id=\"658375\"><a href=\"/opinion/658375/elvin-h-soto-v-united-states/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Extant Standards.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Second Circuit's Martindell test strives to balance society's interest in obtaining grand jury evidence for law enforcement purposes with its interest in \"the just, speedy, and inexpensive determination of civil disputes ... by encouraging full disclosure of all evidence that might conceivably be relevant.\"  594 F.2d at 295 (citation and internal quotation marks omitted).  In constructing this test, the Martindell court exalted civil litigation over criminal prosecution on the theory that a deponent's reliance on a protective order merits respect, and the government's evidence-gathering powers are so sweeping that it ordinarily will be \"unnecessary\" for prosecutors to go behind civil protective orders.  Id. at 296.   In deference to these considerations, the court declared that, absent a showing of \"improvidence in the grant of a Rule 26(c) protective order or some extraordinary circumstance or compelling need ... a witness should be entitled to rely upon the enforceability of a protective order against any third parties, including the Government.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Second Circuit's rule--positing a presumption in favor of a protective order when such an order clashes with a grand jury subpoena--has received a cool reception elsewhere.  The Fourth Circuit declined to follow Martindell, holding instead that \"the existence of an otherwise valid protective order [is] not sufficient grounds to quash the subpoena duces tecum issued by the ... grand jury.\"  In re Grand Jury Subpoena, <span class=\"citation\" data-id=\"500028\"><a href=\"/opinion/500028/in-re-grand-jury-subpoena-united-states-of-america-v-under-seal/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1468</span></a></span>, 1478 (4th Cir.1988).  The court adopted this per se rule after weighing \"the authority of a grand jury to gather evidence in a criminal investigation;  the deponents' right against self-incrimination;  and the goals of liberal discovery and efficient dispute resolution in civil proceedings.\"  Id. at 1471.   Calibrating these scales, the court concluded that society's interest in grand jury access to all relevant information overrode any countervailing interest in civil discovery.  See id. at 1474-75.   Two other circuits have joined the fray, both siding with the Fourth Circuit and advocating a per se rule that invariably prefers grand jury subpoenas over civil protective orders.  See In re Grand Jury Subpoena, <span class=\"citation\" data-id=\"701826\"><a href=\"/opinion/701826/in-re-grand-jury-subpoena-served-on-meserve-mumper-hughes-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1224 (9th Cir.1995);  In re Grand Jury Proceedings, <span class=\"citation\" data-id=\"608966\"><a href=\"/opinion/608966/in-re-grand-jury-proceedings-billy-j-williams-gj88-1-v-united-states/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1013</span></a></span>, 1020 (11th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We are uneasy with both of these approaches.  Turning first to Martindell, we believe that its creation of a presumption favoring the sanctity of civil protective orders tilts the scales in exactly the wrong direction.  By establishing a presumption in favor of civil protective orders, Martindell fails to pay proper respect to what we deem an issue of great importance:  society's profound interest in the thorough investigation of potential criminal wrongdoing.  See Nixon v. Fitzgerald, <span class=\"citation\" data-id=\"110762\"><a href=\"/opinion/110762/nixon-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">731</span></a></span>, 754 n. 37, <span class=\"citation\" data-id=\"110762\"><a href=\"/opinion/110762/nixon-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2690</span></a></span>, 2703 n. 37, <span class=\"citation\" data-id=\"110762\"><a href=\"/opinion/110762/nixon-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1982) (explaining \"that there is a lesser public interest in actions for civil damages than, for example, in criminal prosecutions\").  Furthermore, the Martindell rule suffers from practical infirmities:  the principles by which one court should adjudge a protective order issued by another court \"improvidently granted\" are difficult to standardize, and the circumstances under which a United States Attorney might demonstrate a \"compelling need\" are opaque.  In short, the Martindell rule is ill conceived as a matter of policy.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Fourth Circuit's per se rule manifests a different vice:  inflexibility.  Although the per se rule properly privileges the public's interest in law enforcement over its interest in the resolution of civil controversies, it does so without regard to idiosyncratic circumstances.  In other words, this approach puts priorities in proper perspective, but overlooks that the balance nonetheless is variable and that the confluence of the relevant interests--generally, those of society at large and of the parties who are seeking to keep a civil protective order inviolate--occasionally may militate in favor of blunting a grand jury's subpoena.  Because this per se rule obviates all analysis, it will trench upon legitimate concerns when (even if rarely) a solid case can be made for exceptional treatment.  Always bringing overwhelming force to bear may be acceptable military strategy, but the law often requires a more nuanced approach.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>B. The Modified Per Se Rule.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Regarding both the Martindell rule and the per se rule as flawed to some extent, we chart a different course.  The proper approach, we think, is along the following lines:  A grand jury's subpoena trumps a Rule 26(c) protective order unless the person seeking to avoid the subpoena can demonstrate the existence of exceptional circumstances that clearly favor subordinating the subpoena to the protective order.  We believe that this rule offers the desired flexibility and at the same time allows room for reasoned analysis in a way that does not undermine the public's interest in law enforcement out of a misplaced deference to private parties.  See Ajit V. Pai, Comment, Should a Grand Jury Subpoena Override a District Court's Protective Order?, 64 U. Chi.  L.Rev. 317 (1997) (espousing a similar rule).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">How this presumption in favor of a grand jury subpoena plays out in each individual case will depend upon the particular facts and circumstances.  When called upon to adjudicate a motion to quash a grand jury subpoena in the face of a civil protective order, a district court may mull factors such as the government's need for the information (including the availability of other sources), the severity of the contemplated criminal charges, the harm to society should the alleged criminal wrongdoing go unpunished, the interests served by continued maintenance of complete confidentiality in the civil litigation, the value of the protective order to the timely resolution of that litigation, the harm to the party who sought the protective order if the information is revealed to the grand jury, the severity of the harm alleged by the civil-suit plaintiff, and the harm to society and the parties should the encroachment upon the protective order hamper the prosecution or defense of the civil case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In the end, society's interest in the assiduous prosecution of criminal wrongdoing almost always will outweigh its interest in the resolution of a civil matter between private parties, see, e.g., Nixon, 457 U.S. at 754 n. 37, 102 S.Ct. at 2703 n. 37, and thus, a civil protective order ordinarily cannot be permitted to sidetrack a grand jury's investigation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>C. The Remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are mindful that the district court, compelled by conflicting precedent to guess at the rule of decision, applied the wrong legal standard.  Ordinarily, such a chain of events counsels in favor of a remand.  Yet, when a trial court misperceives the applicable rule of law, remand is not always required.  If the record is sufficiently informative and the court has made sufficiently detailed findings, it sometimes is possible for an appellate tribunal to take those findings, marry them to the correct rule of law, and render a decision.  See, e.g., United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 622 (1st Cir.1994);  Societe Des Produits Nestle v. Casa Helvetia, Inc., <span class=\"citation\" data-id=\"597410\"><a href=\"/opinion/597410/societe-des-produits-nestle-sa-v-casa-helvetia-inc/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 640-41, 642 (1st Cir.1992);  United States v. Mora, <span class=\"citation\" data-id=\"490116\"><a href=\"/opinion/490116/united-states-v-hector-mora-united-states-of-america-v-franklin/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span>, 869 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is such a case.  The record yields all the information a court is likely to need in order to rule upon a motion to quash.  In addition, Judge Gertner made certain relevant findings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  More importantly, the record is barren of any evidence that would permit a court to find exceptional circumstances, or that might tend to show that the public interest would be served by taking the unusual step of preferring the civil protective order over the grand jury subpoena.  The subpoenaed information is highly relevant, the contemplated criminal charges are serious, the need for deterrence is great, the public interest in prosecuting police brutality cases is obvious, and, conversely, a limited incursion on the protective order will neither delay the civil litigation (which is stayed) nor unfairly skew its outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We will not paint the lily.  Remand would serve no useful purpose because the record presents insurmountable obstacles for Doakes.  Indeed, even though Judge Gertner erroneously used a legal standard much more congenial to Doakes's position--a legal standard which incorrectly presumed that a protective order ordinarily would prevail over a grand jury subpoena--she found that the subpoena should be enforced.  As the correct legal standard treats grand jury subpoenas with considerably more respect than the standard employed below, and as the judge's findings of fact are entirely supportable, the subpoena's survival is assured.  We need go no further.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The intervenor originally moved to close the appellate courtroom and to have our opinion issue under seal.  We declined to take such extreme measures, but agreed that we would take steps to keep the intervenor's identity confidential.  Accordingly, \"Joe Doakes\" is a pseudonym.  All parties have indicated their satisfaction with this arrangement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This appeal does not implicate any Fifth Amendment issues.  See, e.g., In re Grand Jury Subpoenas (Albuquerque Police Dep't), <span class=\"citation\" data-id=\"682806\"><a href=\"/opinion/682806/nos-94-2032-94-2033/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1096</span></a></span>, 1104 (10th Cir.1994) (holding that the Fifth Amendment does not protect a police officer from the disclosure of internal affairs statements, administratively compelled, to a grand jury)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This list is intended to be illustrative rather than all-encompassing;  the district court need not consider every factor we have mentioned in every case, and, by the same token, may add factors as necessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Still, there may be occasional exceptions, and though we eschew any speculation as to what circumstances might warrant subordinating a grand jury subpoena to a civil protective order, we note that one commentator has ventured some ideas on this subject.  See Pai, supra, at 340-44 (suggesting that perhaps bankruptcies, financial institution insolvencies, mass torts, and the like might merit special consideration)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> For instance, Judge Gertner concluded that the protective order--which permits the dissemination of protected materials with \"prior permission of the City of Boston\" at the end of the civil case--could not reasonably be privileged over the subpoena because it was modifiable to such an extent that no one reasonably should have relied upon it as a buckler against a grand jury inquiry.  She also found that a principal purpose behind the protective order was to avoid interference with the City of Boston's internal investigation, now concluded.  Finally, the City did not object to the grand jury subpoena, thereby weakening the aggregate interest in maintaining confidentiality</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701826/"
  ]
}