{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197894/",
  "absolute_url": "/opinion/197894/korman-v-cumberland/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197894/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:41:14Z",
  "date_modified": "2017-03-24T10:53:41.661845Z",
  "type": "010combined",
  "sha1": "fe54df5a7b02f172177ec76a7a9ec17af517978f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2180.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2180\r\n\n   THE KORMAN COMPANY, AGENT FOR HYMAN KORMAN, INC.,\r\n\n                       Appellant,\r\n\n                           v.\r\n\n                CUMBERLAND FARMS, INC.,\r\n\n                       Appellee.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Nathaniel M. Gorton, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Selya, Boudin and Lynch,\r\n\n                    Circuit Judges.\r\n\n                                      \r\n\nMichael H. Landis with whom Smolow &amp; Landis and Bertin C.\r\nEmmons were on brief for appellant.\r\nBarbara D. Gilmore with whom Kathleen Provost, Sullivan &amp;\r\nWorcester LLP, and Mark G. Howard were on brief for appellee.\r\n\n                    April 6, 1998\r\n\n                             BOUDIN, Circuit Judge.  The parties to this case sought\r\nto settle a dispute between them, but the settlement agreement they\r\nreached has now given rise to a new dispute.  Our own reading of\r\nthe settlement agreement falls somewhere between the conflicting\r\npositions of the parties, but it is impossible to state the issue\r\nwithout some background and a description of the pertinent terms of\r\nthe agreement.  Most, although not all, of the facts are\r\n                     undisputed.\r\n The appellant, the Korman Company, leased a parcel of\r\nland to Chevron U.S.A., Inc., in Bensalem, Bucks County,\r\nPennsylvania.  Cumberland Farms, Inc., acquired the lease from\r\nChevron in 1986 and used it to operate a gas station and\r\nconvenience store.  In 1992, Cumberland filed for bankruptcy in\r\n           Massachusetts under Chapter 11.\r\nThe following year, Korman filed an adversary proceeding\r\nin the bankruptcy court, see Fed. R. Bankr. P. 7001, to eject\r\nCumberland from the property, alleging that Cumberland had violated\r\na provision of the lease.  Cumberland then closed the gas station\r\nand reached a settlement with Korman, which the bankruptcy court\r\napproved.  The dispute now before us arises out of the\r\n     implementation of this settlement agreement.\r\nIn the settlement agreement, Korman agreed to buy out the\r\nremainder of Cumberland's lease for $90,000, provided that\r\nCumberland cleared the property of all structures and eliminated\r\nany unlawful contamination of the soil and groundwater.  Anxious to\r\nregain the property swiftly, Korman agreed to pay $90,000 into an\r\nescrow account with the understanding that 75 percent of the\r\naccount's value would be released to Cumberland when it completed\r\ncertain specified tasks.  If Cumberland failed to complete these\r\ntasks by December 31, 1994, the escrow account would be reduced by\r\n$10,000 for each month of delay, so the 75 percent payment--due\r\nwhen the specified tasks were completed--would be a declining\r\namount.  The remaining 25 percent of the escrow account is to be\r\npaid only when Cumberland's \"closure report\" is approved by the\r\nPennsylvania Department of Environmental Resources (\"DER\") at the\r\nconclusion of the cleanup.\r\nOn February 7, 1995, Cumberland informed Korman that it\r\nwould satisfy the requirements specified for release of 75 percent\r\nof the escrow account by February 8, 1995.  This occurred somewhat\r\nmore than a month after the December 31, 1994, deadline so the\r\ntotal amount of the escrow was already reduced by somewhat more\r\nthan $10,000.  However, Korman refused to agree that any payment\r\nwas due to Cumberland from the escrow, and Cumberland then filed a\r\nmotion in the bankruptcy court to compel performance under the\r\nsettlement agreement.\r\nParagraphs 2 and 4(a) of the agreement outline various\r\ntasks that Cumberland must perform to be entitled to the 75 percent\r\npayment.  Korman admits that a number of the requirements were\r\nsatisfied (e.g., removal of underground storage tanks and\r\ndemolition of buildings).  But Korman denies that Cumberland has\r\nsatisfied requirements in paragraph 4(a)(iii) and (iv) relating to\r\nremoval of contaminated soil, remediation of contaminated\r\ngroundwater and installation of equipment required for long-term\r\nremediation. Paragraph 4(a) describes Cumberland's pertinent\r\nobligations as follows:\r\n     iii) removal and replacement of\r\ncontaminated soil, if any, and the\r\ncommencement of remediation of any\r\ncontaminated groundwater to the extent such\r\nremoval and/or remediation is deemed necessary\r\nby the appropriate federal or state\r\nauthorities;\r\n     iv) to the extent deemed necessary by\r\nthe appropriate federal or state authorities,\r\ninstallation of any equipment and/or systems\r\nrequired for a long-term remediation system;\r\nand\r\n     v) delivery to Korman of written\r\ncertification by a reputable licensed\r\nenvironmental consulting engineer that the\r\nwork required in Paragraphs 2(a) through 2(d)\r\nand Paragraph 4(a)(i)-(iv) hereof has been\r\ncompleted.\r\n\nIn the bankruptcy court, Cumberland argued that, without\r\nany direction from any federal or state agency, it had removed\r\napproximately 440 tons of contaminated soil and had installed\r\nunderground piping that would enable future remediation if\r\nrequired.  To show that it had satisfied the requirements of\r\nsubparagraphs (iii) and (iv), Cumberland relied upon a letter from \r\na firm of licensed geologists and engineers purporting to certify\r\nthat Cumberland had satisfied all the requirements of paragraphs 2\r\nand 4 of the agreement, a certification previously furnished to\r\nKorman.  Cumberland also provided a letter from DER acknowledging\r\nthat Cumberland had filed a closure report.\r\nIn response, Korman urged that subparagraphs (iii) and\r\n(iv) required Cumberland to follow procedures set out in DER's\r\nenvironmental regulations, and it offered an affidavit of a\r\nconsulting engineer, experienced in environmental projects, stating\r\nthat Cumberland was required to receive DER approval prior to\r\ncommencing remediation, and that filing a closure report did not\r\namount to such approval.  The same affidavit asserted that\r\ncontaminants in excess of DER's cleanup standards were still\r\npresent in the soil on the property.\r\nThe bankruptcy court held a telephone hearing on June 28,\r\n1995, and issued an order on November 29, 1995, directing that 75\r\npercent of the escrow account (as reduced by the delay penalty) be\r\npaid to Cumberland.  The court reasoned that government approvals\r\nwere required only for the second stage's 25 percent payment and\r\nthat Cumberland had satisfied its obligations at the first stage by\r\nproviding the written certification of its retained engineer as\r\nprovided in subparagraph (v) that all work required under\r\nparagraphs 2 and 4 had been completed.  The district court affirmed\r\nthe order summarily, and Korman now appeals to us.\r\nInterpretation of the settlement agreement presents a\r\nlegal issue which we resolve de novo.  See Blackie v. State of Me.,\r\n75 F.3d 716, 721 (1st Cir. 1996).  Neither side suggests that there\r\nis any extrinsic evidence bearing on the meaning of the agreement,\r\nso inquiry is limited to the language and context of the agreement\r\nin an effort to ascertain what reasonable parties would have\r\nunderstood by the use of that language under the circumstances. \r\nSee E.A. Farnsworth, Contracts  5.9, at 510-11 (2d ed. 1990).\r\nKorman's central position is that the agreement required \r\nCumberland, in complying with the removal, replacement,\r\ncommencement of remediation and installation requirements of\r\nsubparagraphs (iii) and (iv), to obtain prior governmental approval\r\nof Cumberland's remedial actions under the procedures promulgated\r\nby the Pennsylvania DER.  Korman points specifically to the phrase\r\n\"to the extent deemed necessary by the appropriate federal or state\r\nauthorities,\" which appears in subparagraphs (iii) and (iv).  We do\r\nnot think that this is a sustainable reading.\r\nThe most straightforward reading of the quoted phrase, in \r\nthe context in the two paragraphs, is that removal, replacement,\r\ncommencement of remediation and installation must meet the\r\nsubstantive requirements or standards set by the government.  While\r\nin some contexts this might also imply--although not expressly\r\nstate--that Cumberland must obtain clearances from the authorities\r\nbefore the money is due, there is both a textual and a practical\r\nreason for rejecting that inference in this case.  The textual\r\nreason is the lack of an explicit requirement, coupled with the\r\npresence of a related provision in the agreement--paragraph 8--\r\nexpressly requiring governmental approval, but only as a condition\r\nfor the second 25 percent payment.\r\nOn the practical side, we agree with the bankruptcy court\r\nthat Cumberland would not here have agreed to terms whereby\r\nCumberland would be penalized for a government agency's delay in\r\napproving a remedial action plan.  The parties entered into the\r\nsettlement agreement only on December 13, 1994.  Even assuming that\r\nCumberland was immediately prepared to file a remedial action plan,\r\nKorman's reading assumes that Cumberland was willing to begin\r\nforfeiting funds at the rate of $10,000 a month if DER required\r\nmore than 18 days to approve the plan.\r\nKorman argues that prior governmental approval of a\r\nremedial action plan was an essential part of its bargain, because\r\nit wanted to warrant to any new tenant that DER would not require\r\nfurther cleanup actions.  But if agency approval were a\r\nprecondition of the first-stage 75 percent payment, it could easily\r\nhave been expressed in those terms, as it was in paragraph 8\r\nrequiring DER's approval of the closure report.  The difference is\r\nthat the approval required in paragraph 8 is a criterion of the\r\nsecond stage payment of 25 percent and cannot be demanded\r\nprematurely.\r\nRejecting Korman's reading of the agreement does not lead\r\nus to embrace Cumberland's.  Cumberland says that subparagraphs\r\n(iii) and (iv) do not require any cleanup because no federal or\r\nstate agency has come forward to say that the agency \"deemed\" such\r\naction necessary.  But what cleanup is \"deemed necessary by the\r\nappropriate . . . authorities\" can be discerned from their\r\nregulations and standards.  And, on a practical level, we think it\r\nunlikely that Korman would have agreed that no cleanup was required\r\nmerely because the government had not gotten around to demanding it\r\nby the payment date.\r\nIn sum, the agreement is a compromise, falling between\r\nthe parties' extreme positions.  To secure the 75 percent,\r\nCumberland had to perform the necessary tasks to whatever\r\nsubstantive level is required under the law, even if no explicit\r\norder to Cumberland had issued from a government agency.  Only for\r\nthe remaining 25 percent did Cumberland have to obtain the final\r\nseal of approval of DER.  Whether the drafters fully understood the\r\nPennsylvania cleanup process is another matter.\r\nThis brings us to the question whether Cumberland has met\r\nthe substantive requirements of subparagraphs (iii) and (iv).  At\r\noral argument, Cumberland urged that the parties had committed this\r\ndetermination to the final judgment of the \"licensed environmental\r\nconsulting engineer\" referred to in subparagraph (v).  This might\r\nbe an efficient solution for parties to such an agreement, but\r\nCumberland's reading does not square with the settlement agreement.\r\nThe straightforward language of paragraph 4(a) requires\r\nCumberland actually to perform the removal, replacement,\r\ncommencement and installation as specified in subparagraphs (iii)\r\nand (iv) and then, as specified separately in subparagraph (v), to\r\ndeliver the written certification.  Nothing in subparagraph (v)\r\nsuggests that the written certification is conclusive.  So far as\r\nthe language goes, Korman was free to accept the written\r\ncertification as adequate, presumably reserving its right (if any)\r\nto sue the engineer later, or to dispute now that subparagraph\r\n(iii) and (iv) had in fact been satisfied.\r\nIn the bankruptcy court, Korman's supporting affidavit\r\naverred that volatile organic compounds on the property remain \"at\r\nlevels in excess of DER's cleanup standards.\"  Cumberland's\r\ncertification asserts only that 440 tons of soil were evacuated and\r\nremoved and that soil vapor extraction lines were installed.  But\r\nif this implies a view that all regulations have been satisfied,\r\nwhether Cumberland in fact satisfied Pennsylvania requirements was\r\nnot decided by the bankruptcy court and can hardly be decided by us\r\nin the face of conflicting assertions by experts.\r\nIt follows that the matter must be remanded to the\r\nbankruptcy court to determine whether Cumberland's removal,\r\nreplacement, commencement of remediation and installation do meet\r\nthe substantive requirements of \"the appropriate federal or state\r\nauthorities.\"  This might turn out to be a technical factual issue\r\nabout the extent of soil removal or something far more complicated. \r\nGiven the limited dollar amount involved, the parties would be\r\nwell-advised to consider a settlement.\r\nThe judgment of the district court affirming the order of\r\nthe bankruptcy court is vacated and the matter is remanded for\r\nfurther proceedings consistent with this opinion.  Each side shall\r\nbear its own costs on this appeal.\r\nIt is so ordered.\n",
  "html": "<p class=\"case_cite\">140 F.3d 331</p>\n    <p class=\"case_cite\">32 Bankr.Ct.Dec. 570, 28 Envtl. L. Rep. 21,094</p>\n    <p class=\"parties\">THE KORMAN COMPANY, Agent for Hyman Korman, Inc., Appellant,<br>v.<br>CUMBERLAND FARMS, INC., Appellee.</p>\n    <p class=\"docket\">No. 97-2180.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1998<br>Decided April 6, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael H. Landis with whom Smolow &amp; Landis and Bertin C. Emmons were on brief for appellant.</p>\n      <p class=\"indent\">Barbara D. Gilmore with whom Kathleen Provost, Sullivan &amp; Worcester LLP, and Mark G. Howard were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The parties to this case sought to settle a dispute between them, but the settlement agreement they reached has now given rise to a new dispute.  Our own reading of the settlement agreement falls somewhere between the conflicting positions of the parties, but it is impossible to state the issue without some background and a description of the pertinent terms of the agreement.  Most, although not all, of the facts are undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant, the Korman Company, leased a parcel of land to Chevron U.S.A., Inc., in Bensalem, Bucks County, Pennsylvania.  Cumberland Farms, Inc., acquired the lease from Chevron in 1986 and used it to operate a gas station and convenience store.  In 1992, Cumberland filed for bankruptcy in Massachusetts under Chapter 11.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The following year, Korman filed an adversary proceeding in the bankruptcy court, see Fed.  R. Bankr.P. 7001, to eject Cumberland from the property, alleging that Cumberland had violated a provision of the lease.  Cumberland then closed the gas station and reached a settlement with Korman, which the bankruptcy court approved.  The dispute now before us arises out of the implementation of this settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the settlement agreement, Korman agreed to buy out the remainder of Cumberland's lease for $90,000, provided that Cumberland cleared the property of all structures and eliminated any unlawful contamination of the soil and groundwater.  Anxious to regain the property swiftly, Korman agreed to pay $90,000 into an escrow account with the understanding that 75 percent of the account's value would be released to Cumberland when it completed certain specified tasks.  If Cumberland failed to complete these tasks by December 31, 1994, the escrow account would be reduced by $10,000 for each month of delay, so the 75 percent payment--due when the specified tasks were completed--would be a declining amount.  The remaining 25 percent of the escrow account is to be paid only when Cumberland's \"closure report\" is approved by the Pennsylvania Department of Environmental Resources (\"DER\") at the conclusion of the cleanup.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 7, 1995, Cumberland informed Korman that it would satisfy the requirements specified for release of 75 percent of the escrow account by February 8, 1995.  This occurred somewhat more than a month after the December 31, 1994, deadline so the total amount of the escrow was already reduced by somewhat more than $10,000.  However, Korman refused to agree that any payment was due to Cumberland from the escrow, and Cumberland then filed a motion in the bankruptcy court to compel performance under the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Paragraphs 2 and 4(a) of the agreement outline various tasks that Cumberland must perform to be entitled to the 75 percent payment.  Korman admits that a number of the requirements were satisfied (e.g., removal of underground storage tanks and demolition of buildings).  But Korman denies that Cumberland has satisfied requirements in paragraph 4(a)(iii) and (iv) relating to removal of contaminated soil, remediation of contaminated groundwater and installation of equipment required for long-term remediation.  Paragraph 4(a) describes Cumberland's pertinent obligations as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">iii) removal and replacement of contaminated soil, if any, and the commencement of remediation of any contaminated groundwater to the extent such removal and/or remediation is deemed necessary by the appropriate federal or state authorities;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">iv) to the extent deemed necessary by the appropriate federal or state authorities, installation of any equipment and/or systems required for a long-term remediation system;  and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">v) delivery to Korman of written certification by a reputable licensed environmental consulting engineer that the work required in Paragraphs 2(a) through 2(d) and Paragraph 4(a)(i)-(iv) hereof has been completed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the bankruptcy court, Cumberland argued that, without any direction from any federal or state agency, it had removed approximately 440 tons of contaminated soil and had installed underground piping that would enable future remediation if required.  To show that it had satisfied the requirements of subparagraphs (iii) and (iv), Cumberland relied upon a letter from a firm of licensed geologists and engineers purporting to certify that Cumberland had satisfied all the requirements of paragraphs 2 and 4 of the agreement, a certification previously furnished to Korman.  Cumberland also provided a letter from DER acknowledging that Cumberland had filed a closure report.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In response, Korman urged that subparagraphs (iii) and (iv) required Cumberland to follow procedures set out in DER's environmental regulations, and it offered an affidavit of a consulting engineer, experienced in environmental projects, stating that Cumberland was required to receive DER approval prior to commencing remediation, and that filing a closure report did not amount to such approval.  The same affidavit asserted that contaminants in excess of DER's cleanup standards were still present in the soil on the property.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The bankruptcy court held a telephone hearing on June 28, 1995, and issued an order on November 29, 1995, directing that 75 percent of the escrow account (as reduced by the delay penalty) be paid to Cumberland.  The court reasoned that government approvals were required only for the second stage's 25 percent payment and that Cumberland had satisfied its obligations at the first stage by providing the written certification of its retained engineer as provided in subparagraph (v) that all work required under paragraphs 2 and 4 had been completed.  The district court affirmed the order summarily, and Korman now appeals to us.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Interpretation of the settlement agreement presents a legal issue which we resolve de novo.  See Blackie v. State of Me., 75 F.3d 716, 721 (1st Cir.1996).  Neither side suggests that there is any extrinsic evidence bearing on the meaning of the agreement, so inquiry is limited to the language and context of the agreement in an effort to ascertain what reasonable parties would have understood by the use of that language under the circumstances.  See E.A. Farnsworth, Contracts &#167; 5.9, at 510-11 (2d ed.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Korman's central position is that the agreement required Cumberland, in complying with the removal, replacement, commencement of remediation and installation requirements of subparagraphs (iii) and (iv), to obtain prior governmental approval of Cumberland's remedial actions under the procedures promulgated by the Pennsylvania DER.  Korman points specifically to the phrase \"to the extent deemed necessary by the appropriate federal or state authorities,\" which appears in subparagraphs (iii) and (iv).  We do not think that this is a sustainable reading.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The most straightforward reading of the quoted phrase, in the context in the two paragraphs, is that removal, replacement, commencement of remediation and installation must meet the substantive requirements or standards set by the government.  While in some contexts this might also imply--although not expressly state--that Cumberland must obtain clearances from the authorities before the money is due, there is both a textual and a practical reason for rejecting that inference in this case.  The textual reason is the lack of an explicit requirement, coupled with the presence of a related provision in the agreement--paragraph 8--expressly requiring governmental approval, but only as a condition for the second 25 percent payment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the practical side, we agree with the bankruptcy court that Cumberland would not here have agreed to terms whereby Cumberland would be penalized for a government agency's delay in approving a remedial action plan.  The parties entered into the settlement agreement only on December 13, 1994.  Even assuming that Cumberland was immediately prepared to file a remedial action plan, Korman's reading assumes that Cumberland was willing to begin forfeiting funds at the rate of $10,000 a month if DER required more than 18 days to approve the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Korman argues that prior governmental approval of a remedial action plan was an essential part of its bargain, because it wanted to warrant to any new tenant that DER would not require further cleanup actions.  But if agency approval were a precondition of the first-stage 75 percent payment, it could easily have been expressed in those terms, as it was in paragraph 8 requiring DER's approval of the closure report.  The difference is that the approval required in paragraph 8 is a criterion of the second stage payment of 25 percent and cannot be demanded prematurely.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rejecting Korman's reading of the agreement does not lead us to embrace Cumberland's.  Cumberland says that subparagraphs (iii) and (iv) do not require any cleanup because no federal or state agency has come forward to say that the agency \"deemed\" such action necessary.  But what cleanup is \"deemed necessary by the appropriate ... authorities\" can be discerned from their regulations and standards.  And, on a practical level, we think it unlikely that Korman would have agreed that no cleanup was required merely because the government had not gotten around to demanding it by the payment date.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In sum, the agreement is a compromise, falling between the parties' extreme positions.  To secure the 75 percent, Cumberland had to perform the necessary tasks to whatever substantive level is required under the law, even if no explicit order to Cumberland had issued from a government agency.  Only for the remaining 25 percent did Cumberland have to obtain the final seal of approval of DER.  Whether the drafters fully understood the Pennsylvania cleanup process is another matter.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the question whether Cumberland has met the substantive requirements of subparagraphs (iii) and (iv).  At oral argument, Cumberland urged that the parties had committed this determination to the final judgment of the \"licensed environmental consulting engineer\" referred to in subparagraph (v).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This might be an efficient solution for parties to such an agreement, but Cumberland's reading does not square with the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The straightforward language of paragraph 4(a) requires Cumberland actually to perform the removal, replacement, commencement and installation as specified in subparagraphs (iii) and (iv) and then, as specified separately in subparagraph (v), to deliver the written certification.  Nothing in subparagraph (v) suggests that the written certification is conclusive.  So far as the language goes, Korman was free to accept the written certification as adequate, presumably reserving its right (if any) to sue the engineer later, or to dispute now that subparagraph (iii) and (iv) had in fact been satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the bankruptcy court, Korman's supporting affidavit averred that volatile organic compounds on the property remain \"at levels in excess of DER's cleanup standards.\"   Cumberland's certification asserts only that 440 tons of soil were evacuated and removed and that soil vapor extraction lines were installed.  But if this implies a view that all regulations have been satisfied, whether Cumberland in fact satisfied Pennsylvania requirements was not decided by the bankruptcy court and can hardly be decided by us in the face of conflicting assertions by experts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It follows that the matter must be remanded to the bankruptcy court to determine whether Cumberland's removal, replacement, commencement of remediation and installation do meet the substantive requirements of \"the appropriate federal or state authorities.\"   This might turn out to be a technical factual issue about the extent of soil removal or something far more complicated.  Given the limited dollar amount involved, the parties would be well-advised to consider a settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court affirming the order of the bankruptcy court is vacated and the matter is remanded for further proceedings consistent with this opinion. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pennsylvania's environmental regulations require owners and operators of underground storage tanks to maintain a report of the closure of a tank and submit it to DER, if requested.  25 Pa.Code &#167; 245.452(f) (1997).  During closure, owners and operators must investigate whether a \"reportable release\" of contaminants into the environment has occurred and, if it has, undertake remedial action.  Id. This involves notice to various entities, interim remedial action, and tests on the property with results reported to DER.  Id. &#167;&#167; 245.305-245.310.  In addition, the owner or operator must submit a \"remedial action plan\" and receive DER approval prior to commencing remediation pursuant to that plan.  See id. &#167; 245.311</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties later discovered that Pennsylvania does not recognize \"licensed environmental consulting engineers,\" and Cumberland's letter was from a firm of licensed geologists and engineers</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></span></p>\n    <p class=\"case_cite\">32 Bankr.Ct.Dec. 570, 28 Envtl. L. Rep. 21,094</p>\n    <p class=\"parties\">THE KORMAN COMPANY, Agent for Hyman Korman, Inc., Appellant,<br>v.<br>CUMBERLAND FARMS, INC., Appellee.</p>\n    <p class=\"docket\">No. 97-2180.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1998<br>Decided April 6, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael H. Landis with whom Smolow &amp; Landis and Bertin C. Emmons were on brief for appellant.</p>\n      <p class=\"indent\">Barbara D. Gilmore with whom Kathleen Provost, Sullivan &amp; Worcester LLP, and Mark G. Howard were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The parties to this case sought to settle a dispute between them, but the settlement agreement they reached has now given rise to a new dispute.  Our own reading of the settlement agreement falls somewhere between the conflicting positions of the parties, but it is impossible to state the issue without some background and a description of the pertinent terms of the agreement.  Most, although not all, of the facts are undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant, the Korman Company, leased a parcel of land to Chevron U.S.A., Inc., in Bensalem, Bucks County, Pennsylvania.  Cumberland Farms, Inc., acquired the lease from Chevron in 1986 and used it to operate a gas station and convenience store.  In 1992, Cumberland filed for bankruptcy in Massachusetts under Chapter 11.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The following year, Korman filed an adversary proceeding in the bankruptcy court, see Fed.  R. Bankr.P. 7001, to eject Cumberland from the property, alleging that Cumberland had violated a provision of the lease.  Cumberland then closed the gas station and reached a settlement with Korman, which the bankruptcy court approved.  The dispute now before us arises out of the implementation of this settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the settlement agreement, Korman agreed to buy out the remainder of Cumberland's lease for $90,000, provided that Cumberland cleared the property of all structures and eliminated any unlawful contamination of the soil and groundwater.  Anxious to regain the property swiftly, Korman agreed to pay $90,000 into an escrow account with the understanding that 75 percent of the account's value would be released to Cumberland when it completed certain specified tasks.  If Cumberland failed to complete these tasks by December 31, 1994, the escrow account would be reduced by $10,000 for each month of delay, so the 75 percent payment--due when the specified tasks were completed--would be a declining amount.  The remaining 25 percent of the escrow account is to be paid only when Cumberland's \"closure report\" is approved by the Pennsylvania Department of Environmental Resources (\"DER\") at the conclusion of the cleanup.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 7, 1995, Cumberland informed Korman that it would satisfy the requirements specified for release of 75 percent of the escrow account by February 8, 1995.  This occurred somewhat more than a month after the December 31, 1994, deadline so the total amount of the escrow was already reduced by somewhat more than $10,000.  However, Korman refused to agree that any payment was due to Cumberland from the escrow, and Cumberland then filed a motion in the bankruptcy court to compel performance under the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Paragraphs 2 and 4(a) of the agreement outline various tasks that Cumberland must perform to be entitled to the 75 percent payment.  Korman admits that a number of the requirements were satisfied (e.g., removal of underground storage tanks and demolition of buildings).  But Korman denies that Cumberland has satisfied requirements in paragraph 4(a)(iii) and (iv) relating to removal of contaminated soil, remediation of contaminated groundwater and installation of equipment required for long-term remediation.  Paragraph 4(a) describes Cumberland's pertinent obligations as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">iii) removal and replacement of contaminated soil, if any, and the commencement of remediation of any contaminated groundwater to the extent such removal and/or remediation is deemed necessary by the appropriate federal or state authorities;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">iv) to the extent deemed necessary by the appropriate federal or state authorities, installation of any equipment and/or systems required for a long-term remediation system;  and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">v) delivery to Korman of written certification by a reputable licensed environmental consulting engineer that the work required in Paragraphs 2(a) through 2(d) and Paragraph 4(a)(i)-(iv) hereof has been completed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the bankruptcy court, Cumberland argued that, without any direction from any federal or state agency, it had removed approximately 440 tons of contaminated soil and had installed underground piping that would enable future remediation if required.  To show that it had satisfied the requirements of subparagraphs (iii) and (iv), Cumberland relied upon a letter from a firm of licensed geologists and engineers purporting to certify that Cumberland had satisfied all the requirements of paragraphs 2 and 4 of the agreement, a certification previously furnished to Korman.  Cumberland also provided a letter from DER acknowledging that Cumberland had filed a closure report.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In response, Korman urged that subparagraphs (iii) and (iv) required Cumberland to follow procedures set out in DER's environmental regulations, and it offered an affidavit of a consulting engineer, experienced in environmental projects, stating that Cumberland was required to receive DER approval prior to commencing remediation, and that filing a closure report did not amount to such approval.  The same affidavit asserted that contaminants in excess of DER's cleanup standards were still present in the soil on the property.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The bankruptcy court held a telephone hearing on June 28, 1995, and issued an order on November 29, 1995, directing that 75 percent of the escrow account (as reduced by the delay penalty) be paid to Cumberland.  The court reasoned that government approvals were required only for the second stage's 25 percent payment and that Cumberland had satisfied its obligations at the first stage by providing the written certification of its retained engineer as provided in subparagraph (v) that all work required under paragraphs 2 and 4 had been completed.  The district court affirmed the order summarily, and Korman now appeals to us.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Interpretation of the settlement agreement presents a legal issue which we resolve de novo.  See Blackie v. State of Me., <span class=\"citation\" data-id=\"712176\"><a href=\"/opinion/712176/dana-blackie-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 721 (1st Cir.1996).  Neither side suggests that there is any extrinsic evidence bearing on the meaning of the agreement, so inquiry is limited to the language and context of the agreement in an effort to ascertain what reasonable parties would have understood by the use of that language under the circumstances.  See E.A. Farnsworth, Contracts &#167; 5.9, at 510-11 (2d ed.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Korman's central position is that the agreement required Cumberland, in complying with the removal, replacement, commencement of remediation and installation requirements of subparagraphs (iii) and (iv), to obtain prior governmental approval of Cumberland's remedial actions under the procedures promulgated by the Pennsylvania DER.  Korman points specifically to the phrase \"to the extent deemed necessary by the appropriate federal or state authorities,\" which appears in subparagraphs (iii) and (iv).  We do not think that this is a sustainable reading.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The most straightforward reading of the quoted phrase, in the context in the two paragraphs, is that removal, replacement, commencement of remediation and installation must meet the substantive requirements or standards set by the government.  While in some contexts this might also imply--although not expressly state--that Cumberland must obtain clearances from the authorities before the money is due, there is both a textual and a practical reason for rejecting that inference in this case.  The textual reason is the lack of an explicit requirement, coupled with the presence of a related provision in the agreement--paragraph 8--expressly requiring governmental approval, but only as a condition for the second 25 percent payment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the practical side, we agree with the bankruptcy court that Cumberland would not here have agreed to terms whereby Cumberland would be penalized for a government agency's delay in approving a remedial action plan.  The parties entered into the settlement agreement only on December 13, 1994.  Even assuming that Cumberland was immediately prepared to file a remedial action plan, Korman's reading assumes that Cumberland was willing to begin forfeiting funds at the rate of $10,000 a month if DER required more than 18 days to approve the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Korman argues that prior governmental approval of a remedial action plan was an essential part of its bargain, because it wanted to warrant to any new tenant that DER would not require further cleanup actions.  But if agency approval were a precondition of the first-stage 75 percent payment, it could easily have been expressed in those terms, as it was in paragraph 8 requiring DER's approval of the closure report.  The difference is that the approval required in paragraph 8 is a criterion of the second stage payment of 25 percent and cannot be demanded prematurely.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rejecting Korman's reading of the agreement does not lead us to embrace Cumberland's.  Cumberland says that subparagraphs (iii) and (iv) do not require any cleanup because no federal or state agency has come forward to say that the agency \"deemed\" such action necessary.  But what cleanup is \"deemed necessary by the appropriate ... authorities\" can be discerned from their regulations and standards.  And, on a practical level, we think it unlikely that Korman would have agreed that no cleanup was required merely because the government had not gotten around to demanding it by the payment date.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In sum, the agreement is a compromise, falling between the parties' extreme positions.  To secure the 75 percent, Cumberland had to perform the necessary tasks to whatever substantive level is required under the law, even if no explicit order to Cumberland had issued from a government agency.  Only for the remaining 25 percent did Cumberland have to obtain the final seal of approval of DER.  Whether the drafters fully understood the Pennsylvania cleanup process is another matter.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the question whether Cumberland has met the substantive requirements of subparagraphs (iii) and (iv).  At oral argument, Cumberland urged that the parties had committed this determination to the final judgment of the \"licensed environmental consulting engineer\" referred to in subparagraph (v).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This might be an efficient solution for parties to such an agreement, but Cumberland's reading does not square with the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The straightforward language of paragraph 4(a) requires Cumberland actually to perform the removal, replacement, commencement and installation as specified in subparagraphs (iii) and (iv) and then, as specified separately in subparagraph (v), to deliver the written certification.  Nothing in subparagraph (v) suggests that the written certification is conclusive.  So far as the language goes, Korman was free to accept the written certification as adequate, presumably reserving its right (if any) to sue the engineer later, or to dispute now that subparagraph (iii) and (iv) had in fact been satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the bankruptcy court, Korman's supporting affidavit averred that volatile organic compounds on the property remain \"at levels in excess of DER's cleanup standards.\"   Cumberland's certification asserts only that 440 tons of soil were evacuated and removed and that soil vapor extraction lines were installed.  But if this implies a view that all regulations have been satisfied, whether Cumberland in fact satisfied Pennsylvania requirements was not decided by the bankruptcy court and can hardly be decided by us in the face of conflicting assertions by experts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It follows that the matter must be remanded to the bankruptcy court to determine whether Cumberland's removal, replacement, commencement of remediation and installation do meet the substantive requirements of \"the appropriate federal or state authorities.\"   This might turn out to be a technical factual issue about the extent of soil removal or something far more complicated.  Given the limited dollar amount involved, the parties would be well-advised to consider a settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court affirming the order of the bankruptcy court is vacated and the matter is remanded for further proceedings consistent with this opinion. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pennsylvania's environmental regulations require owners and operators of underground storage tanks to maintain a report of the closure of a tank and submit it to DER, if requested.  25 Pa.Code &#167; 245.452(f) (1997).  During closure, owners and operators must investigate whether a \"reportable release\" of contaminants into the environment has occurred and, if it has, undertake remedial action.  Id. This involves notice to various entities, interim remedial action, and tests on the property with results reported to DER.  Id. &#167;&#167; 245.305-245.310.  In addition, the owner or operator must submit a \"remedial action plan\" and receive DER approval prior to commencing remediation pursuant to that plan.  See id. &#167; 245.311</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties later discovered that Pennsylvania does not recognize \"licensed environmental consulting engineers,\" and Cumberland's letter was from a firm of licensed geologists and engineers</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/712176/"
  ]
}