{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197986/",
  "absolute_url": "/opinion/197986/cpc-v-northbrook/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197986/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:43:03Z",
  "date_modified": "2017-03-24T10:54:03.309364Z",
  "type": "010combined",
  "sha1": "20ebc459c9809ff65313fc2353a5ab0adf9ab07d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2073.01A",
  "local_path": null,
  "plain_text": "\n             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNos. 97-2073\r\n97-2074\r\n\n                CPC INTERNATIONAL, INC.,\r\n\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n             NORTHBROOK EXCESS AND SURPLUS\r\n                  INSURANCE COMPANY,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF RHODE ISLAND\r\n\n  [Hon. Francis J. Boyle, Senior U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n               Torruella, Chief Judge,\r\n\n                Lynch, Circuit Judge,\r\n\nand Stearns, District Judge.\r\n\n               \r\n\nMichael Aylward, with whom Alice Olsen Mann, Morrison, Mahoney\r\n&amp; Miller, Daniel A. Bartoldus, James J. Jennings, Joshua N.\r\nKrellen, and Rivkin, Radler &amp; Kremer were on brief, for appellant.\r\n\nDavid L. Harris, with whom Geoffrey A. Price, Lowenstein,\r\nSandler, Kohl, Fisher &amp; Boylan, P.C., Mark O. Denehy, and Adler,\r\nPollock &amp; Sheehan, Inc. were on brief, for appellee.\r\n\nLaura A. Foggan, Daniel E. Troy, Andrew D. Tabachnik, andWiley, Rein &amp; Fielding on brief for amicus curiae Insurance\r\nEnvironmental Litigation Association.\r\n                                     \r\n\n                     June 1, 1998\r\n                                     \r\nLYNCH, Circuit Judge.  An accident in 1974 involving a\r\nrailroad tank car and a chemical storage tank has led to years of\r\nenvironmental litigation and, ultimately, to this court's\r\nconsideration of those events almost a quarter century later.  In\r\nJune 1974, an engineer of the Providence and Worcester Railroad\r\nCompany moved a group of railroad tank cars while one car was still\r\nattached to a chemical storage tank at a manufacturing facility in\r\nCumberland, Rhode Island.  The facility is located on the banks of\r\nthe Blackstone River.  A hole was torn in the bottom of the tank\r\nand the contents, over 6,200 gallons of perchlorethylene (\"perc\"),\r\ngushed out, boring a four-foot hole in the ground.  The fire\r\ndepartment responded to an emergency call and hosed down the area\r\nof the spill.  No further action was taken, and so matters rested\r\nuntil 1979.\r\nIn October 1979, the Rhode Island Department of Public\r\nHealth tested drinking water wells across the Blackstone River, in\r\nthe nearby town of Lincoln, for environmental pollution.  The\r\nstate's decision to test in this manner was an advanced one for the\r\ntimes.  Those tests and subsequent tests showed that the wellfields\r\nand the aquifer from which they drew water were contaminated with\r\na variety of volatile organic chemicals (\"VOC's\"), including  perc,\r\n1,1-dichlorethane, 1,1-dichloroethylene, 1,2-transdichloroethylene,\r\n1,1,1-trichloroethane, trichloroethylene, and\r\ntrichlorofluoromethane.  The wells, which supplied water to\r\nCumberland and Lincoln, were immediately closed.  Subsequent\r\ninvestigation by the United States Environmental Protection Agency\r\n(\"EPA\") pointed to an area across the Blackstone River and east of\r\nthe wells as the likely source of the aquifer's contamination. \r\nThat area was occupied by the Peterson/Puritan manufacturing\r\nfacility, which produced and packaged various household and\r\npersonal care products.  Peterson/Puritan is a subsidiary of the\r\nplaintiff CPC International, Inc., now known as Bestfoods.  This\r\nfacility is where the tank car accident happened in 1974.\r\nThis suit demonstrates the immense cost, complexity and\r\nduration of environmental insurance litigation.  In 1987, CPC sued\r\nits excess carrier, Northbrook Excess and Surplus Liability\r\nCompany, for indemnification of costs incurred during the EPA\r\nordered clean-up of pollution at Peterson/Puritan.   This is the\r\nthird appeal to this court.  Judgments have twice been vacated,\r\nthis court has certified a question to the Rhode Island Supreme\r\nCourt, the Rhode Island Supreme Court has issued an opinion which\r\nclarified Rhode Island \"trigger of coverage\" law, and the case has\r\nbeen twice tried to juries.  We discuss that history later.  In\r\n1997, a jury awarded CPC $12,632,885.94 in damages plus over $5\r\nmillion in pre-judgment interest.  That award is the subject of\r\nthis appeal.\r\nAs is common in these cases, the jury had two main issues\r\nto decide.  The first was whether an \"occurrence\" causing property\r\ndamage took place between July 1, 1979, and July 1, 1980, which was\r\nthe policy period during which Northbrook provided coverage.  The\r\nsecond was to determine whether the property damage resulted from\r\ncompany activities that were excluded from coverage by the policy's\r\nstandard \"pollution exclusion\" provision or whether the relevant\r\noccurrences fit within the also standard \"sudden and accidental\"\r\nexception to that exclusion (and was thus covered).  As evidenced\r\nby the verdict, the jury decided both issues in favor of CPC. \r\nNorthbrook attacks the verdict on both fronts.  First,\r\nNorthbrook says the evidence compels the conclusion that there was\r\nno occurrence during the policy period.  Northbrook says that the\r\n\"property damage\" at issue in the case is strictly in the area\r\nimmediately surrounding the Peterson/Puritan manufacturing\r\nfacility, and that CPC either knew or should have known of this\r\nproperty damage prior to the policy period.  Therefore, there was\r\nno \"occurrence\" (as that term is defined in Rhode Island law)\r\nduring the policy period and no coverage is available.  \r\nNorthbrook buttresses this challenge by saying it was\r\nunfairly hampered in its presentation of its case (that CPC knew or\r\nshould have known of the property damage) when the trial court\r\nexcluded evidence about environmental events before 1979 elsewhere\r\nin the CPC corporate family.  Northbrook says that the proposed\r\nevidence, two prior judicial decisions in which CPC was a party,\r\ncontained fact-findings relevant to the state of CPC's internal\r\nknowledge and the state-of-knowledge in the industry about\r\ngroundwater pollution.  Northbrook's says that the evidence\r\ndemonstrates that CPC's regular waste-disposal practices and the\r\n1974 perc spill should have put CPC on notice of property damage\r\nlong before 1979, and thus there is no coverage during the insuring\r\nperiod.  \r\nSecond, Northbrook challenges the jury's conclusion that\r\nthe property damage was caused by a \"sudden and accidental\"\r\ndischarge.  Northbrook concedes the 1974 perc spill was sudden and\r\naccidental, but argues that the evidence compels a conclusion that\r\nit was Peterson/Puritan's routine waste-disposal and polluting\r\npractices, not the 1974 perc spill, which caused the pollution\r\naround the Peterson/Puritan site.  Northbrook points out that the\r\ncomprehensive general liability policy at issue here contains a\r\nstandard pollution exclusion for the discharge of chemicals, and\r\nthe only exception to that exclusion is for \"sudden and accidental\"\r\nevents.  Thus, Northbrook says, even if there were an occurrence\r\nduring the policy period, Northbrook is still not liable because\r\nthe clean-up costs were driven by CPC's routine polluting\r\nactivities, not the spill.\r\nNow, twenty-five years after the tank rupture, almost\r\ntwenty years after the discovery that the wells were contaminated\r\nand eleven years after the suit was instituted, we affirm the jury\r\naward.  While the evidence did not necessarily require the jury's\r\nconclusions, it certainly permitted them.  We do not reach the\r\ncross-appeal.  \r\n                          I\r\nBackground Facts                  \r\nWe set the stage for the parties' arguments with a\r\ngeneral outline of the actions and findings of the involved\r\ngovernmental environmental agencies as to the two wellfields and\r\nthe Peterson/Puritan site.  Much of this is undisputed.  The\r\nappropriate inferences to be drawn from certain environmental\r\nfindings are, of course, disputed, and were argued to the jury.\r\nIn October 1979, the Rhode Island Department of Health,\r\nDivision of Water Supply, using testing procedures advanced for the\r\ntimes, tested the municipal water supplies of the Town of\r\nCumberland and the neighboring Town of Lincoln and discovered VOC\r\ncontamination.  The Quinnville Wellfield, supplying Cumberland, is\r\nlocated on the west side of the Blackstone River, across the river\r\nand approximately three fifths of a mile from the Peterson/Puritan\r\nmanufacturing facility.  The Lenox Street Well, supplying Lincoln,\r\nis located on the same side of the river as Peterson/Puritan, over\r\na mile away.  Both wells were closed immediately after the\r\ncontamination was discovered.\r\nIn 1980, the EPA hired environmental engineers Goldberg-\r\nZoino and Associates (\"GZA\") to conduct a hydrogeologic study of\r\nportions of the aquifer underlying and around the Blackstone River\r\nin order to establish the source and extent of the groundwater\r\npollution contaminating the wells.  In 1982, GZA reported its\r\nconclusion that the most probable source of the contamination of\r\nthe Quinnville Wellfield was the Peterson/Puritan plant.  GZA\r\nrelied principally on three critical findings:  (1) the highest\r\nlevels of VOC groundwater contamination were observed in the\r\nindustrial area where Peterson/Puritan was located; (2) the VOC's\r\nfound in the Quinnville Wellfield were the same as those found in\r\nthe groundwater in the industrial area; and (3) Peterson/Puritan\r\nwas the only operation in the area known to use and store the VOC's\r\nfound in the water supply.  \r\nAccording to GZA's report, the Blackstone River typically\r\nacts as a groundwater flow boundary, meaning that groundwater on\r\nthe east side of the river is generally unable to cross over to the\r\nwest side.  When the wells are pumping, however, the river is not\r\nan effective barrier and groundwater is drawn into the wellfield.\r\nDuring sustained pumping of the Lincoln\r\nwellfield, . . . a portion of the flow crosses\r\nthe Blackstone from the Cumberland side of the\r\nriver.  Flow enters the wellfield via both\r\ninduced infiltration from the river and direct\r\ngroundwater flow beneath the river from the\r\nnortheast corner of the site.\r\nIn addition, the levels of the contaminant concentration in the\r\nwellfield are directly related to the intensity of the pumping.\r\nWhen the wells are turned off and the flow\r\nfield reverts to its natural state, as\r\ndescribed above, contaminant levels decrease\r\nsignificantly.  When the wells are turned on\r\nagain, contaminant concentrations increase\r\nwith pumping duration to their previous\r\nlevels.  This indicates that contaminant flow\r\nis being induced via pumping from outside of\r\nthe normal recharge area for the wellfield,\r\ni.e. the Cumberland side of the Blackstone\r\nRiver [where Peterson/Puritan is located].\r\n\nGZA concluded that the pumping of the wells drew contaminants\r\nfrom the area immediately surrounding the Peterson/Puritan plant\r\nunder and across the river into the wellfield.  Based on this\r\nanalysis, Peterson/Puritan became the EPA's primary focus.\r\nFollowing this report, Peterson/Puritan hired Malcolm\r\nPirnie, Inc., another environmental engineering firm, to further\r\nanalyze the VOC groundwater contamination of the wellfield. \r\nMalcolm Pirnie's report, issued in June 1983, supported GZA's\r\nconclusion.  \"Peterson/Puritan is responsible for the release of\r\nVOC's to the aquifer sufficient to have contributed to the past\r\ncontamination of the Quinnville Wellfield . . . .\"  In addition,\r\n\"the sustained pumping from the wellfields could draw contaminated\r\ngroundwater from the east to the west side of the Blackstone River\r\nwhere it could be drawn into the wells.\"  The report stated that\r\nthe wellfield was no longer contaminated, but that contamination\r\nwould be renewed by the recommencement of pumping within the\r\nwellfield without prior interception of the contaminant plume.\r\nIn 1983, the EPA designated an area including both the\r\nPeterson/Puritan site and the aquifer east of the Blackstone River\r\nas \"OU-1,\" and placed the site on its National Priorities List.  In\r\n1987, following several years of negotiations with\r\nPeterson/Puritan, the EPA issued an Administrative Order by\r\nConsent, pursuant to the Comprehensive Environmental Response\r\nCompensation and Liability Act (\"CERCLA\"), 42 U.S.C.  9601-9675. \r\nThat Order identified Peterson/Puritan as the party responsible for\r\nthe release of the hazardous substances migrating into the\r\ngroundwater at OU-1.  \r\nAs required by the Order, Peterson/Puritan undertook a\r\nRemedial Investigation/Feasibility Study (\"RI/FS\") to investigate\r\nadditional responsible parties and further analyze site conditions. \r\nThis report was prepared by ABB Environmental Services and issued\r\nin 1993.  ABB, like Malcolm Pirnie, largely confirmed GZA's finding\r\nthat Peterson/Puritan was the principal source of VOC contamination\r\nin the aquifer and the Quinnville Wellfield.\r\nThe EPA issued its Record of Decision (\"ROD\") for the OU-\r\n1 site in June 1993.  The ROD stated that the Quinnville Wellfield\r\n\"was a drinking water source in 1979, when it was closed due to OU-\r\n1 contamination.  Prior to its closure, the wellfield provided\r\nwater that did not pose any health threats.\"  The ROD further\r\nstated that the 1974 perc spill, along with historical releases\r\ninto manholes and catch basins, was the primary source of\r\ncontamination of the Quinnville Wellfield.  The ROD concluded that\r\nthe wells could be reopened when the contamination was remediated,\r\nand ordered CPC to clean up the OU-1 area as a prerequisite for the\r\nreopening of the wells.  Finally, because the wellfield was \"a\r\nreceptor of OU-1 contamination,\" and \"the potential future use of\r\nthe wellfield as a drinking water source is a realistic\r\npossibility,\" the December 13, 1995, Consent Order between CPC and\r\nthe EPA extended OU-1 to include the Quinnville Wellfield.\r\n                          II\r\n             Insurance Coverage and Terms\r\nA.  Primary Coverage and Town of Lincoln Suit\r\nIn October 1982, based on GZA's report, the Town of\r\nLincoln filed suit against Peterson/Puritan for damages resulting\r\nfrom the contamination of its water supply.  In June 1984, the suit\r\nwas settled when Peterson/Puritan agreed to pay the Town of Lincoln\r\n$780,000 and install and maintain engineering controls in exchange\r\nfor the Town's release of all potential claims.  The settlement was\r\npaid by Northwestern National Insurance Company, CPC's primary\r\ninsurance carrier, under a policy with a coverage limit of $1\r\nmillion.  On April 10, 1987, Northwestern National informed CPC and\r\nNorthbrook that the primary insurance policy was exhausted, thus\r\nbringing Northbrook into the arena.\r\nB.  The CPC-Northbrook Insurance Policy\r\nFrom July 1, 1979, to July 1, 1980, CPC was insured by\r\nNorthbrook under an umbrella liability policy.  This policy, with\r\na limit of $25 million, was CPC's first layer excess policy, hence\r\nthe next coverage in line after Northwestern National's $1 million\r\nprimary policy was exhausted.  The Northbrook policy insured CPC\r\nworldwide, including CPC's subsidiaries and all other entities\r\nfinancially controlled by CPC.  \r\nUnder Section 1, \"Coverage,\" the policy stated:\r\nThe Company hereby agrees, subject to the\r\nlimitations, terms and conditions hereinafter\r\nmentioned, to indemnify the Insured for all\r\nsums which the Insured shall be obligated to\r\npay by reason of the liability\r\n     A.  imposed upon the Insured by law, or\r\n     B.  assumed under contract or agreement\r\n     by the Named Insured,\r\nfor damages on account of \r\n     A.  Personal Injuries\r\n     B.  Property Damage\r\n     C.  Advertising Liability,\r\ncaused by or arising out of each Occurrence\r\nhappening anywhere in the world. \r\n\nThe Definitions section contained the following definitions:\r\n  \"Property Damage\" shall mean loss of or\r\ndirect damage to or destruction of tangible\r\nproperty (other than property owned by any\r\nInsured) and which results in an Occurrence\r\nduring the policy period. . . . \r\n\n  \"Occurrence\" means an accident, event or\r\nhappening including continuous or repeated\r\nexposure to conditions which results, during\r\nthe policy period, in Personal Injury,\r\nProperty Damage or Advertising Liability\r\nneither expected nor intended from the\r\nstandpoint of the Insured. . . .\r\n\nThe Exclusions section provided:\r\nThis policy shall not apply to Personal Injury\r\nor Property Damage arising out of the\r\ndischarge, dispersal, release or escape of\r\nsmoke, vapors, soot, fumes, acids, alkalis,\r\ntoxic chemicals, liquids or gases, waste\r\nmaterials or other irritants, contaminants or\r\npollutants into or upon land, the atmosphere\r\nor any water course or body of water; but this\r\nexclusion does not apply if such discharge,\r\ndispersal, release or escape is sudden and\r\naccidental.\r\n\nIn a \"reservation-of-rights\" letter dated April 27, 1987,\r\nNorthbrook advised CPC that it had no obligation to indemnify CPC\r\nfor claims arising from the Town of Lincoln action or the EPA-\r\nordered cleanup.  The letter was based, inter alia, on the \r\npollution exclusion and on the date of occurrence.\r\n                         III\r\n                   This Litigation\r\nA.  Commencement of Suit and Initial Application of New Jersey Law\r\nOn July 21, 1987, CPC filed suit against Northbrook in\r\nNew Jersey Superior Court.  CPC alleged that all of the conditions\r\nprecedent to insurance coverage had been satisfied or waived, and\r\nsought a declaration that Northbrook was obligated to indemnify CPC\r\nfor Peterson/Puritan's \"entire ultimate net loss\" in excess of\r\nNorthwestern National's $1 million coverage limit.  CPC also sought\r\na judgment estopping Northbrook from further denying coverage.  \r\nNorthbrook removed the action to the U.S. District Court\r\nfor the District of Rhode Island pursuant to 28 U.S.C.  1404(a). \r\nCPC then filed a motion for a declaration that the substantive\r\nlaw of New Jersey still governed the litigation.  The motion\r\nwas allowed on the basis that a New Jersey court would apply\r\nNew Jersey law to the case because New Jersey was the state\r\nwhich connected all the parties together and so had the most\r\nsignificant interest in the outcome of the case.  See CPC\r\nInt'l, Inc. v. Northbrook Excess &amp; Surplus Ins. Co., 739 F.\r\nSupp. 710, 715 (D.R.I. 1990).  \r\nApplying New Jersey law, the district court allowed\r\nNorthbrook's motion for summary judgment on the ground that the\r\npollution exclusion clause in the policy precluded coverage for\r\ngradual pollution.  See CPC Int'l, Inc. v. Northbrook Excess\r\n&amp; Surplus Ins. Co., 759 F. Supp. 966 (D.R.I. 1991).  The\r\ndistrict court predicted that the New Jersey Supreme Court,\r\nwhich had not ruled on the issue, would define the term \"sudden\r\nand accidental\" as referring to events which are unexpected and\r\nunintended and which occur abruptly or over a short period of\r\ntime.  See id. at 973.  The court ruled that CPC had not shown\r\nthat the contamination was within this definition.\r\nOn appeal, this court reversed and remanded, saying\r\nthe district court's prediction gave insufficient weight to the\r\ndecisions of the New Jersey Superior Court's Appellate Division\r\n(New Jersey's intermediate appellate court), which had\r\nconcluded that the term \"sudden and accidental\" was ambiguous\r\nand had to be interpreted favorably to insureds as providing\r\ncoverage for gradual pollution.  This court concluded that the\r\nNew Jersey Supreme Court would more likely construe \"sudden and\r\naccidental\" to mean only unintended and unexpected, i.e., not\r\nrequiring the event to be abrupt or immediate.  See CPC Int'l,\r\nInc. v. Northbrook Excess &amp; Surplus Ins. Co., 962 F.2d 77, 97\r\n(1st Cir. 1992).  \r\nB.  Round Two: Application of Rhode Island Law and First Trial\r\nOn remand, Northbrook moved for reconsideration of\r\nthe initial choice-of-law ruling in light of an intervening\r\nchange in New Jersey choice-of-law rules.  That motion was\r\ngranted on the basis that New Jersey law now dictated that the\r\nsubstantive law of Rhode Island governed the case.  See CPC\r\nInt'l, Inc. v. Northbrook, 839 F. Supp. 124 (D.R.I. 1993). \r\nThis court denied CPC's petition for mandamus.\r\nThe case went to a jury trial on January 28, 1994. \r\nAt the close of CPC's evidence, Northbrook moved for judgment\r\nas a matter of law under Fed. R. Civ. P. 50(a).  On February\r\n16, 1994, the district court granted Northbrook's motion,\r\nsaying that CPC had failed to present evidence from which a\r\nreasonable juror could conclude that there had been an\r\n\"occurrence\" during the 1979-80 policy period, because the perc\r\nspill took place in 1974 and there was no evidence that the\r\ncontamination reached the aquifer during the policy period.\r\nC.  The Second Appeal:  The Trigger of Coverage Question Under\r\nRhode Island Law\r\nOn appeal, this court affirmed the application of\r\nRhode Island law, but concluded that Rhode Island law was\r\nunclear on the trigger of coverage and certified this question\r\nto the Rhode Island Supreme Court:\r\nWhat trigger-of-coverage standard would the\r\nRhode Island Supreme Court use for\r\ndetermining at what point an \"occurrence\"\r\ncausing \"property damage\" took place,\r\nwithin the meaning of the insurance policy\r\nprovisions provided in the separate opinion\r\nin this case, where an insured alleges that\r\na spill of hazardous contaminants in 1974\r\nmigrated through the groundwater, causing\r\nimmediate injury to the pertinent property,\r\nwhich was not, in fact, discovered,\r\nhowever, until at least 1979.\r\n\nCPC Int'l, Inc. v. Northbrook, 46 F.3d 1211, 1222 (1st Cir.\r\n1995).  The Rhode Island Supreme Court answered: \r\n[A]n \"occurrence\" under a general liability\r\npolicy takes place when property damage,\r\nwhich includes property loss, manifests\r\nitself or is discovered or in the exercise\r\nof reasonable diligence, is discoverable.\r\n\nCPC Int'l, Inc. v. Northbrook, 668 A.2d 647, 650 (R.I. 1995). \r\nIn light of that answer, this court vacated the judgment in\r\nNorthbrook's favor and remanded the case for a new trial.  The\r\nsecond trial was conducted in June of 1997 and resulted in the\r\nverdict for CPC.  CPC was awarded $12,632,885.94 in damages\r\nplus prejudgment interest in the amount of $5,333,283.  In\r\naddition, Northbrook was obligated to reimburse CPC for all\r\ncosts incurred by CPC in remediating the Peterson/Puritan site\r\nafter February 28, 1997.  After the jury verdict, the court\r\ndenied Northbrook's motions for judgment as a matter of law\r\nunder Fed. R. Civ. P. 50 and for a new trial under Fed. R. Civ.\r\nP. 59.  It is from this jury verdict that this appeal is taken.\r\n                          IV\r\n                      Discussion\r\n We discuss the pertinent evidence in light of the\r\nparticular claims on appeal.  The facts are stated as the jury\r\nand district court could have found them.  See Cambridge\r\nPlating Co., Inc. v. Napco, Inc., 85 F.3d 752, 756 (1st Cir.\r\n1996).  \r\nA.  The Discoverability of Property Damage\r\nNorthbrook's central argument on appeal is that its\r\nmotion for judgment as a matter of law was improperly denied,\r\nbecause the evidence compels the conclusion that CPC knew or\r\nreasonably should have known of property damage before July 1979.\r\nAppellate review of the grant or denial of a motion\r\nfor judgment under Fed. R. Civ. P. 50 is de novo, applying the\r\nsame standard that governed the adjudication of the motion in\r\nthe district court.  See Costos v. Coconut Island Corp., 137\r\nF.3d 46, 48 (1st Cir. 1998).  All of the evidence is examined\r\nin the light most favorable to the nonmoving party, drawing all\r\npossible inferences in its favor.  See Cambridge Plating Co.,\r\n85 F.3d at 764.  We do not consider the credibility of\r\nwitnesses, resolve conflicts in testimony, or evaluate the\r\nweight of the evidence.  See Wagenmann v. Adams, 829 F.2d 196,\r\n200 (1st Cir. 1987).  We will reverse the denial of a Rule 50\r\nmotion \"only if reasonable persons could not have reached the\r\nconclusion that the jury embraced.\"  Coconut Island Corp., 137\r\nF.3d at 48 (citation and internal quotation marks omitted).\r\nHere, the initial issue is whether there is\r\nsufficient evidentiary support for the jury's conclusion that\r\nthere was an \"occurrence\" between July 1, 1979, and July 1,\r\n1980.  The terms of the policy are set forth earlier.  The\r\ndefinition of \"occurrence\" is given content by Rhode Island\r\nlaw:\r\n[A]n \"occurrence\" under a general liability\r\npolicy takes place when property damage,\r\nwhich includes property loss, manifests\r\nitself or is discovered or in the exercise\r\nof reasonable diligence, is discoverable.\r\n\nCPC Int'l, Inc., 668 A.2d at 650.  Under this formulation, the\r\nterm \"occurrence\" and \"property damage\" are closely connected:\r\nRead together, the provisions of the\r\nNorthbrook policy provide coverage to an\r\ninsured that sustains an occurrence -- that\r\nis, an event that results in compensable\r\nproperty damage during the policy period. \r\nIn other words, there can be no occurrence\r\nunder the policy without property damage\r\nthat becomes apparent during the policy\r\nperiod, and property loss and compensable\r\ndamages cannot be assessed unless the\r\nproperty damage is discovered or manifests\r\nitself.  \"Property damage\" and \"occurrence\"\r\nare thus inextricably intertwined.\r\n\nId. at 649.\r\nNorthbrook focuses its attack on the\r\n\"discoverability\" prong of the Rhode Island definition of\r\n\"occurrence\", saying that CPC should have known that its\r\nroutine waste-disposal and polluting activities and the 1974\r\nperc spill would cause property damage long before 1979. \r\nNorthbrook argues that the jury, while properly instructed on\r\nRhode Island law, misapplied that instruction.  As to how the\r\njury applied the instruction, our knowledge is only that the\r\njury returned a general verdict in favor of CPC in the amount\r\nof $12,632,885.94, and thus necessarily found that the property\r\ndamage did not manifest itself, and could not have reasonably\r\nbeen discovered, before July 1979.  Northbrook did not request\r\nspecial verdicts.\r\nB.  Exclusion of Evidence\r\nBefore addressing the merits of the insurer's\r\nargument on this sufficiency issue, we stop to consider\r\nNorthbrook's argument that it was erroneously prevented from\r\npainting a fair and complete picture for the jury by the\r\nexclusion of evidence.  As with any argument addressed to the\r\nexclusion of evidence, Northbrook faces the challenge of\r\nmeeting the abuse of discretion standard.  See Rodriguez-\r\nHernandez v. Miranda-Velez, 132 F.3d 848, 855 (1st Cir. 1998)\r\n(citation omitted).  If Northbrook were correct that the\r\nexclusion of evidence was an abuse of discretion and\r\nprejudicial, we would not reach the issue of whether there was\r\nadequate evidence to support the jury verdict.  But while\r\nNorthbrook's argument is far from frivolous, our conclusion is\r\nthat the ruling was well within the court's discretion.\r\nThe major component of Northbrook's defense was that CPC\r\nshould have known about the property damage resulting from the perc\r\nspill and other polluting activities well before 1979.  Towards\r\nthat end, Northbrook put on state-of-the-art and state-of-knowledge\r\nevidence as to CPC's knowledge before 1979 of the dangers of\r\nrelease of VOC's and perc in an effort to show that CPC knew or\r\nshould have known that the chemicals would contaminate the ground\r\nand groundwater.  \r\nWe take it as given that such evidence may generally be\r\nhelpful to the jury in determining what a party should have known\r\nat some time in the past.  Findings about what another operation of\r\nthe company knew and had been told about the danger of groundwater\r\ncontamination of a similar type can help the jury in determining\r\nwhether CPC exercised reasonable diligence with regard to this\r\nparticular spill.  See Chemical Leaman Tank Lines, Inc. v. Aetna\r\nCas. and Sur. Co., 817 F. Supp. 1136, 1150 (D.N.J. 1993) (admitting\r\nevidence of plaintiff insured's problems at other tank cleaning\r\nsites on issue of company's knowledge).  \r\nSuch state-of-the-art and state-of-knowledge evidence is\r\nused by both sides in many contexts in civil and criminal\r\nenvironmental and toxic tort litigation.  For example, it is used\r\nby insurers and insureds in insurance coverage cases.  See Mottolov. Fireman's Ins. Co., 43 F.3d 723, 730 (1st Cir. 1995) (discussing\r\nthe usual summary judgment burden shifting rules applied to this\r\narea of law); Chemical Leaman Tank Lines. Inc., 817 F. Supp. at\r\n1149-50 (use by insurer against insured); Hatco Corp. v. W.R. Grace\r\n&amp; Co., 801 F. Supp. 1334, 1376 (D.N.J. 1992)(insured submits state-\r\nof-knowledge evidence to oppose insurer's contention that insured\r\nintended and expected to cause contamination at site); New Castle\r\nCounty v. Continental Cas. Co., 725 F. Supp. 800, 803-04 (D. Del.\r\n1989) (state-of-the-art knowledge about leachate from landfills\r\napparently introduced by insured on issue of whether the pollution\r\nwas expected).  It is also used in the allocation of responsibility\r\nunder the \"Gore\" factors in private party CERCLA contribution\r\nactions.  See Gould v. A&amp;M Battery Tire Serv., 987 F. Supp. 353,\r\n363-64 (M.D. Pa. 1997) (successor operator presents state-of-the-\r\nart defense).  Some state-of-the-art evidence was introduced here,\r\nbut specific evidence was excluded.\r\nHere, Northbrook sought to introduce (1) judicial\r\ndecisions in two previous CPC coverage suits involving groundwater\r\ncontamination at CPC facilities in New Jersey and Michigan, see CPC\r\nInt'l, Inc. v. Hartford Accident &amp; Indemnity Co., Bergen No. L-\r\n37236-89 (N.J. Super. April 15, 1996); CPC Int'l, Inc. v. Aerojet\r\nCorp., 825 F. Supp. 795 (W.D. Mich. 1993); (2) trial testimony of\r\nCPC's Senior Corporate Counsel and others as to whether certain\r\nfacts found in those opinions were correct; and (3) certain related\r\ndocuments.  There was no specific offer of proof as to what any of\r\nthe proposed witnesses would say; their depositions had not been\r\ntaken.  Nor was this broad band of evidence narrowly tailored to\r\nthe precise issues involved at trial.  \r\nNorthbrook argued that such evidence would show that CPC\r\nknew long before 1979 about the harmful effects of VOC groundwater\r\ncontamination.  Northbrook wanted to introduce certain findings of\r\nfact contained in the judicial decisions establishing that CPC was\r\ncleaning up groundwater contamination in its facilities before the\r\n1970's and that one state court had enjoined CPC from using lagoons\r\nfor waste disposal because of the contamination which resulted. \r\nCPC responded that circumstances at the Michigan and New Jersey\r\nsites were very different from those at Peterson/Puritan, and that\r\nthe prejudicial and confusing effect of admitting the decisions\r\nwould far outweigh their probative value.\r\nThe New Jersey case was a coverage suit filed by CPC for\r\nindemnification of environmental remediation costs incurred during\r\nthe clean-up of three facilities operated by a CPC subsidiary.  All\r\nthree sites had VOC groundwater contamination from the use of\r\nunderground storage tanks and lagoons into which aqueous chemical\r\nwaste residues were deposited.  The Michigan case was a\r\nconsolidated CERCLA action where numerous parties contested\r\nliability for the cleanup of a dormant manufacturing facility which\r\nhad heavy soil, surface water, and groundwater contamination,\r\nprincipally from the use of unlined lagoons as sites for chemical\r\nwaste disposal. \r\nAfter extensive voir dire, the district court excluded\r\nthe decisions on Fed. R. Evid. 403 grounds, saying first that their\r\nintroduction would require a \"replay of the litigation of those two\r\ncases,\" in that the parties would have to argue about the\r\nsimilarity of the previous lawsuits to the instant case.  This\r\nwould take \"much time and considerable effort, and I think with\r\nlittle result.\"  The court also said that the opinions were not\r\nrelevant to whether CPC could have discovered property damage in\r\nthe exercise of reasonable diligence, because the facts underlying\r\nthe two opinions were different than the facts here; moreover,\r\nneither opinion addressed the issue of \"property damage\" as defined\r\nin the policy.  The court concluded that introduction of the prior\r\ndecisions could prejudice the jury about CPC and its conduct in the\r\ninstant case.\r\nWe start with Northbrook's initial burden of showing that\r\nthe proffered evidence was relevant.  On this, there is\r\nconsiderable confusion.  If the proffered evidence plainly showed\r\nthat the other sites involved similar chemicals and similar methods\r\nof transport and contamination, we could easily find the evidence\r\nrelevant.  But the record is confused and confusing.  It appears\r\nthat the other sites involved largely chemicals which were not\r\nVOC's at all and included phenols and chlorides.  It also appears\r\nthat the sites did not involve a massive quickly-happening and\r\nquickly disappearing flood of a chemical, such as the 1974 perc\r\nspill, but slow seepage and spillage from constantly filled waste\r\nlagoons.\r\nBut recognizing that knowledge is often gained from\r\nanalogous events as well as from identical events, we will assume\r\nthe evidence was at least somewhat relevant.  Under Rule 403, the\r\ndistrict judge was then required to determine whether \"its\r\nprobative value [was] substantially outweighed by the danger of\r\nunfair prejudice, confusion of the issues, or misleading the jury,\r\nor by considerations of undue delay, waste of time, or needless\r\npresentation of cumulative evidence.\"\r\nThe dangers of unfair prejudice were certainly real, as\r\nthe trial judge recognized.  \"Unfair prejudice,\" as the Advisory\r\nCommittee Note teaches, means an \"undue tendency to suggest\r\ndecisions on an improper basis, commonly, though not necessarily,\r\nan emotional one.\"  Northbrook sought to introduce evidence in the\r\nform of judicial decisions that two other courts had made findings\r\nthat other CPC operations had contaminated groundwater.  Citizens\r\ndo not look fondly on industrial polluters, particularly when the\r\nindustries have been found to be such by a court.  There was a\r\ndanger such evidence would lead to a decision based on emotion or\r\na desire to punish.  We have said exclusions under Rule 403 were\r\nappropriate where such dangers are strong. See United States v.Aguilar-Arancita, 58 F.3d 796, 800-802 (1st Cir. 1995);  LaPlante\r\nv. American Honda Motor Co., 27 F.3d 731, 739-40 (1st Cir. 1994);\r\ncf. Nickerson v. G.D. Searle &amp; Co., 900 F.2d 412, 418 (1st Cir.\r\n1990) (affirming exclusion of questions of medical expert on his\r\nwork in abortion clinics because of danger of an emotional\r\nreaction).\r\nBy focusing on judicial findings, Northbrook ran into\r\nother difficulties, ones this court described in Kinan v. City of\r\nBrockton, 876 F.2d 1029 (1st Cir. 1989).  In Kinan, the plaintiff\r\nsought to introduce evidence of two previous civil rights actions\r\nfiled against the same police officer whose conduct was the subject\r\nof the instant suit; the plaintiff sought to introduce those\r\nprevious decisions as proof that the defendant had a custom or\r\npolicy of depriving its citizens of certain constitutional rights. \r\nSee id. at 1033.  The district court excluded the evidence.  Seeid.  Kinan affirmed the exclusion on the basis that the evidence,\r\neven if relevant, would result in jury confusion, wasted time, and\r\nbe unfairly prejudicial.  See id. at 1034-35.  Kinan based its\r\nreasoning in part on the fact that the proffered cases had settled\r\nprior to trial and were decided on the basis of negotiation, not\r\nadjudicated findings of fact.  See id.  While Kinan is far from\r\ncontrolling, the dangers warned against in Kinan are real: \r\n[I]ntroducing evidence of the two other cases\r\nwould inevitably result in trying those cases,\r\nor at least portions of them, before the jury. \r\nThe merits of the two other cases would become\r\ninextricably intertwined with the case at bar. \r\nThe result would be confusion and consumption\r\nof a great deal of unnecessary time.  \r\n\nId. at 1034.  These concerns were echoed by the district court in\r\nexcluding Northbrook's proffered evidence.\r\nWeighed against this is the seemingly weak probative\r\nvalue of the evidence.  In order to strengthen that probative\r\nvalue, Northbrook would have had to introduce evidence perfecting\r\nthe analogy of the other sites and chemicals to the ones at issue\r\nin this trial.  That, in turn, would have led, as the district\r\ncourt aptly noted, \"to a replay of the litigation of those other\r\ntwo cases.\"  And that, in turn, could have mislead the jury and\r\ncertainly would have caused delay.  The call made by the\r\nexperienced trial judge, who had the look and feel of the trial\r\nbefore him, was eminently reasonable and not an abuse of\r\ndiscretion.\r\nC.  Sufficiency of Evidence on Discoverability\r\nWe return to the picture as it was painted for the jury. \r\nCPC and Northbrook presented two conflicting views of what CPC\r\nactually knew and what CPC should reasonably have known about\r\npollution around the plant and the effect of the perc spill.  Here,\r\na jury rejected Northbrook's claim that the state-of-knowledge\r\nabout the dangers of VOC's was such prior to 1979 that CPC was on\r\nnotice about the dangers of groundwater contamination.  \r\nOn appeal, Northbrook constructs its argument -- that CPC\r\nknew or reasonably should have known of that damage before 1979 --\r\nout of these major elements:\r\n1.  CPC had actual knowledge of the perc spill in 1974.\r\n2.  CPC should have known that the perc from the spill\r\nwould enter the groundwater within a few days.\r\n3.  CPC knew in 1974 that perc was a hazardous substance\r\nfrom the Chemical Safety Data Sheets (\"CSDS\"), which stated that\r\n\"[i]f swallowed, perchlorethylene liquid has toxic effects.\"\r\n4.  In 1972, the Manufacturing Chemists Association, the\r\ndistributors of the CSDS for perc, distributed a manual entitled\r\n\"Guidelines For Chemical Plants in Prevention, Control, and\r\nReporting of Spills,\" which warned:\r\n2.1.6 Pollution of Ground Waters\r\n\nWhile many spills result in detrimental\r\neffects on sewage treatment systems of surface\r\nwater, some can affect the quality of ground\r\nwaters.  Leaks from storage tanks . . . can\r\npercolate downward or laterally into shallow\r\nwaters.\r\n...\r\nThe geology of the area is an influencing\r\nfactor in determining the migration of spills\r\nof this type.  Sandy soils are particularly\r\nsubject to percolation of pollutants into\r\nground waters\r\n\nThis statement did not, however, refer specifically to perc.\r\nCPC opposed Northbrook's account with evidence that there\r\nwas little reason before 1979 to think that a perc spill, or even\r\nhistoric releases of VOC's into manholes or catch basins at the\r\nplant, would descend into the aquifer, move laterally into the\r\nwellfields, and cause property damage.  CPC put on expert testimony\r\nthat the dangers known to be associated with exposure to perc in\r\n1979 were of skin contact, inhalation, and possible asphyxiation. \r\nCPC's experts said that these were the primary dangers that were\r\nknown concerning VOC's.\r\nAs to the pre-1979 state-of-knowledge about responding to\r\na perc spill, CPC's evidence was that the earliest literature on\r\nthat particular chemical was information in 1978 from the National\r\nFiremen's Protection Association.  That information was that such\r\nspills should be washed down with a fire hose.  Those who actually\r\ndealt with the 1974 perc spill at the Peterson/Puritan facility\r\ntestified that the company followed the directions of the Rhode\r\nIsland Department of Environmental Management and washed down the\r\nspill and then covered it over with soil or gravel.  The primary\r\nrisk people were then concerned with was that of fire.  Witnesses\r\ntestified that there was little or no contemporary awareness about\r\nthe risk and effect of groundwater contamination.  Indeed, even as\r\nof 1979, there were no state or federal standards for impermissible\r\nlevels of perc in drinking water.\r\nWe conclude that the jury could reasonably find, as it\r\nimplicitly did, that the earliest discovered or discoverable\r\nproperty damage was the contamination of the Quinnville Wellfield\r\nwhich caused it to be closed in 1979.  The evidence did not compel\r\na finding in Northbrook's favor.\r\nD.  The Pollution Exclusion and the Sudden and Accidental Exception\r\nHaving rejected Northbrook's challenge to the jury's\r\nfinding that there was an occurrence within the policy period, we\r\nturn to its related argument that the property damage resulted from\r\nactivities within the policy's pollution exclusion, i.e., that CPC\r\ndid not meet its burden of proving any \"occurrence\" was caused by\r\na \"sudden and accidental\" discharge.\r\nNorthbrook does not dispute that the 1974 perc spill was\r\nsudden and accidental as that term is defined by Rhode Island law. \r\nRather, its argument is that the perc spill is beside the point\r\nbecause the property damage for which the indemnification is sought\r\nis from all of the pollution at the Peterson/Puritan site, and this\r\npollution is largely the result of the regular and routine\r\npolluting activities which took place at the plant over many years. \r\nThis pollution included washing waste-water containing chemicals\r\ndown various sinks and drains at the plant which discharged into\r\nthe septic system and leaching fields.  It also includes minor\r\nleaks and spills that occasionally took place at the chemical tank\r\nfarm, where the spilled chemicals would travel directly through a\r\ngravel floor into the ground.  Northbrook contends that these\r\nactivities were not sudden and accidental, and thus are not covered\r\nunder the pollution exclusion.  The existence of a single sudden\r\nand accidental event, Northbrook says, such as the 1974 perc spill,\r\ndoes not mean that CPC may avoid the consequences of its on-going\r\ncontamination.\r\nNorthbrook's argument falters on the fact that the jury\r\naccepted an alternative view of the evidence which has adequate\r\nsupport in the record.  This alternate view is that the\r\nindemnification is sought for clean-up costs mandated by the EPA\r\nfor OU-1 in its efforts to protect and restore the Quinnville\r\nWellfield, that the perc spill caused the damage to the wellfield,\r\nand that remediating the contamination from the perc spill is the\r\nprincipal source of the costs -- including, as explained below,\r\ncosts for remediating contamination which originated from routine\r\nactivities at the plant.\r\nEvidence upon which the jury could rely included the ROD,\r\nwhich stated that the wells had not been contaminated before 1979\r\nand that, but for the contamination, the wells could be reopened. \r\nReferring to the perc spill, the ROD stated that \"this spill, along\r\nwith historical releases into manholes and catch basins, . . . is\r\nthe primary source of contamination.\" (Emphasis added).  The ROD\r\ndescribed the wellfield as \"a receptor of OU-1 contamination\" and\r\nsaid that \"the potential future use of the wellfield as a drinking\r\nwater source is a realistic possibility.\"  The ROD thus required\r\nCPC to clean-up the OU-1 area to drinking water standards -- a\r\nsignificant point which emphasizes the EPA's focus on restoring the\r\nwellfield to use, not merely cleaning the soil (although one is\r\nprerequisite to the other). \r\nThe jury could also credit evidence that in the period\r\nbefore the perc spill such contamination as existed at the plant\r\nwas trapped in the soil and did not migrate into the groundwater,\r\nand that the perc spill was the vehicle which brought the\r\ncontaminants into the groundwater.  On this point, there was expert\r\ntestimony that the perc spill was responsible: some of the perc\r\nvolatized, forming a large, spreading vapor cloud which moved\r\nthrough the soil slowly, dissolving contaminants in its path,\r\ncarrying those contaminants along with it as it descended into the\r\ngroundwater.  \r\nIt is true, as Northbrook argues, that under the 1995\r\nConsent Decree, CPC must carry out the remedy in the ROD including: \r\n(1) the excavation of contaminated soil in manholes and catch\r\nbasins at the facility; (2) the capping of soil in the tank farm\r\nand paving of soil in the O'Toole property; and (3) the\r\nimplementation of a soil venting and soil vapor extraction system. \r\nBut the jury apparently believed, on the evidence, that these costs\r\nwere necessitated by the clean-up of the aquifer so that the wells\r\ncould be restored, and that it was primarily the perc spill which\r\nnecessitated that clean-up.   \r\nThe evidence does not compel a finding in Northbrook's\r\nfavor on this point.  The jury could reasonably have found that\r\ncontaminants released at the plant would not have caused any\r\nproperty damage absent the perc spill, and that the perc spill was\r\ntherefore the real and ultimate cause of the environmental damage\r\nto the wells.  And the jury could reasonably find that the costs\r\nincurred by CPC during the EPA-ordered clean-up are for remediating\r\npollution so that use of the Quinnville Wellfield might resume.  \r\nIn sum, Northbrook's challenge fails.  The issues here\r\nwere for the jury to decide and there was sufficient evidence to\r\nsupport the verdict.  See New Castle County v. Hartford Accident\r\nand Indem. Co., 933 F.2d 1162, 1192 (3d Cir. 1991).\r\nE.  Microanalysis\r\nThe parties and the amicus have argued in their appellate\r\nbriefs about \"microanalysis.\"  Northbrook suggests two different\r\nconcepts under the label of \"microanalysis.\"  The first is that\r\nwhere there is a history of a pollution-prone operation, it is\r\nwrong to analyze each single polluting event to determine whether\r\nit was \"unexpected,\" and thus perhaps subject to characterization\r\nas \"sudden and accidental.\"  See, e.g., Lumbermens Mut. Cas. Co. v.\r\nBelleville Indus., Inc., 938 F.2d 1423, 1427-30 (1st Cir. 1991)\r\n(rejecting such an approach).  Amicus joins this argument, echoing\r\nthis court in arguing that such an approach would \"eviscerate the\r\nexclusion for pollution.\"  Id. at 1428.  Various courts have\r\ncharacterized the so-called \"microanalysis\" approach as attempting\r\nto \"break down [regular polluting activities] into temporal\r\ncomponents in order to find coverage where the evidence\r\nunequivocally demonstrates that the pollution was gradual,\" Smithv. Hughes Aircraft, 22 F.3d 1432, 1438 (9th Cir. 1993) (internal\r\nquotation marks omitted); see American States Ins. Co. v.\r\nSacramento Plating, Inc., 861 F. Supp. 964, 971 (E.D. Cal. 1994),\r\nor as \"an ill-fated effort to distinguish between virtually\r\nindistinguishable occurrences.\"  Lumbermans Mut. Cas. Co., 938 F.2d\r\nat 1428; see also Charter Oil Co. v. American Employers' Ins. Co.,\r\n69 F.3d 1160, 1170 (D.C. Cir. 1995) (describing approach as attempt\r\nto \"disaggregate\" \"an activity occurring over an extended period\"). \r\nThe facts of this case do not invoke any of those perils.  This is\r\nnot an instance of attempting to parse a sequence of events in\r\nregular polluting activities into component parts and then arguing\r\nwhether each part is sudden and accidental.  Rather, there was a\r\nmassive, sudden and accidental event in the perc spill and it was\r\nup to the jury to decide whether that, or the ongoing pollution,\r\nled to the property damage for which indemnification is sought. \r\nThe short answer to Northbrook's first \"microanalysis\" argument is\r\nthen that this case does not raise that issue at all.\r\nThe second concept Northbrook raises under the label of\r\n\"microanalysis\" is whether damages for sudden and accidental\r\nreleases may be parsed out from damages caused by routine, regular\r\npollution within the exclusion.  Massachusetts law, for example,\r\nallows for this possibility where the damage from sudden and\r\naccidental releases are identifiable and are themselves appreciable\r\n(or not de minimis) and compensable.  See Highland Ins. Co. v.\r\nAerovox, Inc., 676 N.E.2d 801, 806, 424 Mass. 226, 234 (1997);\r\nNashua Corp. v. First State Ins. Co., 648 N.E.2d 1272, 1275-76, 420\r\nMass. 196, 202-203 (1995); see also Millipore Corp. v. Travelers\r\nIndem. Co., 115 F.3d 21, 34 (1st Cir. 1997).  In those cases it was\r\nin the interest of the insured companies to try to identify and\r\ncarve out a portion of the damages as being attributable to sudden\r\nand accidental events (for which there was coverage) when the\r\ngeneral damage suffered was attributable to regular polluting\r\nactivities which were subject to the pollution exclusion (for which\r\nthere was no coverage).  But the doctrine is a two-way street:\r\nhere, it may have been in the insurer's interest to carve out a\r\nportion of CPC's claim as attributable to regular pollution\r\nactivities (and thus not coverable) against a backdrop of an\r\noverall damages landscape a jury could have viewed as shaped by one\r\nsudden and accidental event.  But, as a matter of trial tactics,\r\nthe insurer chose not to raise the issue, and it is waived.  We\r\nthus have no occasion to predict whether Rhode Island law, which\r\ngoverns this case, will adopt a rule similar to the Massachusetts\r\nrule.\r\nThe decision of the district court is affirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNos. 97-2073\r\n97-2074\r\n\n                CPC INTERNATIONAL, INC.,\r\n\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n             NORTHBROOK EXCESS AND SURPLUS\r\n                  INSURANCE COMPANY,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF RHODE ISLAND\r\n\n  [Hon. Francis J. Boyle, Senior U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n               Torruella, Chief Judge,\r\n\n                Lynch, Circuit Judge,\r\n\nand Stearns, District Judge.\r\n\n               \r\n\nMichael Aylward, with whom Alice Olsen Mann, Morrison, Mahoney\r\n&amp; Miller, Daniel A. Bartoldus, James J. Jennings, Joshua N.\r\nKrellen, and Rivkin, Radler &amp; Kremer were on brief, for appellant.\r\n\nDavid L. Harris, with whom Geoffrey A. Price, Lowenstein,\r\nSandler, Kohl, Fisher &amp; Boylan, P.C., Mark O. Denehy, and Adler,\r\nPollock &amp; Sheehan, Inc. were on brief, for appellee.\r\n\nLaura A. Foggan, Daniel E. Troy, Andrew D. Tabachnik, andWiley, Rein &amp; Fielding on brief for amicus curiae Insurance\r\nEnvironmental Litigation Association.\r\n                                     \r\n\n                     June 1, 1998\r\n                                     \r\nLYNCH, Circuit Judge.  An accident in 1974 involving a\r\nrailroad tank car and a chemical storage tank has led to years of\r\nenvironmental litigation and, ultimately, to this court's\r\nconsideration of those events almost a quarter century later.  In\r\nJune 1974, an engineer of the Providence and Worcester Railroad\r\nCompany moved a group of railroad tank cars while one car was still\r\nattached to a chemical storage tank at a manufacturing facility in\r\nCumberland, Rhode Island.  The facility is located on the banks of\r\nthe Blackstone River.  A hole was torn in the bottom of the tank\r\nand the contents, over 6,200 gallons of perchlorethylene (\"perc\"),\r\ngushed out, boring a four-foot hole in the ground.  The fire\r\ndepartment responded to an emergency call and hosed down the area\r\nof the spill.  No further action was taken, and so matters rested\r\nuntil 1979.\r\nIn October 1979, the Rhode Island Department of Public\r\nHealth tested drinking water wells across the Blackstone River, in\r\nthe nearby town of Lincoln, for environmental pollution.  The\r\nstate's decision to test in this manner was an advanced one for the\r\ntimes.  Those tests and subsequent tests showed that the wellfields\r\nand the aquifer from which they drew water were contaminated with\r\na variety of volatile organic chemicals (\"VOC's\"), including  perc,\r\n1,1-dichlorethane, 1,1-dichloroethylene, 1,2-transdichloroethylene,\r\n1,1,1-trichloroethane, trichloroethylene, and\r\ntrichlorofluoromethane.  The wells, which supplied water to\r\nCumberland and Lincoln, were immediately closed.  Subsequent\r\ninvestigation by the United States Environmental Protection Agency\r\n(\"EPA\") pointed to an area across the Blackstone River and east of\r\nthe wells as the likely source of the aquifer's contamination. \r\nThat area was occupied by the Peterson/Puritan manufacturing\r\nfacility, which produced and packaged various household and\r\npersonal care products.  Peterson/Puritan is a subsidiary of the\r\nplaintiff CPC International, Inc., now known as Bestfoods.  This\r\nfacility is where the tank car accident happened in 1974.\r\nThis suit demonstrates the immense cost, complexity and\r\nduration of environmental insurance litigation.  In 1987, CPC sued\r\nits excess carrier, Northbrook Excess and Surplus Liability\r\nCompany, for indemnification of costs incurred during the EPA\r\nordered clean-up of pollution at Peterson/Puritan.   This is the\r\nthird appeal to this court.  Judgments have twice been vacated,\r\nthis court has certified a question to the Rhode Island Supreme\r\nCourt, the Rhode Island Supreme Court has issued an opinion which\r\nclarified Rhode Island \"trigger of coverage\" law, and the case has\r\nbeen twice tried to juries.  We discuss that history later.  In\r\n1997, a jury awarded CPC $12,632,885.94 in damages plus over $5\r\nmillion in pre-judgment interest.  That award is the subject of\r\nthis appeal.\r\nAs is common in these cases, the jury had two main issues\r\nto decide.  The first was whether an \"occurrence\" causing property\r\ndamage took place between July 1, 1979, and July 1, 1980, which was\r\nthe policy period during which Northbrook provided coverage.  The\r\nsecond was to determine whether the property damage resulted from\r\ncompany activities that were excluded from coverage by the policy's\r\nstandard \"pollution exclusion\" provision or whether the relevant\r\noccurrences fit within the also standard \"sudden and accidental\"\r\nexception to that exclusion (and was thus covered).  As evidenced\r\nby the verdict, the jury decided both issues in favor of CPC. \r\nNorthbrook attacks the verdict on both fronts.  First,\r\nNorthbrook says the evidence compels the conclusion that there was\r\nno occurrence during the policy period.  Northbrook says that the\r\n\"property damage\" at issue in the case is strictly in the area\r\nimmediately surrounding the Peterson/Puritan manufacturing\r\nfacility, and that CPC either knew or should have known of this\r\nproperty damage prior to the policy period.  Therefore, there was\r\nno \"occurrence\" (as that term is defined in Rhode Island law)\r\nduring the policy period and no coverage is available.  \r\nNorthbrook buttresses this challenge by saying it was\r\nunfairly hampered in its presentation of its case (that CPC knew or\r\nshould have known of the property damage) when the trial court\r\nexcluded evidence about environmental events before 1979 elsewhere\r\nin the CPC corporate family.  Northbrook says that the proposed\r\nevidence, two prior judicial decisions in which CPC was a party,\r\ncontained fact-findings relevant to the state of CPC's internal\r\nknowledge and the state-of-knowledge in the industry about\r\ngroundwater pollution.  Northbrook's says that the evidence\r\ndemonstrates that CPC's regular waste-disposal practices and the\r\n1974 perc spill should have put CPC on notice of property damage\r\nlong before 1979, and thus there is no coverage during the insuring\r\nperiod.  \r\nSecond, Northbrook challenges the jury's conclusion that\r\nthe property damage was caused by a \"sudden and accidental\"\r\ndischarge.  Northbrook concedes the 1974 perc spill was sudden and\r\naccidental, but argues that the evidence compels a conclusion that\r\nit was Peterson/Puritan's routine waste-disposal and polluting\r\npractices, not the 1974 perc spill, which caused the pollution\r\naround the Peterson/Puritan site.  Northbrook points out that the\r\ncomprehensive general liability policy at issue here contains a\r\nstandard pollution exclusion for the discharge of chemicals, and\r\nthe only exception to that exclusion is for \"sudden and accidental\"\r\nevents.  Thus, Northbrook says, even if there were an occurrence\r\nduring the policy period, Northbrook is still not liable because\r\nthe clean-up costs were driven by CPC's routine polluting\r\nactivities, not the spill.\r\nNow, twenty-five years after the tank rupture, almost\r\ntwenty years after the discovery that the wells were contaminated\r\nand eleven years after the suit was instituted, we affirm the jury\r\naward.  While the evidence did not necessarily require the jury's\r\nconclusions, it certainly permitted them.  We do not reach the\r\ncross-appeal.  \r\n                          I\r\nBackground Facts                  \r\nWe set the stage for the parties' arguments with a\r\ngeneral outline of the actions and findings of the involved\r\ngovernmental environmental agencies as to the two wellfields and\r\nthe Peterson/Puritan site.  Much of this is undisputed.  The\r\nappropriate inferences to be drawn from certain environmental\r\nfindings are, of course, disputed, and were argued to the jury.\r\nIn October 1979, the Rhode Island Department of Health,\r\nDivision of Water Supply, using testing procedures advanced for the\r\ntimes, tested the municipal water supplies of the Town of\r\nCumberland and the neighboring Town of Lincoln and discovered VOC\r\ncontamination.  The Quinnville Wellfield, supplying Cumberland, is\r\nlocated on the west side of the Blackstone River, across the river\r\nand approximately three fifths of a mile from the Peterson/Puritan\r\nmanufacturing facility.  The Lenox Street Well, supplying Lincoln,\r\nis located on the same side of the river as Peterson/Puritan, over\r\na mile away.  Both wells were closed immediately after the\r\ncontamination was discovered.\r\nIn 1980, the EPA hired environmental engineers Goldberg-\r\nZoino and Associates (\"GZA\") to conduct a hydrogeologic study of\r\nportions of the aquifer underlying and around the Blackstone River\r\nin order to establish the source and extent of the groundwater\r\npollution contaminating the wells.  In 1982, GZA reported its\r\nconclusion that the most probable source of the contamination of\r\nthe Quinnville Wellfield was the Peterson/Puritan plant.  GZA\r\nrelied principally on three critical findings:  (1) the highest\r\nlevels of VOC groundwater contamination were observed in the\r\nindustrial area where Peterson/Puritan was located; (2) the VOC's\r\nfound in the Quinnville Wellfield were the same as those found in\r\nthe groundwater in the industrial area; and (3) Peterson/Puritan\r\nwas the only operation in the area known to use and store the VOC's\r\nfound in the water supply.  \r\nAccording to GZA's report, the Blackstone River typically\r\nacts as a groundwater flow boundary, meaning that groundwater on\r\nthe east side of the river is generally unable to cross over to the\r\nwest side.  When the wells are pumping, however, the river is not\r\nan effective barrier and groundwater is drawn into the wellfield.\r\nDuring sustained pumping of the Lincoln\r\nwellfield, . . . a portion of the flow crosses\r\nthe Blackstone from the Cumberland side of the\r\nriver.  Flow enters the wellfield via both\r\ninduced infiltration from the river and direct\r\ngroundwater flow beneath the river from the\r\nnortheast corner of the site.\r\nIn addition, the levels of the contaminant concentration in the\r\nwellfield are directly related to the intensity of the pumping.\r\nWhen the wells are turned off and the flow\r\nfield reverts to its natural state, as\r\ndescribed above, contaminant levels decrease\r\nsignificantly.  When the wells are turned on\r\nagain, contaminant concentrations increase\r\nwith pumping duration to their previous\r\nlevels.  This indicates that contaminant flow\r\nis being induced via pumping from outside of\r\nthe normal recharge area for the wellfield,\r\ni.e. the Cumberland side of the Blackstone\r\nRiver [where Peterson/Puritan is located].\r\n\nGZA concluded that the pumping of the wells drew contaminants\r\nfrom the area immediately surrounding the Peterson/Puritan plant\r\nunder and across the river into the wellfield.  Based on this\r\nanalysis, Peterson/Puritan became the EPA's primary focus.\r\nFollowing this report, Peterson/Puritan hired Malcolm\r\nPirnie, Inc., another environmental engineering firm, to further\r\nanalyze the VOC groundwater contamination of the wellfield. \r\nMalcolm Pirnie's report, issued in June 1983, supported GZA's\r\nconclusion.  \"Peterson/Puritan is responsible for the release of\r\nVOC's to the aquifer sufficient to have contributed to the past\r\ncontamination of the Quinnville Wellfield . . . .\"  In addition,\r\n\"the sustained pumping from the wellfields could draw contaminated\r\ngroundwater from the east to the west side of the Blackstone River\r\nwhere it could be drawn into the wells.\"  The report stated that\r\nthe wellfield was no longer contaminated, but that contamination\r\nwould be renewed by the recommencement of pumping within the\r\nwellfield without prior interception of the contaminant plume.\r\nIn 1983, the EPA designated an area including both the\r\nPeterson/Puritan site and the aquifer east of the Blackstone River\r\nas \"OU-1,\" and placed the site on its National Priorities List.  In\r\n1987, following several years of negotiations with\r\nPeterson/Puritan, the EPA issued an Administrative Order by\r\nConsent, pursuant to the Comprehensive Environmental Response\r\nCompensation and Liability Act (\"CERCLA\"), 42 U.S.C.  9601-9675. \r\nThat Order identified Peterson/Puritan as the party responsible for\r\nthe release of the hazardous substances migrating into the\r\ngroundwater at OU-1.  \r\nAs required by the Order, Peterson/Puritan undertook a\r\nRemedial Investigation/Feasibility Study (\"RI/FS\") to investigate\r\nadditional responsible parties and further analyze site conditions. \r\nThis report was prepared by ABB Environmental Services and issued\r\nin 1993.  ABB, like Malcolm Pirnie, largely confirmed GZA's finding\r\nthat Peterson/Puritan was the principal source of VOC contamination\r\nin the aquifer and the Quinnville Wellfield.\r\nThe EPA issued its Record of Decision (\"ROD\") for the OU-\r\n1 site in June 1993.  The ROD stated that the Quinnville Wellfield\r\n\"was a drinking water source in 1979, when it was closed due to OU-\r\n1 contamination.  Prior to its closure, the wellfield provided\r\nwater that did not pose any health threats.\"  The ROD further\r\nstated that the 1974 perc spill, along with historical releases\r\ninto manholes and catch basins, was the primary source of\r\ncontamination of the Quinnville Wellfield.  The ROD concluded that\r\nthe wells could be reopened when the contamination was remediated,\r\nand ordered CPC to clean up the OU-1 area as a prerequisite for the\r\nreopening of the wells.  Finally, because the wellfield was \"a\r\nreceptor of OU-1 contamination,\" and \"the potential future use of\r\nthe wellfield as a drinking water source is a realistic\r\npossibility,\" the December 13, 1995, Consent Order between CPC and\r\nthe EPA extended OU-1 to include the Quinnville Wellfield.\r\n                          II\r\n             Insurance Coverage and Terms\r\nA.  Primary Coverage and Town of Lincoln Suit\r\nIn October 1982, based on GZA's report, the Town of\r\nLincoln filed suit against Peterson/Puritan for damages resulting\r\nfrom the contamination of its water supply.  In June 1984, the suit\r\nwas settled when Peterson/Puritan agreed to pay the Town of Lincoln\r\n$780,000 and install and maintain engineering controls in exchange\r\nfor the Town's release of all potential claims.  The settlement was\r\npaid by Northwestern National Insurance Company, CPC's primary\r\ninsurance carrier, under a policy with a coverage limit of $1\r\nmillion.  On April 10, 1987, Northwestern National informed CPC and\r\nNorthbrook that the primary insurance policy was exhausted, thus\r\nbringing Northbrook into the arena.\r\nB.  The CPC-Northbrook Insurance Policy\r\nFrom July 1, 1979, to July 1, 1980, CPC was insured by\r\nNorthbrook under an umbrella liability policy.  This policy, with\r\na limit of $25 million, was CPC's first layer excess policy, hence\r\nthe next coverage in line after Northwestern National's $1 million\r\nprimary policy was exhausted.  The Northbrook policy insured CPC\r\nworldwide, including CPC's subsidiaries and all other entities\r\nfinancially controlled by CPC.  \r\nUnder Section 1, \"Coverage,\" the policy stated:\r\nThe Company hereby agrees, subject to the\r\nlimitations, terms and conditions hereinafter\r\nmentioned, to indemnify the Insured for all\r\nsums which the Insured shall be obligated to\r\npay by reason of the liability\r\n     A.  imposed upon the Insured by law, or\r\n     B.  assumed under contract or agreement\r\n     by the Named Insured,\r\nfor damages on account of \r\n     A.  Personal Injuries\r\n     B.  Property Damage\r\n     C.  Advertising Liability,\r\ncaused by or arising out of each Occurrence\r\nhappening anywhere in the world. \r\n\nThe Definitions section contained the following definitions:\r\n  \"Property Damage\" shall mean loss of or\r\ndirect damage to or destruction of tangible\r\nproperty (other than property owned by any\r\nInsured) and which results in an Occurrence\r\nduring the policy period. . . . \r\n\n  \"Occurrence\" means an accident, event or\r\nhappening including continuous or repeated\r\nexposure to conditions which results, during\r\nthe policy period, in Personal Injury,\r\nProperty Damage or Advertising Liability\r\nneither expected nor intended from the\r\nstandpoint of the Insured. . . .\r\n\nThe Exclusions section provided:\r\nThis policy shall not apply to Personal Injury\r\nor Property Damage arising out of the\r\ndischarge, dispersal, release or escape of\r\nsmoke, vapors, soot, fumes, acids, alkalis,\r\ntoxic chemicals, liquids or gases, waste\r\nmaterials or other irritants, contaminants or\r\npollutants into or upon land, the atmosphere\r\nor any water course or body of water; but this\r\nexclusion does not apply if such discharge,\r\ndispersal, release or escape is sudden and\r\naccidental.\r\n\nIn a \"reservation-of-rights\" letter dated April 27, 1987,\r\nNorthbrook advised CPC that it had no obligation to indemnify CPC\r\nfor claims arising from the Town of Lincoln action or the EPA-\r\nordered cleanup.  The letter was based, inter alia, on the \r\npollution exclusion and on the date of occurrence.\r\n                         III\r\n                   This Litigation\r\nA.  Commencement of Suit and Initial Application of New Jersey Law\r\nOn July 21, 1987, CPC filed suit against Northbrook in\r\nNew Jersey Superior Court.  CPC alleged that all of the conditions\r\nprecedent to insurance coverage had been satisfied or waived, and\r\nsought a declaration that Northbrook was obligated to indemnify CPC\r\nfor Peterson/Puritan's \"entire ultimate net loss\" in excess of\r\nNorthwestern National's $1 million coverage limit.  CPC also sought\r\na judgment estopping Northbrook from further denying coverage.  \r\nNorthbrook removed the action to the U.S. District Court\r\nfor the District of Rhode Island pursuant to 28 U.S.C.  1404(a). \r\nCPC then filed a motion for a declaration that the substantive\r\nlaw of New Jersey still governed the litigation.  The motion\r\nwas allowed on the basis that a New Jersey court would apply\r\nNew Jersey law to the case because New Jersey was the state\r\nwhich connected all the parties together and so had the most\r\nsignificant interest in the outcome of the case.  See CPC\r\nInt'l, Inc. v. Northbrook Excess &amp; Surplus Ins. Co., 739 F.\r\nSupp. 710, 715 (D.R.I. 1990).  \r\nApplying New Jersey law, the district court allowed\r\nNorthbrook's motion for summary judgment on the ground that the\r\npollution exclusion clause in the policy precluded coverage for\r\ngradual pollution.  See CPC Int'l, Inc. v. Northbrook Excess\r\n&amp; Surplus Ins. Co., </pre><span class=\"citation\" data-id=\"1472718\"><a href=\"/opinion/1472718/cpc-intern-v-northbrook-excess-surplus-ins/\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">966</span></a></span><pre class=\"inline\"> (D.R.I. 1991).  The\r\ndistrict court predicted that the New Jersey Supreme Court,\r\nwhich had not ruled on the issue, would define the term \"sudden\r\nand accidental\" as referring to events which are unexpected and\r\nunintended and which occur abruptly or over a short period of\r\ntime.  See id. at 973.  The court ruled that CPC had not shown\r\nthat the contamination was within this definition.\r\nOn appeal, this court reversed and remanded, saying\r\nthe district court's prediction gave insufficient weight to the\r\ndecisions of the New Jersey Superior Court's Appellate Division\r\n(New Jersey's intermediate appellate court), which had\r\nconcluded that the term \"sudden and accidental\" was ambiguous\r\nand had to be interpreted favorably to insureds as providing\r\ncoverage for gradual pollution.  This court concluded that the\r\nNew Jersey Supreme Court would more likely construe \"sudden and\r\naccidental\" to mean only unintended and unexpected, i.e., not\r\nrequiring the event to be abrupt or immediate.  See CPC Int'l,\r\nInc. v. Northbrook Excess &amp; Surplus Ins. Co., </pre><span class=\"citation\" data-id=\"582531\"><a href=\"/opinion/582531/cpc-international-inc-v-northbrook-excess-surplus-insurance-co/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span><pre class=\"inline\">, 97\r\n(1st Cir. 1992).  \r\nB.  Round Two: Application of Rhode Island Law and First Trial\r\nOn remand, Northbrook moved for reconsideration of\r\nthe initial choice-of-law ruling in light of an intervening\r\nchange in New Jersey choice-of-law rules.  That motion was\r\ngranted on the basis that New Jersey law now dictated that the\r\nsubstantive law of Rhode Island governed the case.  See CPC\r\nInt'l, Inc. v. Northbrook, </pre><span class=\"citation\" data-id=\"1444325\"><a href=\"/opinion/1444325/cpc-intern-v-northbrook-excess-surplus-ins/\"><span class=\"volume\">839</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">124</span></a></span><pre class=\"inline\"> (D.R.I. 1993). \r\nThis court denied CPC's petition for mandamus.\r\nThe case went to a jury trial on January 28, 1994. \r\nAt the close of CPC's evidence, Northbrook moved for judgment\r\nas a matter of law under Fed. R. Civ. P. 50(a).  On February\r\n16, 1994, the district court granted Northbrook's motion,\r\nsaying that CPC had failed to present evidence from which a\r\nreasonable juror could conclude that there had been an\r\n\"occurrence\" during the 1979-80 policy period, because the perc\r\nspill took place in 1974 and there was no evidence that the\r\ncontamination reached the aquifer during the policy period.\r\nC.  The Second Appeal:  The Trigger of Coverage Question Under\r\nRhode Island Law\r\nOn appeal, this court affirmed the application of\r\nRhode Island law, but concluded that Rhode Island law was\r\nunclear on the trigger of coverage and certified this question\r\nto the Rhode Island Supreme Court:\r\nWhat trigger-of-coverage standard would the\r\nRhode Island Supreme Court use for\r\ndetermining at what point an \"occurrence\"\r\ncausing \"property damage\" took place,\r\nwithin the meaning of the insurance policy\r\nprovisions provided in the separate opinion\r\nin this case, where an insured alleges that\r\na spill of hazardous contaminants in 1974\r\nmigrated through the groundwater, causing\r\nimmediate injury to the pertinent property,\r\nwhich was not, in fact, discovered,\r\nhowever, until at least 1979.\r\n\nCPC Int'l, Inc. v. Northbrook, </pre><span class=\"citation\" data-id=\"195856\"><a href=\"/opinion/195856/cpc-v-northbrook/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></a></span><pre class=\"inline\">, 1222 (1st Cir.\r\n1995).  The Rhode Island Supreme Court answered: \r\n[A]n \"occurrence\" under a general liability\r\npolicy takes place when property damage,\r\nwhich includes property loss, manifests\r\nitself or is discovered or in the exercise\r\nof reasonable diligence, is discoverable.\r\n\nCPC Int'l, Inc. v. Northbrook, </pre><span class=\"citation\" data-id=\"1482294\"><a href=\"/opinion/1482294/cpc-intern-inc-v-northbrooke-excess-surplus-insurance-co/\"><span class=\"volume\">668</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">647</span></a></span><pre class=\"inline\">, 650 (R.I. 1995). \r\nIn light of that answer, this court vacated the judgment in\r\nNorthbrook's favor and remanded the case for a new trial.  The\r\nsecond trial was conducted in June of 1997 and resulted in the\r\nverdict for CPC.  CPC was awarded $12,632,885.94 in damages\r\nplus prejudgment interest in the amount of $5,333,283.  In\r\naddition, Northbrook was obligated to reimburse CPC for all\r\ncosts incurred by CPC in remediating the Peterson/Puritan site\r\nafter February 28, 1997.  After the jury verdict, the court\r\ndenied Northbrook's motions for judgment as a matter of law\r\nunder Fed. R. Civ. P. 50 and for a new trial under Fed. R. Civ.\r\nP. 59.  It is from this jury verdict that this appeal is taken.\r\n                          IV\r\n                      Discussion\r\n We discuss the pertinent evidence in light of the\r\nparticular claims on appeal.  The facts are stated as the jury\r\nand district court could have found them.  See Cambridge\r\nPlating Co., Inc. v. Napco, Inc., </pre><span class=\"citation\" data-id=\"196794\"><a href=\"/opinion/196794/cambridge-plating-v-napco-inc/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">752</span></a></span><pre class=\"inline\">, 756 (1st Cir.\r\n1996).  \r\nA.  The Discoverability of Property Damage\r\nNorthbrook's central argument on appeal is that its\r\nmotion for judgment as a matter of law was improperly denied,\r\nbecause the evidence compels the conclusion that CPC knew or\r\nreasonably should have known of property damage before July 1979.\r\nAppellate review of the grant or denial of a motion\r\nfor judgment under Fed. R. Civ. P. 50 is de novo, applying the\r\nsame standard that governed the adjudication of the motion in\r\nthe district court.  See Costos v. Coconut Island Corp., </pre><span class=\"citation\" data-id=\"197824\"><a href=\"/opinion/197824/costos-v-coconut-island-corp/\"><span class=\"volume\">137</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 48 (1st Cir. 1998).  All of the evidence is examined\r\nin the light most favorable to the nonmoving party, drawing all\r\npossible inferences in its favor.  See Cambridge Plating Co.,\r\n85 F.3d at 764.  We do not consider the credibility of\r\nwitnesses, resolve conflicts in testimony, or evaluate the\r\nweight of the evidence.  See Wagenmann v. Adams, </pre><span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span><pre class=\"inline\">,\r\n200 (1st Cir. 1987).  We will reverse the denial of a Rule 50\r\nmotion \"only if reasonable persons could not have reached the\r\nconclusion that the jury embraced.\"  Coconut Island Corp., 137\r\nF.3d at 48 (citation and internal quotation marks omitted).\r\nHere, the initial issue is whether there is\r\nsufficient evidentiary support for the jury's conclusion that\r\nthere was an \"occurrence\" between July 1, 1979, and July 1,\r\n1980.  The terms of the policy are set forth earlier.  The\r\ndefinition of \"occurrence\" is given content by Rhode Island\r\nlaw:\r\n[A]n \"occurrence\" under a general liability\r\npolicy takes place when property damage,\r\nwhich includes property loss, manifests\r\nitself or is discovered or in the exercise\r\nof reasonable diligence, is discoverable.\r\n\nCPC Int'l, Inc., 668 A.2d at 650.  Under this formulation, the\r\nterm \"occurrence\" and \"property damage\" are closely connected:\r\nRead together, the provisions of the\r\nNorthbrook policy provide coverage to an\r\ninsured that sustains an occurrence -- that\r\nis, an event that results in compensable\r\nproperty damage during the policy period. \r\nIn other words, there can be no occurrence\r\nunder the policy without property damage\r\nthat becomes apparent during the policy\r\nperiod, and property loss and compensable\r\ndamages cannot be assessed unless the\r\nproperty damage is discovered or manifests\r\nitself.  \"Property damage\" and \"occurrence\"\r\nare thus inextricably intertwined.\r\n\nId. at 649.\r\nNorthbrook focuses its attack on the\r\n\"discoverability\" prong of the Rhode Island definition of\r\n\"occurrence\", saying that CPC should have known that its\r\nroutine waste-disposal and polluting activities and the 1974\r\nperc spill would cause property damage long before 1979. \r\nNorthbrook argues that the jury, while properly instructed on\r\nRhode Island law, misapplied that instruction.  As to how the\r\njury applied the instruction, our knowledge is only that the\r\njury returned a general verdict in favor of CPC in the amount\r\nof $12,632,885.94, and thus necessarily found that the property\r\ndamage did not manifest itself, and could not have reasonably\r\nbeen discovered, before July 1979.  Northbrook did not request\r\nspecial verdicts.\r\nB.  Exclusion of Evidence\r\nBefore addressing the merits of the insurer's\r\nargument on this sufficiency issue, we stop to consider\r\nNorthbrook's argument that it was erroneously prevented from\r\npainting a fair and complete picture for the jury by the\r\nexclusion of evidence.  As with any argument addressed to the\r\nexclusion of evidence, Northbrook faces the challenge of\r\nmeeting the abuse of discretion standard.  See Rodriguez-\r\nHernandez v. Miranda-Velez, </pre><span class=\"citation\" data-id=\"749865\"><a href=\"/opinion/749865/75-fair-emplpraccas-bna-1228-73-empl-prac-dec-p-45317-48-fed-r/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">848</span></a></span><pre class=\"inline\">, 855 (1st Cir. 1998)\r\n(citation omitted).  If Northbrook were correct that the\r\nexclusion of evidence was an abuse of discretion and\r\nprejudicial, we would not reach the issue of whether there was\r\nadequate evidence to support the jury verdict.  But while\r\nNorthbrook's argument is far from frivolous, our conclusion is\r\nthat the ruling was well within the court's discretion.\r\nThe major component of Northbrook's defense was that CPC\r\nshould have known about the property damage resulting from the perc\r\nspill and other polluting activities well before 1979.  Towards\r\nthat end, Northbrook put on state-of-the-art and state-of-knowledge\r\nevidence as to CPC's knowledge before 1979 of the dangers of\r\nrelease of VOC's and perc in an effort to show that CPC knew or\r\nshould have known that the chemicals would contaminate the ground\r\nand groundwater.  \r\nWe take it as given that such evidence may generally be\r\nhelpful to the jury in determining what a party should have known\r\nat some time in the past.  Findings about what another operation of\r\nthe company knew and had been told about the danger of groundwater\r\ncontamination of a similar type can help the jury in determining\r\nwhether CPC exercised reasonable diligence with regard to this\r\nparticular spill.  See Chemical Leaman Tank Lines, Inc. v. Aetna\r\nCas. and Sur. Co., </pre><span class=\"citation\" data-id=\"1459492\"><a href=\"/opinion/1459492/chemical-leaman-tank-lines-v-aetna-cas-and-sur/\"><span class=\"volume\">817</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1136</span></a></span><pre class=\"inline\">, 1150 (D.N.J. 1993) (admitting\r\nevidence of plaintiff insured's problems at other tank cleaning\r\nsites on issue of company's knowledge).  \r\nSuch state-of-the-art and state-of-knowledge evidence is\r\nused by both sides in many contexts in civil and criminal\r\nenvironmental and toxic tort litigation.  For example, it is used\r\nby insurers and insureds in insurance coverage cases.  See Mottolov. Fireman's Ins. Co., </pre><span class=\"citation\" data-id=\"685589\"><a href=\"/opinion/685589/richard-a-mottolo-and-service-pumping-drain-co-inc-v-firemans-fund/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">723</span></a></span><pre class=\"inline\">, 730 (1st Cir. 1995) (discussing\r\nthe usual summary judgment burden shifting rules applied to this\r\narea of law); Chemical Leaman Tank Lines. Inc., 817 F. Supp. at\r\n1149-50 (use by insurer against insured); Hatco Corp. v. W.R. Grace\r\n&amp; Co., </pre><span class=\"citation\" data-id=\"1944982\"><a href=\"/opinion/1944982/hatco-corp-v-wr-grace-co-conn/\"><span class=\"volume\">801</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1334</span></a></span><pre class=\"inline\">, 1376 (D.N.J. 1992)(insured submits state-\r\nof-knowledge evidence to oppose insurer's contention that insured\r\nintended and expected to cause contamination at site); New Castle\r\nCounty v. Continental Cas. Co., </pre><span class=\"citation\" data-id=\"1407207\"><a href=\"/opinion/1407207/new-castle-county-v-continental-cas-cocna/\"><span class=\"volume\">725</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\">, 803-04 (D. Del.\r\n1989) (state-of-the-art knowledge about leachate from landfills\r\napparently introduced by insured on issue of whether the pollution\r\nwas expected).  It is also used in the allocation of responsibility\r\nunder the \"Gore\" factors in private party CERCLA contribution\r\nactions.  See Gould v. A&amp;M Battery Tire Serv., </pre><span class=\"citation\" data-id=\"1804271\"><a href=\"/opinion/1804271/gould-inc-v-a-m-battery-tire-service/\"><span class=\"volume\">987</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">353</span></a></span><pre class=\"inline\">,\r\n363-64 (M.D. Pa. 1997) (successor operator presents state-of-the-\r\nart defense).  Some state-of-the-art evidence was introduced here,\r\nbut specific evidence was excluded.\r\nHere, Northbrook sought to introduce (1) judicial\r\ndecisions in two previous CPC coverage suits involving groundwater\r\ncontamination at CPC facilities in New Jersey and Michigan, see CPC\r\nInt'l, Inc. v. Hartford Accident &amp; Indemnity Co., Bergen No. L-\r\n37236-89 (N.J. Super. April 15, 1996); CPC Int'l, Inc. v. Aerojet\r\nCorp., </pre><span class=\"citation\" data-id=\"1412904\"><a href=\"/opinion/1412904/cpc-intern-inc-v-aerojet-general-corp/\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">795</span></a></span><pre class=\"inline\"> (W.D. Mich. 1993); (2) trial testimony of\r\nCPC's Senior Corporate Counsel and others as to whether certain\r\nfacts found in those opinions were correct; and (3) certain related\r\ndocuments.  There was no specific offer of proof as to what any of\r\nthe proposed witnesses would say; their depositions had not been\r\ntaken.  Nor was this broad band of evidence narrowly tailored to\r\nthe precise issues involved at trial.  \r\nNorthbrook argued that such evidence would show that CPC\r\nknew long before 1979 about the harmful effects of VOC groundwater\r\ncontamination.  Northbrook wanted to introduce certain findings of\r\nfact contained in the judicial decisions establishing that CPC was\r\ncleaning up groundwater contamination in its facilities before the\r\n1970's and that one state court had enjoined CPC from using lagoons\r\nfor waste disposal because of the contamination which resulted. \r\nCPC responded that circumstances at the Michigan and New Jersey\r\nsites were very different from those at Peterson/Puritan, and that\r\nthe prejudicial and confusing effect of admitting the decisions\r\nwould far outweigh their probative value.\r\nThe New Jersey case was a coverage suit filed by CPC for\r\nindemnification of environmental remediation costs incurred during\r\nthe clean-up of three facilities operated by a CPC subsidiary.  All\r\nthree sites had VOC groundwater contamination from the use of\r\nunderground storage tanks and lagoons into which aqueous chemical\r\nwaste residues were deposited.  The Michigan case was a\r\nconsolidated CERCLA action where numerous parties contested\r\nliability for the cleanup of a dormant manufacturing facility which\r\nhad heavy soil, surface water, and groundwater contamination,\r\nprincipally from the use of unlined lagoons as sites for chemical\r\nwaste disposal. \r\nAfter extensive voir dire, the district court excluded\r\nthe decisions on Fed. R. Evid. 403 grounds, saying first that their\r\nintroduction would require a \"replay of the litigation of those two\r\ncases,\" in that the parties would have to argue about the\r\nsimilarity of the previous lawsuits to the instant case.  This\r\nwould take \"much time and considerable effort, and I think with\r\nlittle result.\"  The court also said that the opinions were not\r\nrelevant to whether CPC could have discovered property damage in\r\nthe exercise of reasonable diligence, because the facts underlying\r\nthe two opinions were different than the facts here; moreover,\r\nneither opinion addressed the issue of \"property damage\" as defined\r\nin the policy.  The court concluded that introduction of the prior\r\ndecisions could prejudice the jury about CPC and its conduct in the\r\ninstant case.\r\nWe start with Northbrook's initial burden of showing that\r\nthe proffered evidence was relevant.  On this, there is\r\nconsiderable confusion.  If the proffered evidence plainly showed\r\nthat the other sites involved similar chemicals and similar methods\r\nof transport and contamination, we could easily find the evidence\r\nrelevant.  But the record is confused and confusing.  It appears\r\nthat the other sites involved largely chemicals which were not\r\nVOC's at all and included phenols and chlorides.  It also appears\r\nthat the sites did not involve a massive quickly-happening and\r\nquickly disappearing flood of a chemical, such as the 1974 perc\r\nspill, but slow seepage and spillage from constantly filled waste\r\nlagoons.\r\nBut recognizing that knowledge is often gained from\r\nanalogous events as well as from identical events, we will assume\r\nthe evidence was at least somewhat relevant.  Under Rule 403, the\r\ndistrict judge was then required to determine whether \"its\r\nprobative value [was] substantially outweighed by the danger of\r\nunfair prejudice, confusion of the issues, or misleading the jury,\r\nor by considerations of undue delay, waste of time, or needless\r\npresentation of cumulative evidence.\"\r\nThe dangers of unfair prejudice were certainly real, as\r\nthe trial judge recognized.  \"Unfair prejudice,\" as the Advisory\r\nCommittee Note teaches, means an \"undue tendency to suggest\r\ndecisions on an improper basis, commonly, though not necessarily,\r\nan emotional one.\"  Northbrook sought to introduce evidence in the\r\nform of judicial decisions that two other courts had made findings\r\nthat other CPC operations had contaminated groundwater.  Citizens\r\ndo not look fondly on industrial polluters, particularly when the\r\nindustries have been found to be such by a court.  There was a\r\ndanger such evidence would lead to a decision based on emotion or\r\na desire to punish.  We have said exclusions under Rule 403 were\r\nappropriate where such dangers are strong. See United States v.Aguilar-Arancita, </pre><span class=\"citation\" data-id=\"698646\"><a href=\"/opinion/698646/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">796</span></a></span><pre class=\"inline\">, 800-802 (1st Cir. 1995);  LaPlante\r\nv. American Honda Motor Co., </pre><span class=\"citation\" data-id=\"672852\"><a href=\"/opinion/672852/39-fed-r-evid-serv-987-prodliabrep-cch-p-13935-arthur-h-la/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">, 739-40 (1st Cir. 1994);\r\ncf. Nickerson v. G.D. Searle &amp; Co., </pre><span class=\"citation\" data-id=\"539795\"><a href=\"/opinion/539795/cindy-nickerson-v-gd-searle-company-and-ortho-pharmaceutical/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span><pre class=\"inline\">, 418 (1st Cir.\r\n1990) (affirming exclusion of questions of medical expert on his\r\nwork in abortion clinics because of danger of an emotional\r\nreaction).\r\nBy focusing on judicial findings, Northbrook ran into\r\nother difficulties, ones this court described in Kinan v. City of\r\nBrockton, </pre><span class=\"citation\" data-id=\"524621\"><a href=\"/opinion/524621/albert-j-kinan-v-city-of-brockton/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span></a></span><pre class=\"inline\"> (1st Cir. 1989).  In Kinan, the plaintiff\r\nsought to introduce evidence of two previous civil rights actions\r\nfiled against the same police officer whose conduct was the subject\r\nof the instant suit; the plaintiff sought to introduce those\r\nprevious decisions as proof that the defendant had a custom or\r\npolicy of depriving its citizens of certain constitutional rights. \r\nSee id. at 1033.  The district court excluded the evidence.  Seeid.  Kinan affirmed the exclusion on the basis that the evidence,\r\neven if relevant, would result in jury confusion, wasted time, and\r\nbe unfairly prejudicial.  See id. at 1034-35.  Kinan based its\r\nreasoning in part on the fact that the proffered cases had settled\r\nprior to trial and were decided on the basis of negotiation, not\r\nadjudicated findings of fact.  See id.  While Kinan is far from\r\ncontrolling, the dangers warned against in Kinan are real: \r\n[I]ntroducing evidence of the two other cases\r\nwould inevitably result in trying those cases,\r\nor at least portions of them, before the jury. \r\nThe merits of the two other cases would become\r\ninextricably intertwined with the case at bar. \r\nThe result would be confusion and consumption\r\nof a great deal of unnecessary time.  \r\n\nId. at 1034.  These concerns were echoed by the district court in\r\nexcluding Northbrook's proffered evidence.\r\nWeighed against this is the seemingly weak probative\r\nvalue of the evidence.  In order to strengthen that probative\r\nvalue, Northbrook would have had to introduce evidence perfecting\r\nthe analogy of the other sites and chemicals to the ones at issue\r\nin this trial.  That, in turn, would have led, as the district\r\ncourt aptly noted, \"to a replay of the litigation of those other\r\ntwo cases.\"  And that, in turn, could have mislead the jury and\r\ncertainly would have caused delay.  The call made by the\r\nexperienced trial judge, who had the look and feel of the trial\r\nbefore him, was eminently reasonable and not an abuse of\r\ndiscretion.\r\nC.  Sufficiency of Evidence on Discoverability\r\nWe return to the picture as it was painted for the jury. \r\nCPC and Northbrook presented two conflicting views of what CPC\r\nactually knew and what CPC should reasonably have known about\r\npollution around the plant and the effect of the perc spill.  Here,\r\na jury rejected Northbrook's claim that the state-of-knowledge\r\nabout the dangers of VOC's was such prior to 1979 that CPC was on\r\nnotice about the dangers of groundwater contamination.  \r\nOn appeal, Northbrook constructs its argument -- that CPC\r\nknew or reasonably should have known of that damage before 1979 --\r\nout of these major elements:\r\n1.  CPC had actual knowledge of the perc spill in 1974.\r\n2.  CPC should have known that the perc from the spill\r\nwould enter the groundwater within a few days.\r\n3.  CPC knew in 1974 that perc was a hazardous substance\r\nfrom the Chemical Safety Data Sheets (\"CSDS\"), which stated that\r\n\"[i]f swallowed, perchlorethylene liquid has toxic effects.\"\r\n4.  In 1972, the Manufacturing Chemists Association, the\r\ndistributors of the CSDS for perc, distributed a manual entitled\r\n\"Guidelines For Chemical Plants in Prevention, Control, and\r\nReporting of Spills,\" which warned:\r\n2.1.6 Pollution of Ground Waters\r\n\nWhile many spills result in detrimental\r\neffects on sewage treatment systems of surface\r\nwater, some can affect the quality of ground\r\nwaters.  Leaks from storage tanks . . . can\r\npercolate downward or laterally into shallow\r\nwaters.\r\n...\r\nThe geology of the area is an influencing\r\nfactor in determining the migration of spills\r\nof this type.  Sandy soils are particularly\r\nsubject to percolation of pollutants into\r\nground waters\r\n\nThis statement did not, however, refer specifically to perc.\r\nCPC opposed Northbrook's account with evidence that there\r\nwas little reason before 1979 to think that a perc spill, or even\r\nhistoric releases of VOC's into manholes or catch basins at the\r\nplant, would descend into the aquifer, move laterally into the\r\nwellfields, and cause property damage.  CPC put on expert testimony\r\nthat the dangers known to be associated with exposure to perc in\r\n1979 were of skin contact, inhalation, and possible asphyxiation. \r\nCPC's experts said that these were the primary dangers that were\r\nknown concerning VOC's.\r\nAs to the pre-1979 state-of-knowledge about responding to\r\na perc spill, CPC's evidence was that the earliest literature on\r\nthat particular chemical was information in 1978 from the National\r\nFiremen's Protection Association.  That information was that such\r\nspills should be washed down with a fire hose.  Those who actually\r\ndealt with the 1974 perc spill at the Peterson/Puritan facility\r\ntestified that the company followed the directions of the Rhode\r\nIsland Department of Environmental Management and washed down the\r\nspill and then covered it over with soil or gravel.  The primary\r\nrisk people were then concerned with was that of fire.  Witnesses\r\ntestified that there was little or no contemporary awareness about\r\nthe risk and effect of groundwater contamination.  Indeed, even as\r\nof 1979, there were no state or federal standards for impermissible\r\nlevels of perc in drinking water.\r\nWe conclude that the jury could reasonably find, as it\r\nimplicitly did, that the earliest discovered or discoverable\r\nproperty damage was the contamination of the Quinnville Wellfield\r\nwhich caused it to be closed in 1979.  The evidence did not compel\r\na finding in Northbrook's favor.\r\nD.  The Pollution Exclusion and the Sudden and Accidental Exception\r\nHaving rejected Northbrook's challenge to the jury's\r\nfinding that there was an occurrence within the policy period, we\r\nturn to its related argument that the property damage resulted from\r\nactivities within the policy's pollution exclusion, i.e., that CPC\r\ndid not meet its burden of proving any \"occurrence\" was caused by\r\na \"sudden and accidental\" discharge.\r\nNorthbrook does not dispute that the 1974 perc spill was\r\nsudden and accidental as that term is defined by Rhode Island law. \r\nRather, its argument is that the perc spill is beside the point\r\nbecause the property damage for which the indemnification is sought\r\nis from all of the pollution at the Peterson/Puritan site, and this\r\npollution is largely the result of the regular and routine\r\npolluting activities which took place at the plant over many years. \r\nThis pollution included washing waste-water containing chemicals\r\ndown various sinks and drains at the plant which discharged into\r\nthe septic system and leaching fields.  It also includes minor\r\nleaks and spills that occasionally took place at the chemical tank\r\nfarm, where the spilled chemicals would travel directly through a\r\ngravel floor into the ground.  Northbrook contends that these\r\nactivities were not sudden and accidental, and thus are not covered\r\nunder the pollution exclusion.  The existence of a single sudden\r\nand accidental event, Northbrook says, such as the 1974 perc spill,\r\ndoes not mean that CPC may avoid the consequences of its on-going\r\ncontamination.\r\nNorthbrook's argument falters on the fact that the jury\r\naccepted an alternative view of the evidence which has adequate\r\nsupport in the record.  This alternate view is that the\r\nindemnification is sought for clean-up costs mandated by the EPA\r\nfor OU-1 in its efforts to protect and restore the Quinnville\r\nWellfield, that the perc spill caused the damage to the wellfield,\r\nand that remediating the contamination from the perc spill is the\r\nprincipal source of the costs -- including, as explained below,\r\ncosts for remediating contamination which originated from routine\r\nactivities at the plant.\r\nEvidence upon which the jury could rely included the ROD,\r\nwhich stated that the wells had not been contaminated before 1979\r\nand that, but for the contamination, the wells could be reopened. \r\nReferring to the perc spill, the ROD stated that \"this spill, along\r\nwith historical releases into manholes and catch basins, . . . is\r\nthe primary source of contamination.\" (Emphasis added).  The ROD\r\ndescribed the wellfield as \"a receptor of OU-1 contamination\" and\r\nsaid that \"the potential future use of the wellfield as a drinking\r\nwater source is a realistic possibility.\"  The ROD thus required\r\nCPC to clean-up the OU-1 area to drinking water standards -- a\r\nsignificant point which emphasizes the EPA's focus on restoring the\r\nwellfield to use, not merely cleaning the soil (although one is\r\nprerequisite to the other). \r\nThe jury could also credit evidence that in the period\r\nbefore the perc spill such contamination as existed at the plant\r\nwas trapped in the soil and did not migrate into the groundwater,\r\nand that the perc spill was the vehicle which brought the\r\ncontaminants into the groundwater.  On this point, there was expert\r\ntestimony that the perc spill was responsible: some of the perc\r\nvolatized, forming a large, spreading vapor cloud which moved\r\nthrough the soil slowly, dissolving contaminants in its path,\r\ncarrying those contaminants along with it as it descended into the\r\ngroundwater.  \r\nIt is true, as Northbrook argues, that under the 1995\r\nConsent Decree, CPC must carry out the remedy in the ROD including: \r\n(1) the excavation of contaminated soil in manholes and catch\r\nbasins at the facility; (2) the capping of soil in the tank farm\r\nand paving of soil in the O'Toole property; and (3) the\r\nimplementation of a soil venting and soil vapor extraction system. \r\nBut the jury apparently believed, on the evidence, that these costs\r\nwere necessitated by the clean-up of the aquifer so that the wells\r\ncould be restored, and that it was primarily the perc spill which\r\nnecessitated that clean-up.   \r\nThe evidence does not compel a finding in Northbrook's\r\nfavor on this point.  The jury could reasonably have found that\r\ncontaminants released at the plant would not have caused any\r\nproperty damage absent the perc spill, and that the perc spill was\r\ntherefore the real and ultimate cause of the environmental damage\r\nto the wells.  And the jury could reasonably find that the costs\r\nincurred by CPC during the EPA-ordered clean-up are for remediating\r\npollution so that use of the Quinnville Wellfield might resume.  \r\nIn sum, Northbrook's challenge fails.  The issues here\r\nwere for the jury to decide and there was sufficient evidence to\r\nsupport the verdict.  See New Castle County v. Hartford Accident\r\nand Indem. Co., </pre><span class=\"citation\" data-id=\"561790\"><a href=\"/opinion/561790/new-castle-county-v-hartford-accident-and-indemnity-company-a-corporation/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1162</span></a></span><pre class=\"inline\">, 1192 (3d Cir. 1991).\r\nE.  Microanalysis\r\nThe parties and the amicus have argued in their appellate\r\nbriefs about \"microanalysis.\"  Northbrook suggests two different\r\nconcepts under the label of \"microanalysis.\"  The first is that\r\nwhere there is a history of a pollution-prone operation, it is\r\nwrong to analyze each single polluting event to determine whether\r\nit was \"unexpected,\" and thus perhaps subject to characterization\r\nas \"sudden and accidental.\"  See, e.g., Lumbermens Mut. Cas. Co. v.\r\nBelleville Indus., Inc., </pre><span class=\"citation\" data-id=\"564951\"><a href=\"/opinion/564951/lumbermens-mutual-casualty-co-v-belleville-industries-inc-lumbermens/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1423</span></a></span><pre class=\"inline\">, 1427-30 (1st Cir. 1991)\r\n(rejecting such an approach).  Amicus joins this argument, echoing\r\nthis court in arguing that such an approach would \"eviscerate the\r\nexclusion for pollution.\"  Id. at 1428.  Various courts have\r\ncharacterized the so-called \"microanalysis\" approach as attempting\r\nto \"break down [regular polluting activities] into temporal\r\ncomponents in order to find coverage where the evidence\r\nunequivocally demonstrates that the pollution was gradual,\" Smithv. Hughes Aircraft, </pre><span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1432</span></span><pre class=\"inline\">, 1438 (9th Cir. 1993) (internal\r\nquotation marks omitted); see American States Ins. Co. v.\r\nSacramento Plating, Inc., </pre><span class=\"citation\" data-id=\"2261646\"><a href=\"/opinion/2261646/american-states-ins-co-v-sacramento-plating-inc/\"><span class=\"volume\">861</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">964</span></a></span><pre class=\"inline\">, 971 (E.D. Cal. 1994),\r\nor as \"an ill-fated effort to distinguish between virtually\r\nindistinguishable occurrences.\"  Lumbermans Mut. Cas. Co., 938 F.2d\r\nat 1428; see also Charter Oil Co. v. American Employers' Ins. Co.,\r\n</pre><span class=\"citation\" data-id=\"707596\"><a href=\"/opinion/707596/charter-oil-company-v-american-employers-insurance-company/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1160</span></a></span><pre class=\"inline\">, 1170 (D.C. Cir. 1995) (describing approach as attempt\r\nto \"disaggregate\" \"an activity occurring over an extended period\"). \r\nThe facts of this case do not invoke any of those perils.  This is\r\nnot an instance of attempting to parse a sequence of events in\r\nregular polluting activities into component parts and then arguing\r\nwhether each part is sudden and accidental.  Rather, there was a\r\nmassive, sudden and accidental event in the perc spill and it was\r\nup to the jury to decide whether that, or the ongoing pollution,\r\nled to the property damage for which indemnification is sought. \r\nThe short answer to Northbrook's first \"microanalysis\" argument is\r\nthen that this case does not raise that issue at all.\r\nThe second concept Northbrook raises under the label of\r\n\"microanalysis\" is whether damages for sudden and accidental\r\nreleases may be parsed out from damages caused by routine, regular\r\npollution within the exclusion.  Massachusetts law, for example,\r\nallows for this possibility where the damage from sudden and\r\naccidental releases are identifiable and are themselves appreciable\r\n(or not de minimis) and compensable.  See Highland Ins. Co. v.\r\nAerovox, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">801</span></span><pre class=\"inline\">, 806, </pre><span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">226</span></span><pre class=\"inline\">, 234 (1997);\r\nNashua Corp. v. First State Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">648</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1272</span></span><pre class=\"inline\">, 1275-76, </pre><span class=\"citation no-link\"><span class=\"volume\">420</span>\r\n<span class=\"reporter\">Mass.</span> <span class=\"page\">196</span></span><pre class=\"inline\">, 202-203 (1995); see also Millipore Corp. v. Travelers\r\nIndem. Co., </pre><span class=\"citation\" data-id=\"197388\"><a href=\"/opinion/197388/millipore-corp-v-ins-co-of-na/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 34 (1st Cir. 1997).  In those cases it was\r\nin the interest of the insured companies to try to identify and\r\ncarve out a portion of the damages as being attributable to sudden\r\nand accidental events (for which there was coverage) when the\r\ngeneral damage suffered was attributable to regular polluting\r\nactivities which were subject to the pollution exclusion (for which\r\nthere was no coverage).  But the doctrine is a two-way street:\r\nhere, it may have been in the insurer's interest to carve out a\r\nportion of CPC's claim as attributable to regular pollution\r\nactivities (and thus not coverable) against a backdrop of an\r\noverall damages landscape a jury could have viewed as shaped by one\r\nsudden and accidental event.  But, as a matter of trial tactics,\r\nthe insurer chose not to raise the issue, and it is waived.  We\r\nthus have no occasion to predict whether Rhode Island law, which\r\ngoverns this case, will adopt a rule similar to the Massachusetts\r\nrule.\r\nThe decision of the district court is affirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1407207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1412904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1444325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1482294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1804271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1944982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2261646/"
  ]
}