{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197929/",
  "absolute_url": "/opinion/197929/merchants-insurance-v-guaranty-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197929/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:41:52Z",
  "date_modified": "2017-03-24T10:53:51.118224Z",
  "type": "010combined",
  "sha1": "4fae3842fca4120b3ea0dd20f2600ce50543caf8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2056.01A",
  "local_path": null,
  "plain_text": "        United States Court of Appeals\r\n            For the First Circuit\r\n                                 \r\n\nNo. 97-2056\r\n\n        MERCHANTS INSURANCE COMPANY OF\r\n             NEW HAMPSHIRE, INC.,\r\n\n            Plaintiff - Appellee,\r\n\n                      v.\r\n\n   UNITED STATES FIDELITY AND GUARANTY CO.,\r\n\n            Defendant - Appellant.\r\n\n                                 \r\n\n APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n      FOR THE DISTRICT OF MASSACHUSETTS\r\n\n [Hon. Joseph L. Tauro, U.S. District Judge]\r\n\n                                 \r\n\n                    Before\r\n\n            Selya, Circuit Judge,\r\n\n        Coffin, Senior Circuit Judge,\r\n\nand Shadur, Senior District Judge.\r\n\n                                 \r\n\nJames R. Loughman, with whom Donovan &amp; O'Connor was on brief\r\nfor appellant.\r\nNina E. Kallen, with whom Neville &amp; Kelley was on brief for\r\nappellee.\r\n\n                                 \r\n\n                May 1, 1998\r\n                                           SHADUR, Senior District Judge.  United States Fidelity\r\nand Guaranty Co. (\"USF&amp;G\") appeals the order of the United States\r\nDistrict Court for the District of Massachusetts granting a Fed. R.\r\nCiv. P. (\"Rule\") 56 summary judgment motion filed by Merchants\r\nInsurance Company of New Hampshire, Inc. (\"Merchants\") and denying\r\nthe corresponding cross-motion filed by USF&amp;G.  Merchants had\r\nbrought a diversity-of-citizenship action, pursuant to the\r\nDeclaratory Judgment Act (28 U.S.C.  2201), seeking a declaration\r\nthat it was entitled to contribution from USF&amp;G for the attorneys'\r\nfees and expenses incurred in defending and settling a personal\r\ninjury action brought against Merchants' insured D'Agostino\r\nAssociates, Inc. (\"D'Agostino\").  We affirm.\r\nFacts\r\nIn 1992, general contractor D'Agostino entered into a\r\ncontract with two Massachusetts towns to remove and replace a\r\nbridge.  In connection with that project D'Agostino hired\r\nsubcontractor Great Eastern Marine Service, Inc. (\"Great Eastern\"). \r\nAlthough Merchants had already issued a commercial general\r\nliability policy to D'Agostino, the subcontract required Great\r\nEastern to list the general contractor as an additional insured on\r\nits own commercial general liability insurance policy issued by\r\nUSF&amp;G.\r\nOf particular importance here, the additional insured\r\nendorsement (\"Endorsement\") provided D'Agostino with coverage \"but\r\nonly with respect to liability arising out of 'your work' for that\r\n[added] insured by or for you.\"  In part that language is clear\r\nindeed:  \"You\" means Great Eastern, while D'Agostino is \"that\r\n[added] insured.\"  We will later address the meaning of the\r\npotentially more murky aspect of the Endorsement--what is intended\r\nby its \"arising out of\" phrase.\r\nOn October 28, 1992, Great Eastern's employee Daniel\r\nWoundy (\"Woundy\") sustained serious injuries while working at the\r\njob site when a D'Agostino employee accidentally caused Woundy's\r\narm to become pinned between two pieces of demolition equipment. \r\nAlmost a year later Woundy and his wife (collectively \"Woundys\")\r\nbrought suit against D'Agostino, alleging that his physical\r\ninjuries and her loss of consortium were \"a direct and proximate\r\nresult\" of the general contractor's negligence.  USF&amp;G then refused\r\nMerchants' demand to defend that underlying action, explaining that\r\nthe Endorsement did not afford D'Agostino coverage for its own\r\nnegligence. \r\nOn March 25, 1995 Merchants settled Woundys' claims\r\nagainst D'Agostino for $250,000, an amount to which USF&amp;G did not\r\nobject.  Merchants had also incurred attorneys' fees and expenses\r\naggregating $28,297.21.  Shortly thereafter Merchants brought this\r\nfederal court action against USF&amp;G to seek contribution for half of\r\nthe total amount it had incurred in defending and settling Woundys'\r\npersonal injury and loss of consortium claims.  After the district\r\ncourt ruled in Merchants' favor on the parties' cross-motions for\r\nsummary judgment, this appeal followed.\r\n              Standard of Review\r\nWe review the district court's grant of summary judgment\r\nde novo (Vartanian v. Monsanto Co., 131 F.3d 264, 266 (1st Cir.\r\n1997)).  Familiar Rule 56 principles impose on a party seeking\r\nsummary judgment the burden of establishing the lack of a genuine\r\nissue of material fact (Celotex Corp. v. Catrett, 477 U.S. 317,\r\n322-23 (1986)).  As we stated in Woods-Leber v. Hyatt Hotels of\r\nP.R., Inc., 124 F.3d 47, 49 (1st Cir. 1997)(citations and internal\r\nquotation marks omitted):\r\nThe genuineness requirement signifies that\r\na factual controversy must be sufficiently\r\nopen-ended to permit a rational factfinder\r\nto resolve the issue in favor of either\r\nside.  The materiality requirement\r\nsignifies that the factual controversy\r\nmust pertain to an issue which might\r\naffect the outcome of the suit under the\r\ngoverning law.  \r\n\nFor Rule 56 purposes we read the record in the light most\r\nfavorable to the non-moving party, drawing all reasonable\r\ninferences in its favor (Reich v. John Alden Life Ins. Co., 126\r\nF.3d 1, 6 (1st Cir. 1997)).  In that regard \"[a]n inference is\r\nreasonable only if it can be drawn from the evidence without resort\r\nto speculation\" (Mulero-Rodrguez v. Ponte, Inc., 98 F.3d 670, 672\r\n(1st Cir. 1996), quoting Frieze v. Boatmen's Bank, 950 F.2d 538,\r\n541 (8th Cir. 1991)).  \r\nWhere as here cross-motions for summary judgment are\r\ninvolved, \"the court must consider each motion separately, drawing\r\ninferences against each movant in turn\" (Reich, 126 F.3d at 6). \r\nBecause here neither the facts nor any potential inferences are in\r\ndispute, that Janus-like dual perspective creates no risk that both\r\nmotions might have to be denied.  Instead the parties are at odds\r\nabout whether as a matter of law the district court erred in\r\nholding that D'Agostino's liability arose out of Great Eastern's\r\nwork performed on its behalf, thus entitling D'Agostino to coverage\r\nunder the Endorsement.\r\nChoice of Law\r\nBefore we turn to the merits of the parties' respective\r\npositions, we must first identify the applicable substantive law,\r\na subject on which both policies are silent.  For cases sounding in\r\ndiversity, the Erie v. Tompkins mandate to look to state law for\r\nthe substantive rules of decision includes the application of the\r\nforum's choice of law doctrines (Klaxon Co. v. Stentor Elec. Mfg.\r\nCo., 313 U.S. 487, 496 (1941); New Ponce Shopping Ctr., S.E. v. Integrand Assurance Co., 86 F.3d 265, 267 (1st Cir. 1996)).  But\r\nhere both Merchants and USF&amp;G have eschewed any such inquiry,\r\ninstead citing directly to Massachusetts' internal law.  In that\r\nsituation Bird v. Centennial Ins. Co., 11 F.3d 228, 231 n.5 (1st\r\nCir. 1993) teaches:\r\nBecause the parties agree that\r\nMassachusetts law governs this dispute,\r\nand because there is at least a\r\n\"reasonable relation\" between the dispute\r\nand the forum whose law has been selected\r\nby the parties, we will forego an\r\nindependent analysis of the choice-of-law\r\nissue and apply Massachusetts law.\r\n\nWe do the same here.\r\n              General Principles\r\nUnder Massachusetts law the interpretation of an\r\ninsurance policy and the determination of the policy-dictated\r\nrights and obligations are questions of law, appropriate grist for\r\nthe summary judgment mill (see Assetta v. Safety Ins. Co., 682\r\nN.E.2d 931, 932 (Mass. App. Ct. 1997)).  Hence we review de novo\r\nthe district court's determination that the Endorsement covers\r\nD'Agostino for its own negligence.\r\nHakim v. Massachusetts Insurers' Insolvency Fund, 675\r\nN.E.2d 1161, 1164 (Mass. 1997) confirms the applicability of\r\ngeneral rules of contract construction in construing an insurance\r\npolicy:\r\nThe interpretation of an insurance\r\ncontract is no different from the\r\ninterpretation of any other contract, and\r\nwe must construe the words of the policy\r\nin their usual and ordinary sense.\r\n\nWhere policy provisions are ambiguous--that is, \"[w]here the\r\nlanguage permits more than one rational interpretation\" (Boston\r\nSymphony Orchestra, Inc. v. Commercial Union Ins. Co., 545 N.E.2d\r\n1156, 1159 (Mass. 1989)(internal quotation omitted))--the reading\r\nmost favorable to the insured must prevail (Hazen Paper Co. v. USF&amp;G, 555 N.E.2d 576, 583 (Mass. 1990)).  That contra proferentem\r\nprinciple applies with added rigor in determining the meaning of\r\nexclusionary provisions (id.).\r\nInsurance Coverage:  Duties To Defend and To Indemnify\r\nAny liability insurer has a duty to defend an underlying\r\nthird-party action against its putative insured if the allegations\r\nin the complaint are \"reasonably susceptible of an interpretation\r\nthat they state[] or adumbrate[] a claim covered by the policy\r\nissued to its insured\" (New England Mut. Life Ins. Co. v. Liberty\r\nMut. Ins. Co., 667 N.E.2d 295, 297 (Mass. App. Ct. 1996)(internal\r\nquotation omitted)).  \"This is true even if the claim is baseless,\r\nas it is the claim which determines the insurer's duty to defend\"\r\n(Mt. Airy Ins. Co. v. Greenbaum, 127 F.3d 15, 19 (1st Cir.\r\n1997)(internal quotation marks omitted)).\r\nIt is true \"that an insurance company's duty to defend is\r\nbroader than its duty to indemnify\" (Boston Symphony, 545 N.E.2d at\r\n1158).  But USF&amp;G's rejection of any participation in the\r\nunderlying defense (as tendered to it by Merchants) also carries\r\nwith it USF&amp;G's liability for the cost of settlement in addition to\r\nthe expenses of defending the lawsuit.  As Camp Dresser &amp; McKee,\r\nInc. v. Home Ins. Co., 568 N.E.2d 631, 636 (Mass. App. Ct. 1991)\r\n(numerous citations omitted) has held:\r\nOur cases generally have recognized the\r\nperil implicit in unjustified disclaimer\r\ndecisions, and held an insurer making such\r\na decision liable for the reasonable costs\r\nof both defense and settlement.\r\n\nAnd more recently Polaroid Corp. v. Travelers Indem. Co., 610\r\nN.E.2d 912, 921 (Mass. 1993) has confirmed that proposition.\r\nWe turn then to the Endorsement, which provides in its\r\nentirety:\r\nWHO IS AN INSURED (Section II) is amended\r\nto include as an insured the person or\r\norganization shown in the Schedule [in\r\nthis instance D'Agostino]. (sic) but only\r\nwith respect to liability arising out of\r\n\"your work\" for that insured by or for\r\nyou.\r\n\nIn turn the USF&amp;G policy defines \"your work\" as:\r\n\na.  Work or operations performed by you [Great Eastern]\r\nor on your behalf; and\r\n\nb. Materials, parts or equipment furnished in\r\nconnection with such work or operations.\r\n\nUSF&amp;G urges that the district court erred in holding that\r\nD'Agostino's liability \"arose out of\" Great Eastern's work because\r\nGreat Eastern did not proximately cause Woundy's injury (it will be\r\nrecalled that one of D'Agostino's own employees was at fault). \r\nThat contention presupposes that the phrase \"arising out of\"\r\nimports proximate causation and therefore operates to exclude all\r\nclaims that stem directly from D'Agostino's own negligence.  But\r\nwhether or not the construction advocated by USF&amp;G might be\r\nconsidered to distort the usual and ordinary meaning ascribed to\r\nthe quoted phrase (see Plymouth Rubber Co. v. Ins. Co. of N. Am.,\r\n465 N.E.2d 1234, 1238 (Mass. App. Ct. 1984), declining to \"torture\"\r\nthe meaning of a clause in an insurance contract where it was\r\nunderstandable in its \"usual and ordinary sense\"), what controls\r\nhere is that such a reading would contravene established state law.\r\nBeyond question, under Massachusetts law the phrase\r\n\"arising out of\" denotes a level of causation that lies between\r\nproximate and actual causation.  As recently as 1996 that state's\r\nintermediate appellate court said in New England Mut. Life, 667\r\nN.E.2d at 298:\r\nThe usual meaning ascribed to the phrase\r\n\"arising out of\" is much broader than\r\n\"caused by\"; the former phrase is\r\nconsidered synonymous with \"originate\" or\r\n\"come into being.\"\r\n\nAnd later in the same year the Massachusetts Supreme Judicial Court\r\nconfirmed in Rischitelli v. Safety Ins. Co., 671 N.E.2d 1243, 1245\r\n(Mass. 1996):\r\nThe expression \"arising out of\" indicates\r\na wider range of causation than the\r\nconcept of proximate causation in tort\r\nlaw.\r\n\nBy way of further explanation, Rischitelli, id. went on to say:\r\nHowever, the expression does not refer to\r\nall circumstances in which the injury\r\nwould not have occurred \"but for\" the\r\ninvolvement of a motor vehicle.\r\n\nIn that light it is plain that the allegations in\r\nWoundys' Complaint raised the potential for policy coverage,\r\ntriggering USF&amp;G's duty to defend.  And the line of Massachusetts\r\ncases referred to earlier teach that USF&amp;G's dishonor of that duty\r\nto defend triggered USF&amp;G's additional duty to indemnify.\r\nIt is undisputed, as the Complaint alleged, that \"[a]t\r\nthe time of his accident Woundy was working within the scope of his\r\nemployment for Great Eastern\" (R. 5 10).  And it is equally beyond\r\ncavil that Great Eastern was in turn working for D'Agostino\r\npursuant to its subcontract.  Woundy's injury \"arose out of\" Great\r\nEastern's work in the sense that the harm occurred while he was\r\ncutting and removing a section of the bridge, a task that was\r\nassigned to Great Eastern in the Sherman's Bridge project.  Under\r\nan intermediate causation test, that causal relationship justifies\r\nthe conclusion that D'Agostino's liability for the harm to Woundy\r\n\"arose out of\" Great Eastern's work for D'Agostino.  More than \"but\r\nfor\" causation existed.  It was not simply because the two\r\ncompanies happened to be working in the same location that Woundy\r\nwas injured by a D'Agostino employee; rather, the injury was a\r\nconsequence of the work that Great Eastern was performing.\r\nThat causal connection between Woundy's injury and Great\r\nEastern's work for D'Agostino suffices to satisfy the intermediate\r\ncausation standard (see Transamerica Ins. Group v. Turner Constr.\r\nCo., 601 N.E.2d 473, 476 (Mass. App. Ct. 1992), followed in a non-\r\nMassachusetts case, American States Ins. Co. v. Liberty Mut. Ins.\r\nCo., 683 N.E.2d 510, 513 (Ill. App. 1997)).  As the district court\r\nreasoned (slip op. at 6):\r\nUnlike the facts of Rischitelli, the facts\r\nof the present case fall squarely within\r\nRischitelli's definition of \"arising out\r\nof.\"  Woundy was employed by Great Eastern\r\nand suffered his injuries in the course\r\nof, and contemporaneously with, Great\r\nEastern's work.  The injuries sustained by\r\nthe plaintiff in Rischitelli, by contrast,\r\noccurred subsequent to the automobile\r\naccident and were not otherwise related to\r\nthe insured's use of his automobile. \r\nFurthermore, Woundy's injuries were not\r\nthe result of \"intentional wrongdoing\" by\r\nD'Agostino.  Again, this differs from\r\nRischitelli, in which the insured's\r\ninjuries were the result of a battery\r\ncommitted by the other driver.  The\r\nconnection between D'Agostino's liability\r\nand Great Eastern's work, therefore, is\r\nstronger than the simple \"but for\"\r\nconnection rejected in Rischitelli.\r\n\nWe therefore agree with the district court's conclusion\r\nthat under Massachusetts law D'Agostino's liability \"arose out of\"\r\nGreat Eastern's work on its behalf.  In those terms the Endorsement\r\ncovers D'Agostino both for its own negligence and to the extent\r\nthat it might be deemed vicariously liable for Great Eastern's\r\nnegligence.  In light of that coverage, USF&amp;G must bear half of\r\nGreat Eastern's total burden running to Woundys.\r\n         Contra Proferentem Approach\r\nIt would make no difference to our decision if well-\r\nestablished Massachusetts case law had not so plainly dictated that\r\nreading of the Endorsement's language.  Even if the \"arising out\r\nof\" phrase were instead to be viewed as ambiguous, the end result\r\nwould be the same.\r\nAs we have noted earlier, the contra proferentem doctrine\r\ndictates that an ambiguous provision in an insurance policy that\r\npurports to limit coverage must be construed liberally in favor of\r\nthe insured and against the insurer (see Hazen, 555 N.E.2d at 583). \r\nUnder that approach too, the phrase \"arising out of\" would not be\r\nread to exclude coverage for D'Agostino's own negligence.  Though\r\nwe have not had occasion to speak to that proposition, McIntosh v. Scottsdale Ins. Co., 992 F.2d 251, 254-55 (10th Cir. 1993) has\r\ncollected cases from numerous jurisdictions holding that\r\nadditional-insured endorsements such as the one at issue here cover\r\nan additional insured for its own negligence related to the work of\r\nthe named insured.  \r\nAfter all, if USF&amp;G had really intended to limit coverage\r\nunder the additional insured Endorsement to those situations in\r\nwhich an added insured such as D'Agostino was to be held\r\nvicariously liable only for the negligence of a principal insured\r\nsuch as Great Eastern, USF&amp;G was free to draft a policy with\r\nqualifying language that expressly implemented that intention (see,\r\ne.g., Consolidation Coal Co. v. Liberty Mut. Ins. Co., 406 F. Supp.\r\n1292 (W.D. Pa. 1976), pointing to the phrase \"but only with respect\r\nto acts or omissions of the named insured\" in the additional-\r\ninsured endorsement as limiting the coverage of an additional\r\ninsured to situations where it was the named insured's negligence\r\nthat exposed the additional insured to liability).  USF&amp;G did not\r\ndo so.  Instead it used language requiring only that the general\r\ncontractor's liability must arise out of Great Eastern's work.  In\r\nview of the narrow construction to be given to ambiguous\r\nexclusionary provisions, this alternative analytical road leads to\r\nthe same destination:  USF&amp;G's obligation to bear half of the\r\nfinancial burden of Woundys' claims.\r\n                  Conclusion\r\nBecause the district court correctly determined that\r\nMerchants was entitled to a judgment as a matter of law, Merchants'\r\nRule 56 motion was properly granted, while USF&amp;G's cross-motion was\r\nof course properly denied.  We AFFIRM.\n",
  "html": "<p class=\"case_cite\">143 F.3d 5</p>\n    <p class=\"parties\">MERCHANTS INSURANCE COMPANY OF NEW HAMPSHIRE, INC.,<br>Plaintiff--Appellee,<br>v.<br>UNITED STATES FIDELITY AND GUARANTY CO., Defendant--Appellant.</p>\n    <p class=\"docket\">No. 97-2056.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 6, 1998.<br>Decided May 1, 1998.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">James R. Loughman, with whom Donovan &amp; O'Connor was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Nina E. Kallen, with whom Neville &amp; Kelley was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SHADUR, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">United States Fidelity and Guaranty Co.  (\"USF&amp;G\") appeals the order of the United States District Court for the District of Massachusetts granting a Fed.R.Civ.P.  (\"Rule\") 56 summary judgment motion filed by Merchants Insurance Company of New Hampshire, Inc.  (\"Merchants\") and denying the corresponding cross-motion filed by USF&amp;G. Merchants had brought a diversity-of-citizenship action, pursuant to the Declaratory Judgment Act (28 U.S.C. &#167; 2201), seeking a declaration that it was entitled to contribution from USF&amp;G for the attorneys' fees and expenses incurred in defending and settling a personal injury action brought against Merchants' insured D'Agostino Associates, Inc.  (\"D'Agostino\").  We affirm.</p>\n    </div>\n    <p>Facts<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1992, general contractor D'Agostino entered into a contract with two Massachusetts towns to remove and replace a bridge.  In connection with that project D'Agostino hired subcontractor Great Eastern Marine Service, Inc.  (\"Great Eastern\").  Although Merchants had already issued a commercial general liability policy to D'Agostino, the subcontract required Great Eastern to list the general contractor as an additional insured on its own commercial general liability insurance policy issued by USF&amp;G.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Of particular importance here, the additional insured endorsement (\"Endorsement\") provided D'Agostino with coverage \"but only with respect to liability arising out of 'your work' for that [added] insured by or for you.\"   In part that language is clear indeed:  \"You\" means Great Eastern, while D'Agostino is \"that [added] insured.\"   We will later address the meaning of the potentially more murky aspect of the Endorsement--what is intended by its \"arising out of\" phrase.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 28, 1992, Great Eastern's employee Daniel Woundy (\"Woundy\") sustained serious injuries while working at the job site when a D'Agostino employee accidentally caused Woundy's arm to become pinned between two pieces of demolition equipment.  Almost a year later Woundy and his wife (collectively \"Woundys\") brought suit against D'Agostino, alleging that his physical injuries and her loss of consortium were \"a direct and proximate result\" of the general contractor's negligence.  USF&amp;G then refused Merchants' demand to defend that underlying action, explaining that the Endorsement did not afford D'Agostino coverage for its own negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 25, 1995 Merchants settled Woundys' claims against D'Agostino for $250,000, an amount to which USF&amp;G did not object.  Merchants had also incurred attorneys' fees and expenses aggregating $28,297.21.  Shortly thereafter Merchants brought this federal court action against USF&amp;G to seek contribution for half of the total amount it had incurred in defending and settling Woundys' personal injury and loss of consortium claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  After the district court ruled in Merchants' favor on the parties' cross-motions for summary judgment, this appeal followed.</p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo (Vartanian v. Monsanto Co., 131 F.3d 264, 266 (1st Cir.1997)).  Familiar Rule 56 principles impose on a party seeking summary judgment the burden of establishing the lack of a genuine issue of material fact (Celotex Corp. v. Catrett, 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986)).  As we stated in Woods-Leber v. Hyatt Hotels of P.R., Inc., 124 F.3d 47, 49 (1st Cir.1997) (citations and internal quotation marks omitted):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The genuineness requirement signifies that a factual controversy must be sufficiently open-ended to permit a rational factfinder to resolve the issue in favor of either side.  The materiality requirement signifies that the factual controversy must pertain to an issue which might affect the outcome of the suit under the governing law.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For Rule 56 purposes we read the record in the light most favorable to the non-moving party, drawing all reasonable inferences in its favor (Reich v. John Alden Life Ins. Co., 126 F.3d 1, 6 (1st Cir.1997)).  In that regard \"[a]n inference is reasonable only if it can be drawn from the evidence without resort to speculation\" (Mulero-Rodriguez v. Ponte, Inc., 98 F.3d 670, 672 (1st Cir.1996), quoting Frieze v. Boatmen's Bank, 950 F.2d 538, 541 (8th Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where as here cross-motions for summary judgment are involved, \"the court must consider each motion separately, drawing inferences against each movant in turn\" (Reich, 126 F.3d at 6).   Because here neither the facts nor any potential inferences are in dispute, that Janus-like dual perspective creates no risk that both motions might have to be denied.  Instead the parties are at odds about whether as a matter of law the district court erred in holding that D'Agostino's liability arose out of Great Eastern's work performed on its behalf, thus entitling D'Agostino to coverage under the Endorsement.</p>\n    </div>\n    <p>Choice of Law<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Before we turn to the merits of the parties' respective positions, we must first identify the applicable substantive law, a subject on which both policies are silent.  For cases sounding in diversity, the Erie v. Tompkins mandate to look to state law for the substantive rules of decision includes the application of the forum's choice of law doctrines (Klaxon Co. v. Stentor Elec. Mfg. Co., 313 U.S. 487, 496, 61 S.Ct. 1020, 1021-22, 85 L.Ed. 1477 (1941);  New Ponce Shopping Ctr., S.E. v. Integrand Assurance Co., 86 F.3d 265, 267 (1st Cir.1996)).  But here both Merchants and USF&amp;G have eschewed any such inquiry, instead citing directly to Massachusetts' internal law.  In that situation Bird v. Centennial Ins. Co., 11 F.3d 228, 231 n. 5 (1st Cir.1993) teaches:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Because the parties agree that Massachusetts law governs this dispute, and because there is at least a \"reasonable relation\" between the dispute and the forum whose law has been selected by the parties, we will forego an independent analysis of the choice-of-law issue and apply Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We do the same here.</p>\n    </div>\n    <p>General Principles</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under Massachusetts law the interpretation of an insurance policy and the determination of the policy-dictated rights and obligations are questions of law, appropriate grist for the summary judgment mill (see Assetta v. Safety Ins. Co., 43 Mass.App.Ct. 317, 682 N.E.2d 931, 932 (1997)).  Hence we review de novo the district court's determination that the Endorsement covers D'Agostino for its own negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hakim v. Massachusetts Insurers' Insolvency Fund, 424 Mass. 275, 675 N.E.2d 1161, 1164 (1997) confirms the applicability of general rules of contract construction in construing an insurance policy:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>The interpretation of an insurance contract is no different from the interpretation of any other contract, and we must construe the words of the policy in their usual and ordinary sense.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Where policy provisions are ambiguous--that is, \"[w]here the language permits more than one rational interpretation\" (Boston Symphony Orchestra, Inc. v. Commercial Union Ins. Co., 406 Mass.7, 545 N.E.2d 1156, 1159 (1989)(internal quotation omitted))--the reading most favorable to the insured must prevail (Hazen Paper Co. v. USF &amp; G, 407 Mass.689, 555 N.E.2d 576, 583 (1990)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  That contra proferentem principle applies with added rigor in determining the meaning of exclusionary provisions (id.).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Insurance Coverage:  Duties To Defend and To Indemnify</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Any liability insurer has a duty to defend an underlying third-party action against its putative insured if the allegations in the complaint are \"reasonably susceptible of an interpretation that they state[ ] or adumbrate[ ] a claim covered by the policy issued to its insured\" (New England Mut. Life Ins. Co. v. Liberty Mut. Ins. Co., 40 Mass.App.Ct.722, 667 N.E.2d 295, 297 (1996)(internal quotation omitted)).  \"This is true even if the claim is baseless, as it is the claim which determines the insurer's duty to defend\" (Mt. Airy Ins. Co. v. Greenbaum, 127 F.3d 15, 19 (1st Cir.1997)(internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is true \"that an insurance company's duty to defend is broader than its duty to indemnify\" (Boston Symphony, 545 N.E.2d at 1158).   But USF&amp;G's rejection of any participation in the underlying defense (as tendered to it by Merchants) also carries with it USF &amp; G's liability for the cost of settlement in addition to the expenses of defending the lawsuit.  As Camp Dresser &amp; McKee, Inc. v. Home Ins. Co., 30 Mass.App.Ct. 318, 568 N.E.2d 631, 636 (1991) (numerous citations omitted) has held:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Our cases generally have recognized the peril implicit in unjustified disclaimer decisions, and held an insurer making such a decision liable for the reasonable costs of both defense and settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">And more recently Polaroid Corp. v. Travelers Indem. Co., 414 Mass. 747, 610 N.E.2d 912, 921 (1993) has confirmed that proposition.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We turn then to the Endorsement, which provides in its entirety:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>WHO IS AN INSURED (Section II) is amended to include as an insured the person or organization shown in the Schedule [in this instance D'Agostino]. (sic) but only with respect to liability arising out of \"your work\" for that insured by or for you.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In turn the USF&amp;G policy defines \"your work\" as:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">a.  Work or operations performed by you [Great Eastern] or on your behalf;  and</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">b. Materials, parts or equipment furnished in connection with such work or operations.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">USF&amp;G urges that the district court erred in holding that D'Agostino's liability \"arose out of\" Great Eastern's work because Great Eastern did not proximately cause Woundy's injury (it will be recalled that one of D'Agostino's own employees was at fault).  That contention presupposes that the phrase \"arising out of\" imports proximate causation and therefore operates to exclude all claims that stem directly from D'Agostino's own negligence.  But whether or not the construction advocated by USF&amp;G might be considered to distort the usual and ordinary meaning ascribed to the quoted phrase (see Plymouth Rubber Co. v. Ins. Co. of N. Am., 18 Mass.App.Ct. 364, 465 N.E.2d 1234, 1238 (1984), declining to \"torture\" the meaning of a clause in an insurance contract where it was understandable in its \"usual and ordinary sense\"), what controls here is that such a reading would contravene established state law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Beyond question, under Massachusetts law the phrase \"arising out of\" denotes a level of causation that lies between proximate and actual causation.  As recently as 1996 that state's intermediate appellate court said in New England Mut. Life, 667 N.E.2d at 298:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>The usual meaning ascribed to the phrase \"arising out of\" is much broader than \"caused by\";  the former phrase is considered synonymous with \"originate\" or \"come into being.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">And later in the same year the Massachusetts Supreme Judicial Court confirmed in Rischitelli v. Safety Ins. Co., 423 Mass. 703, 671 N.E.2d 1243, 1245 (1996):</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>The expression \"arising out of\" indicates a wider range of causation than the concept of proximate causation in tort law.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">By way of further explanation, Rischitelli, id. went on to say:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>However, the expression does not refer to all circumstances in which the injury would not have occurred \"but for\" the involvement of a motor vehicle.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In that light it is plain that the allegations in Woundys' Complaint raised the potential for policy coverage, triggering USF&amp;G's duty to defend.  And the line of Massachusetts cases referred to earlier teach that USF&amp;G's dishonor of that duty to defend triggered USF&amp;G's additional duty to indemnify.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is undisputed, as the Complaint alleged, that \"[a]t the time of his accident Woundy was working within the scope of his employment for Great Eastern\" (R. 5 p 10).  And it is equally beyond cavil that Great Eastern was in turn working for D'Agostino pursuant to its subcontract.  Woundy's injury \"arose out of\" Great Eastern's work in the sense that the harm occurred while he was cutting and removing a section of the bridge, a task that was assigned to Great Eastern in the Sherman's Bridge project.  Under an intermediate causation test, that causal relationship justifies the conclusion that D'Agostino's liability for the harm to Woundy \"arose out of\" Great Eastern's work for D'Agostino.  More than \"but for\" causation existed.  It was not simply because the two companies happened to be working in the same location that Woundy was injured by a D'Agostino employee;  rather, the injury was a consequence of the work that Great Eastern was performing.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">That causal connection between Woundy's injury and Great Eastern's work for D'Agostino suffices to satisfy the intermediate causation standard (see Transamerica Ins. Group v. Turner Constr.  Co., 33 Mass.App.Ct. 446, 601 N.E.2d 473, 476 (1992), followed in a nonMassachusetts case, American States Ins. Co. v. Liberty Mut. Ins. Co., 291 Ill.App.3d 336, 225 Ill.Dec. 342, 683 N.E.2d 510, 513 (1997)).  As the district court reasoned (op. at 6):<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Unlike the facts of Rischitelli, the facts of the present case fall squarely within Rischitelli 's definition of \"arising out of.\"   Woundy was employed by Great Eastern and suffered his injuries in the course of, and contemporaneously with, Great Eastern's work.  The injuries sustained by the plaintiff in Rischitelli, by contrast, occurred subsequent to the automobile accident and were not otherwise related to the insured's use of his automobile.  Furthermore, Woundy's injuries were not the result of \"intentional wrongdoing\" by D'Agostino.  Again, this differs from Rischitelli, in which the insured's injuries were the result of a battery committed by the other driver.  The connection between D'Agostino's liability and Great Eastern's work, therefore, is stronger than the simple \"but for\" connection rejected in Rischitelli.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We therefore agree with the district court's conclusion that under Massachusetts law D'Agostino's liability \"arose out of\" Great Eastern's work on its behalf.  In those terms the Endorsement covers D'Agostino both for its own negligence and to the extent that it might be deemed vicariously liable for Great Eastern's negligence.  In light of that coverage, USF&amp;G must bear half of Great Eastern's total burden running to Woundys.</p>\n    </div>\n    <p>Contra Proferentem Approach</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It would make no difference to our decision if well-established Massachusetts case law had not so plainly dictated that reading of the Endorsement's language.  Even if the \"arising out of\" phrase were instead to be viewed as ambiguous, the end result would be the same.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As we have noted earlier, the contra proferentem doctrine dictates that an ambiguous provision in an insurance policy that purports to limit coverage must be construed liberally in favor of the insured and against the insurer (see Hazen, 555 N.E.2d at 583).   Under that approach too, the phrase \"arising out of\" would not be read to exclude coverage for D'Agostino's own negligence.  Though we have not had occasion to speak to that proposition, McIntosh v. Scottsdale Ins. Co., 992 F.2d 251, 254-55 (10th Cir.1993) has collected cases from numerous jurisdictions holding that additional-insured endorsements such as the one at issue here cover an additional insured for its own negligence related to the work of the named insured.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">After all, if USF&amp;G had really intended to limit coverage under the additional insured Endorsement to those situations in which an added insured such as D'Agostino was to be held vicariously liable only for the negligence of a principal insured such as Great Eastern, USF&amp;G was free to draft a policy with qualifying language that expressly implemented that intention (see, e.g., Consolidation Coal Co. v. Liberty Mut. Ins. Co., 406 F.Supp. 1292 (W.D.Pa.1976), pointing to the phrase \"but only with respect to acts or omissions of the named insured\" in the additional-insured endorsement as limiting the coverage of an additional insured to situations where it was the named insured's negligence that exposed the additional insured to liability).  USF&amp;G did not do so.  Instead it used language requiring only that the general contractor's liability must arise out of Great Eastern's work.  In view of the narrow construction to be given to ambiguous exclusionary provisions, this alternative analytical road leads to the same destination:  USF &amp; G's obligation to bear half of the financial burden of Woundys' claims.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Because the district court correctly determined that Merchants was entitled to a judgment as a matter of law, Merchants' Rule 56 motion was properly granted, while USF&amp;G's cross-motion was of course properly denied.  We AFFIRM.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This undisputed factual statement is drawn from the parties' briefs and the district court's unreported opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Fidelity and Guaranty Insurance Company rather than USF&amp;G actually issued the policy to Great Eastern, the parties have agreed to treat those entities as the same for purposes of this action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Merchants sought that partial reimbursement because both Merchants' and USF&amp;G's policies contain identical \"other insurance\" clauses that, when read together, effectively require each insurer to pay half of the damages and expenses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This issue poses a legal question subject to plenary review (see Arcwel Marine, Inc. v. Southwest Marine, Inc., 816 F.2d 468, 470 (9th Cir.1987))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Of course the parties' nonagreement on proper interpretation does not of itself render the policy ambiguous.  As Jefferson Ins. Co. v. City of Holyoke, 23 Mass.App.Ct. 472, 503 N.E.2d 474, 476 (1987) (citations omitted) has put it:</p>\n        <p>It must be shown that reasonably intelligent persons would differ as to which one of two or more meanings is the proper one.  However, an ambiguity is not created simply because a controversy exists between parties, each favoring an interpretation contrary to the other's.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> That qualification was critical in Rischitelli, for there the insured's injuries were not sustained as the direct result of an automobile accident.  Instead the insured suffered his injuries in a post-accident altercation when the driver of the other car physically attacked the insured</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We refer to the slip opinion because it is not available on either Westlaw or LEXIS</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span></p>\n    <p class=\"parties\">MERCHANTS INSURANCE COMPANY OF NEW HAMPSHIRE, INC.,<br>Plaintiff--Appellee,<br>v.<br>UNITED STATES FIDELITY AND GUARANTY CO., Defendant--Appellant.</p>\n    <p class=\"docket\">No. 97-2056.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 6, 1998.<br>Decided May 1, 1998.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">James R. Loughman, with whom Donovan &amp; O'Connor was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Nina E. Kallen, with whom Neville &amp; Kelley was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SHADUR, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">United States Fidelity and Guaranty Co.  (\"USF&amp;G\") appeals the order of the United States District Court for the District of Massachusetts granting a Fed.R.Civ.P.  (\"Rule\") 56 summary judgment motion filed by Merchants Insurance Company of New Hampshire, Inc.  (\"Merchants\") and denying the corresponding cross-motion filed by USF&amp;G. Merchants had brought a diversity-of-citizenship action, pursuant to the Declaratory Judgment Act (28 U.S.C. &#167; 2201), seeking a declaration that it was entitled to contribution from USF&amp;G for the attorneys' fees and expenses incurred in defending and settling a personal injury action brought against Merchants' insured D'Agostino Associates, Inc.  (\"D'Agostino\").  We affirm.</p>\n    </div>\n    <p>Facts<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1992, general contractor D'Agostino entered into a contract with two Massachusetts towns to remove and replace a bridge.  In connection with that project D'Agostino hired subcontractor Great Eastern Marine Service, Inc.  (\"Great Eastern\").  Although Merchants had already issued a commercial general liability policy to D'Agostino, the subcontract required Great Eastern to list the general contractor as an additional insured on its own commercial general liability insurance policy issued by USF&amp;G.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Of particular importance here, the additional insured endorsement (\"Endorsement\") provided D'Agostino with coverage \"but only with respect to liability arising out of 'your work' for that [added] insured by or for you.\"   In part that language is clear indeed:  \"You\" means Great Eastern, while D'Agostino is \"that [added] insured.\"   We will later address the meaning of the potentially more murky aspect of the Endorsement--what is intended by its \"arising out of\" phrase.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 28, 1992, Great Eastern's employee Daniel Woundy (\"Woundy\") sustained serious injuries while working at the job site when a D'Agostino employee accidentally caused Woundy's arm to become pinned between two pieces of demolition equipment.  Almost a year later Woundy and his wife (collectively \"Woundys\") brought suit against D'Agostino, alleging that his physical injuries and her loss of consortium were \"a direct and proximate result\" of the general contractor's negligence.  USF&amp;G then refused Merchants' demand to defend that underlying action, explaining that the Endorsement did not afford D'Agostino coverage for its own negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 25, 1995 Merchants settled Woundys' claims against D'Agostino for $250,000, an amount to which USF&amp;G did not object.  Merchants had also incurred attorneys' fees and expenses aggregating $28,297.21.  Shortly thereafter Merchants brought this federal court action against USF&amp;G to seek contribution for half of the total amount it had incurred in defending and settling Woundys' personal injury and loss of consortium claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  After the district court ruled in Merchants' favor on the parties' cross-motions for summary judgment, this appeal followed.</p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo (Vartanian v. Monsanto Co., <span class=\"citation\" data-id=\"749303\"><a href=\"/opinion/749303/21-employee-benefits-cas-2492-pens-plan-guide-cch-p-23939p-leo/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 266 (1st Cir.1997)).  Familiar Rule 56 principles impose on a party seeking summary judgment the burden of establishing the lack of a genuine issue of material fact (Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986)).  As we stated in Woods-Leber v. Hyatt Hotels of P.R., Inc., <span class=\"citation\" data-id=\"745472\"><a href=\"/opinion/745472/lynne-woods-leber-and-anthony-leber-v-hyatt-hotels-of-puerto-rico-inc/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 49 (1st Cir.1997) (citations and internal quotation marks omitted):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The genuineness requirement signifies that a factual controversy must be sufficiently open-ended to permit a rational factfinder to resolve the issue in favor of either side.  The materiality requirement signifies that the factual controversy must pertain to an issue which might affect the outcome of the suit under the governing law.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For Rule 56 purposes we read the record in the light most favorable to the non-moving party, drawing all reasonable inferences in its favor (Reich v. John Alden Life Ins. Co., <span class=\"citation\" data-id=\"197565\"><a href=\"/opinion/197565/reich-v-john-alden/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1997)).  In that regard \"[a]n inference is reasonable only if it can be drawn from the evidence without resort to speculation\" (Mulero-Rodriguez v. Ponte, Inc., <span class=\"citation\" data-id=\"728081\"><a href=\"/opinion/728081/72-fair-emplpraccas-bna-406-69-empl-prac-dec-p-44437-gilberto/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span>, 672 (1st Cir.1996), quoting Frieze v. Boatmen's Bank, <span class=\"citation\" data-id=\"572741\"><a href=\"/opinion/572741/57-fair-emplpraccas-bna-617-57-empl-prac-dec-p-41109-donald-h/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 541 (8th Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where as here cross-motions for summary judgment are involved, \"the court must consider each motion separately, drawing inferences against each movant in turn\" (Reich, 126 F.3d at 6).   Because here neither the facts nor any potential inferences are in dispute, that Janus-like dual perspective creates no risk that both motions might have to be denied.  Instead the parties are at odds about whether as a matter of law the district court erred in holding that D'Agostino's liability arose out of Great Eastern's work performed on its behalf, thus entitling D'Agostino to coverage under the Endorsement.</p>\n    </div>\n    <p>Choice of Law<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Before we turn to the merits of the parties' respective positions, we must first identify the applicable substantive law, a subject on which both policies are silent.  For cases sounding in diversity, the Erie v. Tompkins mandate to look to state law for the substantive rules of decision includes the application of the forum's choice of law doctrines (Klaxon Co. v. Stentor Elec. Mfg. Co., <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 496, <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></a></span>, 1021-22, <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></a></span> (1941);  New Ponce Shopping Ctr., S.E. v. Integrand Assurance Co., <span class=\"citation\" data-id=\"196837\"><a href=\"/opinion/196837/the-new-ponce-v-intergrand/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">265</span></a></span>, 267 (1st Cir.1996)).  But here both Merchants and USF&amp;G have eschewed any such inquiry, instead citing directly to Massachusetts' internal law.  In that situation Bird v. Centennial Ins. Co., <span class=\"citation\" data-id=\"195065\"><a href=\"/opinion/195065/bird-v-centennial/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 231 n. 5 (1st Cir.1993) teaches:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Because the parties agree that Massachusetts law governs this dispute, and because there is at least a \"reasonable relation\" between the dispute and the forum whose law has been selected by the parties, we will forego an independent analysis of the choice-of-law issue and apply Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We do the same here.</p>\n    </div>\n    <p>General Principles</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under Massachusetts law the interpretation of an insurance policy and the determination of the policy-dictated rights and obligations are questions of law, appropriate grist for the summary judgment mill (see Assetta v. Safety Ins. Co., 43 Mass.App.Ct. 317, <span class=\"citation no-link\"><span class=\"volume\">682</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">931</span></span>, 932 (1997)).  Hence we review de novo the district court's determination that the Endorsement covers D'Agostino for its own negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hakim v. Massachusetts Insurers' Insolvency Fund, <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">275</span></span>, <span class=\"citation no-link\"><span class=\"volume\">675</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1161</span></span>, 1164 (1997) confirms the applicability of general rules of contract construction in construing an insurance policy:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>The interpretation of an insurance contract is no different from the interpretation of any other contract, and we must construe the words of the policy in their usual and ordinary sense.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Where policy provisions are ambiguous--that is, \"[w]here the language permits more than one rational interpretation\" (Boston Symphony Orchestra, Inc. v. Commercial Union Ins. Co., 406 Mass.7, <span class=\"citation\" data-id=\"2065700\"><a href=\"/opinion/2065700/boston-symphony-orchestra-v-commercial-union-ins-co/\"><span class=\"volume\">545</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1156</span></a></span>, 1159 (1989)(internal quotation omitted))--the reading most favorable to the insured must prevail (Hazen Paper Co. v. USF &amp; G, 407 Mass.689, <span class=\"citation\" data-id=\"2088528\"><a href=\"/opinion/2088528/hazen-paper-co-v-united-states-fidelity-guar-co/\"><span class=\"volume\">555</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">576</span></a></span>, 583 (1990)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  That contra proferentem principle applies with added rigor in determining the meaning of exclusionary provisions (id.).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Insurance Coverage:  Duties To Defend and To Indemnify</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Any liability insurer has a duty to defend an underlying third-party action against its putative insured if the allegations in the complaint are \"reasonably susceptible of an interpretation that they state[ ] or adumbrate[ ] a claim covered by the policy issued to its insured\" (New England Mut. Life Ins. Co. v. Liberty Mut. Ins. Co., 40 Mass.App.Ct.722, <span class=\"citation no-link\"><span class=\"volume\">667</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">295</span></span>, 297 (1996)(internal quotation omitted)).  \"This is true even if the claim is baseless, as it is the claim which determines the insurer's duty to defend\" (Mt. Airy Ins. Co. v. Greenbaum, <span class=\"citation\" data-id=\"197579\"><a href=\"/opinion/197579/mt-airy-v-greenbaum/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1997)(internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is true \"that an insurance company's duty to defend is broader than its duty to indemnify\" (Boston Symphony, 545 N.E.2d at 1158).   But USF&amp;G's rejection of any participation in the underlying defense (as tendered to it by Merchants) also carries with it USF &amp; G's liability for the cost of settlement in addition to the expenses of defending the lawsuit.  As Camp Dresser &amp; McKee, Inc. v. Home Ins. Co., 30 Mass.App.Ct. 318, <span class=\"citation\" data-id=\"2094424\"><a href=\"/opinion/2094424/camp-dresser-mckee-inc-v-home-ins-co/\"><span class=\"volume\">568</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">631</span></a></span>, 636 (1991) (numerous citations omitted) has held:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Our cases generally have recognized the peril implicit in unjustified disclaimer decisions, and held an insurer making such a decision liable for the reasonable costs of both defense and settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">And more recently Polaroid Corp. v. Travelers Indem. Co., <span class=\"citation\" data-id=\"2110689\"><a href=\"/opinion/2110689/polaroid-corp-v-the-travelers-indemnity-co/\"><span class=\"volume\">414</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation\" data-id=\"2110689\"><a href=\"/opinion/2110689/polaroid-corp-v-the-travelers-indemnity-co/\"><span class=\"volume\">610</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">912</span></a></span>, 921 (1993) has confirmed that proposition.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We turn then to the Endorsement, which provides in its entirety:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>WHO IS AN INSURED (Section II) is amended to include as an insured the person or organization shown in the Schedule [in this instance D'Agostino]. (sic) but only with respect to liability arising out of \"your work\" for that insured by or for you.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In turn the USF&amp;G policy defines \"your work\" as:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">a.  Work or operations performed by you [Great Eastern] or on your behalf;  and</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">b. Materials, parts or equipment furnished in connection with such work or operations.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">USF&amp;G urges that the district court erred in holding that D'Agostino's liability \"arose out of\" Great Eastern's work because Great Eastern did not proximately cause Woundy's injury (it will be recalled that one of D'Agostino's own employees was at fault).  That contention presupposes that the phrase \"arising out of\" imports proximate causation and therefore operates to exclude all claims that stem directly from D'Agostino's own negligence.  But whether or not the construction advocated by USF&amp;G might be considered to distort the usual and ordinary meaning ascribed to the quoted phrase (see Plymouth Rubber Co. v. Ins. Co. of N. Am., 18 Mass.App.Ct. 364, <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1234</span></span>, 1238 (1984), declining to \"torture\" the meaning of a clause in an insurance contract where it was understandable in its \"usual and ordinary sense\"), what controls here is that such a reading would contravene established state law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Beyond question, under Massachusetts law the phrase \"arising out of\" denotes a level of causation that lies between proximate and actual causation.  As recently as 1996 that state's intermediate appellate court said in New England Mut. Life, 667 N.E.2d at 298:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>The usual meaning ascribed to the phrase \"arising out of\" is much broader than \"caused by\";  the former phrase is considered synonymous with \"originate\" or \"come into being.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">And later in the same year the Massachusetts Supreme Judicial Court confirmed in Rischitelli v. Safety Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">703</span></span>, <span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1243</span></span>, 1245 (1996):</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>The expression \"arising out of\" indicates a wider range of causation than the concept of proximate causation in tort law.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">By way of further explanation, Rischitelli, id. went on to say:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>However, the expression does not refer to all circumstances in which the injury would not have occurred \"but for\" the involvement of a motor vehicle.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In that light it is plain that the allegations in Woundys' Complaint raised the potential for policy coverage, triggering USF&amp;G's duty to defend.  And the line of Massachusetts cases referred to earlier teach that USF&amp;G's dishonor of that duty to defend triggered USF&amp;G's additional duty to indemnify.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is undisputed, as the Complaint alleged, that \"[a]t the time of his accident Woundy was working within the scope of his employment for Great Eastern\" (R. 5 p 10).  And it is equally beyond cavil that Great Eastern was in turn working for D'Agostino pursuant to its subcontract.  Woundy's injury \"arose out of\" Great Eastern's work in the sense that the harm occurred while he was cutting and removing a section of the bridge, a task that was assigned to Great Eastern in the Sherman's Bridge project.  Under an intermediate causation test, that causal relationship justifies the conclusion that D'Agostino's liability for the harm to Woundy \"arose out of\" Great Eastern's work for D'Agostino.  More than \"but for\" causation existed.  It was not simply because the two companies happened to be working in the same location that Woundy was injured by a D'Agostino employee;  rather, the injury was a consequence of the work that Great Eastern was performing.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">That causal connection between Woundy's injury and Great Eastern's work for D'Agostino suffices to satisfy the intermediate causation standard (see Transamerica Ins. Group v. Turner Constr.  Co., 33 Mass.App.Ct. 446, <span class=\"citation\" data-id=\"2221939\"><a href=\"/opinion/2221939/transamerica-ins-group-v-turner-construction/\"><span class=\"volume\">601</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">473</span></a></span>, 476 (1992), followed in a nonMassachusetts case, American States Ins. Co. v. Liberty Mut. Ins. Co., 291 Ill.App.3d 336, <span class=\"citation\" data-id=\"2051985\"><a href=\"/opinion/2051985/american-states-ins-co-v-liberty-mut-ins-co/\"><span class=\"volume\">225</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">342</span></a></span>, <span class=\"citation\" data-id=\"2051985\"><a href=\"/opinion/2051985/american-states-ins-co-v-liberty-mut-ins-co/\"><span class=\"volume\">683</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">510</span></a></span>, 513 (1997)).  As the district court reasoned (op. at 6):<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Unlike the facts of Rischitelli, the facts of the present case fall squarely within Rischitelli 's definition of \"arising out of.\"   Woundy was employed by Great Eastern and suffered his injuries in the course of, and contemporaneously with, Great Eastern's work.  The injuries sustained by the plaintiff in Rischitelli, by contrast, occurred subsequent to the automobile accident and were not otherwise related to the insured's use of his automobile.  Furthermore, Woundy's injuries were not the result of \"intentional wrongdoing\" by D'Agostino.  Again, this differs from Rischitelli, in which the insured's injuries were the result of a battery committed by the other driver.  The connection between D'Agostino's liability and Great Eastern's work, therefore, is stronger than the simple \"but for\" connection rejected in Rischitelli.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We therefore agree with the district court's conclusion that under Massachusetts law D'Agostino's liability \"arose out of\" Great Eastern's work on its behalf.  In those terms the Endorsement covers D'Agostino both for its own negligence and to the extent that it might be deemed vicariously liable for Great Eastern's negligence.  In light of that coverage, USF&amp;G must bear half of Great Eastern's total burden running to Woundys.</p>\n    </div>\n    <p>Contra Proferentem Approach</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It would make no difference to our decision if well-established Massachusetts case law had not so plainly dictated that reading of the Endorsement's language.  Even if the \"arising out of\" phrase were instead to be viewed as ambiguous, the end result would be the same.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As we have noted earlier, the contra proferentem doctrine dictates that an ambiguous provision in an insurance policy that purports to limit coverage must be construed liberally in favor of the insured and against the insurer (see Hazen, 555 N.E.2d at 583).   Under that approach too, the phrase \"arising out of\" would not be read to exclude coverage for D'Agostino's own negligence.  Though we have not had occasion to speak to that proposition, McIntosh v. Scottsdale Ins. Co., <span class=\"citation\" data-id=\"605676\"><a href=\"/opinion/605676/scott-e-mcintosh-and-steven-r-mcintosh-v-scottsdale-insurance-company/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 254-55 (10th Cir.1993) has collected cases from numerous jurisdictions holding that additional-insured endorsements such as the one at issue here cover an additional insured for its own negligence related to the work of the named insured.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">After all, if USF&amp;G had really intended to limit coverage under the additional insured Endorsement to those situations in which an added insured such as D'Agostino was to be held vicariously liable only for the negligence of a principal insured such as Great Eastern, USF&amp;G was free to draft a policy with qualifying language that expressly implemented that intention (see, e.g., Consolidation Coal Co. v. Liberty Mut. Ins. Co., <span class=\"citation\" data-id=\"2143831\"><a href=\"/opinion/2143831/consolidation-coal-co-inc-v-liberty-mut-ins-co/\"><span class=\"volume\">406</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1292</span></a></span> (W.D.Pa.1976), pointing to the phrase \"but only with respect to acts or omissions of the named insured\" in the additional-insured endorsement as limiting the coverage of an additional insured to situations where it was the named insured's negligence that exposed the additional insured to liability).  USF&amp;G did not do so.  Instead it used language requiring only that the general contractor's liability must arise out of Great Eastern's work.  In view of the narrow construction to be given to ambiguous exclusionary provisions, this alternative analytical road leads to the same destination:  USF &amp; G's obligation to bear half of the financial burden of Woundys' claims.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Because the district court correctly determined that Merchants was entitled to a judgment as a matter of law, Merchants' Rule 56 motion was properly granted, while USF&amp;G's cross-motion was of course properly denied.  We AFFIRM.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This undisputed factual statement is drawn from the parties' briefs and the district court's unreported opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Fidelity and Guaranty Insurance Company rather than USF&amp;G actually issued the policy to Great Eastern, the parties have agreed to treat those entities as the same for purposes of this action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Merchants sought that partial reimbursement because both Merchants' and USF&amp;G's policies contain identical \"other insurance\" clauses that, when read together, effectively require each insurer to pay half of the damages and expenses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This issue poses a legal question subject to plenary review (see Arcwel Marine, Inc. v. Southwest Marine, Inc., <span class=\"citation\" data-id=\"486613\"><a href=\"/opinion/486613/arcwel-marine-inc-third-party-plaintiffappelleecross-appellant-v/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span>, 470 (9th Cir.1987))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Of course the parties' nonagreement on proper interpretation does not of itself render the policy ambiguous.  As Jefferson Ins. Co. v. City of Holyoke, 23 Mass.App.Ct. 472, <span class=\"citation\" data-id=\"2107821\"><a href=\"/opinion/2107821/jefferson-ins-co-of-new-york-v-holyoke/\"><span class=\"volume\">503</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">474</span></a></span>, 476 (1987) (citations omitted) has put it:</p>\n        <p>It must be shown that reasonably intelligent persons would differ as to which one of two or more meanings is the proper one.  However, an ambiguity is not created simply because a controversy exists between parties, each favoring an interpretation contrary to the other's.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> That qualification was critical in Rischitelli, for there the insured's injuries were not sustained as the direct result of an automobile accident.  Instead the insured suffered his injuries in a post-accident altercation when the driver of the other car physically attacked the insured</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We refer to the slip opinion because it is not available on either Westlaw or LEXIS</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2051985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2065700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2088528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2094424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2107821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2110689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2143831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2221939/"
  ]
}