{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197978/",
  "absolute_url": "/opinion/197978/united-states-v-orlando-fernandez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197978/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:42:54Z",
  "date_modified": "2017-03-24T10:54:02.034307Z",
  "type": "010combined",
  "sha1": "fbf2656333904270a3d3839c67eb7994ad33f6bf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1663.01A",
  "local_path": null,
  "plain_text": "United States Court of Appeals\r\n For the First Circuit\r\n\nNo. 97-1663\r\n\n      UNITED STATES,\r\n\n        Appellee,\r\n\n            v.\r\n\n JOSE ORLANDO FERNANDEZ,\r\n\n  Defendant, Appellant.\r\n\nAPPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\nFOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Daniel R. Domnguez, U.S. District Judge]\r\n\n          Before\r\n\n  Selya, Circuit Judge,\r\n\nCampbell, Senior Circuit Judge, \r\n\nand Stahl, Circuit Judge.\r\n\nNeal Gary Rosensweig with whom Leonard F. Baer was on brief\r\nfor appellant.\r\nJose A. Ruiz, Assistant U.S. Attorney, with whom Guillermo\r\nGil, United States Attorney, was on brief for appellee.\r\n\nMay 29, 1998\r\n\nCAMPBELL, Senior Circuit Judge.  A jury convicted Jose\r\nOrlando Fernandez of conspiring to import heroin, 21 U.S.C. \r\n841(a), 846, and of conspiring to possess heroin with intent to\r\ndistribute, 21 U.S.C.  952(a), 963.  He now argues that a number\r\nof procedural errors deprived him of a fair trial.  Disagreeing, we\r\naffirm.\r\n          FACTS\r\nIn reviewing a judgment of conviction, we consider the\r\nfacts, as supported by the record, in the light most favorable to\r\nthe government.  See United States v. Pitrone, 115 F.3d 1, 3 (1st\r\nCir. 1997).\r\nOn July 28, 1996, the cruise ship Seaward docked in Old\r\nSan Juan, Puerto Rico.  Just after 3:00 p.m., U.S. Customs agents\r\ndetained one of the Seaward's crew, Howard White, a Jamaican\r\nnational, on suspicion of drug possession.  A search revealed that\r\nWhite was carrying heroin.  White immediately agreed to cooperate\r\nwith government officials.  \r\nWhite told the agents and testified at trial that he had\r\nreceived the heroin from a Colombian in Curacao.  The Colombian had\r\ngiven White a piece of paper bearing two telephone numbers and the\r\nname \"Miguel.\"  According to White, the Colombian supplier advised\r\nhim that the telephone numbers were Miguel's and that Miguel was\r\nanother Colombian living in Puerto Rico.  The supplier told White\r\nto call Miguel at the numbers and turn the drugs over to him.  At\r\nthe time of his detention, White was carrying a piece of paper,\r\nlater admitted into evidence, bearing the name \"Miguel\" and two\r\nphone numbers.  It was later found that one of the numbers was for\r\ndefendant Fernandez's cellular phone; the other was for a room at\r\nthe El San Juan Towers rented by Fernandez and used by both\r\nFernandez and Miguel Garzon.  \r\nWhite testified that hours before his encounter with\r\nCustoms officials, at around 12:30 in the afternoon, he had\r\ntelephoned one of the numbers and set up a meeting with a person\r\nwho identified himself on the phone as Miguel.  Fernandez admitted\r\nat trial that he had responded to such a call and had indeed said\r\nhe was Miguel.  Miguel Garzon was present with Fernandez when the\r\nlatter spoke with White.  White testified to meeting with Miguel\r\nGarzon and a second individual whom White identified as Fernandez\r\nat 2:30   an hour before Customs agents found White with the\r\nheroin.  According to White, Fernandez asked whether White had\r\nbrought the \"stuff.\"  White told Fernandez that the drugs were\r\nstill aboard the Seaward.  Fernandez instructed White to retrieve\r\nthe drugs and bring them to a meeting later in the same place. \r\nAccording to one of the agents who first questioned White, White\r\nhad admitted that he and Fernandez agreed that Fernandez would\r\npurchase the heroin at their next meeting for $3000.  \r\nIt was as White was disembarking the Seaward and\r\nreturning to meet Fernandez that Customs agents stopped and\r\nsearched him.  When White offered to cooperate, the Customs\r\nofficials set up a \"controlled buy\" with White.  At 4:30 and again\r\nat 6:30 the same day, they recorded two telephone calls (later\r\nplayed to the jury) from White to Fernandez in which the two\r\narranged to meet at a nearby pier.  On each occasion, language\r\ndifficulties between White and Fernandez required a government\r\nagent, posing as an acquaintance of White's, to serve as an\r\ninterpreter. \r\nWhite went to the meeting place, accompanied by a\r\ngovernment agent who posed as an acquaintance of White's and served\r\nas an interpreter.  Other agents secretly positioned themselves\r\naround the scene.  Fernandez and Garzon then arrived.  According to\r\nthe government agent present with White, Fernandez stated that he\r\ndisliked their meeting place because it tended to be populated by\r\nCustoms agents.  Both Fernandez and Garzon asked White and the\r\ngovernment agent to get in the car.  White and the agent refused;\r\nFernandez parked the vehicle and emerged, without Garzon, to meet\r\nwith White.  \r\nWhite, Fernandez, and the government agent then proceeded\r\nto a nearby public restroom, with Garzon remaining in Fernandez's\r\ncar.  White lifted his shirt to show Fernandez what appeared to be\r\nheroin, and Fernandez showed a roll of cash.  Fernandez again asked\r\nthat they move to the car, and again White and the agent refused. \r\nFernandez then told White and the agent that the deal would take\r\nplace in the car or not at all, and turned to walk back to the car. \r\nGovernment agents then arrested both Fernandez and\r\nGarzon.  Fernandez was discovered to be carrying $5000 in cash. \r\nImmediately after the arrest, Garzon consented to a search of the\r\nroom at the El San Juan Towers.  That search revealed that Garzon\r\nhad leased the room; during the search, a woman called the room and\r\nidentified herself as Fernandez's wife.  \r\nAt trial, Fernandez testified that he had unwillingly and\r\nunknowingly been made a part of co-defendant Garzon's drug\r\ndealings.  Fernandez explained that he made a living as a producer\r\nand promoter of music groups, and that he befriended Garzon because\r\nGarzon claimed also to be in the music business.  Fernandez offered\r\nGarzon the use of the room at the El San Juan Towers; Fernandez had\r\ninitially rented the room for a foreign band that had canceled\r\nplans to play in Puerto Rico.  Fernandez admitted giving Garzon the\r\nkeys to the apartment and the number to his cellular phone.\r\nFernandez testified that he went to the drug buy not\r\nrealizing it was an illicit transaction but thinking it was an\r\nopportunity to receive an honest payment of a debt owed by Garzon. \r\nGarzon owed him rent on the El San Juan Towers room, and Garzon\r\ntold him that his brother was sending him money that he could use\r\nto satisfy the debt.  According to Fernandez, he agreed to speak to\r\nWhite on the phone only because White and Garzon were having\r\ndifficulty communicating.  Fernandez went to the final meeting\r\nunder the impression that Garzon's acquaintance would simply pay\r\nhim cash.  Upon learning that White had no money, he walked away. \r\nFernandez testified that he had no idea that drugs were involved. \r\nAs for the $5,000 found on him at the time of his arrest, Fernandez\r\nstated that a fellow music promoter named Cheo Cruz had given him\r\nthe money as payment for Fernandez's music services.\r\nOn cross-examination, Fernandez contradicted several\r\nstatements made by government witnesses.  Specifically, Fernandez\r\ndenied that he met with White in the early afternoon of July 28,\r\n1996, that he showed the agent a wad of money at the pier\r\nencounter, and that he told the agent that he was reluctant to\r\ncomplete the exchange at the pier because of the prevalence of\r\nCustoms agents.  \r\nThe jury returned a verdict of conviction on all counts,\r\nand this appeal followed.\r\n        DISCUSSION\r\nFernandez argues that the trial court made several\r\nerrors, the cumulative effect of which was to deny him a\r\nfundamentally fair trial.  After reviewing the record, we conclude\r\nthat a new trial is not warranted.  We review each claim of error\r\nin turn.\r\n1.  Failure To Instruct the Jury Regarding Accomplice\r\nTestimony\r\n\nFernandez complains that the district court did not \r\ninstruct the jury that it should take special care in crediting the\r\ntestimony of White, Fernandez's alleged co-conspirator.  \"It is\r\nwell established that an accomplice is qualified to testify as long\r\nas . . . the 'judge [gives] complete and correct instructions\r\ndetailing the special care the jury should take in assessing the\r\ntestimony.'\"  United States v. Hernandez, 109 F.3d 13, 15 (1st Cir.\r\n1997) (quoting United States v. Ortiz-Arrigoitia, 996 F.2d 436,\r\n438-39 (1st Cir. 1993)).  \r\nAs Fernandez at no time asked for a \"special care\"\r\ninstruction at trial, our review is for plain error.  See Fed. R.\r\nCrim. P. 52(b); United States v. Olano, 507 U.S. 725, 732 (1993). \r\nWe have held that it is not plain error for the district court not\r\n\"to give an unrequested cautionary instruction where the\r\ngovernment's case largely depends on uncorroborated informant or\r\naccomplice testimony, so long as such testimony looks internally\r\nconsistent and credible.\"  United States v. House, 471 F.2d 886,\r\n888-89 (1st Cir. 1973).  This standard was met here, as White's\r\nversion of events was neither inconsistent nor incredible.  \r\nWhite's testimony was, moreover, corroborated by other\r\nevidence.  When White was found with the heroin, he was carrying a\r\npiece of paper bearing two phone numbers registered in Fernandez's\r\nname.  Upon being called at one of the numbers, Fernandez agreed to\r\nmeet with White and was arrested at the prearranged place carrying\r\n$5,000.  In the phone conversations recorded by government agents\r\nand played for the jury, Fernandez never indicated that, as he\r\nlater testified, he expected to be receiving money, not drugs.  At\r\nthe last meeting between White and Fernandez, a government agent\r\ntestified that Fernandez was shown the sham heroin and that he\r\ndisplayed his cash to White.  The agent testified that Fernandez\r\nvoiced concern about the presence of Customs agents in the area of\r\nthe aborted transaction, a concern inconsistent with innocent\r\nactivity.  Each of these items belied Fernandez's claim to have\r\nbeen unaware of the illicit nature of the meeting, and supported\r\nWhite's testimony that Fernandez was a party to an attempted drug\r\ntransaction.\r\n2.  Admission of the Government's Version of the Facts\r\nFernandez complains that when a copy of White's plea\r\nagreement was placed in evidence it improperly included a statement\r\nof the government's version of the facts.  While on appeal\r\nFernandez takes no exception to admission of the plea agreement\r\nitself, he strenuously contends that the failure to eliminate from\r\nit the government's version of the facts was a serious and very\r\nprejudicial error.  However, at trial, Fernandez's counsel made no\r\nobjection to admission of the government's version of the facts. \r\nRather he objected to admitting the plea agreement, asserting it to\r\nbe irrelevant, and disclaiming any other basis for exclusion.  We\r\naccordingly review his present objection for plain error alone. \r\nFor an error to be such, it must indeed be \"plain,\" or \"obvious,\"\r\nsee Olano, 507 U.S. at 734, and it must \"affect substantial\r\nrights,\" Fed. R. Crim. P. 52(b), that is, \"[i]t must have affected\r\nthe outcome of the district court proceedings,\" Olano, 507 U.S. at\r\n734.  Additionally, a Court of Appeals will remedy such an error\r\nonly if it appears that it \"seriously affect[ed] the fairness,\r\nintegrity or public reputation of judicial proceedings.\"  Id., 507\r\nU.S. at 736 (quoting United States v. Atkinson, 297 U.S. 157, 160\r\n(1936)).\r\nIn the present circumstances it is debatable whether\r\nsubmission of the government's version of the facts along with the\r\nplea agreement was, if error, error that was plain or obvious.  It\r\ndoes not appear that the judge even knew that the government's\r\nversion of facts was being submitted with the plea.  See United\r\nStates  v. Binker, 795 F.2d 1218, 1227 (5th Cir. 1986) (finding no\r\nplain error in admission of plea agreement containing improper\r\nvouching where error \"was something all concerned wholly\r\noverlooked\").  Apart from this, however, no sufficient showing of\r\nprejudice has been made out.  Fernandez's appellate brief points to\r\nno specific prejudice, discussing this issue only in a paragraph so\r\ncursory as to be disregarded.  See United States v. Zannino, 895\r\nF.2d 1, 17 (1st Cir. 1990) (\"[I]ssues adverted to in a perfunctory\r\nmanner, unaccompanied by some effort at developed argumentation,\r\nare deemed waived.\").  While the government's factual version\r\nattached to White's plea agreement contained hearsay implicating\r\nFernandez in the conspiracy, its narrative was little different\r\nfrom White's in-court testimony and the other evidence presented at\r\nFernandez's trial.  We do not find plain error.\r\n3.  Improper Cross-Examination \r\nFernandez next claims that the district court erred in\r\nallowing the government to ask Fernandez whether prosecution\r\nwitnesses were lying.  During the prosecution's case-in-chief,\r\nOfficer Juan Rivera testified that Fernandez showed him a roll of\r\ncash at the scene of the aborted drug sale, and that Fernandez had\r\ncomplained that the area was known to be patrolled by Customs\r\nagents.  When Fernandez contradicted Rivera's testimony, the\r\nprosecutor asked him three times whether Agent Rivera was lying.           \r\nThe prosecutor also asked Fernandez whether White was lying when he\r\ntestified that he and Fernandez had met at noon on the day of the\r\narrest.\r\n     We have recently emphasized that \"counsel should not ask\r\none witness to comment on the veracity of the testimony of another\r\nwitness.\"  United States v. Sullivan, 85 F.3d 743, 750 (1st Cir.\r\n1996); see also United States v. Akitoye, 923 F.2d 221, 224 (1st\r\nCir. 1991).  \"[This] rule reserves to the jury questions of\r\ncredibility and thus makes it improper to induce a witness to say\r\nanother witness lied on the stand.\"  Sullivan, 85 F.3d at 750. \r\nAgain, as Fernandez failed to object, we review only for plain\r\nerror.\r\n     Here, the government asked Fernandez to impugn the\r\nveracity of a government agent.  Given the faith a jury may place\r\nin the word of a law enforcement officer, it is unfair to force a\r\ncriminal defendant to choose between recanting and calling a law\r\nofficer a liar.  See Sullivan, 85 F.3d at 750 n.4 (\"Whether a\r\nwitness is a government agent may be relevant in determining\r\nwhether there is prejudice or a miscarriage of justice); United\r\nStates v. Boyd, 54 F.3d 868, 871 (D.C. Cir. 1995) (\"It is . . .\r\nerror for a prosecutor to induce a witness to testify that another\r\nwitness, and in particular a government agent, has lied on the\r\nstand.\"); United States v. Scanio, 900 F.2d 485, 493 (2d Cir. 1990)\r\n(\"[W]e have shown special concern with prosecutors utilizing what\r\nsome persons perceive as the heightened credibility of government\r\nagents.\" (internal citations omitted)), overruled on other grounds,\r\nRatzlaf v. United States, 510 U.S. 135 (1994).  \r\n     Hence, the prosecutor's questions should not have been\r\nphrased as they were.  However, to constitute plain error they must\r\npotentially have affected the outcome of the district court\r\nproceedings.  See Olano, 507 U.S. at 734-35 (explaining defendant\r\nmust demonstrate prejudicial error, defined as having \"affected the\r\noutcome of [the trial]\"); see also United States v. Gonzalez-\r\nTorres, 980 F.2d 788, 791 (1st Cir. 1992).  We see no way that\r\nthese few miscast questions could have so tainted the trial as to\r\naffect its outcome.  Much of the case against Fernandez rested on\r\nundisputed evidence:  White, the courier/seller,  was arrested with\r\ndrugs on his person and with Fernandez's phone numbers.  Calls to\r\nthese numbers reached Fernandez, who responded to the name \"Miguel\"\r\nshown in the writing carried by White.  Fernandez unhesitatingly\r\narranged to meet with White for some kind of clandestine\r\ntransaction.  When arrested at the meeting place he had $5,000 in\r\ncash on his person.  On top of these uncontested facts there was\r\nfurther incriminating testimony by government agents, such as that\r\nFernandez saw the fake heroin, displayed his money, and objected to\r\nthe particular locale because of the prevalence of Customs agents. \r\n     Fernandez's defense to the above was to deny the agent's\r\nversion of his behavior just before arrest, and explain his\r\nconceded willingness to meet with White as part of an innocent\r\nbill-paying scam set up by his associate, Miguel Garzon.  Fernandez\r\ntestified he had purportedly become Garzon's creditor on a whim,\r\ngiving him the use of his apartment and cellular phone because \"I\r\n[Fernandez] could trust him . . . even though I didn't know him\r\nvery well, I would do this favor for him because he was a music\r\ncolleague of mine.\"  None of this story was corroborated on the\r\ntelephone tapes, much less by the other witnesses's testimony. \r\nFernandez's explanation failed to account reasonably for White's\r\npossession of Fernandez's phone numbers, nor did it explain\r\nplausibly why Fernandez identified himself as Miguel on the phone,\r\nnor why he never mentioned the alleged debt he was owed, instead\r\ntelling White \"you have work for me.\"  Given the strength of the\r\ngovernment's case, it stretches credulity to believe that the\r\nimproper framing of these unobjected-to questions affected the\r\noutcome of the trial. \r\n4.   Improper Prosecutorial Comments\r\n     Fernandez also urges that we reverse his conviction based\r\non the prosecution's reference before the jury to an unproven \r\ndocument never put in evidence.  This was a lease agreement\r\nsupposedly made by Garzon to rent the same apartment later rented\r\nby Fernandez.  Interrogating Fernandez, the prosecutor asked,\r\n\"[s]ir, this is a contract made by Mr. Miguel Garzon, on rental\r\nunit number 268 at ESJ Towers, the same rental unit that you rented\r\non July 1996?\"  After defense counsel objected, the court \r\ninstructed the prosecutor to make no further reference to the\r\nunidentified agreement.  The prosecutor then revised the inquiry to\r\nask, \"[s]ir, would you be surprised that Mr. Miguel Garzon rented\r\nthis same apartment you rented in July, approximately one year\r\nbefore?\"  The court at first allowed this, but later sustained\r\ndefense counsel's objection and ordered the government not to\r\nproceed with any questions as to contents of the alleged document. \r\n     An earlier Garzon lease, had one been proven, would tend\r\nto impeach Fernandez's testimony that he had met Garzon only a few\r\ndays before their arrest.  While it is reprehensible, in the jury's\r\npresence, to frame questions so as to suggest matters not in\r\nevidence, the court's sustaining of the objections limited the\r\ndamage in large measure.  We would have preferred the court to have\r\ninstructed the jury then and there to disregard any suggestion of\r\na prior Garzon lease.  At least, however, the issue was abandoned\r\nand was not mentioned during closing argument.  Moreover, the judge\r\ntold the jury in closing instructions that \"[s]tatements and\r\narguments of counsel are not evidence in the case, unless made as\r\nan admission or stipulation.\"  Defense counsel never moved to\r\nstrike nor did he seek a mistrial or a more pointed curative\r\ninstruction.  We find insufficient prejudice in the circumstances \r\nto warrant a new trial. \r\n5.   Questions from the Bench\r\n     Defendant urges that we find a major error in the court's\r\nclose questioning of Fernandez.  After the prosecution finished\r\ncross-examining Fernandez, the court questioned him at length in\r\nthe presence of the jury.  The court's examination occupied some\r\neighteen pages of trial transcript, covering several areas of\r\nFernandez's previous testimony.  The first and lengthiest line of\r\nquestioning dealt with the timing of Fernandez's meetings with\r\nWhite on the day of the arrest.  The judge also asked Fernandez to\r\nexplain several of his statements, including his telling White, in\r\na taped telephone conversation, that \"you [i.e., White] have work\r\nfor me.\"  The judge then covered three issues in brief, asking\r\nFernandez about the amount of money he was carrying at the time of\r\nhis arrest, his job as a music producer, and the rental of the room\r\nat the El San Juan Towers.  Following the judge's questioning,\r\nFernandez answered questions on redirect and recross-examination.\r\n     \"Because [Fernandez] did not object to the judge's\r\nquestioning during trial, the conduct complained of will be\r\nconsidered under the plain error doctrine.\"            Gonzalez-Torres, 980\r\nF.2d at 791.  See supra.  After a careful review of the record, we\r\ncannot say that the judge's questioning constituted plain error.\r\n     As a general matter, a trial judge \"has a perfect right\r\n  albeit a right that should be exercised with care   to\r\nparticipate actively in the trial.\"  Logue v. Dore, 103 F.3d 1040,\r\n1045 (1st Cir. 1997) (citing Quercia v. United States, 289 U.S.\r\n466, 469 (1933)); see also Fed. R. Evid. 614(b).  Judicial\r\nquestioning is welcome \"to throw light upon testimony,\" Logue, 103\r\nF.3d at 1045, or \"to provide a clear presentation of the issues, so\r\nlong as an attitude of impartiality is preserved,\" Gonzalez-Torres,\r\n980 F.2d at 792.\r\n     Here,  Fernandez claims that the \"inquiry could have had\r\nno other effect on the jury than to persuade it of the existence of\r\na conspiracy to import drugs\" and that much of Fernandez's\r\ntestimony was untruthful.  We think this misstates the tenor and\r\neffect of the court's inquiry.  Rather, we think the judge sought\r\nimpartially to clarify Fernandez's testimony.  Much of Fernandez's\r\ntestimony was confused, stemming in part from the language barrier,\r\nand in part from Fernandez's own obfuscations.  Thus, the judge\r\nprefaced his questions with phrases like \"[s]ir, so there is no\r\nconfusion,\" and \"I don't want to confuse you.  What I want to do is\r\nget the facts straight for the jury to be able to understand them.\" \r\nAs in Logue, \"the judge's questions strike us as designed to\r\nsimplify the jury's task, and . . . to clarify [the witness's]\r\nfrequently vague and confusing answers.\"  103 F.3d at 1045.  While\r\non more than one occasion the judge worded his questions sharply,\r\nhe did so only after Fernandez contradicted his own testimony and\r\nrecorded statements.  The judge's conduct, viewed as a whole, was\r\nnot indicative of bias.  His repeated responses to Fernandez's\r\nanswers (typically \"all right\" or \"okay\") were benign; virtually\r\nall of his questions repeated earlier queries, see Logue, 103 F.3d\r\nat 1045; and he instructed the jury that it was to assume he held\r\nno opinion as to the facts, see id. at 1046-47 (explaining that\r\njury instruction helped avoid bias from judge's questioning);\r\nGonzalez-Torres, 980 F.2d at 792 (same). \r\n     To the extent the court's inquiry exposed flaws in\r\nFernandez's defense, this was not because the questions were unfair\r\nbut because Fernandez provided answers that were themselves\r\nevasive, incredible, and patently contradictory to his previous\r\nstatements.  Our reading of the transcript convinces us that the\r\njudge's questioning did not transgress the court's inherent power\r\nto participate objectively in the conduct of the trial.\r\n6.   Cumulative Effect\r\n     Finally, Fernandez argues that the cumulative effect of \r\nthe asserted errors was to deprive him of a fair trial. \r\n\"Individual errors, insufficient in themselves to necessitate a new\r\ntrial, may in the aggregate have a more debilitating effect,\"\r\nUnited States v. Sepulveda, 15 F.3d 1161, 1195-96 (1st Cir. 1995),\r\nso as to deny due process.  See, e.g., United States v. Dwyer, 843\r\nF.2d 60, 65 (1st Cir. 1988); Dunn v. Perrin, 570 F.2d 21, 25 (1st\r\nCir. 1978).  In assessing the errors' cumulative effect, we are to\r\nconsider the entire record, \"paying particular weight to factors\r\nsuch as the nature and number of the errors committed; their\r\ninterrelationship, if any, and combined effect; how the district\r\ncourt dealt with the errors as they arose (including the efficacy\r\n  or lack of efficacy   of any remedial efforts; and the strength\r\nof the government's case.\"  Sepulveda, 15 F.3d at 1196.  An\r\nadditional consideration is the length of the trial:  the shorter\r\nthe proceedings, the greater the impact of even a few errors.  Seeid.\r\n     Here, only certain of the challenged conduct amounted to\r\nerror, and as to this we are unable to say that it was of such\r\ngravity and frequency as to have deprived Fernandez of a fair\r\ntrial.  The evidence of Fernandez's conscious participation in the\r\nattempted drug transaction was exceedingly strong.  Fernandez had\r\nthe opportunity to attempt to rebut this evidence by offering his\r\nversion of why he so readily responded to White's phone calls,\r\npassed himself off as Miguel, and sought to meet with White bearing\r\n$5,000 in cash.  The errors Fernandez cites, viewed individually or\r\ncumulatively, did not seriously impede his ability to present his\r\ndefense to the jury.\r\n     The conviction is affirmed.\n",
  "html": "<p class=\"case_cite\">145 F.3d 59</p>\n    <p class=\"case_cite\">49 Fed. R. Evid. Serv. 731</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose Orlando FERNANDEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1663.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 25, 1998.<br>Decided May 29, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Neal Gary Rosensweig with whom Leonard F. Baer was on brief for appellant.</p>\n      <p class=\"indent\">Jose A. Ruiz, Assistant U.S. Attorney, with whom Guillermo Gil, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted Jose Orlando Fernandez of conspiring to import heroin, 21 U.S.C. &#167;&#167; 841(a), 846, and of conspiring to possess heroin with intent to distribute, 21 U.S.C. &#167;&#167; 952(a), 963.  He now argues that a number of procedural errors deprived him of a fair trial.  Disagreeing, we affirm.</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In reviewing a judgment of conviction, we consider the facts, as supported by the record, in the light most favorable to the government.  See United States v. Pitrone, 115 F.3d 1, 3 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 28, 1996, the cruise ship Seaward docked in Old San Juan, Puerto Rico.  Just after 3:00 p.m., U.S. Customs agents detained one of the Seaward 's crew, Howard White, a Jamaican national, on suspicion of drug possession.  A search revealed that White was carrying heroin.  White immediately agreed to cooperate with government officials.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">White told the agents and testified at trial that he had received the heroin from a Colombian in Curacao.  The Colombian had given White a piece of paper bearing two telephone numbers and the name \"Miguel.\"   According to White, the Colombian supplier advised him that the telephone numbers were Miguel's and that Miguel was another Colombian living in Puerto Rico.  The supplier told White to call Miguel at the numbers and turn the drugs over to him.  At the time of his detention, White was carrying a piece of paper, later admitted into evidence, bearing the name \"Miguel\" and two phone numbers.  It was later found that one of the numbers was for defendant Fernandez's cellular phone;  the other was for a room at the El San Juan Towers rented by Fernandez and used by both Fernandez and Miguel Garzon.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">White testified that hours before his encounter with Customs officials, at around 12:30 in the afternoon, he had telephoned one of the numbers and set up a meeting with a person who identified himself on the phone as Miguel.  Fernandez admitted at trial that he had responded to such a call and had indeed said he was Miguel.  Miguel Garzon was present with Fernandez when the latter spoke with White.  White testified to meeting with Miguel Garzon and a second individual whom White identified as Fernandez at 2:30--an hour before Customs agents found White with the heroin.  According to White, Fernandez asked whether White had brought the \"stuff.\"   White told Fernandez that the drugs were still aboard the Seaward.   Fernandez instructed White to retrieve the drugs and bring them to a meeting later in the same place.  According to one of the agents who first questioned White, White had admitted that he and Fernandez agreed that Fernandez would purchase the heroin at their next meeting for $3000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It was as White was disembarking the Seaward and returning to meet Fernandez that Customs agents stopped and searched him.  When White offered to cooperate, the Customs officials set up a \"controlled buy\" with White.  At 4:30 and again at 6:30 the same day, they recorded two telephone calls (later played to the jury) from White to Fernandez in which the two arranged to meet at a nearby pier.  On each occasion, language difficulties between White and Fernandez required a government agent, posing as an acquaintance of White's, to serve as an interpreter.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">White went to the meeting place, accompanied by a government agent who posed as an acquaintance of White's and served as an interpreter.  Other agents secretly positioned themselves around the scene.  Fernandez and Garzon then arrived.  According to the government agent present with White, Fernandez stated that he disliked their meeting place because it tended to be populated by Customs agents.  Both Fernandez and Garzon asked White and the government agent to get in the car.  White and the agent refused;  Fernandez parked the vehicle and emerged, without Garzon, to meet with White.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">White, Fernandez, and the government agent then proceeded to a nearby public restroom, with Garzon remaining in Fernandez's car.  White lifted his shirt to show Fernandez what appeared to be heroin, and Fernandez showed a roll of cash.  Fernandez again asked that they move to the car, and again White and the agent refused.  Fernandez then told White and the agent that the deal would take place in the car or not at all, and turned to walk back to the car.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Government agents then arrested both Fernandez and Garzon.  Fernandez was discovered to be carrying $5000 in cash.  Immediately after the arrest, Garzon consented to a search of the room at the El San Juan Towers.  That search revealed that Garzon had leased the room;  during the search, a woman called the room and identified herself as Fernandez's wife.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, Fernandez testified that he had unwillingly and unknowingly been made a part of co-defendant Garzon's drug dealings.  Fernandez explained that he made a living as a producer and promoter of music groups, and that he befriended Garzon because Garzon claimed also to be in the music business.  Fernandez offered Garzon the use of the room at the El San Juan Towers;  Fernandez had initially rented the room for a foreign band that had canceled plans to play in Puerto Rico.  Fernandez admitted giving Garzon the keys to the apartment and the number to his cellular phone.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fernandez testified that he went to the drug buy not realizing it was an illicit transaction but thinking it was an opportunity to receive an honest payment of a debt owed by Garzon.  Garzon owed him rent on the El San Juan Towers room, and Garzon told him that his brother was sending him money that he could use to satisfy the debt.  According to Fernandez, he agreed to speak to White on the phone only because White and Garzon were having difficulty communicating.  Fernandez went to the final meeting under the impression that Garzon's acquaintance would simply pay him cash.  Upon learning that White had no money, he walked away.  Fernandez testified that he had no idea that drugs were involved.  As for the $5,000 found on him at the time of his arrest, Fernandez stated that a fellow music promoter named Cheo Cruz had given him the money as payment for Fernandez's music services.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On cross-examination, Fernandez contradicted several statements made by government witnesses.  Specifically, Fernandez denied that he met with White in the early afternoon of July 28, 1996, that he showed the agent a wad of money at the pier encounter, and that he told the agent that he was reluctant to complete the exchange at the pier because of the prevalence of Customs agents.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury returned a verdict of conviction on all counts, and this appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Fernandez argues that the trial court made several errors, the cumulative effect of which was to deny him a fundamentally fair trial.  After reviewing the record, we conclude that a new trial is not warranted.  We review each claim of error in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>1. Failure To Instruct the Jury Regarding Accomplice Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Fernandez complains that the district court did not instruct the jury that it should take special care in crediting the testimony of White, Fernandez's alleged co-conspirator.  \"It is well established that an accomplice is qualified to testify as long as ... the 'judge [gives] complete and correct instructions detailing the special care the jury should take in assessing the testimony.' \"  United States v. Hernandez, 109 F.3d 13, 15 (1st Cir.1997) (quoting United States v. Ortiz-Arrigoitia, 996 F.2d 436, 438-39 (1st Cir.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As Fernandez at no time asked for a \"special care\" instruction at trial, our review is for plain error.  See Fed.R.Crim.P. 52(b);  United States v. Olano, 507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993).  We have held that it is not plain error for the district court not \"to give an unrequested cautionary instruction where the government's case largely depends on uncorroborated informant or accomplice testimony, so long as such testimony looks internally consistent and credible.\"  United States v. House, 471 F.2d 886, 888-89 (1st Cir.1973).  This standard was met here, as White's version of events was neither inconsistent nor incredible.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">White's testimony was, moreover, corroborated by other evidence.  When White was found with the heroin, he was carrying a piece of paper bearing two phone numbers registered in Fernandez's name.  Upon being called at one of the numbers, Fernandez agreed to meet with White and was arrested at the prearranged place carrying $5,000.  In the phone conversations recorded by government agents and played for the jury, Fernandez never indicated that, as he later testified, he expected to be receiving money, not drugs.  At the last meeting between White and Fernandez, a government agent testified that Fernandez was shown the sham heroin and that he displayed his cash to White.  The agent testified that Fernandez voiced concern about the presence of Customs agents in the area of the aborted transaction, a concern inconsistent with innocent activity.  Each of these items belied Fernandez's claim to have been unaware of the illicit nature of the meeting, and supported White's testimony that Fernandez was a party to an attempted drug transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>2. Admission of the Government's Version of the Facts</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Fernandez complains that when a copy of White's plea agreement was placed in evidence it improperly included a statement of the government's version of the facts.  While on appeal Fernandez takes no exception to admission of the plea agreement itself, he strenuously contends that the failure to eliminate from it the government's version of the facts was a serious and very prejudicial error.  However, at trial, Fernandez's counsel made no objection to admission of the government's version of the facts.  Rather he objected to admitting the plea agreement, asserting it to be irrelevant, and disclaiming any other basis for exclusion.  We accordingly review his present objection for plain error alone.  For an error to be such, it must indeed be \"plain,\" or \"obvious,\" see Olano, 507 U.S. at 734, 113 S.Ct. 1770, and it must \"affect substantial rights,\" Fed.R.Crim.P. 52(b), that is, \"[i]t must have affected the outcome of the district court proceedings,\" Olano, 507 U.S. at 734, 113 S.Ct. 1770.   Additionally, a Court of Appeals will remedy such an error only if it appears that it \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.\"  Id., 507 U.S. at 736, 113 S.Ct. 1770 (quoting United States v. Atkinson, 297 U.S. 157, 160, 56 S.Ct. 391, 80 L.Ed. 555 (1936)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the present circumstances it is debatable whether submission of the government's version of the facts along with the plea agreement was, if error, error that was plain or obvious.  It does not appear that the judge even knew that the government's version of facts was being submitted with the plea.  See United States v. Binker, 795 F.2d 1218, 1227 (5th Cir.1986) (finding no plain error in admission of plea agreement containing improper vouching where error \"was something all concerned wholly overlooked\").  Apart from this, however, no sufficient showing of prejudice has been made out.  Fernandez's appellate brief points to no specific prejudice, discussing this issue only in a paragraph so cursory as to be disregarded.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").  While the government's factual version attached to White's plea agreement contained hearsay implicating Fernandez in the conspiracy, its narrative was little different from White's in-court testimony and the other evidence presented at Fernandez's trial.  We do not find plain error.</p>\n    </div>\n    <p>3. Improper Cross-Examination</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fernandez next claims that the district court erred in allowing the government to ask Fernandez whether prosecution witnesses were lying.  During the prosecution's case-in-chief, Officer Juan Rivera testified that Fernandez showed him a roll of cash at the scene of the aborted drug sale, and that Fernandez had complained that the area was known to be patrolled by Customs agents.  When Fernandez contradicted Rivera's testimony, the prosecutor asked him three times whether Agent Rivera was lying.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The prosecutor also asked Fernandez whether White was lying when he testified that he and Fernandez had met at noon on the day of the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have recently emphasized that \"counsel should not ask one witness to comment on the veracity of the testimony of another witness.\"  United States v. Sullivan, 85 F.3d 743, 750 (1st Cir.1996);  see also United States v. Akitoye, 923 F.2d 221, 224 (1st Cir.1991).  \"[This] rule reserves to the jury questions of credibility and thus makes it improper to induce a witness to say another witness lied on the stand.\"  Sullivan, 85 F.3d at 750.   Again, as Fernandez failed to object, we review only for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here, the government asked Fernandez to impugn the veracity of a government agent.  Given the faith a jury may place in the word of a law enforcement officer, it is unfair to force a criminal defendant to choose between recanting and calling a law officer a liar.  See Sullivan, 85 F.3d at 750 n. 4 (\"Whether a witness is a government agent may be relevant in determining whether there is prejudice or a miscarriage of justice\");  United States v. Boyd, 54 F.3d 868, 871 (D.C.Cir.1995) (\"It is ... error for a prosecutor to induce a witness to testify that another witness, and in particular a government agent, has lied on the stand.\");  United States v. Scanio, 900 F.2d 485, 493 (2d Cir.1990) (\"[W]e have shown special concern with prosecutors utilizing what some persons perceive as the heightened credibility of government agents.\"  (internal citations omitted)), overruled on other grounds, Ratzlaf v. United States, 510 U.S. 135, 114 S.Ct. 655, 126 L.Ed.2d 615 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Hence, the prosecutor's questions should not have been phrased as they were.  However, to constitute plain error they must potentially have affected the outcome of the district court proceedings.  See Olano, 507 U.S. at 734-35, 113 S.Ct. 1770 (explaining defendant must demonstrate prejudicial error, defined as having \"affected the outcome of [the trial]\");  see also United States v. Gonzalez-Torres, 980 F.2d 788, 791 (1st Cir.1992).  We see no way that these few miscast questions could have so tainted the trial as to affect its outcome.  Much of the case against Fernandez rested on undisputed evidence:  White, the courier/seller, was arrested with drugs on his person and with Fernandez's phone numbers.  Calls to these numbers reached Fernandez, who responded to the name \"Miguel\" shown in the writing carried by White.  Fernandez unhesitatingly arranged to meet with White for some kind of clandestine transaction.  When arrested at the meeting place he had $5,000 in cash on his person.  On top of these uncontested facts there was further incriminating testimony by government agents, such as that Fernandez saw the fake heroin, displayed his money, and objected to the particular locale because of the prevalence of Customs agents.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Fernandez's defense to the above was to deny the agent's version of his behavior just before arrest, and explain his conceded willingness to meet with White as part of an innocent bill-paying scam set up by his associate, Miguel Garzon.  Fernandez testified he had purportedly become Garzon's creditor on a whim, giving him the use of his apartment and cellular phone because \"I [Fernandez] could trust him ... even though I didn't know him very well, I would do this favor for him because he was a music colleague of mine.\"   None of this story was corroborated on the telephone tapes, much less by the other witnesses's testimony.  Fernandez's explanation failed to account reasonably for White's possession of Fernandez's phone numbers, nor did it explain plausibly why Fernandez identified himself as Miguel on the phone, nor why he never mentioned the alleged debt he was owed, instead telling White \"you have work for me.\"   Given the strength of the government's case, it stretches credulity to believe that the improper framing of these unobjected-to questions affected the outcome of the trial.</p>\n    </div>\n    <p>4. Improper Prosecutorial Comments</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Fernandez also urges that we reverse his conviction based on the prosecution's reference before the jury to an unproven document never put in evidence.  This was a lease agreement supposedly made by Garzon to rent the same apartment later rented by Fernandez.  Interrogating Fernandez, the prosecutor asked, \"[s]ir, this is a contract made by Mr. Miguel Garzon, on rental unit number 268 at ESJ Towers, the same rental unit that you rented on July 1996?\"   After defense counsel objected, the court instructed the prosecutor to make no further reference to the unidentified agreement.  The prosecutor then revised the inquiry to ask, \"[s]ir, would you be surprised that Mr. Miguel Garzon rented this same apartment you rented in July, approximately one year before?\"   The court at first allowed this, but later sustained defense counsel's objection and ordered the government not to proceed with any questions as to contents of the alleged document.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">An earlier Garzon lease, had one been proven, would tend to impeach Fernandez's testimony that he had met Garzon only a few days before their arrest.  While it is reprehensible, in the jury's presence, to frame questions so as to suggest matters not in evidence, the court's sustaining of the objections limited the damage in large measure.  We would have preferred the court to have instructed the jury then and there to disregard any suggestion of a prior Garzon lease.  At least, however, the issue was abandoned and was not mentioned during closing argument.  Moreover, the judge told the jury in closing instructions that \"[s]tatements and arguments of counsel are not evidence in the case, unless made as an admission or stipulation.\"   Defense counsel never moved to strike nor did he seek a mistrial or a more pointed curative instruction.  We find insufficient prejudice in the circumstances to warrant a new trial.</p>\n    </div>\n    <p>5. Questions from the Bench</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendant urges that we find a major error in the court's close questioning of Fernandez.  After the prosecution finished cross-examining Fernandez, the court questioned him at length in the presence of the jury.  The court's examination occupied some eighteen pages of trial transcript, covering several areas of Fernandez's previous testimony.  The first and lengthiest line of questioning dealt with the timing of Fernandez's meetings with White on the day of the arrest.  The judge also asked Fernandez to explain several of his statements, including his telling White, in a taped telephone conversation, that \"you [i.e., White] have work for me.\"   The judge then covered three issues in brief, asking Fernandez about the amount of money he was carrying at the time of his arrest, his job as a music producer, and the rental of the room at the El San Juan Towers.  Following the judge's questioning, Fernandez answered questions on redirect and recross-examination.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"Because [Fernandez] did not object to the judge's questioning during trial, the conduct complained of will be considered under the plain error doctrine.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Gonzalez-Torres, 980 F.2d at 791.   See supra.   After a careful review of the record, we cannot say that the judge's questioning constituted plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As a general matter, a trial judge \"has a perfect right--albeit a right that should be exercised with care--to participate actively in the trial.\"  Logue v. Dore, 103 F.3d 1040, 1045 (1st Cir.1997) (citing Quercia v. United States, 289 U.S. 466, 469, 53 S.Ct. 698, 77 L.Ed. 1321 (1933));  see also Fed.R.Evid. 614(b).  Judicial questioning is welcome \"to throw light upon testimony,\" Logue, 103 F.3d at 1045, or \"to provide a clear presentation of the issues, so long as an attitude of impartiality is preserved,\" Gonzalez-Torres, 980 F.2d at 792.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, Fernandez claims that the \"inquiry could have had no other effect on the jury than to persuade it of the existence of a conspiracy to import drugs\" and that much of Fernandez's testimony was untruthful.  We think this misstates the tenor and effect of the court's inquiry.  Rather, we think the judge sought impartially to clarify Fernandez's testimony.  Much of Fernandez's testimony was confused, stemming in part from the language barrier, and in part from Fernandez's own obfuscations.  Thus, the judge prefaced his questions with phrases like \"[s]ir, so there is no confusion,\" and \"I don't want to confuse you.  What I want to do is get the facts straight for the jury to be able to understand them.\"   As in Logue, \"the judge's questions strike us as designed to simplify the jury's task, and ... to clarify [the witness's] frequently vague and confusing answers.\"  103 F.3d at 1045.   While on more than one occasion the judge worded his questions sharply, he did so only after Fernandez contradicted his own testimony and recorded statements.  The judge's conduct, viewed as a whole, was not indicative of bias.  His repeated responses to Fernandez's answers (typically \"all right\" or \"okay\") were benign;  virtually all of his questions repeated earlier queries, see Logue, 103 F.3d at 1045;  and he instructed the jury that it was to assume he held no opinion as to the facts, see id. at 1046-47 (explaining that jury instruction helped avoid bias from judge's questioning);  Gonzalez-Torres, 980 F.2d at 792 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To the extent the court's inquiry exposed flaws in Fernandez's defense, this was not because the questions were unfair but because Fernandez provided answers that were themselves evasive, incredible, and patently contradictory to his previous statements.  Our reading of the transcript convinces us that the judge's questioning did not transgress the court's inherent power to participate objectively in the conduct of the trial.</p>\n    </div>\n    <p>6. Cumulative Effect</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Finally, Fernandez argues that the cumulative effect of the asserted errors was to deprive him of a fair trial.  \"Individual errors, insufficient in themselves to necessitate a new trial, may in the aggregate have a more debilitating effect,\" United States v. Sepulveda, 15 F.3d 1161, 1195-96 (1st Cir.1993), so as to deny due process.  See, e.g., United States v. Dwyer, 843 F.2d 60, 65 (1st Cir.1988);  Dunn v. Perrin, 570 F.2d 21, 25 (1st Cir.1978).  In assessing the errors' cumulative effect, we are to consider the entire record, \"paying particular weight to factors such as the nature and number of the errors committed;  their interrelationship, if any, and combined effect;  how the district court dealt with the errors as they arose (including the efficacy--or lack of efficacy--of any remedial efforts;  and the strength of the government's case.\"  Sepulveda, 15 F.3d at 1196.   An additional consideration is the length of the trial:  the shorter the proceedings, the greater the impact of even a few errors.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Here, only certain of the challenged conduct amounted to error, and as to this we are unable to say that it was of such gravity and frequency as to have deprived Fernandez of a fair trial.  The evidence of Fernandez's conscious participation in the attempted drug transaction was exceedingly strong. Fernandez had the opportunity to attempt to rebut this evidence by offering his version of why he so readily responded to White's phone calls, passed himself off as Miguel, and sought to meet with White bearing $5,000 in cash.  The errors Fernandez cites, viewed individually or cumulatively, did not seriously impede his ability to present his defense to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant exchange was as follows:</p>\n        <p>Q: You showed the agent a roll of money you had in your pocket, didn't you, sir?</p>\n        <p>A: No, negative.</p>\n        <p>Q: So, Officer Rivera who testified yesterday[,] he's lying?</p>\n        <p>A: I don't know why he said that, but I did not show it.  I didn't do anything.</p>\n        <p>Q: You had five thousand dollars in your possession, right, sir?</p>\n        <p>A: Yes, I was aware of that.  I knew that.</p>\n        <p>Q: Sir, you did state that that place was full of Customs agents, didn't you?</p>\n        <p>A: God, I haven't said anything like that.  How could I say anything like that?</p>\n        <p>Q: So, Officer Rivera who testified yesterday that you said that is lying, right?</p>\n        <p>A: I don't know the reason why that man stated that.  But the truth is I didn't say anything like that.</p>\n        <p>Q: So Officer Rivera is making all that up, right, sir?</p>\n        <p>A: I don't know what I could say.  I didn't say anything as to that matter.  I don't know why he said that.  I didn't say anything like that.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> During one particularly confused sequence, the interpreter interrupted the examination to make sure that he had heard the judge correctly.  At that point, apparently responding to a signal from Fernandez's counsel, the judge asked, \"[w]ould you like to place an objection or clarification?\"   Fernandez's counsel answered, \"[c]larification, your Honor.\"</p>\n        <p>On appeal, Fernandez does not actually argue that he objected at trial.  Instead, he implies that the error should be treated as preserved because, as we noted in In re United States, 286 F.2d 556, 561 (1st Cir.1961), \"it is a delicate matter about which counsel think twice to object to any question asked by a judge.\"   Delicate or not, objecting to the putative error is necessary to avoid plain-error review, and whatever force Fernandez's argument might have is vitiated by the fact that his trial counsel had ample opportunity during a sidebar to object without the jury noticing.  See Fed.R.Evid. 614(c) (providing that objection to court questioning \"may be made at the time or at the next available opportunity when the jury is not present\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span></p>\n    <p class=\"case_cite\">49 Fed. R. Evid. Serv. 731</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose Orlando FERNANDEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1663.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 25, 1998.<br>Decided May 29, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Neal Gary Rosensweig with whom Leonard F. Baer was on brief for appellant.</p>\n      <p class=\"indent\">Jose A. Ruiz, Assistant U.S. Attorney, with whom Guillermo Gil, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted Jose Orlando Fernandez of conspiring to import heroin, 21 U.S.C. &#167;&#167; 841(a), 846, and of conspiring to possess heroin with intent to distribute, 21 U.S.C. &#167;&#167; 952(a), 963.  He now argues that a number of procedural errors deprived him of a fair trial.  Disagreeing, we affirm.</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In reviewing a judgment of conviction, we consider the facts, as supported by the record, in the light most favorable to the government.  See United States v. Pitrone, <span class=\"citation\" data-id=\"197373\"><a href=\"/opinion/197373/united-states-v-pitrone/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 28, 1996, the cruise ship Seaward docked in Old San Juan, Puerto Rico.  Just after 3:00 p.m., U.S. Customs agents detained one of the Seaward 's crew, Howard White, a Jamaican national, on suspicion of drug possession.  A search revealed that White was carrying heroin.  White immediately agreed to cooperate with government officials.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">White told the agents and testified at trial that he had received the heroin from a Colombian in Curacao.  The Colombian had given White a piece of paper bearing two telephone numbers and the name \"Miguel.\"   According to White, the Colombian supplier advised him that the telephone numbers were Miguel's and that Miguel was another Colombian living in Puerto Rico.  The supplier told White to call Miguel at the numbers and turn the drugs over to him.  At the time of his detention, White was carrying a piece of paper, later admitted into evidence, bearing the name \"Miguel\" and two phone numbers.  It was later found that one of the numbers was for defendant Fernandez's cellular phone;  the other was for a room at the El San Juan Towers rented by Fernandez and used by both Fernandez and Miguel Garzon.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">White testified that hours before his encounter with Customs officials, at around 12:30 in the afternoon, he had telephoned one of the numbers and set up a meeting with a person who identified himself on the phone as Miguel.  Fernandez admitted at trial that he had responded to such a call and had indeed said he was Miguel.  Miguel Garzon was present with Fernandez when the latter spoke with White.  White testified to meeting with Miguel Garzon and a second individual whom White identified as Fernandez at 2:30--an hour before Customs agents found White with the heroin.  According to White, Fernandez asked whether White had brought the \"stuff.\"   White told Fernandez that the drugs were still aboard the Seaward.   Fernandez instructed White to retrieve the drugs and bring them to a meeting later in the same place.  According to one of the agents who first questioned White, White had admitted that he and Fernandez agreed that Fernandez would purchase the heroin at their next meeting for $3000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It was as White was disembarking the Seaward and returning to meet Fernandez that Customs agents stopped and searched him.  When White offered to cooperate, the Customs officials set up a \"controlled buy\" with White.  At 4:30 and again at 6:30 the same day, they recorded two telephone calls (later played to the jury) from White to Fernandez in which the two arranged to meet at a nearby pier.  On each occasion, language difficulties between White and Fernandez required a government agent, posing as an acquaintance of White's, to serve as an interpreter.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">White went to the meeting place, accompanied by a government agent who posed as an acquaintance of White's and served as an interpreter.  Other agents secretly positioned themselves around the scene.  Fernandez and Garzon then arrived.  According to the government agent present with White, Fernandez stated that he disliked their meeting place because it tended to be populated by Customs agents.  Both Fernandez and Garzon asked White and the government agent to get in the car.  White and the agent refused;  Fernandez parked the vehicle and emerged, without Garzon, to meet with White.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">White, Fernandez, and the government agent then proceeded to a nearby public restroom, with Garzon remaining in Fernandez's car.  White lifted his shirt to show Fernandez what appeared to be heroin, and Fernandez showed a roll of cash.  Fernandez again asked that they move to the car, and again White and the agent refused.  Fernandez then told White and the agent that the deal would take place in the car or not at all, and turned to walk back to the car.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Government agents then arrested both Fernandez and Garzon.  Fernandez was discovered to be carrying $5000 in cash.  Immediately after the arrest, Garzon consented to a search of the room at the El San Juan Towers.  That search revealed that Garzon had leased the room;  during the search, a woman called the room and identified herself as Fernandez's wife.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, Fernandez testified that he had unwillingly and unknowingly been made a part of co-defendant Garzon's drug dealings.  Fernandez explained that he made a living as a producer and promoter of music groups, and that he befriended Garzon because Garzon claimed also to be in the music business.  Fernandez offered Garzon the use of the room at the El San Juan Towers;  Fernandez had initially rented the room for a foreign band that had canceled plans to play in Puerto Rico.  Fernandez admitted giving Garzon the keys to the apartment and the number to his cellular phone.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fernandez testified that he went to the drug buy not realizing it was an illicit transaction but thinking it was an opportunity to receive an honest payment of a debt owed by Garzon.  Garzon owed him rent on the El San Juan Towers room, and Garzon told him that his brother was sending him money that he could use to satisfy the debt.  According to Fernandez, he agreed to speak to White on the phone only because White and Garzon were having difficulty communicating.  Fernandez went to the final meeting under the impression that Garzon's acquaintance would simply pay him cash.  Upon learning that White had no money, he walked away.  Fernandez testified that he had no idea that drugs were involved.  As for the $5,000 found on him at the time of his arrest, Fernandez stated that a fellow music promoter named Cheo Cruz had given him the money as payment for Fernandez's music services.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On cross-examination, Fernandez contradicted several statements made by government witnesses.  Specifically, Fernandez denied that he met with White in the early afternoon of July 28, 1996, that he showed the agent a wad of money at the pier encounter, and that he told the agent that he was reluctant to complete the exchange at the pier because of the prevalence of Customs agents.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury returned a verdict of conviction on all counts, and this appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Fernandez argues that the trial court made several errors, the cumulative effect of which was to deny him a fundamentally fair trial.  After reviewing the record, we conclude that a new trial is not warranted.  We review each claim of error in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>1. Failure To Instruct the Jury Regarding Accomplice Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Fernandez complains that the district court did not instruct the jury that it should take special care in crediting the testimony of White, Fernandez's alleged co-conspirator.  \"It is well established that an accomplice is qualified to testify as long as ... the 'judge [gives] complete and correct instructions detailing the special care the jury should take in assessing the testimony.' \"  United States v. Hernandez, <span class=\"citation\" data-id=\"197246\"><a href=\"/opinion/197246/united-states-v-hernandez/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 15 (1st Cir.1997) (quoting United States v. Ortiz-Arrigoitia, <span class=\"citation\" data-id=\"609732\"><a href=\"/opinion/609732/united-states-v-luis-e-ortiz-arrigoitia-aka-colibri-united-states-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 438-39 (1st Cir.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As Fernandez at no time asked for a \"special care\" instruction at trial, our review is for plain error.  See Fed.R.Crim.P. 52(b);  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993).  We have held that it is not plain error for the district court not \"to give an unrequested cautionary instruction where the government's case largely depends on uncorroborated informant or accomplice testimony, so long as such testimony looks internally consistent and credible.\"  United States v. House, <span class=\"citation\" data-id=\"307708\"><a href=\"/opinion/307708/united-states-v-skippy-house-alias-larry-latimer/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">886</span></a></span>, 888-89 (1st Cir.1973).  This standard was met here, as White's version of events was neither inconsistent nor incredible.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">White's testimony was, moreover, corroborated by other evidence.  When White was found with the heroin, he was carrying a piece of paper bearing two phone numbers registered in Fernandez's name.  Upon being called at one of the numbers, Fernandez agreed to meet with White and was arrested at the prearranged place carrying $5,000.  In the phone conversations recorded by government agents and played for the jury, Fernandez never indicated that, as he later testified, he expected to be receiving money, not drugs.  At the last meeting between White and Fernandez, a government agent testified that Fernandez was shown the sham heroin and that he displayed his cash to White.  The agent testified that Fernandez voiced concern about the presence of Customs agents in the area of the aborted transaction, a concern inconsistent with innocent activity.  Each of these items belied Fernandez's claim to have been unaware of the illicit nature of the meeting, and supported White's testimony that Fernandez was a party to an attempted drug transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>2. Admission of the Government's Version of the Facts</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Fernandez complains that when a copy of White's plea agreement was placed in evidence it improperly included a statement of the government's version of the facts.  While on appeal Fernandez takes no exception to admission of the plea agreement itself, he strenuously contends that the failure to eliminate from it the government's version of the facts was a serious and very prejudicial error.  However, at trial, Fernandez's counsel made no objection to admission of the government's version of the facts.  Rather he objected to admitting the plea agreement, asserting it to be irrelevant, and disclaiming any other basis for exclusion.  We accordingly review his present objection for plain error alone.  For an error to be such, it must indeed be \"plain,\" or \"obvious,\" see Olano, 507 U.S. at 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, and it must \"affect substantial rights,\" Fed.R.Crim.P. 52(b), that is, \"[i]t must have affected the outcome of the district court proceedings,\" Olano, 507 U.S. at 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>.   Additionally, a Court of Appeals will remedy such an error only if it appears that it \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.\"  Id., 507 U.S. at 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span> (quoting United States v. Atkinson, <span class=\"citation\" data-id=\"102591\"><a href=\"/opinion/102591/united-states-v-atkinson/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, 160, <span class=\"citation\" data-id=\"102591\"><a href=\"/opinion/102591/united-states-v-atkinson/\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"102591\"><a href=\"/opinion/102591/united-states-v-atkinson/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">555</span></a></span> (1936)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the present circumstances it is debatable whether submission of the government's version of the facts along with the plea agreement was, if error, error that was plain or obvious.  It does not appear that the judge even knew that the government's version of facts was being submitted with the plea.  See United States v. Binker, <span class=\"citation\" data-id=\"473638\"><a href=\"/opinion/473638/united-states-v-manuel-binker-aka-manolo/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1218</span></a></span>, 1227 (5th Cir.1986) (finding no plain error in admission of plea agreement containing improper vouching where error \"was something all concerned wholly overlooked\").  Apart from this, however, no sufficient showing of prejudice has been made out.  Fernandez's appellate brief points to no specific prejudice, discussing this issue only in a paragraph so cursory as to be disregarded.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").  While the government's factual version attached to White's plea agreement contained hearsay implicating Fernandez in the conspiracy, its narrative was little different from White's in-court testimony and the other evidence presented at Fernandez's trial.  We do not find plain error.</p>\n    </div>\n    <p>3. Improper Cross-Examination</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fernandez next claims that the district court erred in allowing the government to ask Fernandez whether prosecution witnesses were lying.  During the prosecution's case-in-chief, Officer Juan Rivera testified that Fernandez showed him a roll of cash at the scene of the aborted drug sale, and that Fernandez had complained that the area was known to be patrolled by Customs agents.  When Fernandez contradicted Rivera's testimony, the prosecutor asked him three times whether Agent Rivera was lying.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The prosecutor also asked Fernandez whether White was lying when he testified that he and Fernandez had met at noon on the day of the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have recently emphasized that \"counsel should not ask one witness to comment on the veracity of the testimony of another witness.\"  United States v. Sullivan, <span class=\"citation\" data-id=\"196791\"><a href=\"/opinion/196791/united-states-v-sullivan/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">743</span></a></span>, 750 (1st Cir.1996);  see also United States v. Akitoye, <span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 224 (1st Cir.1991).  \"[This] rule reserves to the jury questions of credibility and thus makes it improper to induce a witness to say another witness lied on the stand.\"  Sullivan, 85 F.3d at 750.   Again, as Fernandez failed to object, we review only for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here, the government asked Fernandez to impugn the veracity of a government agent.  Given the faith a jury may place in the word of a law enforcement officer, it is unfair to force a criminal defendant to choose between recanting and calling a law officer a liar.  See Sullivan, 85 F.3d at 750 n. 4 (\"Whether a witness is a government agent may be relevant in determining whether there is prejudice or a miscarriage of justice\");  United States v. Boyd, <span class=\"citation\" data-id=\"696198\"><a href=\"/opinion/696198/united-states-v-jannazzo-d-boyd/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">868</span></a></span>, 871 (D.C.Cir.1995) (\"It is ... error for a prosecutor to induce a witness to testify that another witness, and in particular a government agent, has lied on the stand.\");  United States v. Scanio, <span class=\"citation\" data-id=\"539804\"><a href=\"/opinion/539804/united-states-v-charles-d-scanio/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">485</span></a></span>, 493 (2d Cir.1990) (\"[W]e have shown special concern with prosecutors utilizing what some persons perceive as the heightened credibility of government agents.\"  (internal citations omitted)), overruled on other grounds, Ratzlaf v. United States, <span class=\"citation\" data-id=\"112919\"><a href=\"/opinion/112919/ratzlaf-v-united-states/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, <span class=\"citation\" data-id=\"112919\"><a href=\"/opinion/112919/ratzlaf-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">655</span></a></span>, <span class=\"citation\" data-id=\"112919\"><a href=\"/opinion/112919/ratzlaf-v-united-states/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Hence, the prosecutor's questions should not have been phrased as they were.  However, to constitute plain error they must potentially have affected the outcome of the district court proceedings.  See Olano, 507 U.S. at 734-35, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span> (explaining defendant must demonstrate prejudicial error, defined as having \"affected the outcome of [the trial]\");  see also United States v. Gonzalez-Torres, <span class=\"citation\" data-id=\"596102\"><a href=\"/opinion/596102/united-states-v-claudio-gonzalez-torres/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 791 (1st Cir.1992).  We see no way that these few miscast questions could have so tainted the trial as to affect its outcome.  Much of the case against Fernandez rested on undisputed evidence:  White, the courier/seller, was arrested with drugs on his person and with Fernandez's phone numbers.  Calls to these numbers reached Fernandez, who responded to the name \"Miguel\" shown in the writing carried by White.  Fernandez unhesitatingly arranged to meet with White for some kind of clandestine transaction.  When arrested at the meeting place he had $5,000 in cash on his person.  On top of these uncontested facts there was further incriminating testimony by government agents, such as that Fernandez saw the fake heroin, displayed his money, and objected to the particular locale because of the prevalence of Customs agents.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Fernandez's defense to the above was to deny the agent's version of his behavior just before arrest, and explain his conceded willingness to meet with White as part of an innocent bill-paying scam set up by his associate, Miguel Garzon.  Fernandez testified he had purportedly become Garzon's creditor on a whim, giving him the use of his apartment and cellular phone because \"I [Fernandez] could trust him ... even though I didn't know him very well, I would do this favor for him because he was a music colleague of mine.\"   None of this story was corroborated on the telephone tapes, much less by the other witnesses's testimony.  Fernandez's explanation failed to account reasonably for White's possession of Fernandez's phone numbers, nor did it explain plausibly why Fernandez identified himself as Miguel on the phone, nor why he never mentioned the alleged debt he was owed, instead telling White \"you have work for me.\"   Given the strength of the government's case, it stretches credulity to believe that the improper framing of these unobjected-to questions affected the outcome of the trial.</p>\n    </div>\n    <p>4. Improper Prosecutorial Comments</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Fernandez also urges that we reverse his conviction based on the prosecution's reference before the jury to an unproven document never put in evidence.  This was a lease agreement supposedly made by Garzon to rent the same apartment later rented by Fernandez.  Interrogating Fernandez, the prosecutor asked, \"[s]ir, this is a contract made by Mr. Miguel Garzon, on rental unit number 268 at ESJ Towers, the same rental unit that you rented on July 1996?\"   After defense counsel objected, the court instructed the prosecutor to make no further reference to the unidentified agreement.  The prosecutor then revised the inquiry to ask, \"[s]ir, would you be surprised that Mr. Miguel Garzon rented this same apartment you rented in July, approximately one year before?\"   The court at first allowed this, but later sustained defense counsel's objection and ordered the government not to proceed with any questions as to contents of the alleged document.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">An earlier Garzon lease, had one been proven, would tend to impeach Fernandez's testimony that he had met Garzon only a few days before their arrest.  While it is reprehensible, in the jury's presence, to frame questions so as to suggest matters not in evidence, the court's sustaining of the objections limited the damage in large measure.  We would have preferred the court to have instructed the jury then and there to disregard any suggestion of a prior Garzon lease.  At least, however, the issue was abandoned and was not mentioned during closing argument.  Moreover, the judge told the jury in closing instructions that \"[s]tatements and arguments of counsel are not evidence in the case, unless made as an admission or stipulation.\"   Defense counsel never moved to strike nor did he seek a mistrial or a more pointed curative instruction.  We find insufficient prejudice in the circumstances to warrant a new trial.</p>\n    </div>\n    <p>5. Questions from the Bench</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendant urges that we find a major error in the court's close questioning of Fernandez.  After the prosecution finished cross-examining Fernandez, the court questioned him at length in the presence of the jury.  The court's examination occupied some eighteen pages of trial transcript, covering several areas of Fernandez's previous testimony.  The first and lengthiest line of questioning dealt with the timing of Fernandez's meetings with White on the day of the arrest.  The judge also asked Fernandez to explain several of his statements, including his telling White, in a taped telephone conversation, that \"you [i.e., White] have work for me.\"   The judge then covered three issues in brief, asking Fernandez about the amount of money he was carrying at the time of his arrest, his job as a music producer, and the rental of the room at the El San Juan Towers.  Following the judge's questioning, Fernandez answered questions on redirect and recross-examination.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"Because [Fernandez] did not object to the judge's questioning during trial, the conduct complained of will be considered under the plain error doctrine.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Gonzalez-Torres, 980 F.2d at 791.   See supra.   After a careful review of the record, we cannot say that the judge's questioning constituted plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As a general matter, a trial judge \"has a perfect right--albeit a right that should be exercised with care--to participate actively in the trial.\"  Logue v. Dore, <span class=\"citation\" data-id=\"197149\"><a href=\"/opinion/197149/logue-v-dore/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span>, 1045 (1st Cir.1997) (citing Quercia v. United States, <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 469, <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">698</span></a></span>, <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1321</span></a></span> (1933));  see also Fed.R.Evid. 614(b).  Judicial questioning is welcome \"to throw light upon testimony,\" Logue, 103 F.3d at 1045, or \"to provide a clear presentation of the issues, so long as an attitude of impartiality is preserved,\" Gonzalez-Torres, 980 F.2d at 792.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, Fernandez claims that the \"inquiry could have had no other effect on the jury than to persuade it of the existence of a conspiracy to import drugs\" and that much of Fernandez's testimony was untruthful.  We think this misstates the tenor and effect of the court's inquiry.  Rather, we think the judge sought impartially to clarify Fernandez's testimony.  Much of Fernandez's testimony was confused, stemming in part from the language barrier, and in part from Fernandez's own obfuscations.  Thus, the judge prefaced his questions with phrases like \"[s]ir, so there is no confusion,\" and \"I don't want to confuse you.  What I want to do is get the facts straight for the jury to be able to understand them.\"   As in Logue, \"the judge's questions strike us as designed to simplify the jury's task, and ... to clarify [the witness's] frequently vague and confusing answers.\"  103 F.3d at 1045.   While on more than one occasion the judge worded his questions sharply, he did so only after Fernandez contradicted his own testimony and recorded statements.  The judge's conduct, viewed as a whole, was not indicative of bias.  His repeated responses to Fernandez's answers (typically \"all right\" or \"okay\") were benign;  virtually all of his questions repeated earlier queries, see Logue, 103 F.3d at 1045;  and he instructed the jury that it was to assume he held no opinion as to the facts, see id. at 1046-47 (explaining that jury instruction helped avoid bias from judge's questioning);  Gonzalez-Torres, 980 F.2d at 792 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To the extent the court's inquiry exposed flaws in Fernandez's defense, this was not because the questions were unfair but because Fernandez provided answers that were themselves evasive, incredible, and patently contradictory to his previous statements.  Our reading of the transcript convinces us that the judge's questioning did not transgress the court's inherent power to participate objectively in the conduct of the trial.</p>\n    </div>\n    <p>6. Cumulative Effect</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Finally, Fernandez argues that the cumulative effect of the asserted errors was to deprive him of a fair trial.  \"Individual errors, insufficient in themselves to necessitate a new trial, may in the aggregate have a more debilitating effect,\" United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1195-96 (1st Cir.1993), so as to deny due process.  See, e.g., United States v. Dwyer, <span class=\"citation\" data-id=\"503779\"><a href=\"/opinion/503779/united-states-v-timothy-m-dwyer/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 65 (1st Cir.1988);  Dunn v. Perrin, <span class=\"citation\" data-id=\"352742\"><a href=\"/opinion/352742/richard-dunn-v-everett-i-perrin-jr-laurence-black-v-edward-cox/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.1978).  In assessing the errors' cumulative effect, we are to consider the entire record, \"paying particular weight to factors such as the nature and number of the errors committed;  their interrelationship, if any, and combined effect;  how the district court dealt with the errors as they arose (including the efficacy--or lack of efficacy--of any remedial efforts;  and the strength of the government's case.\"  Sepulveda, 15 F.3d at 1196.   An additional consideration is the length of the trial:  the shorter the proceedings, the greater the impact of even a few errors.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Here, only certain of the challenged conduct amounted to error, and as to this we are unable to say that it was of such gravity and frequency as to have deprived Fernandez of a fair trial.  The evidence of Fernandez's conscious participation in the attempted drug transaction was exceedingly strong. Fernandez had the opportunity to attempt to rebut this evidence by offering his version of why he so readily responded to White's phone calls, passed himself off as Miguel, and sought to meet with White bearing $5,000 in cash.  The errors Fernandez cites, viewed individually or cumulatively, did not seriously impede his ability to present his defense to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant exchange was as follows:</p>\n        <p>Q: You showed the agent a roll of money you had in your pocket, didn't you, sir?</p>\n        <p>A: No, negative.</p>\n        <p>Q: So, Officer Rivera who testified yesterday[,] he's lying?</p>\n        <p>A: I don't know why he said that, but I did not show it.  I didn't do anything.</p>\n        <p>Q: You had five thousand dollars in your possession, right, sir?</p>\n        <p>A: Yes, I was aware of that.  I knew that.</p>\n        <p>Q: Sir, you did state that that place was full of Customs agents, didn't you?</p>\n        <p>A: God, I haven't said anything like that.  How could I say anything like that?</p>\n        <p>Q: So, Officer Rivera who testified yesterday that you said that is lying, right?</p>\n        <p>A: I don't know the reason why that man stated that.  But the truth is I didn't say anything like that.</p>\n        <p>Q: So Officer Rivera is making all that up, right, sir?</p>\n        <p>A: I don't know what I could say.  I didn't say anything as to that matter.  I don't know why he said that.  I didn't say anything like that.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> During one particularly confused sequence, the interpreter interrupted the examination to make sure that he had heard the judge correctly.  At that point, apparently responding to a signal from Fernandez's counsel, the judge asked, \"[w]ould you like to place an objection or clarification?\"   Fernandez's counsel answered, \"[c]larification, your Honor.\"</p>\n        <p>On appeal, Fernandez does not actually argue that he objected at trial.  Instead, he implies that the error should be treated as preserved because, as we noted in In re United States, <span class=\"citation\" data-id=\"253004\"><a href=\"/opinion/253004/in-the-matter-of-united-states-of-america/\"><span class=\"volume\">286</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span>, 561 (1st Cir.1961), \"it is a delicate matter about which counsel think twice to object to any question asked by a judge.\"   Delicate or not, objecting to the putative error is necessary to avoid plain-error review, and whatever force Fernandez's argument might have is vitiated by the fact that his trial counsel had ample opportunity during a sidebar to object without the jury noticing.  See Fed.R.Evid. 614(c) (providing that objection to court questioning \"may be made at the time or at the next available opportunity when the jury is not present\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/253004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696198/"
  ]
}