{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197981/",
  "absolute_url": "/opinion/197981/united-states-v-sawyer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197981/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:42:58Z",
  "date_modified": "2017-03-24T10:54:02.192443Z",
  "type": "010combined",
  "sha1": "f31f3bb9834f5af5dc3b926b9465e476abf87ef5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1657.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 96-1657\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                 CRAIG STEPHEN SAWYER,\r\n\n                 Defendant, Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n      [Hon. Morton A. Brody, U.S. District Judge]\r\n\n                         Before\r\n\n                Boudin, Circuit Judge,\r\n           Coffin and Cyr, Circuit Judges.\r\n\nJeffrey Silverstein with whom Perry O'Brian, by Appointment of\r\nthe Court, was on brief for appellant.\r\nF. Mark Terison, Assistant U.S. Attorney, with whom Jay P.\r\nMcCloskey, United States Attorney, and James L. McCarthy, were on\r\nbrief for appellee.\r\n\nJune 2, 1998\r\n\nCOFFIN, Senior Circuit Judge.  This is an appeal from a\r\nconviction and sentence entered against defendant Craig Sawyer for\r\nbeing a felon in possession of a firearm in violation of 18 U.S.C.\r\n922(g)(1).  Sawyer pled guilty to the charge after reserving his\r\nright to appeal the district court's denial of his motion to\r\nsuppress several guns taken from his residence.  On appeal, he\r\nasserts that the warrant to search his home was not supported by\r\nprobable cause and that the good faith exception to the\r\nexclusionary rule cannot properly be applied here.  He also\r\nchallenges his 33-month prison term, claiming that the district\r\ncourt erred in treating a prior burglary conviction as a \"crime of\r\nviolence\" for purposes of calculating his sentence.  See U.S.S.G.\r\n2K2.1.  We affirm.\r\n                 I. Factual Background\r\nOn August 14, 1995, Penobscot County Sheriff's Detective Carl\r\nAndrews responded to a report of a burglary at the home of Woodford\r\nand Julie Sands in Glenburn, Maine.  He later described his\r\ninvestigation in an affidavit supporting his request for a warrant\r\nto search Sawyer's home.  According to the affidavit, another\r\ninvestigator, Deputy Costain, discovered a footprint on the outside\r\ncellar door of the Sands' home.  A photograph of the print on the\r\ndoor accompanied the affidavit.  Andrews checked the property and\r\nobserved footprints with a similar pattern \"clearly etched\" in the\r\nsand of the dirt road outside the house.  He took up the trail, and\r\ndescribed what he then found as follows:\r\n[paragraph 4] Your affiant followed these foot prints\r\nthrough a wooded pathway to within two hundred yards of\r\nthe Chubbuck residence on the Pushaw Road.  Your affiant\r\nthen back tracked these same tracks South of the\r\nresidence to the tarred portion of the road at which time\r\neach neighboring driveway was checked as the interview of\r\nthe neighbors was done.\r\n\n[paragraph 5] Approximately one hundred yards from the\r\nstart of the paved road and approximately one third of a\r\nmile South of the Sands residence, is the driveway of the\r\nCraig Sawyer residence.  While going to the Sawyer\r\nresidence, your affiant, accompanied by Deputy Costain,\r\nlocated the same foot prints that we had followed\r\npreviously.  Your affiant was able to see the track to\r\nwithin approximately ten yards of the Sawyer residence\r\nand was able to see it no further.\r\n\nThe affidavit went on to report that later the same night, \"at\r\nan incident in the same area . . . and at the Chubbuck residence,\"\r\nsome of the items stolen from the Sands' home were recovered.  A\r\nnumber of items remained missing, however, and no one at the\r\nChubbucks' house had footwear with the tread pattern the officers\r\nhad been following.  Andrews reported that statements taken from\r\nneighbors, including one mentioned in the affidavit by name,\r\n\"indicate that the Chubbucks are associates of Mr. Craig Sawyer.\" \r\nAnother neighbor reported seeing Sawyer's 16-year-old son \"riding\r\nup the road away from the Sands residence around the time of the\r\nburglary.\"\r\nAfter describing this sequence of events, Andrews stated that\r\nhe\r\nbelieve[d] that based on the defined and obvious tread\r\npattern located on the door, on the road, and again in\r\nthe Sawyer driveway, that it is likely that the shoes\r\nmaking the print and some of the stolen property [are]\r\nsecreted or located at the Sawyer residence.\r\n\nThe warrant was issued, and the Sawyer home was searched on August\r\n15.  Five firearms were seized, but the search yielded no evidence\r\nof the Sands burglary.\r\nSawyer was arrested in November 1995 and charged in a one-\r\ncount indictment with being a felon in possession of a firearm. \r\nSee 18 U.S.C.  922(g)(1).  In denying Sawyer's motion to suppress\r\nthe guns, the district court bypassed what it termed the \"very\r\nclose question\" of whether there was probable cause to search and\r\ninstead concluded that the weapons were admissible in any event\r\nbecause of the officer's \"good faith\" reliance on the warrant.  SeeUnited States v. Leon, 468 U.S. 897, 922 (1984).  Sawyer then\r\nentered a conditional guilty plea and was sentenced at the bottom\r\nof the applicable guideline range to a 33-month term.  This appeal\r\nfollowed.\r\n                 II. The Search Warrant\r\nSawyer's argument that the district court erred in denying his\r\nsuppression motion targets the court's application of the Leon good\r\nfaith exception to the exclusionary rule.  He claims that the court\r\nused the wrong standard to evaluate the officer's good faith, and\r\nthat the correct standard would not permit a finding that Detective\r\nAndrews reasonably relied on the sufficiency of the warrant.  The\r\ngovernment agrees with the district court's resolution of the Leonissue, but it also maintains that the court wrongly viewed the\r\nquestion of probable cause as \"close\" and thus needlessly went on\r\nto the good-faith determination.\r\nWhether \"a given set of facts constituted probable cause[] is\r\na question of law subject to de novo review,\" United States v.\r\nKhounsavanh, 113 F.3d 279, 282 (1st Cir. 1997), while a district\r\ncourt's findings with respect to the facts leading to the search\r\nmust be upheld unless they are clearly erroneous, id..  A reviewing\r\ncourt must give \"great deference\" to a magistrate's assessment of\r\nthe facts and inferences supporting the affidavit, however,\r\n\"reversing only if there is no \"'substantial basis for . . .\r\nconclud[ing]' that probable cause existed.\"  United States v.\r\nProcopio, 88 F.3d 21, 25 (1st Cir. 1996) (citations omitted).\r\nOur review of the record has led us to agree with the\r\ngovernment that the district court wrongly concluded that the\r\naffidavit probably was inadequate to demonstrate probable cause to\r\nsearch Sawyer's home.  The error, we think, is traceable to a\r\nmistake in the court's reading of the affidavit.  In responding to\r\nthe government's argument that probable cause to search was\r\nestablished, the court stated:\r\n     I think it is a very close question whether there is\r\nprobable cause and to come down on the side there is no\r\nprobable cause for issuance of a warrant, the footprint\r\ntestimony never really connects even by solid inference\r\nthe Sawyer premises to whatever the conduct was that\r\noccurred in the course of a robbery, assuming that that\r\nis what is indicated, that led to evidence being\r\nconsidered by the officer.  As I read the affidavit, the\r\nfootprints never led into the driveway of the Sawyer\r\nplace, the only inference that supports that would be the\r\ninference that might arise from third-party statements \r\nthat Mr. Sawyer associated with the Chubbucks on\r\noccasion, and that the Chubbucks had coughed up or been\r\ndiscovered with parts of the fruits of the robbery.  I\r\ndon't think that is enough.  But as I say, it's a very\r\nclose question.\r\n\nTr. at 3-4 (emphasis added).  The district court's reading of the\r\naffidavit to say that \"the footprints never led into the driveway\r\nof the Sawyer place\" is directly at odds with the narration in\r\nAndrews' affidavit.  In paragraph five, quoted in full above, seesupra at 3, the detective reported that he and Costain encountered\r\nthe Sawyer driveway about a third of a mile from the Sands\r\nresidence, and \"[w]hile going to the Sawyer residence\" picked up\r\nthe track and was \"able to see the track to within approximately\r\nten yards of the Sawyer residence and was able to see it no\r\nfurther.\"  Our understanding of Andrews' statement is that the two\r\nlaw enforcement officers re-discovered the familiar footprint\r\npattern after they started down the Sawyer driveway. \r\nIf paragraph five falls short of an express statement that the\r\ntracks led onto the Sawyer property, that fact is confirmed by two\r\nadditional, explicit assertions.  In the opening paragraph of the\r\naffidavit, Andrews states his expectation of finding in the Sawyer\r\nhome a shoe or boot matching the print that was found both on the\r\nSands' cellar door and \"in the driveway of the Sawyer residence.\" \r\nIn paragraph eight of the affidavit, Andrews stated that the\r\n\"defined and obvious tread pattern\" was \"located on the door, on\r\nthe road, and again in the Sawyer driveway.\"\r\nAlthough more detail about the circumstances surrounding the\r\ndiscovery of the footprints near the Sawyer home would have\r\nstrengthened the showing, the affidavit as drafted unequivocally\r\nlinked the house with the footprint trail that began on the Sands'\r\ndoor.  That connection, together with a neighbor's report that\r\nSawyer's 16-year-old son was seen in the area of the burglary at\r\nabout when it occurred, the recovery of some of the stolen property\r\nfrom the Chubbucks' home, the reported association between Sawyer\r\nand the Chubbucks, the \"missing\" footwear, and the inferences\r\nsupported by these facts establish with some room to spare \"a fair\r\nprobability\" that contraband or evidence of the burglary would be\r\nfound at the Sawyer home.  See Khounsavanh, 113 F.3d at 283\r\n(quoting Illinois v. Gates, 462 U.S. 213, 238 (1983)).  The\r\ninformation contained in the affidavit was obtained directly by the\r\naffiant, it bore no signs of unreliability, and the picture painted\r\nwas of a classic follow-the-footprints police investigation.  The\r\nfact that more could have been shown does not invalidate the\r\nsearch; \"probable cause requires only a probability or substantial\r\nchance of criminal activity, not an actual showing of such\r\nactivity,\" Gates, 462 U.S. at 244 n.13; see Khounsavanh, 113 F.3d\r\nat 283 (\"[p]robability is the touchstone\") (quoting United Statesv. Aguirre, 839 F.2d 854, 857 (1st Cir. 1988)).  We therefore hold\r\nthat the warrant was properly issued.\r\nOur probable cause determination makes it unnecessary to\r\naddress the district court's conclusion that, even if probable\r\ncause did not exist, the firearms were admissible under the good\r\nfaith exception to the exclusionary rule.  See Leon, 468 U.S. at\r\n922.  We therefore do not consider Sawyer's objections to the\r\ndistrict court's approach to the Leon issue.\r\n           III. The Crime of Violence Ruling\r\nThe severity of Sawyer's sentence in this case depends upon\r\nwhether his prior felony conviction for burglary constituted a\r\ncrime of violence under  2K2.1(a)(4)(A) of the United States\r\nSentencing Guidelines.  If, as the district court found, the\r\nburglary qualifies as such a crime, Sawyer's base offense level for\r\nthe current firearms conviction jumps from 14 to 20, increasing his\r\nrange of punishment from 15-21 months to 33-41 months.  Sawyer\r\ncontends that the district court's ruling rested on an incorrect\r\napplication of our caselaw.  Alternatively, if we endorse the\r\ncourt's interpretation, he urges us to reconsider our precedent. \r\nAs the question raised is one of law, our review is plenary.  SeeUnited States v. Fiore, 983 F.2d 1, 2 (1st Cir. 1992).\r\nThe Maine statute under which Sawyer was convicted provides\r\nthat\r\n[a] person is guilty of burglary if he enters or\r\nsurreptitiously remains in a structure, knowing that he\r\nis not licensed or privileged to do so, with the intent\r\nto commit a crime therein.\r\n\nBurglary is . . . [a] Class B crime if . . . [t]he\r\nviolation was against a structure that is a dwelling\r\nplace . . . .  All other burglary is a Class C crime.\r\n\nMe. Rev. Stat. Ann. tit 17-A,  401.\r\n\nA \"crime of violence\" is defined in the Guidelines as any\r\noffense punishable by imprisonment for more than one year that:\r\n(1) has as an element the use, attempted use, or\r\nthreatened use of physical force against the person of\r\nanother, or (2) is burglary of a dwelling, arson, or\r\nextortion, involves use of explosives, or otherwise\r\ninvolves conduct that presents a serious potential risk\r\nof physical injury to another.   \r\n\nU.S.S.G.  4B1.2(a).  It is undisputed that the Maine burglary\r\nstatute has no element related to the use of force, and the\r\nburglary was charged as a Class C, non-dwelling crime.  The only\r\nway to classify Sawyer's burglary as a crime of violence,\r\ntherefore, is to conclude that it \"involves conduct that presents\r\na serious potential risk of physical injury to another.\"\r\nIn conducting an inquiry into whether a crime fits that\r\ndescription, we typically use \"a formal categorical approach,\"\r\nTaylor v. United States, 495 U.S. 575, 600 (1990); Fiore, 983 F.2d\r\nat 3, which means that we look only to the statutory definition of\r\nthe offense, not to the particular facts underlying the conviction. \r\nThe government maintains that we already have performed such an\r\nanalysis for the crime at issue here, pointing to our holding in\r\nFiore that a conviction for breaking and entering a commercial\r\nstructure, like burglary of a dwelling, satisfies the \"crime of\r\nviolence\" rubric.  Sawyer offers two retorts: first, that this\r\ncase is distinguishable from Fiore; and, second, that Fiore should\r\nbe abandoned as the guidepost for non-dwelling burglaries.  \r\nSawyer contends that Fiore does not govern this case because\r\nthe Rhode Island burglary statute at issue there is significantly\r\ndifferent from the Maine statute, particularly with respect to the\r\ninherent risk of violence.  The statute in Fiore punished the\r\nbreaking and entering of various types of structures, at night,\r\nwith the intent to commit murder, rape, robbery or larceny.  See983 F.2d at 4 n.6.  Sawyer emphasizes that the Maine statute does\r\nnot require a breaking and entering, which on its own implies\r\nforceful conduct; an unprivileged entry or surreptitious remaining\r\nis enough to constitute unlawful presence.  In addition, the\r\nburglar's requisite intent in Maine is to commit any crime, not one\r\nof the four serious felonies listed in the Rhode Island law. \r\nAccording to Sawyer, these differences obligate a sentencing judge\r\nto look beyond the statutory language to the charging documents and\r\nother sources to determine whether the particular non-dwelling\r\nburglary posed \"a serious potential risk of physical injury to\r\nanother.\"  See Taylor, 495 U.S. at 602 (where a single statutory\r\nprovision defines several crimes, sentencing court may look to\r\ncharging instrument and jury instructions to determine if crime\r\ncommitted satisfies \"crime of violence\" elements); United States v.\r\nWinter, 22 F.3d 15, 18 (1st Cir. 1994). \r\nAlthough, in the abstract, reliance on such statutory\r\ndistinctions might be reasonable, Sawyer's argument is unavailing\r\nhere because it ignores the scope of the precedent.  Our decision\r\nin Fiore did not rest on the risk posed by an actual break-in; nor\r\nwas it linked to the nature of the crime intended to be committed\r\nin the burglarized building.  Rather, after referring to the\r\nSupreme Court's observation in Taylor that \"commercial burglaries\r\noften 'pose a far greater risk of harm' than burglaries of dwelling\r\nplaces,\" see Fiore, 983 F.2d at 4 (quoting Taylor, 495 U.S. at\r\n594), we generally concluded that \"burglary of a commercial\r\nbuilding poses a potential for episodic violence so substantial as\r\nto bring such burglaries within the violent felony/crime of\r\nviolence ambit,\" id..\r\nThat our conclusion was meant to embrace a non-dwelling\r\nburglary even in the absence of the explicit danger factors present\r\nin Fiore is revealed by the context of the language we quoted from\r\nTaylor.  The Supreme Court in that case was called upon to\r\ndetermine the meaning of the word \"burglary\" as used in the\r\nsentence enhancement provision of the Armed Career Criminal Act\r\n(ACCA), 18 U.S.C.  924(e), which in similar fashion to the\r\nsentencing guideline at issue here, provides harsher penalties for\r\nthose with certain types of prior convictions, including a \"violent\r\nfelony.\"  The term \"violent felony\" is defined to include\r\n\"burglary.\"  In the course of its opinion, the Court rejected the\r\nview that Congress meant \"burglary\" in the ACCA to cover only a\r\nspecial subclass of burglaries, such as those meeting the common\r\nlaw definition, and instead adopted a \"generic, contemporary\r\nmeaning,\" 495 U.S. at 598.  That definition covers any \"unlawful or\r\nunprivileged entry into, or remaining in, a building or structure,\r\nwith intent to commit a crime.\"  Id. at 599.\r\nWith that understanding of the word \"burglary\" as backdrop,\r\nand no limiting language, we believe Fiore must be read to extend\r\nthe \"otherwise\" clause of  4B1.2(a)(2) to any conviction for a\r\nnon-dwelling burglary where the statute violated includes the\r\nelements of a \"generic\" burglary as defined by the Supreme Court in\r\nTaylor.  See United States v. Hascall, 76 F.3d 902, 904-906 (8th\r\nCir. 1996) (relying on Fiore in holding that two commercial\r\nburglaries were crimes of violence under the Guidelines).  In\r\nessence, Fiore states that when a generic burglary takes place it\r\nis irrelevant that the structure invaded is not a dwelling; indeed,\r\nthe Supreme Court's definition of \"generic burglary\" explicitly\r\nincludes any \"building\" or \"structure.\"  All of the elements of\r\ngeneric burglary are included in the statute under which Sawyer was\r\nconvicted, see supra at 8, and Fiore is thus applicable.\r\nAnticipating a determination that Fiore governs and is fatal\r\nto his claim, Sawyer alternatively urges that we abandon Fiore and\r\nadopt instead the approach taken by the Tenth Circuit in United\r\nStates v. Smith, 10 F.3d 724 (1993) (per curiam).  The court there\r\nheld that the conspicuous omission of burglary from the list of\r\nspecific \"crimes of violence\" in  4B1.2(a), with the single\r\nexception of burglary of a dwelling, reflected a policy judgment by\r\nthe Sentencing Commission that \"'mere' unlawful entry of a non-\r\ndwelling for the purpose of stealing property\" does not present a\r\nserious potential risk of physical harm to others.  Id. at 732-33;\r\nsee also United States v. Spell, 44 F.3d 936, 938 (11th Cir. 1995)\r\n(per curiam); United States v. Harrison, 58 F.3d 115, 119 (4th Cir.\r\n1995); United States v. Jackson, 22 F.3d 583, 585 (5th Cir. 1994). \r\nThe panel in Smith advocated a narrow interpretation of the\r\nGuidelines' \"otherwise\" clause in part because of the inherent\r\ntendency of the career offender provisions to \"impose severe\r\npunishments at sudden and arbitrary junctures, in contrast to the\r\ncarefully constructed, graduated scheme of sentencing reflected in\r\nthe Guidelines.\"  10 F.3d at 732.\r\nWhatever the merits of this approach, it is not the one \r\nthis court has followed, and we are not at liberty to revisit the\r\nquestion without more reason than Sawyer has provided.  See United\r\nStates v. Clase-Espinal, 115 F.3d 1054, 1056 (1st Cir. 1997)\r\n(citing Williams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir.\r\n1995), for the proposition that \"First Circuit panels generally are\r\nbound by a prior panel decision directly on point\").\r\nWe therefore hold that the district court properly classified\r\nthe burglary for which Sawyer was convicted as a crime of violence.\r\nThe judgment of the district court is affirmed.\n",
  "html": "<p class=\"case_cite\">144 F.3d 191</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Craig Stephen SAWYER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1657.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1998.<br>Decided June 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey Silverstein with whom Perry O'Brian, by Appointment of the Court, was on brief for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Assistant U.S. Attorney, with whom Jay P. McCloskey, United States Attorney, and James L. McCarthy, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and CYR, Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a conviction and sentence entered against defendant Craig Sawyer for being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  Sawyer pled guilty to the charge after reserving his right to appeal the district court's denial of his motion to suppress several guns taken from his residence.  On appeal, he asserts that the warrant to search his home was not supported by probable cause and that the good faith exception to the exclusionary rule cannot properly be applied here.  He also challenges his 33-month prison term, claiming that the district court erred in treating a prior burglary conviction as a \"crime of violence\" for purposes of calculating his sentence.  See U.S.S.G. &#167; 2K2.1.  We affirm.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 14, 1995, Penobscot County Sheriff's Detective Carl Andrews responded to a report of a burglary at the home of Woodford and Julie Sands in Glenburn, Maine.  He later described his investigation in an affidavit supporting his request for a warrant to search Sawyer's home.  According to the affidavit, another investigator, Deputy Costain, discovered a footprint on the outside cellar door of the Sands' home.  A photograph of the print on the door accompanied the affidavit.  Andrews checked the property and observed footprints with a similar pattern \"clearly etched\" in the sand of the dirt road outside the house.  He took up the trail, and described what he then found as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>[paragraph 4] Your affiant followed these foot prints through a wooded pathway to within two hundred yards of the Chubbuck residence on the Pushaw Road.  Your affiant then back tracked these same tracks South of the residence to the tarred portion of the road at which time each neighboring driveway was checked as the interview of the neighbors was done.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>[paragraph 5] Approximately one hundred yards from the start of the paved road and approximately one third of a mile South of the Sands residence, is the driveway of the Craig Sawyer residence.  While going to the Sawyer residence, your affiant, accompanied by Deputy Costain, located the same foot prints that we had followed previously.  Your affiant was able to see the track to within approximately ten yards of the Sawyer residence and was able to see it no further.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The affidavit went on to report that later the same night, \"at an incident in the same area ... and at the Chubbuck residence,\" some of the items stolen from the Sands' home were recovered.  A number of items remained missing, however, and no one at the Chubbucks' house had footwear with the tread pattern the officers had been following.  Andrews reported that statements taken from neighbors, including one mentioned in the affidavit by name, \"indicate that the Chubbucks are associates of Mr. Craig Sawyer.\"   Another neighbor reported seeing Sawyer's 16-year-old son \"riding up the road away from the Sands residence around the time of the burglary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After describing this sequence of events, Andrews stated that he</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>believe[d] that based on the defined and obvious tread pattern located on the door, on the road, and again in the Sawyer driveway, that it is likely that the shoes making the print and some of the stolen property [are] secreted or located at the Sawyer residence.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The warrant was issued, and the Sawyer home was searched on August 15.  Five firearms were seized, but the search yielded no evidence of the Sands burglary.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sawyer was arrested in November 1995 and charged in a one-count indictment with being a felon in possession of a firearm.  See 18 U.S.C. &#167; 922(g)(1).  In denying Sawyer's motion to suppress the guns, the district court bypassed what it termed the \"very close question\" of whether there was probable cause to search and instead concluded that the weapons were admissible in any event because of the officer's \"good faith\" reliance on the warrant.  See United States v. Leon, 468 U.S. 897, 922, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984).  Sawyer then entered a conditional guilty plea and was sentenced at the bottom of the applicable guideline range to a 33-month term.  This appeal followed.</p>\n    </div>\n    <p>II. The Search Warrant</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sawyer's argument that the district court erred in denying his suppression motion targets the court's application of the Leon good faith exception to the exclusionary rule.  He claims that the court used the wrong standard to evaluate the officer's good faith, and that the correct standard would not permit a finding that Detective Andrews reasonably relied on the sufficiency of the warrant.  The government agrees with the district court's resolution of the Leon issue, but it also maintains that the court wrongly viewed the question of probable cause as \"close\" and thus needlessly went on to the good-faith determination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Whether \"a given set of facts constituted probable cause[ ] is a question of law subject to de novo review,\" United States v. Khounsavanh, 113 F.3d 279, 282 (1st Cir.1997), while a district court's findings with respect to the facts leading to the search must be upheld unless they are clearly erroneous, id.  A reviewing court must give \"great deference\" to a magistrate's assessment of the facts and inferences supporting the affidavit, however, \"reversing only if there is no 'substantial basis for ... conclud[ing]' that probable cause existed.\"  United States v. Procopio, 88 F.3d 21, 25 (1st Cir.1996) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our review of the record has led us to agree with the government that the district court wrongly concluded that the affidavit probably was inadequate to demonstrate probable cause to search Sawyer's home.  The error, we think, is traceable to a mistake in the court's reading of the affidavit.  In responding to the government's argument that probable cause to search was established, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I think it is a very close question whether there is probable cause and to come down on the side there is no probable cause for issuance of a warrant, the footprint testimony never really connects even by solid inference the Sawyer premises to whatever the conduct was that occurred in the course of a robbery, assuming that that is what is indicated, that led to evidence being considered by the officer.  As I read the affidavit, the footprints never led into the driveway of the Sawyer place, the only inference that supports that would be the inference that might arise from third-party statements that Mr. Sawyer associated with the Chubbucks on occasion, and that the Chubbucks had coughed up or been discovered with parts of the fruits of the robbery.  I don't think that is enough.  But as I say, it's a very close question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Tr. at 3-4 (emphasis added).  The district court's reading of the affidavit to say that \"the footprints never led into the driveway of the Sawyer place\" is directly at odds with the narration in Andrews' affidavit.  In paragraph five, quoted in full above, see supra at 3, the detective reported that he and Costain encountered the Sawyer driveway about a third of a mile from the Sands residence, and \"[w]hile going to the Sawyer residence\" picked up the track and was \"able to see the track to within approximately ten yards of the Sawyer residence and was able to see it no further.\"   Our understanding of Andrews' statement is that the two law enforcement officers re-discovered the familiar footprint pattern after they started down the Sawyer driveway.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If paragraph five falls short of an express statement that the tracks led onto the Sawyer property, that fact is confirmed by two additional, explicit assertions.  In the opening paragraph of the affidavit, Andrews states his expectation of finding in the Sawyer home a shoe or boot matching the print that was found both on the Sands' cellar door and \"in the driveway of the Sawyer residence.\"   In paragraph eight of the affidavit, Andrews stated that the \"defined and obvious tread pattern\" was \"located on the door, on the road, and again in the Sawyer driveway.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although more detail about the circumstances surrounding the discovery of the footprints near the Sawyer home would have strengthened the showing,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the affidavit as drafted unequivocally linked the house with the footprint trail that began on the Sands' door.  That connection, together with a neighbor's report that Sawyer's 16-year-old son was seen in the area of the burglary at about when it occurred, the recovery of some of the stolen property from the Chubbucks' home, the reported association between Sawyer and the Chubbucks, the \"missing\" footwear, and the inferences supported by these facts establish with some room to spare \"a fair probability\" that contraband or evidence of the burglary would be found at the Sawyer home.  See Khounsavanh, 113 F.3d at 283 (quoting Illinois v. Gates, 462 U.S. 213, 238, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983)).  The information contained in the affidavit was obtained directly by the affiant, it bore no signs of unreliability, and the picture painted was of a classic follow-the-footprints police investigation.  The fact that more could have been shown does not invalidate the search;  \"probable cause requires only a probability or substantial chance of criminal activity, not an actual showing of such activity,\" Gates, 462 U.S. at 244 n. 13, 103 S.Ct. 2317;  see Khounsavanh, 113 F.3d at 283 (\"[p]robability is the touchstone\") (quoting United States v. Aguirre, 839 F.2d 854, 857 (1st Cir.1988)).  We therefore hold that the warrant was properly issued.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our probable cause determination makes it unnecessary to address the district court's conclusion that, even if probable cause did not exist, the firearms were admissible under the good faith exception to the exclusionary rule.  See Leon, 468 U.S. at 922, 104 S.Ct. 3405.   We therefore do not consider Sawyer's objections to the district court's approach to the Leon issue.</p>\n    </div>\n    <p>III. The Crime of Violence Ruling</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The severity of Sawyer's sentence in this case depends upon whether his prior felony conviction for burglary constituted a crime of violence under &#167; 2K2.1(a)(4)(A) of the United States Sentencing Guidelines.  If, as the district court found, the burglary qualifies as such a crime, Sawyer's base offense level for the current firearms conviction jumps from 14 to 20, increasing his range of punishment from 15-21 months to 33-41 months.  Sawyer contends that the district court's ruling rested on an incorrect application of our caselaw.  Alternatively, if we endorse the court's interpretation, he urges us to reconsider our precedent.  As the question raised is one of law, our review is plenary.  See United States v. Fiore, 983 F.2d 1, 2 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Maine statute under which Sawyer was convicted provides that</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[a] person is guilty of burglary if he enters or surreptitiously remains in a structure, knowing that he is not licensed or privileged to do so, with the intent to commit a crime therein.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Burglary is ... [a] Class B crime if ... [t]he violation was against a structure that is a dwelling place....  All other burglary is a Class C crime.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Me.Rev.Stat. Ann. tit 17-A, &#167; 401.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A \"crime of violence\" is defined in the Guidelines as any offense punishable by imprisonment for more than one year that:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>(1) has as an element the use, attempted use, or threatened use of physical force against the person of another, or (2) is burglary of a dwelling, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">U.S.S.G. &#167; 4B1.2(a).  It is undisputed that the Maine burglary statute has no element related to the use of force, and the burglary was charged as a Class C, non-dwelling crime.  The only way to classify Sawyer's burglary as a crime of violence, therefore, is to conclude that it \"involves conduct that presents a serious potential risk of physical injury to another.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In conducting an inquiry into whether a crime fits that description, we typically use \"a formal categorical approach,\" Taylor v. United States, 495 U.S. 575, 600, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990);  Fiore, 983 F.2d at 3, which means that we look only to the statutory definition of the offense, not to the particular facts underlying the conviction.  The government maintains that we already have performed such an analysis for the crime at issue here, pointing to our holding in Fiore that a conviction for breaking and entering a commercial structure, like burglary of a dwelling, satisfies the \"crime of violence\" rubric.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Sawyer offers two retorts:  first, that this case is distinguishable from Fiore;  and, second, that Fiore should be abandoned as the guidepost for non-dwelling burglaries.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Sawyer contends that Fiore does not govern this case because the Rhode Island burglary statute at issue there is significantly different from the Maine statute, particularly with respect to the inherent risk of violence.  The statute in Fiore punished the breaking and entering of various types of structures, at night, with the intent to commit murder, rape, robbery or larceny.  See 983 F.2d at 4 n. 6. Sawyer emphasizes that the Maine statute does not require a breaking and entering, which on its own implies forceful conduct;  an unprivileged entry or surreptitious remaining is enough to constitute unlawful presence.  In addition, the burglar's requisite intent in Maine is to commit any crime, not one of the four serious felonies listed in the Rhode Island law.  According to Sawyer, these differences obligate a sentencing judge to look beyond the statutory language to the charging documents and other sources to determine whether the particular non-dwelling burglary posed \"a serious potential risk of physical injury to another.\"   See Taylor, 495 U.S. at 602, 110 S.Ct. 2143 (where a single statutory provision defines several crimes, sentencing court may look to charging instrument and jury instructions to determine if crime committed satisfies \"crime of violence\" elements);  United States v. Winter, 22 F.3d 15, 18 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although, in the abstract, reliance on such statutory distinctions might be reasonable, Sawyer's argument is unavailing here because it ignores the scope of the precedent.  Our decision in Fiore did not rest on the risk posed by an actual break-in;  nor was it linked to the nature of the crime intended to be committed in the burglarized building.  Rather, after referring to the Supreme Court's observation in Taylor that \"commercial burglaries often 'pose a far greater risk of harm' than burglaries of dwelling places,\" see Fiore, 983 F.2d at 4 (quoting Taylor, 495 U.S. at 594, 110 S.Ct. 2143), we generally concluded that \"burglary of a commercial building poses a potential for episodic violence so substantial as to bring such burglaries within the violent felony/crime of violence ambit,\" id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That our conclusion was meant to embrace a non-dwelling burglary even in the absence of the explicit danger factors present in Fiore is revealed by the context of the language we quoted from Taylor.   The Supreme Court in that case was called upon to determine the meaning of the word \"burglary\" as used in the sentence enhancement provision of the Armed Career Criminal Act (ACCA), 18 U.S.C. &#167; 924(e), which in similar fashion to the sentencing guideline at issue here, provides harsher penalties for those with certain types of prior convictions, including a \"violent felony.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The term \"violent felony\" is defined to include \"burglary.\"   In the course of its opinion, the Court rejected the view that Congress meant \"burglary\" in the ACCA to cover only a special subclass of burglaries, such as those meeting the common law definition,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and instead adopted a \"generic, contemporary meaning,\" 495 U.S. at 598, 110 S.Ct. 2143.   That definition covers any \"unlawful or unprivileged entry into, or remaining in, a building or structure, with intent to commit a crime.\"  Id. at 599, 110 S.Ct. 2143.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">With that understanding of the word \"burglary\" as backdrop, and no limiting language, we believe Fiore must be read to extend the \"otherwise\" clause of &#167; 4B1.2(a)(2) to any conviction for a non-dwelling burglary where the statute violated includes the elements of a \"generic\" burglary as defined by the Supreme Court in Taylor.   See United States v. Hascall, 76 F.3d 902, 904-906 (8th Cir.1996) (relying on Fiore in holding that two commercial burglaries were crimes of violence under the Guidelines).  In essence, Fiore states that when a generic burglary takes place it is irrelevant that the structure invaded is not a dwelling;  indeed, the Supreme Court's definition of \"generic burglary\" explicitly includes any \"building\" or \"structure.\"   All of the elements of generic burglary are included in the statute under which Sawyer was convicted, see supra at 194, and Fiore is thus applicable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Anticipating a determination that Fiore governs and is fatal to his claim, Sawyer alternatively urges that we abandon Fiore and adopt instead the approach taken by the Tenth Circuit in United States v. Smith, 10 F.3d 724 (1993) (per curiam).  The court there held that the conspicuous omission of burglary from the list of specific \"crimes of violence\" in &#167; 4B1.2(a), with the single exception of burglary of a dwelling, reflected a policy judgment by the Sentencing Commission that \" 'mere' unlawful entry of a non-dwelling for the purpose of stealing property\" does not present a serious potential risk of physical harm to others.  Id. at 732-33;  see also United States v. Spell, 44 F.3d 936, 938 (11th Cir.1995) (per curiam);  United States v. Harrison, 58 F.3d 115, 119 (4th Cir.1995);  United States v. Jackson, 22 F.3d 583, 585 (5th Cir.1994).  The panel in Smith advocated a narrow interpretation of the Guidelines' \"otherwise\" clause in part because of the inherent tendency of the career offender provisions to \"impose severe punishments at sudden and arbitrary junctures, in contrast to the carefully constructed, graduated scheme of sentencing reflected in the Guidelines.\"  10 F.3d at 732.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Whatever the merits of this approach, it is not the one this court has followed, and we are not at liberty to revisit the question without more reason than Sawyer has provided.  See United States v. Clase-Espinal, 115 F.3d 1054, 1056 (1st Cir.1997) (citing Williams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir.1995), for the proposition that \"First Circuit panels generally are bound by a prior panel decision directly on point\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We therefore hold that the district court properly classified the burglary for which Sawyer was convicted as a crime of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For example, if Andrews had included the length of the driveway and whether it was paved, and given some explanation of why the tracks stopped where they did (did a paved area begin there?), he might have painted a clearer, and thus even stronger, picture of the footprint trail.  For that matter, some detail about the circumstances at the Sands' home also would have been helpful.  Was the cellar door on which the print was found usually locked?   Was it open when the print was found on it?   Was entry to the home, or exit from it, apparently accomplished through the cellar door?   Was a dirt trail found in the house?   Were the footprints pointed away from, or toward, the house?   In other circumstances, such details could be crucial to the adequacy of a warrant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Presentence Investigation Report identifies the structure Sawyer burglarized only as an \"unfinished home,\" without indicating how close the house was to completion.  Whether the structure is most appropriately characterized as a dwelling, a commercial building, or more broadly as a non-dwelling is of no consequence in light of our determination that Fiore extends \"crime-of-violence\" classification to burglaries of any type of structure.  See discussion infra at 195-96</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The definition of \"crime of violence\" in the Sentencing Guidelines is derived from the language used to define \"violent felony\" in the ACCA sentence enhancement provision, and decisions interpreting the ACCA constitute persuasive authority when a court is called upon to construe U.S.S.G. &#167; 4B1.2.  See United States v. Fiore, 983 F.2d 1, 3 n. 2 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Burglary traditionally was defined at common law to be a breaking and entering of a dwelling at night with the intent to commit a felony.  Taylor v. United States, 495 U.S. 575, 580 n. 3, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Craig Stephen SAWYER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1657.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1998.<br>Decided June 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey Silverstein with whom Perry O'Brian, by Appointment of the Court, was on brief for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Assistant U.S. Attorney, with whom Jay P. McCloskey, United States Attorney, and James L. McCarthy, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and CYR, Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a conviction and sentence entered against defendant Craig Sawyer for being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  Sawyer pled guilty to the charge after reserving his right to appeal the district court's denial of his motion to suppress several guns taken from his residence.  On appeal, he asserts that the warrant to search his home was not supported by probable cause and that the good faith exception to the exclusionary rule cannot properly be applied here.  He also challenges his 33-month prison term, claiming that the district court erred in treating a prior burglary conviction as a \"crime of violence\" for purposes of calculating his sentence.  See U.S.S.G. &#167; 2K2.1.  We affirm.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 14, 1995, Penobscot County Sheriff's Detective Carl Andrews responded to a report of a burglary at the home of Woodford and Julie Sands in Glenburn, Maine.  He later described his investigation in an affidavit supporting his request for a warrant to search Sawyer's home.  According to the affidavit, another investigator, Deputy Costain, discovered a footprint on the outside cellar door of the Sands' home.  A photograph of the print on the door accompanied the affidavit.  Andrews checked the property and observed footprints with a similar pattern \"clearly etched\" in the sand of the dirt road outside the house.  He took up the trail, and described what he then found as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>[paragraph 4] Your affiant followed these foot prints through a wooded pathway to within two hundred yards of the Chubbuck residence on the Pushaw Road.  Your affiant then back tracked these same tracks South of the residence to the tarred portion of the road at which time each neighboring driveway was checked as the interview of the neighbors was done.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>[paragraph 5] Approximately one hundred yards from the start of the paved road and approximately one third of a mile South of the Sands residence, is the driveway of the Craig Sawyer residence.  While going to the Sawyer residence, your affiant, accompanied by Deputy Costain, located the same foot prints that we had followed previously.  Your affiant was able to see the track to within approximately ten yards of the Sawyer residence and was able to see it no further.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The affidavit went on to report that later the same night, \"at an incident in the same area ... and at the Chubbuck residence,\" some of the items stolen from the Sands' home were recovered.  A number of items remained missing, however, and no one at the Chubbucks' house had footwear with the tread pattern the officers had been following.  Andrews reported that statements taken from neighbors, including one mentioned in the affidavit by name, \"indicate that the Chubbucks are associates of Mr. Craig Sawyer.\"   Another neighbor reported seeing Sawyer's 16-year-old son \"riding up the road away from the Sands residence around the time of the burglary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After describing this sequence of events, Andrews stated that he</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>believe[d] that based on the defined and obvious tread pattern located on the door, on the road, and again in the Sawyer driveway, that it is likely that the shoes making the print and some of the stolen property [are] secreted or located at the Sawyer residence.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The warrant was issued, and the Sawyer home was searched on August 15.  Five firearms were seized, but the search yielded no evidence of the Sands burglary.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sawyer was arrested in November 1995 and charged in a one-count indictment with being a felon in possession of a firearm.  See 18 U.S.C. &#167; 922(g)(1).  In denying Sawyer's motion to suppress the guns, the district court bypassed what it termed the \"very close question\" of whether there was probable cause to search and instead concluded that the weapons were admissible in any event because of the officer's \"good faith\" reliance on the warrant.  See United States v. Leon, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span>, 922, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1984).  Sawyer then entered a conditional guilty plea and was sentenced at the bottom of the applicable guideline range to a 33-month term.  This appeal followed.</p>\n    </div>\n    <p>II. The Search Warrant</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sawyer's argument that the district court erred in denying his suppression motion targets the court's application of the Leon good faith exception to the exclusionary rule.  He claims that the court used the wrong standard to evaluate the officer's good faith, and that the correct standard would not permit a finding that Detective Andrews reasonably relied on the sufficiency of the warrant.  The government agrees with the district court's resolution of the Leon issue, but it also maintains that the court wrongly viewed the question of probable cause as \"close\" and thus needlessly went on to the good-faith determination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Whether \"a given set of facts constituted probable cause[ ] is a question of law subject to de novo review,\" United States v. Khounsavanh, <span class=\"citation\" data-id=\"197362\"><a href=\"/opinion/197362/united-states-v-khounsavanh/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 282 (1st Cir.1997), while a district court's findings with respect to the facts leading to the search must be upheld unless they are clearly erroneous, id.  A reviewing court must give \"great deference\" to a magistrate's assessment of the facts and inferences supporting the affidavit, however, \"reversing only if there is no 'substantial basis for ... conclud[ing]' that probable cause existed.\"  United States v. Procopio, <span class=\"citation\" data-id=\"196856\"><a href=\"/opinion/196856/united-states-v-procopio/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.1996) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our review of the record has led us to agree with the government that the district court wrongly concluded that the affidavit probably was inadequate to demonstrate probable cause to search Sawyer's home.  The error, we think, is traceable to a mistake in the court's reading of the affidavit.  In responding to the government's argument that probable cause to search was established, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I think it is a very close question whether there is probable cause and to come down on the side there is no probable cause for issuance of a warrant, the footprint testimony never really connects even by solid inference the Sawyer premises to whatever the conduct was that occurred in the course of a robbery, assuming that that is what is indicated, that led to evidence being considered by the officer.  As I read the affidavit, the footprints never led into the driveway of the Sawyer place, the only inference that supports that would be the inference that might arise from third-party statements that Mr. Sawyer associated with the Chubbucks on occasion, and that the Chubbucks had coughed up or been discovered with parts of the fruits of the robbery.  I don't think that is enough.  But as I say, it's a very close question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Tr. at 3-4 (emphasis added).  The district court's reading of the affidavit to say that \"the footprints never led into the driveway of the Sawyer place\" is directly at odds with the narration in Andrews' affidavit.  In paragraph five, quoted in full above, see supra at 3, the detective reported that he and Costain encountered the Sawyer driveway about a third of a mile from the Sands residence, and \"[w]hile going to the Sawyer residence\" picked up the track and was \"able to see the track to within approximately ten yards of the Sawyer residence and was able to see it no further.\"   Our understanding of Andrews' statement is that the two law enforcement officers re-discovered the familiar footprint pattern after they started down the Sawyer driveway.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If paragraph five falls short of an express statement that the tracks led onto the Sawyer property, that fact is confirmed by two additional, explicit assertions.  In the opening paragraph of the affidavit, Andrews states his expectation of finding in the Sawyer home a shoe or boot matching the print that was found both on the Sands' cellar door and \"in the driveway of the Sawyer residence.\"   In paragraph eight of the affidavit, Andrews stated that the \"defined and obvious tread pattern\" was \"located on the door, on the road, and again in the Sawyer driveway.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although more detail about the circumstances surrounding the discovery of the footprints near the Sawyer home would have strengthened the showing,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the affidavit as drafted unequivocally linked the house with the footprint trail that began on the Sands' door.  That connection, together with a neighbor's report that Sawyer's 16-year-old son was seen in the area of the burglary at about when it occurred, the recovery of some of the stolen property from the Chubbucks' home, the reported association between Sawyer and the Chubbucks, the \"missing\" footwear, and the inferences supported by these facts establish with some room to spare \"a fair probability\" that contraband or evidence of the burglary would be found at the Sawyer home.  See Khounsavanh, 113 F.3d at 283 (quoting Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 238, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983)).  The information contained in the affidavit was obtained directly by the affiant, it bore no signs of unreliability, and the picture painted was of a classic follow-the-footprints police investigation.  The fact that more could have been shown does not invalidate the search;  \"probable cause requires only a probability or substantial chance of criminal activity, not an actual showing of such activity,\" Gates, 462 U.S. at 244 n. 13, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>;  see Khounsavanh, 113 F.3d at 283 (\"[p]robability is the touchstone\") (quoting United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 857 (1st Cir.1988)).  We therefore hold that the warrant was properly issued.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our probable cause determination makes it unnecessary to address the district court's conclusion that, even if probable cause did not exist, the firearms were admissible under the good faith exception to the exclusionary rule.  See Leon, 468 U.S. at 922, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>.   We therefore do not consider Sawyer's objections to the district court's approach to the Leon issue.</p>\n    </div>\n    <p>III. The Crime of Violence Ruling</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The severity of Sawyer's sentence in this case depends upon whether his prior felony conviction for burglary constituted a crime of violence under &#167; 2K2.1(a)(4)(A) of the United States Sentencing Guidelines.  If, as the district court found, the burglary qualifies as such a crime, Sawyer's base offense level for the current firearms conviction jumps from 14 to 20, increasing his range of punishment from 15-21 months to 33-41 months.  Sawyer contends that the district court's ruling rested on an incorrect application of our caselaw.  Alternatively, if we endorse the court's interpretation, he urges us to reconsider our precedent.  As the question raised is one of law, our review is plenary.  See United States v. Fiore, <span class=\"citation\" data-id=\"597517\"><a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Maine statute under which Sawyer was convicted provides that</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[a] person is guilty of burglary if he enters or surreptitiously remains in a structure, knowing that he is not licensed or privileged to do so, with the intent to commit a crime therein.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Burglary is ... [a] Class B crime if ... [t]he violation was against a structure that is a dwelling place....  All other burglary is a Class C crime.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Me.Rev.Stat. Ann. tit 17-A, &#167; 401.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A \"crime of violence\" is defined in the Guidelines as any offense punishable by imprisonment for more than one year that:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>(1) has as an element the use, attempted use, or threatened use of physical force against the person of another, or (2) is burglary of a dwelling, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">U.S.S.G. &#167; 4B1.2(a).  It is undisputed that the Maine burglary statute has no element related to the use of force, and the burglary was charged as a Class C, non-dwelling crime.  The only way to classify Sawyer's burglary as a crime of violence, therefore, is to conclude that it \"involves conduct that presents a serious potential risk of physical injury to another.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In conducting an inquiry into whether a crime fits that description, we typically use \"a formal categorical approach,\" Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 600, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990);  Fiore, 983 F.2d at 3, which means that we look only to the statutory definition of the offense, not to the particular facts underlying the conviction.  The government maintains that we already have performed such an analysis for the crime at issue here, pointing to our holding in Fiore that a conviction for breaking and entering a commercial structure, like burglary of a dwelling, satisfies the \"crime of violence\" rubric.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Sawyer offers two retorts:  first, that this case is distinguishable from Fiore;  and, second, that Fiore should be abandoned as the guidepost for non-dwelling burglaries.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Sawyer contends that Fiore does not govern this case because the Rhode Island burglary statute at issue there is significantly different from the Maine statute, particularly with respect to the inherent risk of violence.  The statute in Fiore punished the breaking and entering of various types of structures, at night, with the intent to commit murder, rape, robbery or larceny.  See 983 F.2d at 4 n. 6. Sawyer emphasizes that the Maine statute does not require a breaking and entering, which on its own implies forceful conduct;  an unprivileged entry or surreptitious remaining is enough to constitute unlawful presence.  In addition, the burglar's requisite intent in Maine is to commit any crime, not one of the four serious felonies listed in the Rhode Island law.  According to Sawyer, these differences obligate a sentencing judge to look beyond the statutory language to the charging documents and other sources to determine whether the particular non-dwelling burglary posed \"a serious potential risk of physical injury to another.\"   See Taylor, 495 U.S. at 602, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span> (where a single statutory provision defines several crimes, sentencing court may look to charging instrument and jury instructions to determine if crime committed satisfies \"crime of violence\" elements);  United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although, in the abstract, reliance on such statutory distinctions might be reasonable, Sawyer's argument is unavailing here because it ignores the scope of the precedent.  Our decision in Fiore did not rest on the risk posed by an actual break-in;  nor was it linked to the nature of the crime intended to be committed in the burglarized building.  Rather, after referring to the Supreme Court's observation in Taylor that \"commercial burglaries often 'pose a far greater risk of harm' than burglaries of dwelling places,\" see Fiore, 983 F.2d at 4 (quoting Taylor, 495 U.S. at 594, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>), we generally concluded that \"burglary of a commercial building poses a potential for episodic violence so substantial as to bring such burglaries within the violent felony/crime of violence ambit,\" id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That our conclusion was meant to embrace a non-dwelling burglary even in the absence of the explicit danger factors present in Fiore is revealed by the context of the language we quoted from Taylor.   The Supreme Court in that case was called upon to determine the meaning of the word \"burglary\" as used in the sentence enhancement provision of the Armed Career Criminal Act (ACCA), 18 U.S.C. &#167; 924(e), which in similar fashion to the sentencing guideline at issue here, provides harsher penalties for those with certain types of prior convictions, including a \"violent felony.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The term \"violent felony\" is defined to include \"burglary.\"   In the course of its opinion, the Court rejected the view that Congress meant \"burglary\" in the ACCA to cover only a special subclass of burglaries, such as those meeting the common law definition,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and instead adopted a \"generic, contemporary meaning,\" 495 U.S. at 598, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>.   That definition covers any \"unlawful or unprivileged entry into, or remaining in, a building or structure, with intent to commit a crime.\"  Id. at 599, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">With that understanding of the word \"burglary\" as backdrop, and no limiting language, we believe Fiore must be read to extend the \"otherwise\" clause of &#167; 4B1.2(a)(2) to any conviction for a non-dwelling burglary where the statute violated includes the elements of a \"generic\" burglary as defined by the Supreme Court in Taylor.   See United States v. Hascall, <span class=\"citation\" data-id=\"712965\"><a href=\"/opinion/712965/united-states-v-ricky-lee-hascall/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">902</span></a></span>, 904-906 (8th Cir.1996) (relying on Fiore in holding that two commercial burglaries were crimes of violence under the Guidelines).  In essence, Fiore states that when a generic burglary takes place it is irrelevant that the structure invaded is not a dwelling;  indeed, the Supreme Court's definition of \"generic burglary\" explicitly includes any \"building\" or \"structure.\"   All of the elements of generic burglary are included in the statute under which Sawyer was convicted, see supra at 194, and Fiore is thus applicable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Anticipating a determination that Fiore governs and is fatal to his claim, Sawyer alternatively urges that we abandon Fiore and adopt instead the approach taken by the Tenth Circuit in United States v. Smith, <span class=\"citation\" data-id=\"658191\"><a href=\"/opinion/658191/united-states-v-richard-eugene-smith/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">724</span></a></span> (1993) (per curiam).  The court there held that the conspicuous omission of burglary from the list of specific \"crimes of violence\" in &#167; 4B1.2(a), with the single exception of burglary of a dwelling, reflected a policy judgment by the Sentencing Commission that \" 'mere' unlawful entry of a non-dwelling for the purpose of stealing property\" does not present a serious potential risk of physical harm to others.  Id. at 732-33;  see also United States v. Spell, <span class=\"citation\" data-id=\"686566\"><a href=\"/opinion/686566/united-states-v-barry-lawrence-spell/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">936</span></a></span>, 938 (11th Cir.1995) (per curiam);  United States v. Harrison, <span class=\"citation\" data-id=\"698375\"><a href=\"/opinion/698375/united-states-v-alvin-thomas-harrison-jr-united-states-of-america-v/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1995);  United States v. Jackson, <span class=\"citation\" data-id=\"6468\"><a href=\"/opinion/6468/united-states-v-jackson/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">583</span></a></span>, 585 (5th Cir.1994).  The panel in Smith advocated a narrow interpretation of the Guidelines' \"otherwise\" clause in part because of the inherent tendency of the career offender provisions to \"impose severe punishments at sudden and arbitrary junctures, in contrast to the carefully constructed, graduated scheme of sentencing reflected in the Guidelines.\"  10 F.3d at 732.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Whatever the merits of this approach, it is not the one this court has followed, and we are not at liberty to revisit the question without more reason than Sawyer has provided.  See United States v. Clase-Espinal, <span class=\"citation\" data-id=\"197424\"><a href=\"/opinion/197424/united-states-v-clase-espinal/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1056 (1st Cir.1997) (citing Williams v. Ashland Eng'g Co., <span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir.1995), for the proposition that \"First Circuit panels generally are bound by a prior panel decision directly on point\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We therefore hold that the district court properly classified the burglary for which Sawyer was convicted as a crime of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For example, if Andrews had included the length of the driveway and whether it was paved, and given some explanation of why the tracks stopped where they did (did a paved area begin there?), he might have painted a clearer, and thus even stronger, picture of the footprint trail.  For that matter, some detail about the circumstances at the Sands' home also would have been helpful.  Was the cellar door on which the print was found usually locked?   Was it open when the print was found on it?   Was entry to the home, or exit from it, apparently accomplished through the cellar door?   Was a dirt trail found in the house?   Were the footprints pointed away from, or toward, the house?   In other circumstances, such details could be crucial to the adequacy of a warrant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Presentence Investigation Report identifies the structure Sawyer burglarized only as an \"unfinished home,\" without indicating how close the house was to completion.  Whether the structure is most appropriately characterized as a dwelling, a commercial building, or more broadly as a non-dwelling is of no consequence in light of our determination that Fiore extends \"crime-of-violence\" classification to burglaries of any type of structure.  See discussion infra at 195-96</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The definition of \"crime of violence\" in the Sentencing Guidelines is derived from the language used to define \"violent felony\" in the ACCA sentence enhancement provision, and decisions interpreting the ACCA constitute persuasive authority when a court is called upon to construe U.S.S.G. &#167; 4B1.2.  See United States v. Fiore, <span class=\"citation\" data-id=\"597517\"><a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 n. 2 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Burglary traditionally was defined at common law to be a breaking and entering of a dwelling at night with the intent to commit a felony.  Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 580 n. 3, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712965/"
  ]
}