{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197969/",
  "absolute_url": "/opinion/197969/obrien-v-dubois/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197969/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:42:45Z",
  "date_modified": "2017-03-24T10:54:15.079478Z",
  "type": "010combined",
  "sha1": "bc090b371370ffc5e586166862704e813edd6289",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1979.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-1979\r\n\n                    ROBERT O'BRIEN,\r\n\n                 Petitioner, Appellant,\r\n\n                           v.\r\n\n                    LARRY E. DUBOIS,\r\n\n                 Respondent, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n             Bownes, Senior Circuit Judge,\r\n\n               and Lynch, Circuit Judge.\r\n\nRobert L. Sheketoff, with whom Sheketoff &amp; Homan was on brief,\r\nfor appellant.\r\nWilliam J. Meade, Assistant Attorney General, Commonwealth of\r\nMassachusetts, with whom Scott Harshbarger, Attorney General, was\r\non brief, for appellee.\r\n\nMay 26, 1998\r\n\n                              SELYA, Circuit Judge.  In this pathbreaking case,\r\npetitioner-appellant Robert O'Brien, who assails his Massachusetts\r\nmanslaughter conviction on the ground that the trial court\r\nunconstitutionally restricted recross-examination, prays for a writ\r\nof habeas corpus.  Evaluating the petitioner's claim requires us to\r\nappraise and interpret the standard of review provision\r\nincorporated into 28 U.S.C.  2254(d)(1) by the Antiterrorism and\r\nEffective Death Penalty Act of 1996.  After developing and applying\r\nan appropriate analytic framework, we uphold the district court's\r\ndenial of habeas relief.\r\nI.  BACKGROUND\r\nOur factual recitation focuses primarily on the trial\r\ntestimony and rulings that lie at the epicenter of this habeas\r\nproceeding.  We direct readers who yearn for a more complete\r\nnarrative to the opinion of the Massachusetts Supreme Judicial\r\nCourt (SJC) affirming the underlying conviction.  See Commonwealthv. O'Brien, 645 N.E.2d 1170, 1171-74 (Mass. 1995).\r\nOn March 29, 1989, a state jury convicted the petitioner\r\nof the involuntary manslaughter of Sean Patrick Shanahan, a five-\r\nmonth-old infant.  The criminal case arose after Sean's mother,\r\nCarol Shanahan, found the child dead in his crib and an autopsy\r\nindicated that Sean perished as a result of blunt head trauma.\r\nIn the relevant time frame, the petitioner lived with\r\nShanahan and her three children (Sean included).  Sean's parentage\r\nwas an ongoing source of friction in what charitably can be called\r\na stormy relationship.    The record evinces that the petitioner\r\nsingled out Sean for frequent scoldings and occasional physical\r\nabuse.\r\nOn the morning of October 2, 1987, Shanahan left the\r\ncouple's apartment to report for work.  She returned home at about\r\n4:00 p.m., accompanied by her eight-year-old sister, Darlene. \r\nShanahan testified that Sean awoke while she was preparing the\r\nevening meal, and that he appeared normal except for a runny nose. \r\nAfter dinner, the petitioner ordered Shanahan to purchase some\r\nmarijuana for him.  Shanahan absented herself from the apartment\r\nfor approximately fifteen minutes to perform this errand.  The\r\npetitioner remained on the premises with Shanahan's sister and\r\nthree children.\r\nWhat happened next is hotly disputed.  The prosecution\r\nrelied on Darlene as its star witness at trial, and we summarize\r\nher account of the pertinent events:  During Shanahan's absence,\r\nSean awoke and began crying.  The petitioner picked him up and\r\nheaded for the kitchen.  Sean vomited.  The petitioner became\r\nangry, hurled Sean into the air, and unsuccessfully tried to catch\r\nhim.  Sean struck the floor headfirst.  The petitioner then\r\nrestored the crying child to his crib and advised Darlene not to\r\ndiscuss what had happened lest he \"get someone after [her].\"  When\r\nShanahan returned, no one mentioned the incident.\r\nThere is little disagreement as to subsequent events. \r\nLater that evening, Shanahan noticed that Sean's face was puffy,\r\nhis eyes runny, and his breathing strained.  These symptoms\r\npersisted the next morning, prompting Shanahan to leave Sean in his\r\ncrib for the day.  That night, Shanahan moved toward Sean's room to\r\ncheck his condition, but the petitioner headed her off and entered\r\nthe room first.  After a few seconds, he emerged, pointed toward\r\nthe crib, and fled the apartment.  Shanahan approached the crib and\r\nfound the child dead.\r\nThe state police investigation immediately focused on the\r\npetitioner.  At first, he denied any involvement with Sean's death,\r\nbut, upon requestioning, he changed his tune.  This time, the\r\npetitioner claimed that, on October 2, he had slipped while\r\ncarrying Sean, and that Sean's head and neck had struck the floor\r\nduring the ensuing fall.  The investigating officer consulted with\r\nthe pathologist who performed the autopsy and ascertained that\r\nSean's injuries could not have occurred in this manner.  Confronted\r\nwith the pathologist's statement, the petitioner agreed to tell the\r\ninvestigator \"what really happened.\"  He then spun a new yarn: \r\nwhile playing with Sean on the morning of October 2, he had placed\r\nhis hands under Sean's legs, held the child by the hands, and tried\r\nto flip him   but Sean slipped from his grasp and the child's head\r\nhit the floor.\r\nAt trial, the prosecution's theory of the case tracked\r\nDarlene's account of how Sean's injuries transpired.  To refute\r\nthis testimony and buttress his (most recent) version of the events\r\nsurrounding Sean's death, the petitioner strove to show that Sean\r\nexhibited symptoms of a head injury prior to the time that Darlene\r\nclaimed to have seen the petitioner heave the baby into the air. \r\nGiven the nature of this defense, the presence of so-called cold\r\nsymptoms before dinner on October 2    symptoms that the petitioner\r\ninsists were in fact indicia of cranial trauma   took on vital\r\nimportance.\r\nIn the course of a vigorous cross-examination, Shanahan\r\ntestified that she did not see Sean from the time she left for work\r\non October 2 until late in the afternoon, and that he had a runny\r\nnose but no other cold symptoms at that juncture.  She first\r\nnoticed that Sean was not feeling well later that evening.  The\r\npetitioner's counsel called Shanahan's attention to a statement\r\nthat she gave to the police on October 7, in which she reported\r\nthat, upon arriving at the apartment with Darlene, she noticed that\r\nSean displayed some other symptoms (like hoarseness and wheezy\r\nbreathing).  Shanahan replied that she could not remember making\r\nthese specific comments.\r\nThe prosecution, in an attempt to account for any\r\npossible discrepancies between Shanahan's trial testimony and her\r\npretrial statement, elicited on redirect examination that she had\r\nbeen extremely upset when she gave the October 7 statement because\r\nSean's funeral had occurred the day before.  On recross-\r\nexamination, defense counsel sought to ask Shanahan about another\r\nstatement that she penned some days after the funeral in\r\npreparation for a meeting with a prosecutor (and in which,\r\naccording to the petitioner's attorney, Shanahan again recounted\r\nthat she observed Sean suffering from cold symptoms as soon as she\r\nand Darlene returned home).  The prosecution objected on the ground\r\nthat the proposed questioning exceeded the scope of redirect\r\nexamination.  The petitioner's counsel countered that a reference\r\nto the second statement was proper because it impeached Shanahan's\r\nexplanation for the inconsistency between her trial testimony and\r\nher October 7 account.  The trial judge sustained the objection,\r\nfinding that the contents of the second statement (which had not\r\nbeen admitted into evidence) did not address any matter raised for\r\nthe first time on redirect examination.\r\nThe jury convicted the petitioner of involuntary\r\nmanslaughter.  After an intermediate appellate court rejected the\r\npetitioner's appeal, the SJC, in a four-to-three decision, held\r\nthat the imposed limitation on recross-examination did not\r\ntransgress the Confrontation Clause.  See O'Brien, 645 N.E.2d at\r\n1174.\r\nOn July 15, 1996, the petitioner filed an application for\r\nhabeas relief in the United States District Court for the District\r\nof Massachusetts.  Judge Woodlock recognized that the new habeas\r\nreview standards contained in the Antiterrorism and Effective Death\r\nPenalty Act of 1996, Pub. L. No. 104-132, 110 Stat. 1214 (1996)\r\n(codified in scattered sections of 28 U.S.C.) (AEDPA), governed the\r\nresolution of the petitioner's case.  See  Lindh v. Murphy, 117 S.\r\nCt. 2059, 2063 (1997); Rodriguez v. Superintendent,     F.3d    ,\r\n(1st Cir. 1998) [No. 97-8068, slip op. at 4].  Applying AEDPA's\r\nstandard of review provision, 28 U.S.C.  2254(d)(1) (Supp. 1996),\r\nJudge Woodlock denied relief.  He then issued a certificate of\r\nappealability, and we followed suit.  See 28 U.S.C.  2253(c)(1).\r\nII.  ANALYSIS\r\nWhile the substance of the petitioner's claim awaits, we\r\nmust interpret what is perhaps the most fundamental modification to\r\nhabeas corpus jurisprudence wrought by AEDPA   the fashioning of a\r\nneoteric standard  that a federal habeas court must use when\r\nassessing a state court's adjudication of a criminal defendant's\r\nassertions of constitutional error.\r\nAEDPA instructs federal courts not to grant a writ of\r\nhabeas corpus at the behest of a state prisoner unless the\r\nunderlying state adjudication:\r\n(1) resulted in a decision that was contrary\r\nto, or involved an unreasonable application of,\r\nclearly established Federal law, as determined\r\nby the Supreme Court of the United States; or\r\n(2) resulted in a decision that was based on an\r\nunreasonable determination of the facts in\r\nlight of the evidence presented in the State\r\ncourt proceeding.\r\n\n28 U.S.C.  2254(d).  AEDPA is hardly a model of clarity, seeLindh, 117 S. Ct. at 2068 (observing that \"in a world of silk\r\npurses and pigs' ears, [AEDPA] is not a silk purse of the art  of\r\nstatutory drafting\"), and its standard of review provision is far\r\nfrom self-explicating.  The provision poses particular difficulties\r\nin determining the appropriate mode of analysis that a federal\r\ncourt should pursue under subsection (1)   difficulties that we\r\nencounter here.\r\n                           A.\r\nBefore turning to our central interpretive task, we deem\r\nit advisable to clear some of the statutory underbrush.  Prior to\r\nAEDPA's passage, a federal court's exercise of habeas corpus\r\njurisdiction did not require that it pay any special heed to the\r\nunderlying state court decision.  See, e.g., Brown v. Allen, 344\r\nU.S. 443, 458 (1953) (remarking that the habeas court treats the\r\nstate court decision as nothing more than \"the conclusion of a\r\ncourt of last resort of another jurisdiction\");  Scarpa v. Dubois,\r\n38 F.3d 1, 9 (1st Cir. 1994) (similar).  In contrast, the AEDPA\r\namendments to section 2254 exalt the role that a state court's\r\ndecision plays in a habeas proceeding by specifically directing the\r\nhabeas court to make the state court decision the cynosure of\r\nfederal review.  See James S. Liebman &amp; Randy Hertz, Federal Habeas\r\nCorpus Practice and Procedure  30.2c, at 305 (Supp. 1997).  Only\r\nif that decision deviates from the paradigm described in section\r\n2254(d) can a habeas court grant relief.\r\nIn terms, section 2254(d)(1) limits the benchmark\r\nprecedent against which a habeas court may measure a state court\r\ndecision to \"clearly established Federal law, as determined by the\r\nSupreme Court of the United States.\"  Thus, even if lower federal\r\ncourt decisions support the petitioner's position or adumbrate the\r\nemergence of a rule favorable to him, the writ cannot issue unless\r\nthe state court decision contravenes, or involves an unreasonable\r\napplication of, extant Supreme Court jurisprudence. See Sweeney v.\r\nParke, 113 F.3d 716, 718 (7th Cir. 1997); Moore v. Calderon, 108\r\nF.3d 261, 264-65 (9th Cir.), cert. denied, 117 S. Ct. 2497 (1997);\r\nChildress v. Johnson, 103 F.3d 1221, 1225 (5th Cir. 1997).  This is\r\nnot to say that the jurisprudence of inferior federal courts is\r\nentirely irrelevant in the modern habeas milieu; the decisions of\r\nsuch tribunals may very well achieve decretory significance in\r\ndetermining whether a state court's \"application of . . . clearly\r\nestablished Federal law, as determined by the Supreme Court of the\r\nUnited States,\" is reasonable.  28 U.S.C.  2254(d)(1).  Withal,\r\nthis role is circumscribed and cannot be scripted to countenance\r\nexpedient circumvention of AEDPA's express prohibition on grounding\r\nhabeas relief in rules created by the lower federal courts.\r\n                           B.\r\nPreliminaries aside, the principal interpretive question\r\nposed by this case can be succinctly stated:  What does it mean for\r\na state adjudication to be \"contrary to\" or to involve \"an\r\nunreasonable application of\" clearly established Supreme Court law? \r\nEmbedded in the resolution of this question is an issue of\r\nconsiderable constitutional import:  the degree, if any, to which\r\nAEDPA infringes on a federal habeas court's ability independently\r\nto interpret federal law (and, particularly, federal constitutional\r\ndoctrine).  Courts and commentators have offered several possible\r\ninterpretations of section 2254(d)(1), ranging from utter\r\ncapitulation   that is, a unitary standard of deference to a state\r\ncourt's reasonable elucidations and applications of constitutional\r\nprinciples in individual cases, see, e.g., Perez v. Marshall, 946\r\nF. Supp. 1521, 1532-33 (S.D. Cal. 1996), appeal denied, 121 F.3d\r\n716 (9th Cir. 1997) (table)   to a middle-of-the-road approach  \r\nthat is, a bifurcated standard that applies the \"contrary to\"\r\nlanguage to issues of law and the \"unreasonable application\"\r\nlanguage to mixed questions, see, e.g., Neelley v. Nagle, 138 F.3d\r\n917, 924 (11th Cir. 1998); Drinkard v. Johnson, 97 F.3d 751, 767-68\r\n(5th Cir. 1996), cert. denied, 117 S. Ct. 1114 (1997)   to a\r\nminimalist approach, urged by some academics, that clings closely\r\nto the past   that is, a focus-shifting standard that construes\r\nAEDPA as merely directing attention initially to the state court's\r\ndecision but otherwise leaving the habeas court free to grant the\r\nwrit whenever it finds a petitioner's claim meritorious, see, e.g.,\r\nLarry Yackle, A Primer on the New Habeas Corpus Statute, 44 Buff.\r\nL. Rev. 381, 412 (1996).  We are not fully persuaded by any of\r\nthese multifarious formulations.\r\nThe first formulation    a standard of across-the-board\r\ndeference   portends a serious constitutional conflict.  If, under\r\nsection 2254(d)(1), a federal court must \"defer\" to a state court's\r\ndeterminations anent federal law, AEDPA may intrude impermissibly\r\nupon the federal courts' Article III power \"not merely to rule on\r\ncases, but to decide them.\"  Plaut v. Spendthrift Farm, Inc., 514\r\nU.S. 211, 218-19 (1995) (emphasis omitted).  This concern is enough\r\nin itself to warrant favoring some other, equally plausible\r\ninterpretation.  See Edward J. DeBartolo Corp. v. Florida Gulf\r\nCoast Bldg. &amp; Constr. Trades Council, 485 U.S. 568, 575 (1988);\r\nUnited States v. Gifford, 17 F.3d 462, 473 (1st Cir. 1994).\r\nWe hasten to add, however, that this constitutional\r\ntension is not the sole reason for rejecting uniform deference. \r\nAEDPA's legislative history, especially the dialogue during floor\r\ndebates, indicates beyond peradventure that Congress did not intend\r\nto strip federal courts of their authority independently to assess\r\nthe merits of federal questions raised in habeas petitions.  SeeGreen v. French,     F.3d    ,     (4th Cir. 1998) [1998 WL 237506,\r\nat *8]; Liebman &amp; Hertz, supra, at 308 n.32 (cataloguing various\r\nstatements); see also Yackle, supra, at 422-23 (observing that\r\ncongressional proponents of a rule of deference explicitly\r\nabandoned this position to secure passage of habeas reform).  These\r\nfloor statements are wholly consistent with AEDPA's statutory text,\r\nwhich contains no clearcut command that habeas courts \"defer\" to\r\nstate court decisions.  This consistency imbues the floor\r\nstatements with interpretive significance.  See Brock v. Pierce\r\nCounty, 476 U.S. 253, 263 (1986) (holding that floor statements are\r\nvalid indicators of congressional intent to the extent that they\r\n\"are consistent with the statutory language\"); cf. Regan v. Wald,\r\n468 U.S. 222, 237 (1984) (observing that floor colloquies cannot\r\nserve to alter unambiguous statutory language).  In the same vein,\r\nthe Senate specifically rejected a proposal that would have given\r\nstate court decisions res judicata effect in federal habeas\r\nproceedings.  See 141 Cong. Rec. S7849 (daily ed. June 7, 1995).\r\nThe second formulation   a bifurcated standard championed\r\nby the Fifth and Eleventh Circuits   reads too much into the text\r\nof the statute.  Section 2254(d)(1) simply does not speak of\r\n\"questions of law\" or \"mixed questions of law and fact.\"  Adherents\r\nof this approach excuse their embroidery of the statute's text,\r\nsaying that it is fair to assume that Congress had this division in\r\nmind because prior habeas jurisprudence fleetingly suggested such\r\na distinction.  We think that this blithe assumption is\r\nunwarranted.  At best, the Court's pre-AEDPA signals on this point\r\nare mixed.  Compare Wright v. West, 505 U.S. 277, 294 (1992)\r\n(plurality opinion suggesting distinction) with Thompson v.\r\nKeohane, 116 S. Ct. 457, 464 (1995) (observing that mixed questions\r\nof law and fact are treated as legal questions for purposes of\r\nhabeas review).  In all events, courts should tred gingerly before\r\ninserting words into a statute's text, see Water Quality Ass'n v.\r\nUnited States, 795 F.2d 1303, 1309 (7th Cir. 1986), and the caution\r\nlight glows with particular brilliance here.  Common sense suggests\r\nthat, had Congress desired to adopt this highly specific taxonomy,\r\nit could and would have drafted AEDPA in more explicit terms.  SeeGreen,     F.3d at     [1998 WL 237506, at *3-4] (noting that the\r\nterms \"contrary to\" and \"unreasonable application of\" are not\r\namenable to precise definitional distinction).\r\nWere this not enough reason to shun the bifurcated\r\napproach, AEDPA's legislative history supplies the sockdolager. \r\nThe House of Representatives proposed a formulation closely akin to\r\nthe bifurcated approach, but Congress rejected it.  It would be\r\nunseemly   and wrong    for a court to scavenge discarded language\r\nfrom the legislative scrap heap and graft such language onto the\r\nversion of the bill that Congress ultimately enacted.  See Loncharv. Thomas, 116 S. Ct. 1293, 1300 (1996) (avoiding a reading that\r\nwould have imposed a requirement in the habeas context that\r\nCongress \"rejected, by removing [the requirement] from the draft\r\nRule\" (emphasis in original)); see also Rhode Island v.\r\nNarragansett Indian Tribe, 19 F.3d 685, 700 (1st Cir. 1994) (\"When\r\nCongress includes limiting language in an early version of proposed\r\nlegislation, and then rewrites the bill prior to enactment so as to\r\nscrap the limitation, the standard presumption is that Congress\r\nintended the proviso to operate without limitation.\").  Thus, in\r\nlight of the documented legislative rebuff, the bifurcated approach\r\nfails. \r\nThe third formulation   a focus-shifting approach  \r\nsuffers from a different, but equally debilitating infirmity.  The\r\nargument in support of the approach holds that the disjunctive\r\nphrasing of section 2254(d)(1), literally read, furnishes habeas\r\npetitioners with a choice to seek review of their convictions under\r\neither the \"unreasonable application\" clause or the \"contrary to\"\r\nclause.  This interpretation effectively reads the \"unreasonable\r\napplication\" language out of the statute, for that language sounds\r\nmuch more tolerant of state courts' rulings than does the \"contrary\r\nto\" language, and, thus, no rational petitioner would opt for it in\r\npractice.  See Drinkard, 97 F.3d at 767; see also Sharad Sushil\r\nKhandelwal, Note, The Path to Habeas Corpus Narrows:  Interpreting\r\n28 U.S.C.  2254(d)(1), 96 Mich. L. Rev. 434, 447 (1997).  Indeed,\r\nproponents of the focus-shifting approach unabashedly admit that\r\ntheir formulation nullifies the statute's \"unreasonable\r\napplication\" language.  See Mark Tushnet &amp; Larry Yackle, Symbolic\r\nStatutes and Real Laws:  The Pathologies of the Antiterrorism and\r\nEffective Death Penalty Act and the Prison Litigation Reform Act,\r\n47 Duke L.J. 1, 44 (1997).\r\nThe minimalist focus-shifting approach substitutes the\r\nproponents' policy choices for the legislative will, and is\r\ntherefore unacceptable.  Statutory interpretation is not a game\r\ndesigned to find linguistic loopholes as a means to subverting\r\nCongress's discerned intentions.  Rather than reading words out of\r\na statute, courts should strive to give every word in  a statute\r\nmeaning and effect.  See United States v. Nordic Village, Inc., 503\r\nU.S. 30, 36 (1992); United States v. Ven-Fuel, Inc. 758 F.2d 741,\r\n751-52 (1st Cir. 1985).  So it is here:  we must interpret section\r\n2254(d)(1) in such a way as to give purpose to both of its clauses.\r\nTime often lends perspective.  Given the opportunity to\r\nstudy AEDPA and to digest what other courts and commentators have\r\nwritten, we believe that a better reading of the statute's standard\r\nof review provision is available.  Although AEDPA did not codify\r\nthe Teague approach to habeas review wholesale, see Rodriguez,    \r\nF.3d at     [slip op. at 11], the amendments to section 2254(d)(1)\r\nplainly embrace one of Teague's primary goals.  Teague taught that,\r\napart from the Supreme Court, federal habeas courts ought not act\r\nas innovators in the field of criminal procedure, thereby upsetting\r\nstate convictions because state courts were not prescient and thus\r\nfailed to comply with federal law that did not exist at the time\r\nthey ruled.  See Gray v. Netherland, 116 S. Ct. 2074, 2083 (1996);\r\nSaffle v. Parks, 494 U.S. 484, 488 (1990).  Congress chose to\r\nperpetuate this view by codifying in section 2254(d)(1) a sort of\r\nchoice-of-law provision that restricts the armamentarium of legal\r\nrules available to a federal habeas court in evaluating a state\r\ncourt judgment.  See Green,     F.3d at     [1998 WL 237506, at\r\n*8].  This approach closely emulates Teague.  See Wright, 505 U.S.\r\nat 303-05 (O'Connor, J., concurring); see also Hogan v. Hanks, 97\r\nF.3d 189, 192 (7th Cir. 1996) (drawing comparisons between Teague's\r\nand AEDPA's views of the appropriate role of a federal habeas\r\ncourt), cert. denied, 117 S. Ct. 1439 (1997); Note, Rewriting the\r\nGreat Writ:  Standards of Review for Habeas Corpus Under the New 28\r\nU.S.C.  2254, 110 Harv. L. Rev. 1868, 1883 (1997) (similar).\r\nTo be sure, the symmetry between Teague and AEDPA is not\r\nperfect.  After all, section 2254(d)(1)'s precedent-limiting aspect\r\nfunctions more strictly than did Teague's in that it confines the\r\nset of relevant rules to those \"clearly established by the Supreme\r\nCourt,\" whereas Teague tolerated a broader compass.  See, e.g.,\r\nCiak v. United States, 59 F.3d 296, 302-03 (2d Cir. 1995) (holding\r\nthat Teague's \"new rule\" ban does not proscribe application of a\r\nrule well-established under circuit precedent, even if Supreme\r\nCourt jurisprudence contains no precise analog).  Nonetheless, the\r\ngeneral approach to habeas review exhibited by Teague and AEDPA is\r\nquite similar.\r\nThis understanding leads us to adopt an analytic\r\nframework that animates section 2254(d)(1)'s directive that a\r\nfederal habeas court issue the writ when a state court produced \"a\r\ndecision that was contrary to, or involved an unreasonable\r\napplication of, clearly established Federal law, as determined by\r\nthe Supreme Court of the United States.\"  Our interpretation yields\r\na comfortable fit with both the statutory language and the\r\nlegislative history, and minimizes constitutional concerns.  A\r\nfederal habeas court charged to weigh a state court decision must\r\nundertake an independent two-step analysis of that decision. \r\nFirst, the habeas court asks whether the Supreme Court has\r\nprescribed a rule that governs the petitioner's claim.  If so, the\r\nhabeas court gauges whether the state court decision is \"contrary\r\nto\" the governing rule.  In the absence of a governing rule, the\r\n\"contrary to\" clause drops from the equation and the habeas court\r\ntakes the second step.  At this stage, the habeas court determines\r\nwhether the state court's use of (or failure to use) existing law\r\nin deciding the petitioner's claim involved an \"unreasonable\r\napplication\" of Supreme Court precedent.  See Liebman &amp; Hertz,\r\nsupra,  30.2c, at 310.  Ironically, it is the \"clearly\r\nestablished\" qualifier that will present the most difficulty when\r\napplying this framework to particular cases.  In this regard, the\r\nchief question is how specific a rule must be to qualify as\r\ndispositive, thus triggering review under the \"contrary to\" clause. \r\nThis type of inquiry is hardly foreign to federal judges; most\r\nnotably, it lurks in both the jurisprudence of the qualified\r\nimmunity doctrine, see, e.g., Anderson v. Creighton, 483 U.S. 635,\r\n639-40 (1987), and in the Teague refinements to habeas review, see,\r\ne.g., Gray, 116 S. Ct. at 2083-84; Fern v. Gramley, 99 F.3d 255,\r\n258 (7th Cir. 1996).\r\nWe deem the qualified immunity concept of \"clearly\r\nestablished\" a siren's call for purposes of fleshing out section\r\n2254(d)(1); the invitation is enchanting, but the consequences of\r\nacceptance are potentially disagreeable.  The judge-made qualified\r\nimmunity doctrine strikes a balance between remedying\r\nconstitutional violations and unduly hindering state actors'\r\nabilities to perform their jobs on a day-to-day basis by shielding\r\nthem from liability for money damages unless their conduct\r\ntransgresses the most firmly settled constitutional norms.  SeeRyder v. United States, 515 U.S. 177, 185 (1995); Harlow v.\r\nFitzgerald, 457 U.S. 800, 814 (1982).  In contrast, state judges do\r\nnot face personal liability for erroneous constitutional decisions\r\na bruised ego is not the functional equivalent of a monetary\r\naward.  More importantly, the legislatively enacted AEDPA standard\r\nis not designed to strike a balance between  such values, but to\r\nprovide a means for testing the conformity of a state court's\r\ndecision to the requirements of federal law.  In light of these\r\nsalient differences, it follows that a rule need not be quite as\r\nclear or a precedent as factually specific to rate review under the\r\n\"contrary to\" clause of section 2254(d)(1) as it must be to hold a\r\nstate actor liable for damages under section 1983.  See Evan Tsen\r\nLee, Section 2254(d) of the New Habeas Statute:  An (Opinionated)\r\nUser's Manual, 51 Vand. L. Rev. 103, 127-29 (1998); Tushnet &amp;\r\nYackle, supra, at 43 n.219.  To avoid reducing the AEDPA standard\r\nto a rubber stamp, the term \"clearly established,\" as used by\r\nCongress in section 2254(d)(1), must cut a wider swath. \r\nThe Teague line of cases provides more helpful guidance. \r\nDrawing on Teague, we hold that an affirmative answer to the first\r\nsection 2254(d)(1) inquiry   whether the Supreme Court has\r\nprescribed a rule that governs the petitioner's claim   requires\r\nsomething more than a recognition that the Supreme Court has\r\narticulated a general standard that covers the claim.  To obtain\r\nrelief at this stage, a habeas petitioner must show that Supreme\r\nCourt precedent requires an outcome contrary to that reached by the\r\nrelevant state court.  Cf. Neelley, 138 F.3d at 923-24.\r\nWe caution that this criterion should not be applied in\r\ntoo rigid a manner.  A petitioner need not point a habeas court to\r\na factually identical precedent.  Oftentimes, Supreme Court\r\nholdings are \"general\" in the sense that  they erect a framework\r\nspecifically intended for application to variant factual\r\nsituations.  These rules sufficiently shape the contours of an\r\nappropriate analysis of a claim of constitutional error to merit\r\nreview of a state court's decision under section 2254(d)(1)'s\r\n\"contrary to\" prong.  Not coincidentally, the Court's pre-AEDPA\r\nhabeas case law employed this approach in conducting Teague \"new\r\nrule\" inquiries, see Wright, 505 U.S. at 309 (Kennedy, J.,\r\nconcurring) (\"Where the beginning point is a rule . . . designed\r\nfor the specific purpose of evaluating a myriad of factual\r\ncontexts, it will be the infrequent case that yields a result so\r\nnovel that it forges a new rule, one not dictated by precedent.\"),\r\nand other federal courts have followed this praxis (wisely, we\r\nbelieve) when construing section 2254(d)(1), see, e.g., Neelley,\r\n138 F.3d at 923-24; Baylor v. Estelle, 94 F.3d 1321, 1323 (9th Cir.\r\n1996), cert. denied, 117 S. Ct. 1329 (1997).\r\nWe recognize that determining whether \"contrary to\"\r\nreview is appropriate will prove difficult in some cases.  Still,\r\nthe key inquiry, at bottom, is whether a Supreme Court rule   by\r\nvirtue of its factual similarity (though not necessarily\r\nidenticality) or its distillation of general federal law precepts\r\ninto a channeled mode of analysis specifically intended for\r\napplication to variant factual situations   can fairly be said to\r\nrequire a particular result in a particular case.\r\nIf no Supreme Court precedent is dispositive of a\r\npetitioner's claim, then, a fortiori, there is no specific rule to\r\nwhich the state court's decision can be \"contrary.\"  In such\r\ncircumstances, a federal habeas court then determines whether the\r\nstate court decision reflects an unreasonable application of\r\nclearly established Supreme Court jurisprudence.  This reduces to\r\na question of whether the state court's derivation of a case-\r\nspecific rule from the Court's generally relevant jurisprudence\r\nappears objectively reasonable.\r\nTo the extent that inferior federal courts have decided\r\nfactually similar cases, reference to those decisions is\r\nappropriate in assessing the reasonableness vel non of the state\r\ncourt's treatment of the contested issue.  We think it is pellucid,\r\nhowever, that the \"unreasonable application\" clause does not\r\nempower a habeas court to grant the writ merely because it\r\ndisagrees with the state court's decision, or because, left to its\r\nown devices, it would have reached a different result.  Rather, for\r\nthe writ to issue, the state court decision must be so offensive to\r\nexisting precedent, so devoid of record support, or so arbitrary,\r\nas to indicate that it is outside the universe of plausible,\r\ncredible outcomes.   See Hall v. Washington, 106 F.3d 742, 748-49\r\n(7th Cir. 1997); cf. Butler v. McKellar, 494 U.S. 407, 414 (1990)\r\n(noting that the Teague rule evolved in an effort to uphold a state\r\ncourt's \"reasonable, good faith interpretations of existing\r\nprecedents\").\r\nWe realize that our distillation of section 2254(d)(1)'s\r\ntwo-step analytic framework is at odds with decisions reached by\r\nother courts.  In the final analysis, however, we are duty bound  \r\nin the absence of controlling precedent   to exercise independent\r\njudgment, and we have done so.  We are confident that our work\r\nproduct gives effect to all parts of the statutory provision,\r\ncomports with Congress's vision of habeas reform, and avoids the\r\nartificial distinctions and syntactical pitfalls present in the\r\nvariant interpretations of the statute proffered by other courts\r\nand commentators.  Moreover, by eschewing undue deference to state\r\ncourts' decisions on federal law matters, our synthesis avoids an\r\ninterpretation that invites constitutional challenge.\r\nIII.  APPLICATION OF THE STANDARD\r\nUsing the analytic framework developed above, we evaluate\r\nthe claim that the trial judge's limitation on the scope of\r\nrecross-examination infracted the petitioner's constitutional\r\nrights.  To supply context, we briefly recapitulate the events\r\nunderlying this challenge.  On redirect the prosecution first\r\nelicited testimony that Shanahan was upset when she gave the police\r\na statement that contradicted her trial testimony in certain\r\nrespects.  On recross, the petitioner's lawyer sought to question\r\nShanahan about the contents of a separate statement.  Defense\r\ncounsel viewed this later statement as consistent with Shanahan's\r\noriginal account to the police, inconsistent with her trial\r\ntestimony, and made at a time when the ostensible cause for her\r\ndiscombobulation had abated.  The trial judge ruled that questions\r\nabout the content of the second statement were beyond the scope of\r\nredirect and therefore off-limits in recross.\r\nWe begin with bedrock.  The right of confrontation and\r\ncross-examination \"is an essential and fundamental requirement for\r\nthe kind of fair trial which is this country's constitutional\r\ngoal.\"  Pointer v. Texas, 380 U.S. 400, 405 (1965).  Supreme Court\r\njurisprudence makes it abundantly clear that the Confrontation\r\nClause effectuates this right by guaranteeing a criminal defendant\r\nan opportunity to cross-examine witnesses effectively.  See Davisv. Alaska, 415 U.S. 308, 315-16 (1974).  Still, the right of cross-\r\nexamination is not unfettered.   See Delaware v. Fensterer, 474\r\nU.S. 15, 20 (1985) (emphasizing that a defendant does not have the\r\nright to \"cross-examination that is effective in whatever way, and\r\nto whatever extent, the defense might wish\").  When contemplating\r\nrestrictions on cross-examination, a trial court must strike a\r\nconstitutionally acceptable balance:  although the court possesses\r\nconsiderable discretion to preclude repetitive, irrelevant,\r\ncumulative, or harassing interrogation, see Delaware v. Van\r\nArsdall, 475 U.S. 673, 679 (1986), it must not narrow the scope in\r\nsuch a way as to preclude a defendant either from meaningfully\r\n\"delv[ing] into the witness' story to test the witness' perceptions\r\nand memory\" or from impeaching the witness, Davis, 415 U.S. at 316.\r\nWe discern no rule in the Court's Confrontation Clause\r\njurisprudence that governs the petitioner's claim of error.  None\r\nof the Court's pronouncements flesh out its very general treatment\r\nof cross-examination rights, either by way of a more refined rule\r\nspecifically intended for application to variant factual contexts\r\nor by way of a fact-specific rule that governs recross-examination. \r\nThere being no clearly established Supreme Court law to which the\r\nSJC's decision is \"contrary,\" we must evaluate the petitioner's\r\nclaim under the \"unreasonable application\" clause of section\r\n2254(d)(1).\r\nAll seven justices of the SJC joined in declaring that a\r\ncriminal defendant has a Sixth Amendment right to recross-\r\nexamination if such questioning attends a new matter elucidated for\r\nthe first time on redirect examination.  See O'Brien, 645 N.E.2d at\r\n1174; see also id. at 1178 (O'Connor, J., dissenting) (agreeing\r\nwith this aspect of the majority opinion).  This holding is\r\neminently reasonable.  It accords with the unanimous opinion of the\r\nfederal appellate courts that have applied the general precepts of\r\nDavis and its progeny in a recross-examination context.  See United\r\nStates v. Ross, 33 F.3d 1507, 1518 (11th Cir. 1994); United Statesv. Baker, 10 F.3d 1374, 1404 (9th Cir. 1993); United States v.\r\nRiggi, 951 F.2d 1368, 1375 (3d Cir. 1991); United States v. Caudle,\r\n606 F.2d 451, 457-58 (4th Cir. 1979); United States v. Morris, 485\r\nF.2d 1385, 1387 (5th Cir. 1973).  No other understanding of the\r\nConfrontation Clause's application to recross-examination would be\r\nobjectively reasonable.\r\nThe crucial inquiry, then, is whether the SJC effected\r\n\"an unreasonable application of clearly established Federal law\"\r\nwhen it upheld the trial court's decision to cut off the specific\r\nquestions that the petitioner's attorney sought to pose to Shanahan\r\nabout a second statement during recross-examination.  To answer\r\nthat question, we independently review whether the material raised\r\nby the prosecution was \"new matter\" requiring cross-examination\r\nunder the Sixth Amendment.\r\nThis is not a simple matter.  Although the general rule\r\nis widely espoused, the case law contains little if any analysis of\r\nwhat does (and does not) comprise a \"new matter.\"  In the absence\r\nof authoritative guidance, the SJC reasoned that, on redirect, the\r\nprosecution \"sought to explain the circumstances surrounding the\r\nmaking of a statement which had been used to impeach the witness on\r\ncross-examination,\" and therefore, that questions about a second\r\nstatement \"not brought out at any point on direct, cross, or\r\nredirect examination\" were beyond the scope of the redirect. \r\nO'Brien, 645 N.E.2d at 1174.  The SJC also noted that the\r\npetitioner could have entered Shanahan's second statement into\r\nevidence during the initial round of cross-examination to buttress\r\nthe argument that her trial testimony was incorrect.  See id.\r\nThe other pan of the scale is by no means empty.  The\r\npetitioner, ably represented, argues that the SJC majority's view\r\nof the redirect is overly cramped.  He asseverates, as did the\r\ndissenting justices, that the \"material new matter which was\r\nbrought out for the first time on redirect was not [Shanahan's]\r\nsecond statement, but was [her] upset state of mind when she gave\r\nher first statement, brought out to reduce that statement's\r\nimpact.\"  Id. at 1178 (O'Connor, J., dissenting).  On this\r\nappraisal, the contents of the second statement were relevant to\r\ncountering the prosecution's \"mental state\" initiative and thus\r\nwithin the scope of redirect.\r\nWe regard the question as a close one   but, under\r\nAEDPA's newly minted standard of review, the very closeness of the\r\ncall militates strongly against the granting of habeas redress. \r\nAfter thoroughly reviewing the trial transcript we deem both sides'\r\npositions on the scope of the prosecution's redirect as quite\r\nplausible.  Accordingly, in the absence of contrary Supreme Court\r\nauthority, we cannot say that the SJC's conclusion is so offensive\r\nto existing precedent, so devoid of record support, or so arbitrary\r\nas to indicate laxity in addressing the petitioner's claim of\r\nerror.  Hence, there was no unreasonable application of clearly\r\nestablished Supreme Court precedent.\r\nIV.  CONCLUSION\r\nWe need go no further.  In enacting AEDPA, Congress\r\naltered federal habeas corpus procedure in significant respects. \r\nWe believe that our conception of section 2254(d)(1)'s standard of\r\nreview provision is faithful to the statute's language, honors\r\nCongress's intent, and does not diminish the proper constitutional\r\nrole of the federal judiciary.  Applying this framework, the\r\nMassachusetts courts' resolution of the petitioner's claim of\r\nconstitutional error passes muster:  the SJC's decision is neither\r\ncontrary to, nor an unreasonable application of, clearly\r\nestablished law (as determined by the Supreme Court of the United\r\nStates).  Consequently, the district court correctly dismissed\r\nO'Brien's habeas petition.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">145 F.3d 16</p>\n    <p class=\"parties\">Robert O'BRIEN, Petitioner, Appellant,<br>v.<br>Larry E. DUBOIS, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 97-1979.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 7, 1998.<br>Decided May 26, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert L. Sheketoff, with whom Sheketoff &amp; Homan was on brief, for appellant.</p>\n      <p class=\"indent\">William J. Meade, Assistant Attorney General, Commonwealth of Massachusetts, with whom Scott Harshbarger, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this pathbreaking case, petitioner-appellant Robert O'Brien, who assails his Massachusetts manslaughter conviction on the ground that the trial court unconstitutionally restricted recross-examination, prays for a writ of habeas corpus.  Evaluating the petitioner's claim requires us to appraise and interpret the standard of review provision incorporated into 28 U.S.C. &#167; 2254(d)(1) by the Antiterrorism and Effective Death Penalty Act of 1996.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After developing and applying an appropriate analytic framework, we uphold the district court's denial of habeas relief.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our factual recitation focuses primarily on the trial testimony and rulings that lie at the epicenter of this habeas proceeding.  We direct readers who yearn for a more complete narrative to the opinion of the Massachusetts Supreme Judicial Court (SJC) affirming the underlying conviction.  See Commonwealth v. O'Brien, 419 Mass. 470, 645 N.E.2d 1170, 1171-74 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 29, 1989, a state jury convicted the petitioner of the involuntary manslaughter of Sean Patrick Shanahan, a five-month-old infant.  The criminal case arose after Sean's mother, Carol Shanahan, found the child dead in his crib and an autopsy indicated that Sean perished as a result of blunt head trauma.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the relevant time frame, the petitioner lived with Shanahan and her three children (Sean included).  Sean's parentage was an ongoing source of friction in what charitably can be called a stormy relationship.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The record evinces that the petitioner singled out Sean for frequent scoldings and occasional physical abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the morning of October 2, 1987, Shanahan left the couple's apartment to report for work.  She returned home at about 4:00 p.m., accompanied by her eight-year-old sister, Darlene.  Shanahan testified that Sean awoke while she was preparing the evening meal, and that he appeared normal except for a runny nose.  After dinner, the petitioner ordered Shanahan to purchase some marijuana for him.  Shanahan absented herself from the apartment for approximately fifteen minutes to perform this errand.  The petitioner remained on the premises with Shanahan's sister and three children.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">What happened next is hotly disputed.  The prosecution relied on Darlene as its star witness at trial, and we summarize her account of the pertinent events:  During Shanahan's absence, Sean awoke and began crying.  The petitioner picked him up and headed for the kitchen.  Sean vomited.  The petitioner became angry, hurled Sean into the air, and unsuccessfully tried to catch him.  Sean struck the floor headfirst.  The petitioner then restored the crying child to his crib and advised Darlene not to discuss what had happened lest he \"get someone after [her].\"  When Shanahan returned, no one mentioned the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is little disagreement as to subsequent events.  Later that evening, Shanahan noticed that Sean's face was puffy, his eyes runny, and his breathing strained.  These symptoms persisted the next morning, prompting Shanahan to leave Sean in his crib for the day.  That night, Shanahan moved toward Sean's room to check his condition, but the petitioner headed her off and entered the room first.  After a few seconds, he emerged, pointed toward the crib, and fled the apartment.  Shanahan approached the crib and found the child dead.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The state police investigation immediately focused on the petitioner.  At first, he denied any involvement with Sean's death, but, upon requestioning, he changed his tune.  This time, the petitioner claimed that, on October 2, he had slipped while carrying Sean, and that Sean's head and neck had struck the floor during the ensuing fall.  The investigating officer consulted with the pathologist who performed the autopsy and ascertained that Sean's injuries could not have occurred in this manner.  Confronted with the pathologist's statement, the petitioner agreed to tell the investigator \"what really happened.\"   He then spun a new yarn:  while playing with Sean on the morning of October 2, he had placed his hands under Sean's legs, held the child by the hands, and tried to flip him--but Sean slipped from his grasp and the child's head hit the floor.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, the prosecution's theory of the case tracked Darlene's account of how Sean's injuries transpired.  To refute this testimony and buttress his (most recent) version of the events surrounding Sean's death, the petitioner strove to show that Sean exhibited symptoms of a head injury prior to the time that Darlene claimed to have seen the petitioner heave the baby into the air.  Given the nature of this defense, the presence of so-called cold symptoms before dinner on October 2--symptoms that the petitioner insists were in fact indicia of cranial trauma--took on vital importance.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the course of a vigorous cross-examination, Shanahan testified that she did not see Sean from the time she left for work on October 2 until late in the afternoon, and that he had a runny nose but no other cold symptoms at that juncture.  She first noticed that Sean was not feeling well later that evening.  The petitioner's counsel called Shanahan's attention to a statement that she gave to the police on October 7, in which she reported that, upon arriving at the apartment with Darlene, she noticed that Sean displayed some other symptoms (like hoarseness and wheezy breathing).  Shanahan replied that she could not remember making these specific comments.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The prosecution, in an attempt to account for any possible discrepancies between Shanahan's trial testimony and her pretrial statement, elicited on redirect examination that she had been extremely upset when she gave the October 7 statement because Sean's funeral had occurred the day before.  On recross-examination, defense counsel sought to ask Shanahan about another statement that she penned some days after the funeral in preparation for a meeting with a prosecutor (and in which, according to the petitioner's attorney, Shanahan again recounted that she observed Sean suffering from cold symptoms as soon as she and Darlene returned home).  The prosecution objected on the ground that the proposed questioning exceeded the scope of redirect examination.  The petitioner's counsel countered that a reference to the second statement was proper because it impeached Shanahan's explanation for the inconsistency between her trial testimony and her October 7 account.  The trial judge sustained the objection, finding that the contents of the second statement (which had not been admitted into evidence) did not address any matter raised for the first time on redirect examination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The jury convicted the petitioner of involuntary manslaughter.  After an intermediate appellate court rejected the petitioner's appeal, the SJC, in a four-to-three decision, held that the imposed limitation on recross-examination did not transgress the Confrontation Clause.  See O'Brien, 645 N.E.2d at 1174.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 15, 1996, the petitioner filed an application for habeas relief in the United States District Court for the District of Massachusetts.  Judge Woodlock recognized that the new habeas review standards contained in the Antiterrorism and Effective Death Penalty Act of 1996, Pub.L. No. 104-132, 110 Stat. 1214 (1996) (codified in scattered sections of 28 U.S.C.)  (AEDPA), governed the resolution of the petitioner's case.  See Lindh v. Murphy, 521 U.S. 320, 117 S.Ct. 2059, 2063, 138 L.Ed.2d 481 (1997);  Rodriguez v. Superintendent, 139 F.3d 270, 271-72 (1st Cir.1998).  Applying AEDPA's standard of review provision, 28 U.S.C. &#167; 2254(d)(1) (Supp.1996), Judge Woodlock denied relief.  He then issued a certificate of appealability, and we followed suit.  See 28 U.S.C. &#167; 2253(c)(1).</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While the substance of the petitioner's claim awaits, we must interpret what is perhaps the most fundamental modification to habeas corpus jurisprudence wrought by AEDPA--the fashioning of a neoteric standard that a federal habeas court must use when assessing a state court's adjudication of a criminal defendant's assertions of constitutional error.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">AEDPA instructs federal courts not to grant a writ of habeas corpus at the behest of a state prisoner unless the underlying state adjudication:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States;  or (2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">28 U.S.C. &#167; 2254(d).  AEDPA is hardly a model of clarity, see Lindh, 117 S.Ct. at 2068 (observing that \"in a world of silk purses and pigs' ears, [AEDPA] is not a silk purse of the art of statutory drafting\"), and its standard of review provision is far from self-explicating.  The provision poses particular difficulties in determining the appropriate mode of analysis that a federal court should pursue under subsection (1)--difficulties that we encounter here.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Before turning to our central interpretive task, we deem it advisable to clear some of the statutory underbrush.  Prior to AEDPA's passage, a federal court's exercise of habeas corpus jurisdiction did not require that it pay any special heed to the underlying state court decision.  See, e.g., Brown v. Allen, 344 U.S. 443, 458, 73 S.Ct. 397, 97 L.Ed. 469 (1953) (remarking that the habeas court treats the state court decision as nothing more than \"the conclusion of a court of last resort of another jurisdiction\");  Scarpa v. Dubois, 38 F.3d 1, 9 (1st Cir.1994) (similar).  In contrast, the AEDPA amendments to section 2254 exalt the role that a state court's decision plays in a habeas proceeding by specifically directing the habeas court to make the state court decision the cynosure of federal review.  See James S. Liebman &amp; Randy Hertz, Federal Habeas Corpus Practice and Procedure &#167; 30.2c, at 305 (Supp.1997).  Only if that decision deviates from the paradigm described in section 2254(d) can a habeas court grant relief.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In terms, section 2254(d)(1) limits the benchmark precedent against which a habeas court may measure a state court decision to \"clearly established Federal law, as determined by the Supreme Court of the United States.\"   Thus, even if lower federal court decisions support the petitioner's position or adumbrate the emergence of a rule favorable to him, the writ cannot issue unless the state court decision contravenes, or involves an unreasonable application of, extant Supreme Court jurisprudence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Sweeney v. Parke, 113 F.3d 716, 718 (7th Cir.1997);  Moore v. Calderon, 108 F.3d 261, 264-65 (9th Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 2497, 138 L.Ed.2d 1003 (1997);  Childress v. Johnson, 103 F.3d 1221, 1225 (5th Cir.1997).  This is not to say that the jurisprudence of inferior federal courts is entirely irrelevant in the modern habeas milieu;  the decisions of such tribunals may very well achieve decretory significance in determining whether a state court's \"application of ... clearly established Federal law, as determined by the Supreme Court of the United States,\" is reasonable.  28 U.S.C. &#167; 2254(d)(1).  Withal, this role is circumscribed and cannot be scripted to countenance expedient circumvention of AEDPA's express prohibition on grounding habeas relief in rules created by the lower federal courts.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Preliminaries aside, the principal interpretive question posed by this case can be succinctly stated:  What does it mean for a state adjudication to be \"contrary to\" or to involve \"an unreasonable application of\" clearly established Supreme Court law?   Embedded in the resolution of this question is an issue of considerable constitutional import:  the degree, if any, to which AEDPA infringes on a federal habeas court's ability independently to interpret federal law (and, particularly, federal constitutional doctrine).  Courts and commentators have offered several possible interpretations of section 2254(d)(1), ranging from utter capitulation--that is, a unitary standard of deference to a state court's reasonable elucidations and applications of constitutional principles in individual cases, see, e.g., Perez v. Marshall, 946 F.Supp. 1521, 1532-33 (S.D.Cal.1996), appeal denied, 121 F.3d 716 (9th Cir.1997) (table)--to a middle-of-the-road approach--that is, a bifurcated standard that applies the \"contrary to\" language to issues of law and the \"unreasonable application\" language to mixed questions, see, e.g., Neelley v. Nagle, 138 F.3d 917, 924 (11th Cir.1998);  Drinkard v. Johnson, 97 F.3d 751, 767-68 (5th Cir.1996), cert. denied, --- U.S. ----, 117 S.Ct. 1114, 137 L.Ed.2d 315 (1997)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>--to a minimalist approach, urged by some academics, that clings closely to the past--that is, a focus-shifting standard that construes AEDPA as merely directing attention initially to the state court's decision but otherwise leaving the habeas court free to grant the writ whenever it finds a petitioner's claim meritorious, see, e.g., Larry Yackle, A Primer on the New Habeas Corpus Statute, 44 Buff.  L.Rev. 381, 412 (1996).  We are not fully persuaded by any of these multifarious formulations.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The first formulation--a standard of across-the-board deference--portends a serious constitutional conflict.  If, under section 2254(d)(1), a federal court must \"defer\" to a state court's determinations anent federal law, AEDPA may intrude impermissibly upon the federal courts' Article III power \"not merely to rule on cases, but to decide them.\"  Plaut v. Spendthrift Farm, Inc., 514 U.S. 211, 218-19, 115 S.Ct. 1447, 131 L.Ed.2d 328 (1995) (emphasis omitted).  This concern is enough in itself to warrant favoring some other, equally plausible interpretation.  See Edward J. DeBartolo Corp. v. Florida Gulf Coast Bldg. &amp; Constr.  Trades Council, 485 U.S. 568, 575, 108 S.Ct. 1392, 99 L.Ed.2d 645 (1988);  United States v. Gifford, 17 F.3d 462, 473 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We hasten to add, however, that this constitutional tension is not the sole reason for rejecting uniform deference.  AEDPA's legislative history, especially the dialogue during floor debates, indicates beyond peradventure that Congress did not intend to strip federal courts of their authority independently to assess the merits of federal questions raised in habeas petitions.  See Green v. French, 143 F.3d 865, 874-875 (4th Cir.1998);  Liebman &amp; Hertz, supra, at 308 n. 32 (cataloguing various statements);  see also Yackle, supra, at 422-23 (observing that congressional proponents of a rule of deference explicitly abandoned this position to secure passage of habeas reform).  These floor statements are wholly consistent with AEDPA's statutory text, which contains no clearcut command that habeas courts \"defer\" to state court decisions.  This consistency imbues the floor statements with interpretive significance.  See Brock v. Pierce County, 476 U.S. 253, 263, 106 S.Ct. 1834, 90 L.Ed.2d 248 (1986) (holding that floor statements are valid indicators of congressional intent to the extent that they \"are consistent with the statutory language\");  cf.  Regan v. Wald, 468 U.S. 222, 237, 104 S.Ct. 3026, 82 L.Ed.2d 171 (1984) (observing that floor colloquies cannot serve to alter unambiguous statutory language).  In the same vein, the Senate specifically rejected a proposal that would have given state court decisions res judicata effect in federal habeas proceedings.  See 141 Cong.  Rec. S7849 (daily ed.  June 7, 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The second formulation--a bifurcated standard championed by the Fifth and Eleventh Circuits--reads too much into the text of the statute.  Section 2254(d)(1) simply does not speak of \"questions of law\" or \"mixed questions of law and fact.\"   Adherents of this approach excuse their embroidery of the statute's text, saying that it is fair to assume that Congress had this division in mind because prior habeas jurisprudence fleetingly suggested such a distinction.  We think that this blithe assumption is unwarranted.  At best, the Court's pre-AEDPA signals on this point are mixed.  Compare Wright v. West, 505 U.S. 277, 294, 112 S.Ct. 2482, 120 L.Ed.2d 225 (1992) (plurality opinion suggesting distinction) with Thompson v. Keohane, 516 U.S. 99, 116 S.Ct. 457, 464, 133 L.Ed.2d 383 (1995) (observing that mixed questions of law and fact are treated as legal questions for purposes of habeas review).  In all events, courts should tread gingerly before inserting words into a statute's text, see Water Quality Ass'n v. United States, 795 F.2d 1303, 1309 (7th Cir.1986), and the caution light glows with particular brilliance here.  Common sense suggests that, had Congress desired to adopt this highly specific taxonomy, it could and would have drafted AEDPA in more explicit terms.  See Green, 143 F.3d at 869-870 (noting that the terms \"contrary to\" and \"unreasonable application of\" are not amenable to precise definitional distinction).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Were this not enough reason to shun the bifurcated approach, AEDPA's legislative history supplies the sockdolager.  The House of Representatives proposed a formulation closely akin to the bifurcated approach,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but Congress rejected it.  It would be unseemly--and wrong--for a court to scavenge discarded language from the legislative scrap heap and graft such language onto the version of the bill that Congress ultimately enacted.  See Lonchar v. Thomas, 517 U.S. 314, 116 S.Ct. 1293, 1300, 134 L.Ed.2d 440 (1996) (avoiding a reading that would have imposed a requirement in the habeas context that Congress \"rejected, by removing [the requirement] from the draft Rule\" (emphasis in original));  see also Rhode Island v. Narragansett Indian Tribe, 19 F.3d 685, 700 (1st Cir.1994) (\"When Congress includes limiting language in an early version of proposed legislation, and then rewrites the bill prior to enactment so as to scrap the limitation, the standard presumption is that Congress intended the proviso to operate without limitation.\").  Thus, in light of the documented legislative rebuff, the bifurcated approach fails.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The third formulation--a focus-shifting approach--suffers from a different, but equally debilitating infirmity.  The argument in support of the approach holds that the disjunctive phrasing of section 2254(d)(1), literally read, furnishes habeas petitioners with a choice to seek review of their convictions under either the \"unreasonable application\" clause or the \"contrary to\" clause.  This interpretation effectively reads the \"unreasonable application\" language out of the statute, for that language sounds much more tolerant of state courts' rulings than does the \"contrary to\" language, and, thus, no rational petitioner would opt for it in practice.  See Drinkard, 97 F.3d at 767;  see also Sharad Sushil Khandelwal, Note, The Path to Habeas Corpus Narrows:  Interpreting 28 U.S.C. &#167; 2254(d)(1), 96 Mich.  L.Rev. 434, 447 (1997).  Indeed, proponents of the focus-shifting approach unabashedly admit that their formulation nullifies the statute's \"unreasonable application\" language.  See Mark Tushnet &amp; Larry Yackle, Symbolic Statutes and Real Laws:  The Pathologies of the Antiterrorism and Effective Death Penalty Act and the Prison Litigation Reform Act, 47 Duke L.J. 1, 44 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The minimalist focus-shifting approach substitutes the proponents' policy choices for the legislative will, and is therefore unacceptable.  Statutory interpretation is not a game designed to find linguistic loopholes as a means to subverting Congress's discerned intentions.  Rather than reading words out of a statute, courts should strive to give every word in a statute meaning and effect.  See United States v. Nordic Village, Inc., 503 U.S. 30, 36, 112 S.Ct. 1011, 117 L.Ed.2d 181 (1992);  United States v. Ven-Fuel, Inc. 758 F.2d 741, 751-52 (1st Cir.1985).  So it is here:  we must interpret section 2254(d)(1) in such a way as to give purpose to both of its clauses.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Time often lends perspective.  Given the opportunity to study AEDPA and to digest what other courts and commentators have written, we believe that a better reading of the statute's standard of review provision is available.  Although AEDPA did not codify the Teague approach to habeas review wholesale, see Rodriguez, 139 F.3d at 274-75, the amendments to section 2254(d)(1) plainly embrace one of Teague 's primary goals.  Teague taught that, apart from the Supreme Court, federal habeas courts ought not act as innovators in the field of criminal procedure, thereby upsetting state convictions because state courts were not prescient and thus failed to comply with federal law that did not exist at the time they ruled.  See Gray v. Netherland, 518 U.S. 152, 116 S.Ct. 2074, 2083, 135 L.Ed.2d 457 (1996);  Saffle v. Parks, 494 U.S. 484, 488, 110 S.Ct. 1257, 108 L.Ed.2d 415 (1990).  Congress chose to perpetuate this view by codifying in section 2254(d)(1) a sort of choice-of-law provision that restricts the armamentarium of legal rules available to a federal habeas court in evaluating a state court judgment.  See Green, 143 F.3d at 874-875.   This approach closely emulates Teague.   See Wright, 505 U.S. at 303-05, 112 S.Ct. 2482 (O'Connor, J., concurring);  see also Hogan v. Hanks, 97 F.3d 189, 192 (7th Cir.1996) (drawing comparisons between Teague 's and AEDPA's views of the appropriate role of a federal habeas court), cert. denied, --- U.S. ----, 117 S.Ct. 1439, 137 L.Ed.2d 546 (1997);  Note, Rewriting the Great Writ:  Standards of Review for Habeas Corpus Under the New 28 U.S.C. &#167; 2254, 110 Harv.  L.Rev. 1868, 1883 (1997) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To be sure, the symmetry between Teague and AEDPA is not perfect.  After all, section 2254(d)(1)'s precedent-limiting aspect functions more strictly than did Teague 's in that it confines the set of relevant rules to those \"clearly established by the Supreme Court,\" whereas Teague tolerated a broader compass.  See, e.g., Ciak v. United States, 59 F.3d 296, 302-03 (2d Cir.1995) (holding that Teague 's \"new rule\" ban does not proscribe application of a rule well-established under circuit precedent, even if Supreme Court jurisprudence contains no precise analog).  Nonetheless, the general approach to habeas review exhibited by Teague and AEDPA is quite similar.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This understanding leads us to adopt an analytic framework that animates section 2254(d)(1)'s directive that a federal habeas court issue the writ when a state court produced \"a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\"   Our interpretation yields a comfortable fit with both the statutory language and the legislative history, and minimizes constitutional concerns.  A federal habeas court charged to weigh a state court decision must undertake an independent two-step analysis of that decision.  First, the habeas court asks whether the Supreme Court has prescribed a rule that governs the petitioner's claim.  If so, the habeas court gauges whether the state court decision is \"contrary to\" the governing rule.  In the absence of a governing rule, the \"contrary to\" clause drops from the equation and the habeas court takes the second step.  At this stage, the habeas court determines whether the state court's use of (or failure to use) existing law in deciding the petitioner's claim involved an \"unreasonable application\" of Supreme Court precedent.  See Liebman &amp; Hertz, supra, &#167; 30.2c, at 310.  Ironically, it is the \"clearly established\" qualifier that will present the most difficulty when applying this framework to particular cases.  In this regard, the chief question is how specific a rule must be to qualify as dispositive, thus triggering review under the \"contrary to\" clause.  This type of inquiry is hardly foreign to federal judges;  most notably, it lurks in both the jurisprudence of the qualified immunity doctrine, see, e.g., Anderson v. Creighton, 483 U.S. 635, 639-40, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987), and in the Teague refinements to habeas review, see, e.g., Gray, 116 S.Ct. at 2083-84;  Fern v. Gramley, 99 F.3d 255, 258 (7th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We deem the qualified immunity concept of \"clearly established\" a siren's call for purposes of fleshing out section 2254(d)(1);  the invitation is enchanting, but the consequences of acceptance are potentially disagreeable.  The judge-made qualified immunity doctrine strikes a balance between remedying constitutional violations and unduly hindering state actors' abilities to perform their jobs on a day-to-day basis by shielding them from liability for money damages unless their conduct transgresses the most firmly settled constitutional norms.  See Ryder v. United States, 515 U.S. 177, 185, 115 S.Ct. 2031, 132 L.Ed.2d 136 (1995);  Harlow v. Fitzgerald, 457 U.S. 800, 814, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982).  In contrast, state judges do not face personal liability for erroneous constitutional decisions--a bruised ego is not the functional equivalent of a monetary award.  More importantly, the legislatively enacted AEDPA standard is not designed to strike a balance between such values, but to provide a means for testing the conformity of a state court's decision to the requirements of federal law.  In light of these salient differences, it follows that a rule need not be quite as clear or a precedent as factually specific to rate review under the \"contrary to\" clause of section 2254(d)(1) as it must be to hold a state actor liable for damages under section 1983.  See Evan Tsen Lee, Section 2254(d) of the New Habeas Statute:  An (Opinionated) User's Manual, 51 Vand.  L.Rev. 103, 127-29 (1998);  Tushnet &amp; Yackle, supra, at 43 n. 219.  To avoid reducing the AEDPA standard to a rubber stamp, the term \"clearly established,\" as used by Congress in section 2254(d)(1), must cut a wider swath.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Teague line of cases provides more helpful guidance.  Drawing on Teague, we hold that an affirmative answer to the first section 2254(d)(1) inquiry--whether the Supreme Court has prescribed a rule that governs the petitioner's claim--requires something more than a recognition that the Supreme Court has articulated a general standard that covers the claim.  To obtain relief at this stage, a habeas petitioner must show that Supreme Court precedent requires an outcome contrary to that reached by the relevant state court.  Cf. Neelley, 138 F.3d at 923-24.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We caution that this criterion should not be applied in too rigid a manner.  A petitioner need not point a habeas court to a factually identical precedent.  Oftentimes, Supreme Court holdings are \"general\" in the sense that they erect a framework specifically intended for application to variant factual situations.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  These rules sufficiently shape the contours of an appropriate analysis of a claim of constitutional error to merit review of a state court's decision under section 2254(d)(1)'s \"contrary to\" prong.  Not coincidentally, the Court's pre-AEDPA habeas case law employed this approach in conducting Teague \"new rule\" inquiries, see Wright, 505 U.S. at 309, 112 S.Ct. 2482 (Kennedy, J., concurring) (\"Where the beginning point is a rule ... designed for the specific purpose of evaluating a myriad of factual contexts, it will be the infrequent case that yields a result so novel that it forges a new rule, one not dictated by precedent.\"), and other federal courts have followed this praxis (wisely, we believe) when construing section 2254(d)(1), see, e.g., Neelley, 138 F.3d at 923-24;  Baylor v. Estelle, 94 F.3d 1321, 1323 (9th Cir.1996), cert. denied, --- U.S. ----, 117 S.Ct. 1329, 137 L.Ed.2d 489 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We recognize that determining whether \"contrary to\" review is appropriate will prove difficult in some cases.  Still, the key inquiry, at bottom, is whether a Supreme Court rule--by virtue of its factual similarity (though not necessarily identicality) or its distillation of general federal law precepts into a channeled mode of analysis specifically intended for application to variant factual situations--can fairly be said to require a particular result in a particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">If no Supreme Court precedent is dispositive of a petitioner's claim, then, a fortiori, there is no specific rule to which the state court's decision can be \"contrary.\"   In such circumstances, a federal habeas court then determines whether the state court decision reflects an unreasonable application of clearly established Supreme Court jurisprudence.  This reduces to a question of whether the state court's derivation of a case-specific rule from the Court's generally relevant jurisprudence appears objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To the extent that inferior federal courts have decided factually similar cases, reference to those decisions is appropriate in assessing the reasonableness vel non of the state court's treatment of the contested issue.  We think it is pellucid, however, that the \"unreasonable application\" clause does not empower a habeas court to grant the writ merely because it disagrees with the state court's decision, or because, left to its own devices, it would have reached a different result.  Rather, for the writ to issue, the state court decision must be so offensive to existing precedent, so devoid of record support, or so arbitrary, as to indicate that it is outside the universe of plausible, credible outcomes.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Hall v. Washington, 106 F.3d 742, 748-49 (7th Cir.1997);  cf.  Butler v. McKellar, 494 U.S. 407, 414, 110 S.Ct. 1212, 108 L.Ed.2d 347 (1990) (noting that the Teague rule evolved in an effort to uphold a state court's \"reasonable, good faith interpretations of existing precedents\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We realize that our distillation of section 2254(d)(1)'s two-step analytic framework is at odds with decisions reached by other courts.  In the final analysis, however, we are duty bound--in the absence of controlling precedent--to exercise independent judgment, and we have done so.  We are confident that our work product gives effect to all parts of the statutory provision, comports with Congress's vision of habeas reform, and avoids the artificial distinctions and syntactical pitfalls present in the variant interpretations of the statute proffered by other courts and commentators.  Moreover, by eschewing undue deference to state courts' decisions on federal law matters, our synthesis avoids an interpretation that invites constitutional challenge.</p>\n    </div>\n    <p>III. APPLICATION OF THE STANDARD</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Using the analytic framework developed above, we evaluate the claim that the trial judge's limitation on the scope of recross-examination infracted the petitioner's constitutional rights.  To supply context, we briefly recapitulate the events underlying this challenge.  On redirect the prosecution first elicited testimony that Shanahan was upset when she gave the police a statement that contradicted her trial testimony in certain respects.  On recross, the petitioner's lawyer sought to question Shanahan about the contents of a separate statement.  Defense counsel viewed this later statement as consistent with Shanahan's original account to the police, inconsistent with her trial testimony, and made at a time when the ostensible cause for her discombobulation had abated.  The trial judge ruled that questions about the content of the second statement were beyond the scope of redirect and therefore off-limits in recross.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We begin with bedrock.  The right of confrontation and cross-examination \"is an essential and fundamental requirement for the kind of fair trial which is this country's constitutional goal.\"  Pointer v. Texas, 380 U.S. 400, 405, 85 S.Ct. 1065, 13 L.Ed.2d 923 (1965).  Supreme Court jurisprudence makes it abundantly clear that the Confrontation Clause effectuates this right by guaranteeing a criminal defendant an opportunity to cross-examine witnesses effectively.  See Davis v. Alaska, 415 U.S. 308, 315-16, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974).  Still, the right of cross-examination is not unfettered.  See Delaware v. Fensterer, 474 U.S. 15, 20, 106 S.Ct. 292, 88 L.Ed.2d 15 (1985) (emphasizing that a defendant does not have the right to \"cross-examination that is effective in whatever way, and to whatever extent, the defense might wish\").  When contemplating restrictions on cross-examination, a trial court must strike a constitutionally acceptable balance:  although the court possesses considerable discretion to preclude repetitive, irrelevant, cumulative, or harassing interrogation, see Delaware v. Van Arsdall, 475 U.S. 673, 679, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986), it must not narrow the scope in such a way as to preclude a defendant either from meaningfully \"delv[ing] into the witness' story to test the witness' perceptions and memory\" or from impeaching the witness, Davis, 415 U.S. at 316, 94 S.Ct. 1105.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We discern no rule in the Court's Confrontation Clause jurisprudence that governs the petitioner's claim of error.  None of the Court's pronouncements flesh out its very general treatment of cross-examination rights, either by way of a more refined rule specifically intended for application to variant factual contexts or by way of a fact-specific rule that governs recross-examination.  There being no clearly established Supreme Court law to which the SJC's decision is \"contrary,\" we must evaluate the petitioner's claim under the \"unreasonable application\" clause of section 2254(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">All seven justices of the SJC joined in declaring that a criminal defendant has a Sixth Amendment right to recross-examination if such questioning attends a new matter elucidated for the first time on redirect examination.  See O'Brien, 645 N.E.2d at 1174;  see also id. at 1178 (O'Connor, J., dissenting) (agreeing with this aspect of the majority opinion).  This holding is eminently reasonable.  It accords with the unanimous opinion of the federal appellate courts that have applied the general precepts of Davis and its progeny in a recross-examination context.  See United States v. Ross, 33 F.3d 1507, 1518 (11th Cir.1994);  United States v. Baker, 10 F.3d 1374, 1404 (9th Cir.1993);  United States v. Riggi, 951 F.2d 1368, 1375 (3d Cir.1991);  United States v. Caudle, 606 F.2d 451, 457-58 (4th Cir.1979);  United States v. Morris, 485 F.2d 1385, 1387 (5th Cir.1973).  No other understanding of the Confrontation Clause's application to recross-examination would be objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The crucial inquiry, then, is whether the SJC effected \"an unreasonable application of clearly established Federal law\" when it upheld the trial court's decision to cut off the specific questions that the petitioner's attorney sought to pose to Shanahan about a second statement during recross-examination.  To answer that question, we independently review whether the material raised by the prosecution was \"new matter\" requiring cross-examination under the Sixth Amendment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This is not a simple matter.  Although the general rule is widely espoused, the case law contains little if any analysis of what does (and does not) comprise a \"new matter.\"   In the absence of authoritative guidance, the SJC reasoned that, on redirect, the prosecution \"sought to explain the circumstances surrounding the making of a statement which had been used to impeach the witness on cross-examination,\" and therefore, that questions about a second statement \"not brought out at any point on direct, cross, or redirect examination\" were beyond the scope of the redirect.  O'Brien, 645 N.E.2d at 1174.   The SJC also noted that the petitioner could have entered Shanahan's second statement into evidence during the initial round of cross-examination to buttress the argument that her trial testimony was incorrect.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The other pan of the scale is by no means empty.  The petitioner, ably represented, argues that the SJC majority's view of the redirect is overly cramped.  He asseverates, as did the dissenting justices, that the \"material new matter which was brought out for the first time on redirect was not [Shanahan's] second statement, but was [her] upset state of mind when she gave her first statement, brought out to reduce that statement's impact.\"  Id. at 1178 (O'Connor, J., dissenting).  On this appraisal, the contents of the second statement were relevant to countering the prosecution's \"mental state\" initiative and thus within the scope of redirect.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We regard the question as a close one--but, under AEDPA's newly minted standard of review, the very closeness of the call militates strongly against the granting of habeas redress.  After thoroughly reviewing the trial transcript we deem both sides' positions on the scope of the prosecution's redirect as quite plausible.  Accordingly, in the absence of contrary Supreme Court authority, we cannot say that the SJC's conclusion is so offensive to existing precedent, so devoid of record support, or so arbitrary as to indicate laxity in addressing the petitioner's claim of error.  Hence, there was no unreasonable application of clearly established Supreme Court precedent.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In enacting AEDPA, Congress altered federal habeas corpus procedure in significant respects.  We believe that our conception of section 2254(d)(1)'s standard of review provision is faithful to the statute's language, honors Congress's intent, and does not diminish the proper constitutional role of the federal judiciary. Applying this framework, the Massachusetts courts' resolution of the petitioner's claim of constitutional error passes muster:  the SJC's decision is neither contrary to, nor an unreasonable application of, clearly established law (as determined by the Supreme Court of the United States).  Consequently, the district court correctly dismissed O'Brien's habeas petition.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Characterizing section 2254(d)(1) as a \"standard of review provision\" is something of a misnomer, since a habeas petition is an original proceeding, not an appeal of a state court judgment.  See Fay v. Noia, 372 U.S. 391, 423-24, 83 S.Ct. 822, 9 L.Ed.2d 837 (1963).  Nonetheless, section 2254(d)(1) serves the same purpose as a traditional standard of review clause, and we exercise literary license in referring to it as such</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The evidence adduced at trial tended to show that O'Brien sired Shanahan's other two children, but that Sean's father was another man who from time to time shared Shanahan's affections</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 2254(d) does not specify the temporal vantage point from which \"clearly established Federal law, as determined by the Supreme Court\" is to be assessed.  Prior to the AEDPA amendments, a habeas court could not grant relief based on a \"new rule.\"  Teague v. Lane, 489 U.S. 288, 310, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989).  However, this restriction did not bar consideration of holdings announced after the conclusion of a petitioner's state court appeals, but before the completion of his efforts to obtain Supreme Court review.  See Caspari v. Bohlen, 510 U.S. 383, 390, 114 S.Ct. 948, 127 L.Ed.2d 236 (1994).  The Commonwealth argues that the amended version of section 2254(d) extends Teague by restricting federal review to consideration of law that was clearly established at the time the state court rendered a decision on the petitioner's claim.  This is a plausible reading, see Blankenship v. Johnson, 106 F.3d 1202, 1206 (5th Cir.), withdrawn and superseded, 118 F.3d 312 (5th Cir.1997), but not necessarily the only one, see Evan Tsen Lee, Section 2254(d) of the New Habeas Statute:  An (Opinionated) User's Manual, 51 Vand.  L.Rev. 103, 120-22 (1998).  Because the case at hand does not turn on this point, we leave its resolution for another day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is more difficult to pigeonhole the Seventh Circuit.  In Lindh v. Murphy, 96 F.3d 856, 870 (7th Cir.1996), rev'd on other grounds, 521 U.S. 320, 117 S.Ct. 2059, 138 L.Ed.2d 481 (1997), that court embraced a bifurcated approach.  Yet, in Hall v. Washington, 106 F.3d 742 (7th Cir.), cert. denied, --- U.S. ----, 118 S.Ct. 264, 139 L.Ed.2d 190 (1997), Judge Wood, writing for the court, stated that under the AEDPA's regime, \"our review of state courts' legal determinations continues to be de novo.  So, too, does our review of mixed questions of law and fact.\"  Id. at 748 (internal citations omitted).  The Hall panel did not endeavor to reconcile this statement with the seemingly contrary pronouncements in Lindh</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> An early draft of the habeas title in the House would have amended section 2254 to protect state proceedings unless they:</p>\n        <p>(1) resulted in a decision that was based on an arbitrary or unreasonable interpretation of clearly established Federal law as articulated in the decisions of the Supreme Court of the United States;</p>\n        <p>(2) resulted in a decision that was based on an arbitrary or unreasonable application to the facts of clearly established Federal law as articulated in the decisions of the Supreme Court of the United States;  or</p>\n        <p>(3) resulted in a decision that was based on an arbitrary or unreasonable determination of the facts in light of the evidence presented in the State proceeding.</p>\n        <p>See 141 Cong.  Rec. H1424 (daily ed.  Feb. 8, 1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Examples of these types of rules are easily located.  See, e.g., Waller v. Georgia, 467 U.S. 39, 104 S.Ct. 2210, 81 L.Ed.2d 31 (1984) (developing test applicable to claimed violations of right to public trial), Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984) (explaining test for resolving claims of ineffective assistance of counsel);  Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979) (formulating test governing insufficiency of evidence claims)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Fifth Circuit has articulated an unreasonableness standard that allows the writ to issue \"only if a state court decision is so clearly incorrect that it would not be debatable among reasonable jurists.\"  Drinkard, 97 F.3d at 769;  accord Neelley, 138 F.3d at 924.   We decline to adopt this formulation for two reasons.  First, the test is circular inasmuch as it defines \"unreasonable application\" by reference to what \"reasonable jurists\" think about an issue.  Second, and more importantly, we regard the test as too deferential because it focuses on the reasonableness of individual judges, more so than on the reasonableness of judicial decisions.  Given that reasonable judges occasionally make unreasonable decisions, the Drinkard court's interpretation of the \"unreasonable application\" clause could drain it of much of its practical meaning.  See Lee, supra, at 115-17 (discussing the Drinkard test)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Commonwealth does not argue that the SJC's \"new matter\" determination is a question of fact to which a habeas court must defer under 28 U.S.C. &#167; 2254(d)(2).  At any rate, the \"basic, primary, [and] historical facts,\" Townsend v. Sain, 372 U.S. 293, 309 n. 6, 83 S.Ct. 745, 9 L.Ed.2d 770 (1963), namely, the prosecution's redirect questions and Shanahan's testimony, are not in dispute.  The question here is whether the SJC appropriately applied the Sixth Amendment standard to those facts--a quintessential mixed question of law and fact.  See Thompson, 516 U.S. 99, 116 S.Ct. at 464-65.   Thus, section 2254(d)(2) does not affect this determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court viewed Shanahan's second statement as not materially inconsistent with her trial testimony.  Because we find no error in the state courts' decision to prohibit questioning about the contents of that statement on recross, we take no view of its evidentiary value</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span></p>\n    <p class=\"parties\">Robert O'BRIEN, Petitioner, Appellant,<br>v.<br>Larry E. DUBOIS, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 97-1979.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 7, 1998.<br>Decided May 26, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert L. Sheketoff, with whom Sheketoff &amp; Homan was on brief, for appellant.</p>\n      <p class=\"indent\">William J. Meade, Assistant Attorney General, Commonwealth of Massachusetts, with whom Scott Harshbarger, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this pathbreaking case, petitioner-appellant Robert O'Brien, who assails his Massachusetts manslaughter conviction on the ground that the trial court unconstitutionally restricted recross-examination, prays for a writ of habeas corpus.  Evaluating the petitioner's claim requires us to appraise and interpret the standard of review provision incorporated into 28 U.S.C. &#167; 2254(d)(1) by the Antiterrorism and Effective Death Penalty Act of 1996.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After developing and applying an appropriate analytic framework, we uphold the district court's denial of habeas relief.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our factual recitation focuses primarily on the trial testimony and rulings that lie at the epicenter of this habeas proceeding.  We direct readers who yearn for a more complete narrative to the opinion of the Massachusetts Supreme Judicial Court (SJC) affirming the underlying conviction.  See Commonwealth v. O'Brien, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">470</span></span>, <span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1170</span></span>, 1171-74 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 29, 1989, a state jury convicted the petitioner of the involuntary manslaughter of Sean Patrick Shanahan, a five-month-old infant.  The criminal case arose after Sean's mother, Carol Shanahan, found the child dead in his crib and an autopsy indicated that Sean perished as a result of blunt head trauma.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the relevant time frame, the petitioner lived with Shanahan and her three children (Sean included).  Sean's parentage was an ongoing source of friction in what charitably can be called a stormy relationship.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The record evinces that the petitioner singled out Sean for frequent scoldings and occasional physical abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the morning of October 2, 1987, Shanahan left the couple's apartment to report for work.  She returned home at about 4:00 p.m., accompanied by her eight-year-old sister, Darlene.  Shanahan testified that Sean awoke while she was preparing the evening meal, and that he appeared normal except for a runny nose.  After dinner, the petitioner ordered Shanahan to purchase some marijuana for him.  Shanahan absented herself from the apartment for approximately fifteen minutes to perform this errand.  The petitioner remained on the premises with Shanahan's sister and three children.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">What happened next is hotly disputed.  The prosecution relied on Darlene as its star witness at trial, and we summarize her account of the pertinent events:  During Shanahan's absence, Sean awoke and began crying.  The petitioner picked him up and headed for the kitchen.  Sean vomited.  The petitioner became angry, hurled Sean into the air, and unsuccessfully tried to catch him.  Sean struck the floor headfirst.  The petitioner then restored the crying child to his crib and advised Darlene not to discuss what had happened lest he \"get someone after [her].\"  When Shanahan returned, no one mentioned the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is little disagreement as to subsequent events.  Later that evening, Shanahan noticed that Sean's face was puffy, his eyes runny, and his breathing strained.  These symptoms persisted the next morning, prompting Shanahan to leave Sean in his crib for the day.  That night, Shanahan moved toward Sean's room to check his condition, but the petitioner headed her off and entered the room first.  After a few seconds, he emerged, pointed toward the crib, and fled the apartment.  Shanahan approached the crib and found the child dead.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The state police investigation immediately focused on the petitioner.  At first, he denied any involvement with Sean's death, but, upon requestioning, he changed his tune.  This time, the petitioner claimed that, on October 2, he had slipped while carrying Sean, and that Sean's head and neck had struck the floor during the ensuing fall.  The investigating officer consulted with the pathologist who performed the autopsy and ascertained that Sean's injuries could not have occurred in this manner.  Confronted with the pathologist's statement, the petitioner agreed to tell the investigator \"what really happened.\"   He then spun a new yarn:  while playing with Sean on the morning of October 2, he had placed his hands under Sean's legs, held the child by the hands, and tried to flip him--but Sean slipped from his grasp and the child's head hit the floor.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, the prosecution's theory of the case tracked Darlene's account of how Sean's injuries transpired.  To refute this testimony and buttress his (most recent) version of the events surrounding Sean's death, the petitioner strove to show that Sean exhibited symptoms of a head injury prior to the time that Darlene claimed to have seen the petitioner heave the baby into the air.  Given the nature of this defense, the presence of so-called cold symptoms before dinner on October 2--symptoms that the petitioner insists were in fact indicia of cranial trauma--took on vital importance.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the course of a vigorous cross-examination, Shanahan testified that she did not see Sean from the time she left for work on October 2 until late in the afternoon, and that he had a runny nose but no other cold symptoms at that juncture.  She first noticed that Sean was not feeling well later that evening.  The petitioner's counsel called Shanahan's attention to a statement that she gave to the police on October 7, in which she reported that, upon arriving at the apartment with Darlene, she noticed that Sean displayed some other symptoms (like hoarseness and wheezy breathing).  Shanahan replied that she could not remember making these specific comments.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The prosecution, in an attempt to account for any possible discrepancies between Shanahan's trial testimony and her pretrial statement, elicited on redirect examination that she had been extremely upset when she gave the October 7 statement because Sean's funeral had occurred the day before.  On recross-examination, defense counsel sought to ask Shanahan about another statement that she penned some days after the funeral in preparation for a meeting with a prosecutor (and in which, according to the petitioner's attorney, Shanahan again recounted that she observed Sean suffering from cold symptoms as soon as she and Darlene returned home).  The prosecution objected on the ground that the proposed questioning exceeded the scope of redirect examination.  The petitioner's counsel countered that a reference to the second statement was proper because it impeached Shanahan's explanation for the inconsistency between her trial testimony and her October 7 account.  The trial judge sustained the objection, finding that the contents of the second statement (which had not been admitted into evidence) did not address any matter raised for the first time on redirect examination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The jury convicted the petitioner of involuntary manslaughter.  After an intermediate appellate court rejected the petitioner's appeal, the SJC, in a four-to-three decision, held that the imposed limitation on recross-examination did not transgress the Confrontation Clause.  See O'Brien, 645 N.E.2d at 1174.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 15, 1996, the petitioner filed an application for habeas relief in the United States District Court for the District of Massachusetts.  Judge Woodlock recognized that the new habeas review standards contained in the Antiterrorism and Effective Death Penalty Act of 1996, Pub.L. No. 104-132, 110 Stat. 1214 (1996) (codified in scattered sections of 28 U.S.C.)  (AEDPA), governed the resolution of the petitioner's case.  See Lindh v. Murphy, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, 2063, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1997);  Rodriguez v. Superintendent, <span class=\"citation\" data-id=\"197861\"><a href=\"/opinion/197861/rodriguez-v-correctional-center/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 271-72 (1st Cir.1998).  Applying AEDPA's standard of review provision, 28 U.S.C. &#167; 2254(d)(1) (Supp.1996), Judge Woodlock denied relief.  He then issued a certificate of appealability, and we followed suit.  See 28 U.S.C. &#167; 2253(c)(1).</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While the substance of the petitioner's claim awaits, we must interpret what is perhaps the most fundamental modification to habeas corpus jurisprudence wrought by AEDPA--the fashioning of a neoteric standard that a federal habeas court must use when assessing a state court's adjudication of a criminal defendant's assertions of constitutional error.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">AEDPA instructs federal courts not to grant a writ of habeas corpus at the behest of a state prisoner unless the underlying state adjudication:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States;  or (2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">28 U.S.C. &#167; 2254(d).  AEDPA is hardly a model of clarity, see Lindh, 117 S.Ct. at 2068 (observing that \"in a world of silk purses and pigs' ears, [AEDPA] is not a silk purse of the art of statutory drafting\"), and its standard of review provision is far from self-explicating.  The provision poses particular difficulties in determining the appropriate mode of analysis that a federal court should pursue under subsection (1)--difficulties that we encounter here.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Before turning to our central interpretive task, we deem it advisable to clear some of the statutory underbrush.  Prior to AEDPA's passage, a federal court's exercise of habeas corpus jurisdiction did not require that it pay any special heed to the underlying state court decision.  See, e.g., Brown v. Allen, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 458, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">469</span></span> (1953) (remarking that the habeas court treats the state court decision as nothing more than \"the conclusion of a court of last resort of another jurisdiction\");  Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1994) (similar).  In contrast, the AEDPA amendments to section 2254 exalt the role that a state court's decision plays in a habeas proceeding by specifically directing the habeas court to make the state court decision the cynosure of federal review.  See James S. Liebman &amp; Randy Hertz, Federal Habeas Corpus Practice and Procedure &#167; 30.2c, at 305 (Supp.1997).  Only if that decision deviates from the paradigm described in section 2254(d) can a habeas court grant relief.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In terms, section 2254(d)(1) limits the benchmark precedent against which a habeas court may measure a state court decision to \"clearly established Federal law, as determined by the Supreme Court of the United States.\"   Thus, even if lower federal court decisions support the petitioner's position or adumbrate the emergence of a rule favorable to him, the writ cannot issue unless the state court decision contravenes, or involves an unreasonable application of, extant Supreme Court jurisprudence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Sweeney v. Parke, <span class=\"citation\" data-id=\"740529\"><a href=\"/opinion/740529/norman-sweeney-v-al-c-parke-superintendent-and-pamela-carter-indiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 718 (7th Cir.1997);  Moore v. Calderon, <span class=\"citation\" data-id=\"737025\"><a href=\"/opinion/737025/97-cal-daily-op-serv-1738-97-daily-journal-dar-3267-charles-edward/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">261</span></a></span>, 264-65 (9th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1003</span></span> (1997);  Childress v. Johnson, <span class=\"citation\" data-id=\"11166\"><a href=\"/opinion/11166/childress-v-johnson/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1221</span></a></span>, 1225 (5th Cir.1997).  This is not to say that the jurisprudence of inferior federal courts is entirely irrelevant in the modern habeas milieu;  the decisions of such tribunals may very well achieve decretory significance in determining whether a state court's \"application of ... clearly established Federal law, as determined by the Supreme Court of the United States,\" is reasonable.  28 U.S.C. &#167; 2254(d)(1).  Withal, this role is circumscribed and cannot be scripted to countenance expedient circumvention of AEDPA's express prohibition on grounding habeas relief in rules created by the lower federal courts.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Preliminaries aside, the principal interpretive question posed by this case can be succinctly stated:  What does it mean for a state adjudication to be \"contrary to\" or to involve \"an unreasonable application of\" clearly established Supreme Court law?   Embedded in the resolution of this question is an issue of considerable constitutional import:  the degree, if any, to which AEDPA infringes on a federal habeas court's ability independently to interpret federal law (and, particularly, federal constitutional doctrine).  Courts and commentators have offered several possible interpretations of section 2254(d)(1), ranging from utter capitulation--that is, a unitary standard of deference to a state court's reasonable elucidations and applications of constitutional principles in individual cases, see, e.g., Perez v. Marshall, <span class=\"citation no-link\"><span class=\"volume\">946</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1521</span></span>, 1532-33 (S.D.Cal.1996), appeal denied, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></span> (9th Cir.1997) (table)--to a middle-of-the-road approach--that is, a bifurcated standard that applies the \"contrary to\" language to issues of law and the \"unreasonable application\" language to mixed questions, see, e.g., Neelley v. Nagle, <span class=\"citation\" data-id=\"72827\"><a href=\"/opinion/72827/neelley-v-nagle/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">917</span></a></span>, 924 (11th Cir.1998);  Drinkard v. Johnson, <span class=\"citation\" data-id=\"727326\"><a href=\"/opinion/727326/richard-gerry-drinkard-v-gary-l-johnson-director-texas-department-of/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 767-68 (5th Cir.1996), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></span> (1997)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>--to a minimalist approach, urged by some academics, that clings closely to the past--that is, a focus-shifting standard that construes AEDPA as merely directing attention initially to the state court's decision but otherwise leaving the habeas court free to grant the writ whenever it finds a petitioner's claim meritorious, see, e.g., Larry Yackle, A Primer on the New Habeas Corpus Statute, 44 Buff.  L.Rev. 381, 412 (1996).  We are not fully persuaded by any of these multifarious formulations.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The first formulation--a standard of across-the-board deference--portends a serious constitutional conflict.  If, under section 2254(d)(1), a federal court must \"defer\" to a state court's determinations anent federal law, AEDPA may intrude impermissibly upon the federal courts' Article III power \"not merely to rule on cases, but to decide them.\"  Plaut v. Spendthrift Farm, Inc., <span class=\"citation\" data-id=\"117916\"><a href=\"/opinion/117916/plaut-v-spendthrift-farm-inc/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, 218-19, <span class=\"citation\" data-id=\"117916\"><a href=\"/opinion/117916/plaut-v-spendthrift-farm-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1447</span></a></span>, <span class=\"citation\" data-id=\"117916\"><a href=\"/opinion/117916/plaut-v-spendthrift-farm-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span></a></span> (1995) (emphasis omitted).  This concern is enough in itself to warrant favoring some other, equally plausible interpretation.  See Edward J. DeBartolo Corp. v. Florida Gulf Coast Bldg. &amp; Constr.  Trades Council, <span class=\"citation\" data-id=\"112042\"><a href=\"/opinion/112042/edward-j-debartolo-corp-v-florida-gulf-coast-building-constr-trades/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span>, 575, <span class=\"citation\" data-id=\"112042\"><a href=\"/opinion/112042/edward-j-debartolo-corp-v-florida-gulf-coast-building-constr-trades/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1392</span></a></span>, <span class=\"citation\" data-id=\"112042\"><a href=\"/opinion/112042/edward-j-debartolo-corp-v-florida-gulf-coast-building-constr-trades/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">645</span></a></span> (1988);  United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 473 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We hasten to add, however, that this constitutional tension is not the sole reason for rejecting uniform deference.  AEDPA's legislative history, especially the dialogue during floor debates, indicates beyond peradventure that Congress did not intend to strip federal courts of their authority independently to assess the merits of federal questions raised in habeas petitions.  See Green v. French, <span class=\"citation\" data-id=\"754239\"><a href=\"/opinion/754239/harvey-lee-green-jr-v-james-b-french-warden-central-prison/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 874-875 (4th Cir.1998);  Liebman &amp; Hertz, supra, at 308 n. 32 (cataloguing various statements);  see also Yackle, supra, at 422-23 (observing that congressional proponents of a rule of deference explicitly abandoned this position to secure passage of habeas reform).  These floor statements are wholly consistent with AEDPA's statutory text, which contains no clearcut command that habeas courts \"defer\" to state court decisions.  This consistency imbues the floor statements with interpretive significance.  See Brock v. Pierce County, <span class=\"citation\" data-id=\"111668\"><a href=\"/opinion/111668/brock-v-pierce-county/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, 263, <span class=\"citation\" data-id=\"111668\"><a href=\"/opinion/111668/brock-v-pierce-county/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1834</span></a></span>, <span class=\"citation\" data-id=\"111668\"><a href=\"/opinion/111668/brock-v-pierce-county/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span></a></span> (1986) (holding that floor statements are valid indicators of congressional intent to the extent that they \"are consistent with the statutory language\");  cf.  Regan v. Wald, <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 237, <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3026</span></a></span>, <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1984) (observing that floor colloquies cannot serve to alter unambiguous statutory language).  In the same vein, the Senate specifically rejected a proposal that would have given state court decisions res judicata effect in federal habeas proceedings.  See 141 Cong.  Rec. S7849 (daily ed.  June 7, 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The second formulation--a bifurcated standard championed by the Fifth and Eleventh Circuits--reads too much into the text of the statute.  Section 2254(d)(1) simply does not speak of \"questions of law\" or \"mixed questions of law and fact.\"   Adherents of this approach excuse their embroidery of the statute's text, saying that it is fair to assume that Congress had this division in mind because prior habeas jurisprudence fleetingly suggested such a distinction.  We think that this blithe assumption is unwarranted.  At best, the Court's pre-AEDPA signals on this point are mixed.  Compare Wright v. West, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 294, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2482</span></a></span>, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span></a></span> (1992) (plurality opinion suggesting distinction) with Thompson v. Keohane, <span class=\"citation\" data-id=\"117982\"><a href=\"/opinion/117982/thompson-v-keohane/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"117982\"><a href=\"/opinion/117982/thompson-v-keohane/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></a></span>, 464, <span class=\"citation\" data-id=\"117982\"><a href=\"/opinion/117982/thompson-v-keohane/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1995) (observing that mixed questions of law and fact are treated as legal questions for purposes of habeas review).  In all events, courts should tread gingerly before inserting words into a statute's text, see Water Quality Ass'n v. United States, <span class=\"citation\" data-id=\"473647\"><a href=\"/opinion/473647/water-quality-association-employees-benefit-corporation-v-united-states/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1309 (7th Cir.1986), and the caution light glows with particular brilliance here.  Common sense suggests that, had Congress desired to adopt this highly specific taxonomy, it could and would have drafted AEDPA in more explicit terms.  See Green, 143 F.3d at 869-870 (noting that the terms \"contrary to\" and \"unreasonable application of\" are not amenable to precise definitional distinction).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Were this not enough reason to shun the bifurcated approach, AEDPA's legislative history supplies the sockdolager.  The House of Representatives proposed a formulation closely akin to the bifurcated approach,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but Congress rejected it.  It would be unseemly--and wrong--for a court to scavenge discarded language from the legislative scrap heap and graft such language onto the version of the bill that Congress ultimately enacted.  See Lonchar v. Thomas, <span class=\"citation\" data-id=\"118015\"><a href=\"/opinion/118015/lonchar-v-thomas/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, <span class=\"citation\" data-id=\"118015\"><a href=\"/opinion/118015/lonchar-v-thomas/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1293</span></a></span>, 1300, <span class=\"citation\" data-id=\"118015\"><a href=\"/opinion/118015/lonchar-v-thomas/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span></a></span> (1996) (avoiding a reading that would have imposed a requirement in the habeas context that Congress \"rejected, by removing [the requirement] from the draft Rule\" (emphasis in original));  see also Rhode Island v. Narragansett Indian Tribe, <span class=\"citation\" data-id=\"195256\"><a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">685</span></a></span>, 700 (1st Cir.1994) (\"When Congress includes limiting language in an early version of proposed legislation, and then rewrites the bill prior to enactment so as to scrap the limitation, the standard presumption is that Congress intended the proviso to operate without limitation.\").  Thus, in light of the documented legislative rebuff, the bifurcated approach fails.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The third formulation--a focus-shifting approach--suffers from a different, but equally debilitating infirmity.  The argument in support of the approach holds that the disjunctive phrasing of section 2254(d)(1), literally read, furnishes habeas petitioners with a choice to seek review of their convictions under either the \"unreasonable application\" clause or the \"contrary to\" clause.  This interpretation effectively reads the \"unreasonable application\" language out of the statute, for that language sounds much more tolerant of state courts' rulings than does the \"contrary to\" language, and, thus, no rational petitioner would opt for it in practice.  See Drinkard, 97 F.3d at 767;  see also Sharad Sushil Khandelwal, Note, The Path to Habeas Corpus Narrows:  Interpreting 28 U.S.C. &#167; 2254(d)(1), 96 Mich.  L.Rev. 434, 447 (1997).  Indeed, proponents of the focus-shifting approach unabashedly admit that their formulation nullifies the statute's \"unreasonable application\" language.  See Mark Tushnet &amp; Larry Yackle, Symbolic Statutes and Real Laws:  The Pathologies of the Antiterrorism and Effective Death Penalty Act and the Prison Litigation Reform Act, 47 Duke L.J. 1, 44 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The minimalist focus-shifting approach substitutes the proponents' policy choices for the legislative will, and is therefore unacceptable.  Statutory interpretation is not a game designed to find linguistic loopholes as a means to subverting Congress's discerned intentions.  Rather than reading words out of a statute, courts should strive to give every word in a statute meaning and effect.  See United States v. Nordic Village, Inc., <span class=\"citation\" data-id=\"112694\"><a href=\"/opinion/112694/united-states-v-nordic-village-inc/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 36, <span class=\"citation\" data-id=\"112694\"><a href=\"/opinion/112694/united-states-v-nordic-village-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation\" data-id=\"112694\"><a href=\"/opinion/112694/united-states-v-nordic-village-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">181</span></a></span> (1992);  United States v. Ven-Fuel, Inc. <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 751-52 (1st Cir.1985).  So it is here:  we must interpret section 2254(d)(1) in such a way as to give purpose to both of its clauses.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Time often lends perspective.  Given the opportunity to study AEDPA and to digest what other courts and commentators have written, we believe that a better reading of the statute's standard of review provision is available.  Although AEDPA did not codify the Teague approach to habeas review wholesale, see Rodriguez, 139 F.3d at 274-75, the amendments to section 2254(d)(1) plainly embrace one of Teague 's primary goals.  Teague taught that, apart from the Supreme Court, federal habeas courts ought not act as innovators in the field of criminal procedure, thereby upsetting state convictions because state courts were not prescient and thus failed to comply with federal law that did not exist at the time they ruled.  See Gray v. Netherland, <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, 2083, <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">457</span></a></span> (1996);  Saffle v. Parks, <span class=\"citation\" data-id=\"112390\"><a href=\"/opinion/112390/saffle-v-parks/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span>, 488, <span class=\"citation\" data-id=\"112390\"><a href=\"/opinion/112390/saffle-v-parks/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1257</span></a></span>, <span class=\"citation\" data-id=\"112390\"><a href=\"/opinion/112390/saffle-v-parks/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></a></span> (1990).  Congress chose to perpetuate this view by codifying in section 2254(d)(1) a sort of choice-of-law provision that restricts the armamentarium of legal rules available to a federal habeas court in evaluating a state court judgment.  See Green, 143 F.3d at 874-875.   This approach closely emulates Teague.   See Wright, 505 U.S. at 303-05, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2482</span></a></span> (O'Connor, J., concurring);  see also Hogan v. Hanks, <span class=\"citation\" data-id=\"727250\"><a href=\"/opinion/727250/anthony-d-hogan-v-craig-hanks-and-pamela-carter/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 192 (7th Cir.1996) (drawing comparisons between Teague 's and AEDPA's views of the appropriate role of a federal habeas court), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">546</span></span> (1997);  Note, Rewriting the Great Writ:  Standards of Review for Habeas Corpus Under the New 28 U.S.C. &#167; 2254, 110 Harv.  L.Rev. 1868, 1883 (1997) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To be sure, the symmetry between Teague and AEDPA is not perfect.  After all, section 2254(d)(1)'s precedent-limiting aspect functions more strictly than did Teague 's in that it confines the set of relevant rules to those \"clearly established by the Supreme Court,\" whereas Teague tolerated a broader compass.  See, e.g., Ciak v. United States, <span class=\"citation\" data-id=\"699202\"><a href=\"/opinion/699202/scott-c-ciak-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">296</span></a></span>, 302-03 (2d Cir.1995) (holding that Teague 's \"new rule\" ban does not proscribe application of a rule well-established under circuit precedent, even if Supreme Court jurisprudence contains no precise analog).  Nonetheless, the general approach to habeas review exhibited by Teague and AEDPA is quite similar.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This understanding leads us to adopt an analytic framework that animates section 2254(d)(1)'s directive that a federal habeas court issue the writ when a state court produced \"a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\"   Our interpretation yields a comfortable fit with both the statutory language and the legislative history, and minimizes constitutional concerns.  A federal habeas court charged to weigh a state court decision must undertake an independent two-step analysis of that decision.  First, the habeas court asks whether the Supreme Court has prescribed a rule that governs the petitioner's claim.  If so, the habeas court gauges whether the state court decision is \"contrary to\" the governing rule.  In the absence of a governing rule, the \"contrary to\" clause drops from the equation and the habeas court takes the second step.  At this stage, the habeas court determines whether the state court's use of (or failure to use) existing law in deciding the petitioner's claim involved an \"unreasonable application\" of Supreme Court precedent.  See Liebman &amp; Hertz, supra, &#167; 30.2c, at 310.  Ironically, it is the \"clearly established\" qualifier that will present the most difficulty when applying this framework to particular cases.  In this regard, the chief question is how specific a rule must be to qualify as dispositive, thus triggering review under the \"contrary to\" clause.  This type of inquiry is hardly foreign to federal judges;  most notably, it lurks in both the jurisprudence of the qualified immunity doctrine, see, e.g., Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 639-40, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987), and in the Teague refinements to habeas review, see, e.g., Gray, 116 S.Ct. at 2083-84;  Fern v. Gramley, <span class=\"citation\" data-id=\"728777\"><a href=\"/opinion/728777/jay-harry-fern-v-richard-b-gramley-warden-pontiac-correctional-center/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 258 (7th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We deem the qualified immunity concept of \"clearly established\" a siren's call for purposes of fleshing out section 2254(d)(1);  the invitation is enchanting, but the consequences of acceptance are potentially disagreeable.  The judge-made qualified immunity doctrine strikes a balance between remedying constitutional violations and unduly hindering state actors' abilities to perform their jobs on a day-to-day basis by shielding them from liability for money damages unless their conduct transgresses the most firmly settled constitutional norms.  See Ryder v. United States, <span class=\"citation\" data-id=\"117945\"><a href=\"/opinion/117945/ryder-v-united-states/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span>, 185, <span class=\"citation\" data-id=\"117945\"><a href=\"/opinion/117945/ryder-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>, <span class=\"citation\" data-id=\"117945\"><a href=\"/opinion/117945/ryder-v-united-states/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1995);  Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 814, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982).  In contrast, state judges do not face personal liability for erroneous constitutional decisions--a bruised ego is not the functional equivalent of a monetary award.  More importantly, the legislatively enacted AEDPA standard is not designed to strike a balance between such values, but to provide a means for testing the conformity of a state court's decision to the requirements of federal law.  In light of these salient differences, it follows that a rule need not be quite as clear or a precedent as factually specific to rate review under the \"contrary to\" clause of section 2254(d)(1) as it must be to hold a state actor liable for damages under section 1983.  See Evan Tsen Lee, Section 2254(d) of the New Habeas Statute:  An (Opinionated) User's Manual, 51 Vand.  L.Rev. 103, 127-29 (1998);  Tushnet &amp; Yackle, supra, at 43 n. 219.  To avoid reducing the AEDPA standard to a rubber stamp, the term \"clearly established,\" as used by Congress in section 2254(d)(1), must cut a wider swath.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Teague line of cases provides more helpful guidance.  Drawing on Teague, we hold that an affirmative answer to the first section 2254(d)(1) inquiry--whether the Supreme Court has prescribed a rule that governs the petitioner's claim--requires something more than a recognition that the Supreme Court has articulated a general standard that covers the claim.  To obtain relief at this stage, a habeas petitioner must show that Supreme Court precedent requires an outcome contrary to that reached by the relevant state court.  Cf. Neelley, 138 F.3d at 923-24.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We caution that this criterion should not be applied in too rigid a manner.  A petitioner need not point a habeas court to a factually identical precedent.  Oftentimes, Supreme Court holdings are \"general\" in the sense that they erect a framework specifically intended for application to variant factual situations.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  These rules sufficiently shape the contours of an appropriate analysis of a claim of constitutional error to merit review of a state court's decision under section 2254(d)(1)'s \"contrary to\" prong.  Not coincidentally, the Court's pre-AEDPA habeas case law employed this approach in conducting Teague \"new rule\" inquiries, see Wright, 505 U.S. at 309, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2482</span></a></span> (Kennedy, J., concurring) (\"Where the beginning point is a rule ... designed for the specific purpose of evaluating a myriad of factual contexts, it will be the infrequent case that yields a result so novel that it forges a new rule, one not dictated by precedent.\"), and other federal courts have followed this praxis (wisely, we believe) when construing section 2254(d)(1), see, e.g., Neelley, 138 F.3d at 923-24;  Baylor v. Estelle, <span class=\"citation\" data-id=\"725560\"><a href=\"/opinion/725560/96-cal-daily-op-serv-6608-96-daily-journal-dar-10835-ronnie-earl/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1321</span></a></span>, 1323 (9th Cir.1996), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">489</span></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We recognize that determining whether \"contrary to\" review is appropriate will prove difficult in some cases.  Still, the key inquiry, at bottom, is whether a Supreme Court rule--by virtue of its factual similarity (though not necessarily identicality) or its distillation of general federal law precepts into a channeled mode of analysis specifically intended for application to variant factual situations--can fairly be said to require a particular result in a particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">If no Supreme Court precedent is dispositive of a petitioner's claim, then, a fortiori, there is no specific rule to which the state court's decision can be \"contrary.\"   In such circumstances, a federal habeas court then determines whether the state court decision reflects an unreasonable application of clearly established Supreme Court jurisprudence.  This reduces to a question of whether the state court's derivation of a case-specific rule from the Court's generally relevant jurisprudence appears objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To the extent that inferior federal courts have decided factually similar cases, reference to those decisions is appropriate in assessing the reasonableness vel non of the state court's treatment of the contested issue.  We think it is pellucid, however, that the \"unreasonable application\" clause does not empower a habeas court to grant the writ merely because it disagrees with the state court's decision, or because, left to its own devices, it would have reached a different result.  Rather, for the writ to issue, the state court decision must be so offensive to existing precedent, so devoid of record support, or so arbitrary, as to indicate that it is outside the universe of plausible, credible outcomes.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Hall v. Washington, <span class=\"citation\" data-id=\"735362\"><a href=\"/opinion/735362/anthony-hall-v-odie-washington-director/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span>, 748-49 (7th Cir.1997);  cf.  Butler v. McKellar, <span class=\"citation\" data-id=\"112387\"><a href=\"/opinion/112387/butler-v-mckellar/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></a></span>, 414, <span class=\"citation\" data-id=\"112387\"><a href=\"/opinion/112387/butler-v-mckellar/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1212</span></a></span>, <span class=\"citation\" data-id=\"112387\"><a href=\"/opinion/112387/butler-v-mckellar/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1990) (noting that the Teague rule evolved in an effort to uphold a state court's \"reasonable, good faith interpretations of existing precedents\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We realize that our distillation of section 2254(d)(1)'s two-step analytic framework is at odds with decisions reached by other courts.  In the final analysis, however, we are duty bound--in the absence of controlling precedent--to exercise independent judgment, and we have done so.  We are confident that our work product gives effect to all parts of the statutory provision, comports with Congress's vision of habeas reform, and avoids the artificial distinctions and syntactical pitfalls present in the variant interpretations of the statute proffered by other courts and commentators.  Moreover, by eschewing undue deference to state courts' decisions on federal law matters, our synthesis avoids an interpretation that invites constitutional challenge.</p>\n    </div>\n    <p>III. APPLICATION OF THE STANDARD</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Using the analytic framework developed above, we evaluate the claim that the trial judge's limitation on the scope of recross-examination infracted the petitioner's constitutional rights.  To supply context, we briefly recapitulate the events underlying this challenge.  On redirect the prosecution first elicited testimony that Shanahan was upset when she gave the police a statement that contradicted her trial testimony in certain respects.  On recross, the petitioner's lawyer sought to question Shanahan about the contents of a separate statement.  Defense counsel viewed this later statement as consistent with Shanahan's original account to the police, inconsistent with her trial testimony, and made at a time when the ostensible cause for her discombobulation had abated.  The trial judge ruled that questions about the content of the second statement were beyond the scope of redirect and therefore off-limits in recross.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We begin with bedrock.  The right of confrontation and cross-examination \"is an essential and fundamental requirement for the kind of fair trial which is this country's constitutional goal.\"  Pointer v. Texas, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 405, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1065</span></a></span>, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">923</span></a></span> (1965).  Supreme Court jurisprudence makes it abundantly clear that the Confrontation Clause effectuates this right by guaranteeing a criminal defendant an opportunity to cross-examine witnesses effectively.  See Davis v. Alaska, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 315-16, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1974).  Still, the right of cross-examination is not unfettered.  See Delaware v. Fensterer, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 20, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">292</span></a></span>, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1985) (emphasizing that a defendant does not have the right to \"cross-examination that is effective in whatever way, and to whatever extent, the defense might wish\").  When contemplating restrictions on cross-examination, a trial court must strike a constitutionally acceptable balance:  although the court possesses considerable discretion to preclude repetitive, irrelevant, cumulative, or harassing interrogation, see Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986), it must not narrow the scope in such a way as to preclude a defendant either from meaningfully \"delv[ing] into the witness' story to test the witness' perceptions and memory\" or from impeaching the witness, Davis, 415 U.S. at 316, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We discern no rule in the Court's Confrontation Clause jurisprudence that governs the petitioner's claim of error.  None of the Court's pronouncements flesh out its very general treatment of cross-examination rights, either by way of a more refined rule specifically intended for application to variant factual contexts or by way of a fact-specific rule that governs recross-examination.  There being no clearly established Supreme Court law to which the SJC's decision is \"contrary,\" we must evaluate the petitioner's claim under the \"unreasonable application\" clause of section 2254(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">All seven justices of the SJC joined in declaring that a criminal defendant has a Sixth Amendment right to recross-examination if such questioning attends a new matter elucidated for the first time on redirect examination.  See O'Brien, 645 N.E.2d at 1174;  see also id. at 1178 (O'Connor, J., dissenting) (agreeing with this aspect of the majority opinion).  This holding is eminently reasonable.  It accords with the unanimous opinion of the federal appellate courts that have applied the general precepts of Davis and its progeny in a recross-examination context.  See United States v. Ross, <span class=\"citation\" data-id=\"677316\"><a href=\"/opinion/677316/united-states-v-allan-ross/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1507</span></a></span>, 1518 (11th Cir.1994);  United States v. Baker, <span class=\"citation\" data-id=\"658352\"><a href=\"/opinion/658352/united-states-v-edward-lee-baker-aka-eddie-united-states-of-america-v/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1374</span></a></span>, 1404 (9th Cir.1993);  United States v. Riggi, <span class=\"citation\" data-id=\"574315\"><a href=\"/opinion/574315/united-states-v-riggi-john-m-in-90-5974-united-states-of-america-v/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1368</span></a></span>, 1375 (3d Cir.1991);  United States v. Caudle, <span class=\"citation\" data-id=\"370293\"><a href=\"/opinion/370293/united-states-v-herbert-l-caudle-jr-united-states-of-america-v/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">451</span></a></span>, 457-58 (4th Cir.1979);  United States v. Morris, <span class=\"citation\" data-id=\"314056\"><a href=\"/opinion/314056/united-states-v-charles-richard-morris/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1385</span></a></span>, 1387 (5th Cir.1973).  No other understanding of the Confrontation Clause's application to recross-examination would be objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The crucial inquiry, then, is whether the SJC effected \"an unreasonable application of clearly established Federal law\" when it upheld the trial court's decision to cut off the specific questions that the petitioner's attorney sought to pose to Shanahan about a second statement during recross-examination.  To answer that question, we independently review whether the material raised by the prosecution was \"new matter\" requiring cross-examination under the Sixth Amendment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This is not a simple matter.  Although the general rule is widely espoused, the case law contains little if any analysis of what does (and does not) comprise a \"new matter.\"   In the absence of authoritative guidance, the SJC reasoned that, on redirect, the prosecution \"sought to explain the circumstances surrounding the making of a statement which had been used to impeach the witness on cross-examination,\" and therefore, that questions about a second statement \"not brought out at any point on direct, cross, or redirect examination\" were beyond the scope of the redirect.  O'Brien, 645 N.E.2d at 1174.   The SJC also noted that the petitioner could have entered Shanahan's second statement into evidence during the initial round of cross-examination to buttress the argument that her trial testimony was incorrect.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The other pan of the scale is by no means empty.  The petitioner, ably represented, argues that the SJC majority's view of the redirect is overly cramped.  He asseverates, as did the dissenting justices, that the \"material new matter which was brought out for the first time on redirect was not [Shanahan's] second statement, but was [her] upset state of mind when she gave her first statement, brought out to reduce that statement's impact.\"  Id. at 1178 (O'Connor, J., dissenting).  On this appraisal, the contents of the second statement were relevant to countering the prosecution's \"mental state\" initiative and thus within the scope of redirect.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We regard the question as a close one--but, under AEDPA's newly minted standard of review, the very closeness of the call militates strongly against the granting of habeas redress.  After thoroughly reviewing the trial transcript we deem both sides' positions on the scope of the prosecution's redirect as quite plausible.  Accordingly, in the absence of contrary Supreme Court authority, we cannot say that the SJC's conclusion is so offensive to existing precedent, so devoid of record support, or so arbitrary as to indicate laxity in addressing the petitioner's claim of error.  Hence, there was no unreasonable application of clearly established Supreme Court precedent.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  In enacting AEDPA, Congress altered federal habeas corpus procedure in significant respects.  We believe that our conception of section 2254(d)(1)'s standard of review provision is faithful to the statute's language, honors Congress's intent, and does not diminish the proper constitutional role of the federal judiciary. Applying this framework, the Massachusetts courts' resolution of the petitioner's claim of constitutional error passes muster:  the SJC's decision is neither contrary to, nor an unreasonable application of, clearly established law (as determined by the Supreme Court of the United States).  Consequently, the district court correctly dismissed O'Brien's habeas petition.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Characterizing section 2254(d)(1) as a \"standard of review provision\" is something of a misnomer, since a habeas petition is an original proceeding, not an appeal of a state court judgment.  See Fay v. Noia, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 423-24, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">822</span></a></span>, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">837</span></a></span> (1963).  Nonetheless, section 2254(d)(1) serves the same purpose as a traditional standard of review clause, and we exercise literary license in referring to it as such</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The evidence adduced at trial tended to show that O'Brien sired Shanahan's other two children, but that Sean's father was another man who from time to time shared Shanahan's affections</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 2254(d) does not specify the temporal vantage point from which \"clearly established Federal law, as determined by the Supreme Court\" is to be assessed.  Prior to the AEDPA amendments, a habeas court could not grant relief based on a \"new rule.\"  Teague v. Lane, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 310, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1060</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1989).  However, this restriction did not bar consideration of holdings announced after the conclusion of a petitioner's state court appeals, but before the completion of his efforts to obtain Supreme Court review.  See Caspari v. Bohlen, <span class=\"citation\" data-id=\"112928\"><a href=\"/opinion/112928/caspari-v-bohlen/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 390, <span class=\"citation\" data-id=\"112928\"><a href=\"/opinion/112928/caspari-v-bohlen/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112928\"><a href=\"/opinion/112928/caspari-v-bohlen/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></a></span> (1994).  The Commonwealth argues that the amended version of section 2254(d) extends Teague by restricting federal review to consideration of law that was clearly established at the time the state court rendered a decision on the petitioner's claim.  This is a plausible reading, see Blankenship v. Johnson, <span class=\"citation\" data-id=\"735416\"><a href=\"/opinion/735416/ricky-blankenship-v-gary-l-johnson-director-texas-department-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1202</span></a></span>, 1206 (5th Cir.), withdrawn and superseded, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></span> (5th Cir.1997), but not necessarily the only one, see Evan Tsen Lee, Section 2254(d) of the New Habeas Statute:  An (Opinionated) User's Manual, 51 Vand.  L.Rev. 103, 120-22 (1998).  Because the case at hand does not turn on this point, we leave its resolution for another day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is more difficult to pigeonhole the Seventh Circuit.  In Lindh v. Murphy, <span class=\"citation\" data-id=\"726705\"><a href=\"/opinion/726705/aaron-lindh-v-james-p-murphy-warden/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">856</span></a></span>, 870 (7th Cir.1996), rev'd on other grounds, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1997), that court embraced a bifurcated approach.  Yet, in Hall v. Washington, <span class=\"citation\" data-id=\"735362\"><a href=\"/opinion/735362/anthony-hall-v-odie-washington-director/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span> (7th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">264</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></span> (1997), Judge Wood, writing for the court, stated that under the AEDPA's regime, \"our review of state courts' legal determinations continues to be de novo.  So, too, does our review of mixed questions of law and fact.\"  Id. at 748 (internal citations omitted).  The Hall panel did not endeavor to reconcile this statement with the seemingly contrary pronouncements in Lindh</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> An early draft of the habeas title in the House would have amended section 2254 to protect state proceedings unless they:</p>\n        <p>(1) resulted in a decision that was based on an arbitrary or unreasonable interpretation of clearly established Federal law as articulated in the decisions of the Supreme Court of the United States;</p>\n        <p>(2) resulted in a decision that was based on an arbitrary or unreasonable application to the facts of clearly established Federal law as articulated in the decisions of the Supreme Court of the United States;  or</p>\n        <p>(3) resulted in a decision that was based on an arbitrary or unreasonable determination of the facts in light of the evidence presented in the State proceeding.</p>\n        <p>See 141 Cong.  Rec. H1424 (daily ed.  Feb. 8, 1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Examples of these types of rules are easily located.  See, e.g., Waller v. Georgia, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span>, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></a></span> (1984) (developing test applicable to claimed violations of right to public trial), Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984) (explaining test for resolving claims of ineffective assistance of counsel);  Jackson v. Virginia, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979) (formulating test governing insufficiency of evidence claims)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Fifth Circuit has articulated an unreasonableness standard that allows the writ to issue \"only if a state court decision is so clearly incorrect that it would not be debatable among reasonable jurists.\"  Drinkard, 97 F.3d at 769;  accord Neelley, 138 F.3d at 924.   We decline to adopt this formulation for two reasons.  First, the test is circular inasmuch as it defines \"unreasonable application\" by reference to what \"reasonable jurists\" think about an issue.  Second, and more importantly, we regard the test as too deferential because it focuses on the reasonableness of individual judges, more so than on the reasonableness of judicial decisions.  Given that reasonable judges occasionally make unreasonable decisions, the Drinkard court's interpretation of the \"unreasonable application\" clause could drain it of much of its practical meaning.  See Lee, supra, at 115-17 (discussing the Drinkard test)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Commonwealth does not argue that the SJC's \"new matter\" determination is a question of fact to which a habeas court must defer under 28 U.S.C. &#167; 2254(d)(2).  At any rate, the \"basic, primary, [and] historical facts,\" Townsend v. Sain, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 309 n. 6, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></a></span> (1963), namely, the prosecution's redirect questions and Shanahan's testimony, are not in dispute.  The question here is whether the SJC appropriately applied the Sixth Amendment standard to those facts--a quintessential mixed question of law and fact.  See Thompson, <span class=\"citation\" data-id=\"117982\"><a href=\"/opinion/117982/thompson-v-keohane/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 116 S.Ct. at 464-65.   Thus, section 2254(d)(2) does not affect this determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court viewed Shanahan's second statement as not materially inconsistent with her trial testimony.  Because we find no error in the state courts' decision to prohibit questioning about the contents of that statement on recross, we take no view of its evidentiary value</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/11166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/72827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/314056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/737025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754239/"
  ]
}