{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197996/",
  "absolute_url": "/opinion/197996/united-states-v-brooks/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197996/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:43:16Z",
  "date_modified": "2017-03-24T10:54:05.774462Z",
  "type": "010combined",
  "sha1": "a9fd85fbe02a6242fe18e9fc285865c27c65729b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1111.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1111\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellant,\r\n\n                           v.\r\n\n                     ROBERT BROOKS,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Edward F. Harrington, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n            Bownes, Senior Circuit Judge,\r\n\n              and Boudin, Circuit Judge.\r\n\nDavid J. Apfel, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief, for\r\nappellant.\r\nJames B. Krasnoo, with whom Richard Briansky was on brief, for\r\nappellee.\r\n\nJune 5, 1998\r\n\nSELYA, Circuit Judge.  This interlocutory appeal, brought\r\npursuant to 18 U.S.C.  3731, challenges a brink-of-trial order\r\nprecluding the government from introducing into evidence certain\r\nproof that it deems essential to the prosecution of the crimes\r\ncharged.  A subsequent clash of wills between the prosecutor and\r\nthe district judge complicates the picture on appeal.  We  rehearse\r\nthe background and the travel of the case, untangle a\r\njurisdictional snarl, and then address the merits of the dispute. \r\nIn the end, we vacate the preclusory order and remand for further\r\nproceedings before a different district judge.\r\nI.  BACKGROUND\r\nIn the underlying criminal case, the government charged\r\ndefendant-appellee Robert Brooks with lying to a federal grand\r\njury.  To lend context to the issues before us, we recount the\r\ncircumstances leading up to the defendant's indictment on perjury\r\nand obstruction of justice charges.\r\n                 A.  Dramatis Personae.\r\nStarting in 1983, Brooks worked as a baggage handler for\r\nNorthwest Airlines at Logan International Airport.  While there, he\r\nbecame friendly with a co-worker, Joseph Nuzzo.  Some four years\r\nlater, Northwest broke the gender barrier and hired Susan\r\nTaraskiewicz as a baggage handler.  With a few notable exceptions,\r\nBrooks and Taraskiewicz had little interaction.  Early on, however,\r\nthe pair twice indulged a sexual dalliance, and, on one subsequent\r\noccasion, they argued bitterly over Brooks's destruction of\r\nTaraskiewicz's radio.\r\nIn April of 1989, Taraskiewicz attempted to break up a\r\nfistfight between Nuzzo and two other employees.  Displeased by her\r\ngratuitous intervention, Nuzzo called Taraskiewicz a \"f          g\r\nc   t.\"  This incident capped a string of disciplinary infractions\r\nand led Northwest to fire Nuzzo.  Nuzzo's discharge was not\r\npermanent   it turned out to be the functional equivalent of a six\r\nmonth suspension without pay   but Nuzzo vociferously blamed\r\nTaraskiewicz for his predicament.  During his absence from work, he\r\nengaged in a campaign of menacing conduct directed at Taraskiewicz: \r\nhe \"keyed\" her car, slashed her tires, staked out her house, made\r\nanonymous telephone calls, and told others that he would exact\r\nrevenge.  Brooks knew that Nuzzo blamed Taraskiewicz for his\r\nenforced vacation and that Nuzzo harbored considerable ill will\r\ntoward her.\r\n                 B.  Theft and Murder.\r\nShortly after Nuzzo returned to work, he and several\r\nother baggage handlers began to steal credit cards from mail bags\r\nair-freighted by Northwest.  The thieves purloined thousands of\r\ncharge cards, using some of them to make unauthorized purchases and\r\nselling others to fences.  Brooks was a peripheral player; he did\r\nnot himself steal any charge cards but he occasionally shopped with\r\nNuzzo, using stolen cards, and he sometimes functioned as a paid\r\nlookout for Nuzzo and the other thieves.\r\nIn 1991, an inter-agency task force launched an\r\ninvestigation into the credit card scheme.  The investigation\r\nremained in the bosom of the lodge until August 4, 1992, when\r\nseveral baggage handlers received subpoenas from a Boston-based\r\nfederal grand jury (the Credit Card Grand Jury).  Members of the\r\nring, including Nuzzo, wondered whether there was a stool pigeon\r\namong the baggage handlers.  In Brooks's presence, Nuzzo posited\r\nthat Taraskiewicz was the \"rat.\"\r\nOn August 14, a Northwest official confiscated Nuzzo's\r\nwork identification, effectively ending his employment.  In rapid\r\nsequence, Nuzzo learned that he was a target of the grand jury\r\ninvestigation, hired a lawyer, and griped to friends (following a\r\nmeeting between his attorney and a prosecutor) about both the\r\nseverity of the criminal sanctions that he faced and the\r\nextravagance of his lawyer's fee demands.  In the early morning\r\nhours of September 13, 1992   less than a week after Nuzzo voiced\r\nthese complaints   Taraskiewicz left work to get a sandwich and\r\nfailed to return.  The next day, the authorities discovered her\r\nbody in the trunk of her automobile.\r\n\n                 C.  To Tell the Truth.\r\nBrooks applied for reassignment immediately after news of\r\nthe grand jury investigation leaked.  He received the requested\r\ntransfer and moved to Minnesota with his new bride on August 25,\r\n1992.  Following Taraskiewicz's murder, however, the government\r\nsubpoenaed him to appear before the Credit Card Grand Jury.  Brooks\r\nreturned to Massachusetts in response to this subpoena but asserted\r\nhis Fifth Amendment privilege.  That same afternoon, a state\r\ntrooper interrogated him regarding the murder.  In the course of a\r\none-hour interview, Brooks downplayed his relationship with Nuzzo\r\nand claimed that he had had only one telephone conversation with\r\nhis friend during the week after the murder.  In accounting for his\r\nown whereabouts on the night of September 13, Brooks said that he\r\nhad worked the late shift at the Minneapolis-St. Paul airport,\r\nhandling luggage until 11:00 p.m.\r\nDuring the 1994-1995 time frame, Brooks cooperated in the\r\ncredit card investigation.  His testimony apparently helped to\r\nconvict Nuzzo of various charges connected to the credit card\r\nscheme.  Eventually, Brooks pled guilty to conspiracy to commit\r\nmail theft and credit card fraud.  The government requested that\r\nthe court recognize Brooks's substantial assistance and depart\r\ndownward in imposing sentence.  See USSG 5K1.1.  Brooks escaped\r\nwith a term of probation.\r\nIn the fall of 1996, storm clouds gathered anew.  The\r\nUnited States Attorney convened a second Boston-based grand jury\r\n(the Murder Grand Jury) to look into Taraskiewicz's death.  The\r\nMurder Grand Jury subpoenaed Brooks in October and he again\r\nreturned to Boston.  During a two-day meeting with law enforcement\r\nagents, Brooks learned that Nuzzo was a target of the probe and\r\nthat the Murder Grand Jury was seeking to determine whether someone\r\nassassinated Taraskiewicz to ensure her silence anent the credit\r\ncard case.\r\nPursuant to a limited immunity agreement, Brooks\r\ntestified twice before the Murder Grand Jury.  He admitted, interalia, that Nuzzo blamed Taraskiewicz for his six-month suspension\r\nand that Nuzzo more than once expressed his staunch belief that\r\nTaraskiewicz was a \"snitch\" who \"blew the whistle\" on the credit\r\ncard scheme.  Brooks reiterated that he was working on the night of\r\nTaraskiewicz's slaying and that he had not spoken to Nuzzo at all\r\nthat weekend.  Although given the chance to recant or change his\r\ntestimony while still under oath, Brooks demurred.\r\n                    D.  The Charges.\r\nIn June 1997, the government confronted Brooks with\r\ndocumentary evidence showing that he was not at work on the night\r\nof the murder, that he talked to Nuzzo that weekend, and that the\r\ntwo spoke frequently during the ensuing month.  Facing time cards\r\nand long-distance telephone records that contradicted both his\r\ntestimony to the Murder Grand Jury and his 1992 statements, Brooks\r\nadmitted that he had lied about his whereabouts and contacts with\r\nNuzzo.  He expostulated, however, that his testimony was neither\r\nintentionally false nor designed to impede the homicide\r\ninvestigation.  Unimpressed by this disclaimer, the Murder Grand\r\nJury charged Brooks with three counts of perjury, see 18 U.S.C. \r\n1623, and two counts of obstruction of justice, see 18 U.S.C. \r\n1503.\r\nII.  PROCEEDINGS BELOW\r\nFollowing some pretrial skirmishing, not material here,\r\nthe district court scheduled Brooks's trial to commence on February\r\n9, 1998.  One week prior to this trial date, Brooks filed five\r\nmotions in limine whereby he sought to prohibit the government from\r\nintroducing sundry types of proof, including evidence as to the\r\ndetails of the murder, evidence of Brooks's conviction in the\r\ncredit card case, and evidence concerning the sexual encounters\r\nbetween Brooks and Taraskiewicz.  The government opposed these\r\nmotions.  Its memorandum in opposition revealed that it\r\nintend[ed] to introduce evidence showing,\r\ninter alia, that:  (a) Nuzzo was discharged\r\nfrom Northwest for six months in 1989-90 for,\r\namong other things, calling Taraskiewicz a\r\n\"f  kin  c  t; (b) Nuzzo blamed Taraskiewicz\r\nfor his discharge; (c) following his\r\ndischarge, Nuzzo swore to get even with\r\nTaraskiewicz, and promised to make her life\r\nmiserable; (d) Nuzzo sliced Taraskiewicz's car\r\ntires, and \"keyed\" her car; (e) he made prank\r\nphone calls to her house; (f) he drove by her\r\nhouse with a friend, and noted that her street\r\nwas dark, that she was going to pay, and that\r\nhe was going to get even with her; and (g) in\r\nAugust 1992, just one month before\r\nTaraskiewicz's murder, and just after Nuzzo,\r\nBrooks, and other credit card thieves had\r\nlearned that [federal agents] were on to them,\r\nNuzzo stated that he bet Taraskiewicz was the\r\n\"snitch\" or the \"rat.\"\r\n\nGovernment's Opposition at 5 n.3.  On February 6, Judge Harrington\r\nissued an order granting Brooks's quintet of motions in substantial\r\npart, including the motion to exclude proof anent his relationship\r\nwith the deceased.  The court specified that it was barring\r\nevidence of this relationship only from the government's case in\r\nchief and left open the possibility that such evidence might become\r\nrelevant should Brooks opt to testify in his own defense.\r\nAt approximately 9:00 a.m. on the morning of the first\r\ntrial day, immediately prior to jury empanelment, the defense filed\r\na sixth motion in limine.  This motion sought the exclusion of all\r\nevidence regarding Nuzzo's animosity toward Taraskiewicz.  Judge\r\nHarrington had not yet taken the bench but within fifteen minutes\r\nthe clerk announced that the judge had granted the motion.  The\r\nruling took the form of an inexplicit margin order, and the\r\nprosecutor asked the clerk to advise the judge that he wished to be\r\nheard.  The judge refused the request.\r\nAt 9:30 a.m., the venire filed into the courtroom and\r\nJudge Harrington assumed the bench.  The prosecutor, David Apfel,\r\nasked to approach the sidebar.  The judge responded:  \"After the\r\njury is selected.\"  The prosecutor persisted and the judge summoned\r\ncounsel to the bench.  Without giving either lawyer an opportunity\r\nto speak, Judge Harrington stated:\r\nMr. Apfel, if you open your mouth once more,\r\nyou'll be excluded from this case.  With\r\nrespect to the matter that I've heard you\r\ndiscuss previously with the clerk.[sic]  I'm\r\npicking the jury now.  You're either going to\r\ngo back there or I'm excluding you from this\r\ncase.\r\n\nA colloquy then ensued:\r\nPROSECUTOR APFEL:  I think you should exclude\r\nme, then, Your Honor, because I hereby notice\r\nof [sic] an appeal from your ruling allowing\r\nMotion in Limine No. 6.\r\n\nTHE COURT:  Motion denied.\r\n\nPROSECUTOR APFEL:  It's not a motion, your\r\nHonor.  You no longer have jurisdiction over\r\nthe matter once we notice an appeal to your\r\nruling.  An appropriate certification is being\r\nprepared right now under [18 U.S.C. ] 3731. \r\nThe government simply can't go forward with\r\nthis ruling.  There is no evidence that we\r\nwill be able to present as to a crucial\r\nelement of each of the perjury counts and as\r\nto a crucial element of each of the\r\nobstruction counts.\r\n\nTHE COURT:  I'm picking a jury now, do you\r\nunderstand me?\r\n\nPROSECUTOR APFEL:  I do.  Your Honor, you no\r\nlonger have jurisdiction, and I think that you\r\nshould exclude me from the court.\r\n\nThe bench conference concluded on this somber note and\r\nthe judge began jury empanelment.  Within a very short span (ten\r\ntranscript pages), Timothy Feeley, Apfel's supervisor, entered the\r\ncourtroom.  The following discourse took place:\r\nPROSECUTOR FEELEY:  Your Honor, if I may,\r\nTimothy Feeley for the United States.  The\r\ngovernment requests permission to approach the\r\nside bar if we may, your Honor.\r\n\nTHE COURT:  Not at this time.\r\n\nPROSECUTOR FEELEY:  Your Honor, in the\r\nalternative, the government would wish to file\r\nwith the Court at this time a notice of\r\nappeal.\r\n\nTHE COURT:  Give it to the clerk, please.\r\n\n                  *        *        *\r\n\nPROSECUTOR FEELEY:  Your Honor, given the\r\nfiling of that document, may we now approach\r\nside bar?\r\n\nTHE COURT:  Denied.\r\n\nPROSECUTOR FEELEY:  Your Honor, the government\r\nstates for the record that this Court lacks\r\njurisdiction.\r\n\nCOURT:  Here is the  Please come.\r\n\n[At the bench]\r\n\nTHE COURT:  If you speak before that jury\r\nagain, I'm going to declare a mistrial.\r\n\nPROSECUTOR FEELEY:  Your Honor, may I be\r\nheard? The filing of a notice of appeal\r\ndivests this Court of jurisdiction. This\r\nmatter is now before the United States Court\r\nof Appeals for the First Circuit, and further\r\nproceedings by this District Court are without\r\npower.\r\n\nTHE COURT:  Let me tell you this, you have no\r\nright to appeal an interlocutory ruling, I\r\nwould say, bordering on the obstruction of\r\njustice. [sic].  Now if you don't sit down,\r\nI'll call the marshals and have you arrested.\r\n\nPROSECUTOR FEELEY:  Your Honor, I refer this\r\nCourt to United States Code, Title 18, Section\r\n3731, that gives us the right to appeal a\r\nmotion of this sort given the certification\r\nthat we provided to the Court from the United\r\nStates Attorney for this district.\r\n\n                  *        *        *\r\n\nTHE COURT:  What I'm going to do, I'm\r\nproceeding with or without you at this time. \r\nIf there is a stay issued by the Court of\r\nAppeals, I will obey their order. \r\n\nPROSECUTOR APFEL:  Your Honor   \r\n\nTHE COURT:  Let us proceed.\r\n\nPROSECUTOR APFEL:  May [we] be heard briefly\r\non this?\r\n\nPROSECUTOR FEELEY:  I would like to be heard,\r\nYour Honor.  The government will not\r\nparticipate further in these proceedings. We\r\nwill spend our time for the next whatever time\r\nis necessary to obtain a stay.\r\n\nTHE COURT:  Then do so.\r\n\nPROSECUTOR FEELEY:  Which, for the record, we\r\ndo not feel is necessary, given the filing of\r\na notice of appeal, that divests the Court of\r\njurisdiction with or without a stay.  If\r\nnecessary, we will seek a stay.\r\n\nTHE COURT:  I am ordering you to seek a stay.\r\n\nPROSECUTOR FEELEY:  Then we initially ask this\r\nCourt to stay its proceedings to give us time\r\nto do that.\r\n\nTHE COURT:  Denied.\r\n\nPROSECUTOR FEELEY:  Your Honor, we further ask\r\nthis Court for a continuance of this matter   \r\n\nTHE COURT: Motion denied.\r\n\nSubsequent to this exchange, both prosecutors left the courtroom. \r\nJudge Harrington nonetheless persevered and continued empaneling a\r\njury in their absence.\r\nApproximately fifteen minutes later, with empanelment\r\nstill in progress, Apfel reentered the courtroom and again\r\nrequested a brief recess to facilitate the filing of a stay motion\r\nin the court of appeals.  Judge Harrington turned a deaf ear and\r\nordered twelve potential jurors to take seats in the jury box. \r\nApfel remained in the courtroom and the parties proceeded to\r\nexercise their peremptory strikes.  During a bench conference\r\nrelated to challenges, the protagonists received word that the stay\r\nmotion had been filed and that the court of appeals had taken it\r\nunder advisement.  Apfel again solicited a short recess, and the\r\ncourt again rejected his entreaty.\r\nWhen the parties' strikes were exhausted and fourteen\r\nprospective jurors (including two alternates) were seated, Judge\r\nHarrington directed the clerk to swear the jury.  The following\r\nexchange then took place at the bench:\r\nPROSECUTOR APFEL:  Your Honor, may I be heard,\r\nbefore the jury is sworn in?\r\n\nTHE COURT:  Swear in the jury.  I'm not going\r\nto put up with it any longer.\r\n\nPROSECUTOR APFEL:  Your Honor, you haven't\r\ngiven us an opportunity, we're moving once\r\nagain to stay these proceedings.\r\n\nTHE COURT:  Motion denied,  motion denied,\r\nmotion denied.\r\n\nPROSECUTOR APFEL:  If you give us an\r\nopportunity to   \r\n\nTHE COURT:  Motion denied.\r\n\nThe clerk thereupon swore the jurors and Judge Harrington\r\ngave them a decurtate explanation of their functions.  He then\r\nordered the government to make its opening statement.  At that\r\njuncture, the following transpired:\r\nPROSECUTOR APFEL: Your Honor, may we approach\r\nside bar?\r\n\nTHE COURT:  No.  Please make the opening\r\nstatement. \r\n\nPROSECUTOR APFEL:  In light of the Court's\r\nrulings this morning, Your Honor  \r\n\nTHE COURT:  Then I'll see you.  I don't want\r\nyou to make a statement before the jury.\r\n\n[At the bench]\r\n\nPROSECUTOR APFEL:  In light of the Court's\r\nruling this morning, the government's case is\r\nalmost entirely eviscerated. Your Honor has,\r\nby virtue of his rulings, made it impossible,\r\nI would say, for the government to prove the\r\ncrucial element of materiality with respect to\r\nthe perjury counts and the crucial element of\r\nintent with respect to the obstruction counts. \r\nYou have by virtue of your ruling eliminated,\r\nI would say, 90 percent of what I intended to\r\nsay in my opening.  A motion is now pending\r\nwith the First Circuit Court of Appeals which\r\nwe expect to rule momentarily.  It's my view\r\nthat if the Court insists on going forward\r\nright now, if the government is forced to make\r\nan opening statement, in light of the Court's\r\nrulings, that the government would be\r\nirretrievably prejudiced in its opening\r\nstatement in the case.\r\n\nTHE COURT:  Are you going to make your opening\r\nstatement?\r\n\nPROSECUTOR APFEL:  I am asking the Court for a\r\nrecess for ten minutes.\r\n\nTHE COURT:  Motion denied.\r\n\nPROSECUTOR APFEL:  The government is then,\r\nYour Honor, going to leave this room right now\r\nbecause the Court does not have jurisdiction\r\nover this matter, and we need a few moments.  \r\nI'm asking for a brief stay so that we can see\r\nwhat the Court of Appeals is doing.\r\n\nTHE COURT:  I'm asking you at this time   I'm\r\nnot letting you interfere with the regularity\r\nof the proceedings in the United States\r\nDistrict Court.  If the Court of Appeals takes\r\nany action, they shall do so and you will be\r\nalerted.  At this time I am asking you, are\r\nyou prepared to go forward?  And I'm telling\r\nyou this, if you do not, I will entertain a\r\nMotion to Dismiss.  Are you prepared to go\r\nforward at this time?\r\n\n                  *        *        *\r\n\nAre you prepared to follow the [Court's]\r\norder?\r\n\nWe need not repeat verbatim the remaining dialogue.  It\r\nsuffices to say that the judge pressed relentlessly for an answer\r\nto this question and threatened to dismiss the case with prejudice\r\nif the prosecutor declined to open.  After one last fruitless\r\nattempt to persuade the judge to hold proceedings in abeyance\r\npending word from the court of appeals, the prosecutor yielded and\r\nbegan his opening remarks.  As he was speaking, a second prosecutor\r\nentered the courtroom and tendered a stay order issued by the court\r\nof appeals.  The district judge then halted the proceedings and\r\nexcused the jury temporarily.  After we issued a further stay and\r\nset an expedited briefing schedule, the judge excused the jury sinedie.\r\nIII.  APPELLATE JURISDICTION\r\nThe threshold question presented for our appraisal\r\ninvolves Brooks's claim that we lack jurisdiction to hear and\r\ndetermine this interlocutory appeal.  Answering this question\r\nrequires us to construe 18 U.S.C.  3731, the statute that\r\nregulates the form and timing of government appeals from certain\r\npretrial evidentiary rulings in criminal cases.  Section 3731\r\nconfers a right to an immediate appeal if the district court, in a\r\npretrial ruling, bars the government's use of particular evidence,\r\nand the United States Attorney files a timely notice of appeal\r\naccompanied by the requisite certification.  See United States v.\r\nBarletta, 644 F.2d 50, 53 n.1 (1st Cir. 1981).\r\nDespite Brooks's importuning, we conclude, without\r\nserious question, that these criteria were satisfied in the instant\r\ncase.  The challenged pretrial order extirpated evidence that the\r\ngovernment considered to be \"substantial proof\" of specified\r\nelements of the charged offenses, and the United States Attorney so\r\ncertified.  The link forged in the certificate between the excluded\r\nevidence and the crimes charged is not implausible.  See, e.g.,\r\nUnited States v. Scivola, 766 F.2d 37, 44 (1st Cir. 1985)\r\n(discussing crime of perjury); United States v. Cintolo, 818 F.2d\r\n980, 990-93 (1st Cir. 1987) (discussing crime of obstruction of\r\njustice).  Moreover, both the challenged ruling and the\r\ngovernment's appeal from it, appending the required certificate,\r\noccurred before jeopardy attached.  See, e.g., United States v.\r\nBrand, 80 F.3d 560, 568 (1st Cir. 1996) (explaining that jeopardy\r\ntypically attaches when a trial jury is sworn), cert. denied, 117\r\nS. Ct. 737 (1997).  No more is exigible under section 3731.  SeeUnited States v. McKoy, 78 F.3d 446, 449 (9th Cir.), cert. denied,\r\n117 S. Ct. 67 (1996).\r\nIn reaching this conclusion, we reject out of hand\r\nBrooks's assertion that a ruling on a motion in limine is a stopgap\r\norder of the trial court and, as such, should be distinguished from\r\na suppression order for purposes of section 3731.  In drawing the\r\ndistinction between appealable and non-appealable pretrial orders,\r\nlabels are unhelpful.  Sometimes a district court, faced with a\r\npretrial motion in limine, will temporize, see, e.g., United States \r\nv. Holmquist, 36 F.3d 154, 163-64 (1st Cir. 1994), and the\r\nresultant order, depending on the degree of finality associated\r\nwith it, may or may not qualify as an order excluding evidence\r\nunder section 3731.  But such theoretical possibilities have no\r\nbearing here, for Judge Harrington's ruling constitutes an\r\nunqualified preclusion.  An order that grants a motion in limine\r\nwith such a degree of finality falls squarely within the statutory\r\nsweep.  See United States v. Lecompte, 131 F.3d 767, 768 (8th Cir.\r\n1997); United States v. Lachman, 48 F.3d 586, 590 (1st Cir. 1995);\r\nUnited States v. King, 827 F.2d 866-67 (1st Cir. 1987); see also S.\r\nRep. No. 91-1296, at 18 (1970) (stating that Congress intended\r\nsection 3731 \"to be liberally construed so as to effectuate its\r\npurpose of permitting the Government to appeal . . . from all\r\nsuppression and exclusions of evidence in criminal proceedings,\r\nexcept those ordered during trial\").  In other words, pretrial\r\norders that have the practical effect of excluding material\r\nevidence at trial are appealable under section 3731, regardless of\r\nnomenclature, and Judge Harrington's preclusory order is of this\r\ngenre.\r\nBrooks's second jurisdictional argument is no more\r\npersuasive.  Citing a line of cases that hold that the government\r\nmay not appeal under section 3731 if its appeal will interrupt an\r\nongoing trial, see, e.g., United States v. Kington, 801 F.2d 733,\r\n735 (5th Cir. 1986); United States v. Harshaw, 705 F.2d 317, 319\r\n(8th Cir. 1983), Brooks brands the government's appeal as untimely\r\nbecause the district court swore the jury and started the trial\r\nbefore the court of appeals stayed all proceedings.   Here,\r\nhowever, the prosecution noticed the appeal before the trial\r\nstarted, and it is the filing of the notice of appeal, rather than\r\nthe issuance of a stay, that marks the point at which an appeal is\r\ntaken.  See Griggs v. Provident Consumer Discount Co., 459 U.S. 56,\r\n58 (1982) (\"The filing of a notice of appeal is an event of\r\njurisdictional significance   it confers jurisdiction on the court\r\nof appeals and divests the district court of its control over those\r\naspects of the case involved in the appeal.\").  Because the\r\ngovernment lodged the appeal, in proper form, prior to jury\r\nempanelment, the appeal is timely and falls within the appellate\r\njurisdiction conferred by 18 U.S.C.  3731.  See United States v.\r\nMavrokordatos, 933 F.2d 843, 846 (10th Cir. 1991).  The fact that\r\nthe appeal pretermitted a subsequently commenced trial that was\r\nongoing solely because the judge inexplicably insisted on\r\ncommencing the trial after he had notice of the government's appeal\r\nis not sufficient to defeat the government's statutory right of\r\nappeal.  The trial never should have begun (and was, therefore, a\r\nnullity).\r\nIV.  THE EVIDENTIARY RULING\r\nHaving concluded that the instant appeal is properly\r\nbefore us, we briefly address its substance.  We review the\r\ndistrict court's evidentiary decision, made pursuant to Fed. R.\r\nEvid. 403, for abuse of discretion.  See United States v.\r\nRodriguez-Estrada, 877 F.2d 153, 156 (1st Cir. 1989).  This is\r\nordinarily a forgiving standard, but the present circumstances are\r\nfar from ordinary:  the evidentiary question is highly nuanced; the\r\ncorrect answer is not self-evident; the lower court ruled without\r\ngiving the government an opportunity to file an opposition; the\r\ncourt refused   for no readily apparent reason   to permit the\r\ngovernment to be heard; and the court made no specific findings. \r\nThis concatenation of circumstances calls the district court's\r\nhair-trigger evidentiary determination into serious question   so\r\nmuch so as to warrant a conclusion that the district court abused\r\nits discretion.  See In re Paoli R.R. Yard PCB Litig., 916 F.2d\r\n829, 836 (3d Cir. 1990) (finding abuse of discretion when the trial\r\ncourt failed to give plaintiffs a chance to present their\r\narguments, ruled on an insufficient factual record, and did not\r\nprovide a reasoned explanation for its evidentiary ruling); seealso United States v. Roberts, 978 F.2d 17, 24-25 (1st Cir. 1992)\r\n(indicating that trial court's conduct in making a judicial\r\ndetermination can constitute, or contribute to, an abuse of\r\ndiscretion).\r\nWe do not reach this conclusion merely because the judge\r\nruled on the spot.  Speed is often a virtue, and many pretrial\r\nrulings can be made instantaneously, or nearly so.  Still, not all\r\nsituations are straightforward.  In this instance, Brooks's motion\r\nwas far from a clear-cut winner, and the celerity with which the\r\ndistrict court acted precluded reasoned consideration (after all,\r\nthe judge never listened to the government's side of the story) and\r\nthe development of a satisfactory record.\r\nNothing illustrates this reality more poignantly than the\r\nvoluminous factual proffers that the litigants have made in this\r\ncourt (the government by elaborate extra-record footnotes to its\r\nbriefs and Brooks by a motion to supplement the record).  The\r\nproper functions of an appellate court and a trial court differ\r\nsignificantly   and appellate courts have a well-founded\r\ninstitutional reluctance to step outside their wonted role to weigh\r\nfacts and arguments that were never presented to the trial court. \r\nSee, e.g., United States v. Vaknin, 112 F.3d 579, 591 (1st Cir.\r\n1997); Perkins v. LeFevre, 642 F.2d 37, 41 (2d Cir. 1981).  Here,\r\nmoreover, the record's sparseness is not the only red flag.  The\r\narbitrary manner in which the judge proceeded furnishes a\r\ncomplementary reason, powerful in itself, for securing a more\r\nmeasured exploration of the evidentiary question.\r\nFor these reasons, we believe that we have no principled\r\nchoice but to vacate the challenged ruling and remand for a full\r\nand orderly consideration of this seemingly critical evidentiary\r\npoint.  In charting this course, we intimate no view of the proper\r\ndisposition of the sixth in limine motion, as that is for the\r\ndistrict court in the first instance.\r\nV.  PROCEEDINGS ON REMAND\r\nOur journey is not yet at an end, for the parties dispute\r\nthe proper post-remand posture of the case.  Brooks says, in\r\neffect, that although the filing of the appeal may have divested\r\nthe trial court of authority in respect to the contested\r\nevidentiary ruling, the court nonetheless retained the power to\r\ncontinue with jury selection and empanelment (including\r\nadministration of the oath to the jurors).  Thus, in Brooks's view,\r\njeopardy has attached and the trial that is already in progress\r\nmust proceed before the previously selected jury.  The government\r\nstrenuously disagrees.  It posits that the filing of the appeal\r\ndivested the district court of any and all authority over the case,\r\nand that, therefore, Judge Harrington's subsequent actions\r\n(including swearing the jury) are null and void.  The government\r\nalso wishes us to direct that the case proceed before a fresh\r\njudge.  Brooks calls this \"judge-shopping,\" lauds Judge Harrington,\r\nand suggests that fulfilling the government's wish would be a grave\r\nmistake.\r\n                A.  Retained Authority.\r\nTo resolve the first of these conflicts, we must map the\r\ncontours of the authority (if any) that a district court retains\r\nonce the government properly notices an interlocutory appeal under\r\n18 U.S.C.  3731, and then apply that revealed knowledge to the\r\ncase at bar.  We begin with accepted doctrine:  as a general rule,\r\nthe filing of a notice of appeal \"divests a district court of\r\nauthority to proceed with respect to any matter touching upon, or\r\ninvolved in, the appeal.\"  United States v. Mala, 7 F.3d 1058, 1061\r\n(1st Cir. 1993).  Though judicially spawned, not legislatively\r\nordained, this rule has sturdy roots.  See, e.g., Marrese v.\r\nAmerican Academy of Orthopaedic Surgeons, 470 U.S. 373, 379 (1985);\r\nUnited States v. Distasio, 820 F.2d 20, 23 (1st Cir. 1987); seealso 20 James Wm. Moore et al., Moore's Federal Practice \r\n303.32[1] (3d ed. 1998).  It derives from the notion that shared\r\njurisdiction almost always portends a potential for conflict and\r\nconfusion, see United States v. Ienco, 126 F.3d 1016, 1018 (7th\r\nCir. 1997), and although there has been some movement in the\r\ndirection of a more flexible approach, see 9A C. Wright, A. Miller\r\n&amp; E. Cooper, Federal Practice and Procedure  3949.1, at 45 n.23\r\n(2d ed. 1996), the principle that jurisdiction over a single case\r\nordinarily should reside in a single court at any single point in\r\ntime still has widespread applicability, see Griggs, 459 U.S. at\r\n58; Apostol v. Gallion, 870 F.2d 1335, 1337 (7th Cir. 1989). \r\nAllowing more than one court to take charge of a case at any given\r\nmoment often disserves the interests of comity and judicial\r\neconomy.  See Shewchun v. United States, 797 F.2d 941, 943 (11th\r\nCir. 1986).\r\nLike most rules, the rule that either the trial or the\r\nappellate court   but not both   may have jurisdiction over a case\r\nat any given point in time admits of some exceptions.  Thus, a\r\ndistrict court can proceed, notwithstanding the filing of an\r\nappeal, if the notice of appeal is defective in some substantial\r\nand easily discernible way (if, for example, it is based on an\r\nunappealable order) or if it otherwise constitutes a transparently\r\nfrivolous attempt to impede the progress of the case.  See Kusay v.\r\nUnited States, 62 F.3d 192, 194 (7th Cir. 1995); Mala, 7 F.3d at\r\n1061.\r\nBrooks labors to bring himself within the confines of\r\nthis exception.  First, he asserts that the government's appeal is\r\nfrivolous (or, at least, that Judge Harrington treated it as\r\nfrivolous and therefore was entitled to proceed).  We are not\r\npersuaded.  The district court's preclusory order is plainly\r\nappealable and the record contains nothing that would justify a\r\nfinding of frivolousness.  Furthermore, Brooks has not attacked\r\nthe certification that accompanied the appeal and that\r\ncertification appears regular on its face.  Finally, the\r\ncircumstances belie any suggestion that the prosecution harbored\r\ndilatory motives.\r\nAbly represented, Brooks introduces another, potentially\r\nmore nettlesome notion   the principle of shared jurisdiction.  The\r\nblack-letter rule that the filing of a notice of appeal transfers\r\nauthority over the case from the trial court to the court of\r\nappeals derives from a desire to prevent clashes between\r\ninstitutions that occupy different tiers within the federal\r\njudicial system.  Thus, the trial court may continue to exercise a\r\nmodicum of power over a case that is before the appellate court  \r\nbut this power exists only in those few situations in which the\r\nrisk of an intermural collision is small.  See Ienco, 126 F.3d at\r\n1018; Kusay, 62 F.3d at 194.  Brooks asseverates that the district\r\ncourt's actions in this case come within the narrow ambit of this\r\nshared jurisdiction.\r\nBy its nature, any suggestion of shared jurisdiction is\r\nsensitive and, thus, the administration of this principle requires\r\na delicate touch.  At most, shared jurisdiction flourishes in a\r\ncircumscribed cluster of situations, the handling of which is not\r\ninconsistent with the prosecution of an appeal.  See United Statesv. Hurley, 63 F.3d 1, 23 (1st Cir. 1995).  These situations include\r\nthe processing of such peripheral or ancillary aspects of the case\r\nas motions for counsel fees, see In re Nineteen Appeals, 982 F.2d\r\n603, 609 n.10 (1st Cir. 1992); actions \"in aid of execution of a\r\njudgment that has been appealed and not stayed,\" Hurley, 63 F.3d at\r\n23; and orders relating to procedures \"in aid of the appeal,\"\r\nSpound v. Mohasco Indus., Inc., 534 F.2d 404, 411 (1st Cir. 1976)\r\n(internal quotation marks omitted).\r\nOf course, these examples have limited relevance in terms\r\nof section 3731.  Appeals under that statute are by definition\r\npredicated on specific evidentiary rulings and thus the taking of\r\na section 3731 appeal may not necessitate a wholesale surrender of\r\nthe trial court's jurisdiction.  See Ienco, 126 F.3d at 1018.  In\r\nthe end, each section 3731 case is sui generis as it relates to the\r\npossibility of shared jurisdiction.  The specific question that\r\nmust be answered today is whether a district court, after it\r\nreceives notice of a properly filed section 3731 appeal,\r\nnonetheless may swear a jury and start the trial.  We think not.\r\nThe swearing of a jury is a matter of enormous\r\nconsequence to both the prosecution and the defense in a criminal\r\ncase.  Moreover, jury empanelment initiates the trial, and jeopardy\r\nattaches when the jury is sworn.  See Brand, 80 F.3d at 568; United\r\nStates v. Pierce, 60 F.3d 886, 889 (1st Cir. 1995).  This activity\r\ngoes well beyond mere preparation for trial, and engaging in it\r\nwhile an appeal from a preclusory order is pending undermines the\r\nprimary goal of section 3731.  After all, Congress crafted section\r\n3731 specifically to permit the resolution of evidentiary appeals\r\nbefore the commencement of trial.  See Harshaw, 705 F.2d at 319\r\n(discussing history of 18 U.S.C.  3731).  Whatever residual\r\nauthority remains with a district judge to continue preparations\r\nfor trial once the government launches a section 3731 appeal, the\r\ncourt retains no power to swear a jury and begin the trial during\r\nthe pendency of such an appeal.  Accord Mavrokordatos, 933 F.2d at\r\n846.\r\nUnited States v. Gatto, 763 F.2d 1040 (9th Cir. 1985),\r\nmuch relied upon by Brooks, does not require a contrary result.  In\r\nGatto the district court excluded evidence a few days before trial\r\nas a sanction, holding that the prosecution's tardy document\r\nproduction transgressed the court's discovery order.  See id. at\r\n1043-44.  The government appealed pursuant to section 3731.  After\r\nthe district judge declined to stay or adjourn the trial, the\r\ngovernment refused to go forward and the judge dismissed the\r\nindictment for failure to prosecute.  See id. at 1044.\r\nBrooks touts Gatto not for its holding   the Ninth\r\nCircuit reversed, finding an abuse of discretion, see id. at 1051\r\nbut for its dictum.  The Gatto court at one point observed that\r\n\"a district court retains the naked power, in appropriate cases, to\r\ndismiss an indictment while a section 3731 appeal from a pretrial\r\norder is pending.\"  Id. at 1049 (citation and internal quotation\r\nmarks omitted).  From this dictum, Brooks reasons that if a nisi\r\nprius court retains the authority to dismiss a case entirely after\r\na section 3731 appeal has been perfected, then, surely, the court\r\nretains the power to begin the trial by selecting a jury.  Brooks's\r\nview is much too sanguine.\r\nThere are substantial differences between the dismissal\r\nof an indictment as a sanction, before jeopardy attaches, and\r\nbringing jeopardy into play by swearing a jury and thus initiating\r\nthe trial proper.  In the former circumstance, the court's ruling\r\nis at least arguably collateral and does not clash directly with\r\nthe fundamental objectives of section 3731.  In the latter\r\ncircumstance, however, the trial court's action serves to frustrate\r\nthe core purpose of section 3731, forcing the government to try the\r\ncase without a substantial piece of evidence.  See United States v.\r\nKelly, 683 F. Supp. 251, 254 n.5 (S.D. Fla. 1988).  Given these\r\nsalient distinctions, Gatto simply cannot be read as authority for\r\nthe district court's swearing of a jury while a section 3731 appeal\r\npends.\r\nTo summarize, we hold that the filing of a proper notice\r\nof appeal pursuant to section 3731 divests the district court of\r\nits authority to swear a jury and start the trial.  SeeMavrokordatos, 933 F.2d at 846; see also Kusay, 62 F.3d at 194\r\n(explaining that, during the pendency of a section 3731 appeal, the\r\ndistrict court lacks jurisdiction to perform any activity that\r\n\"cannot be described as an ancillary or unrelated matter\").  No\r\nseparate stay is necessary.  This means, of course, that the\r\nactions taken by Judge Harrington subsequent to the docketing of\r\nthe government's appeal were nullities.  On remand, the slate must\r\nbe wiped clean, the jurors discharged, and a new jury selected and\r\nsworn.\r\n              B.  The Request for Removal.\r\nThe government, over Brooks's vigorous opposition,\r\nentreats us to oust Judge Harrington from the case and remand to a\r\ndifferent trier.  It maintains that the judge has dug in his heels\r\nand that the heavy-handed manner in which he brushed aside the\r\ngovernment's attempt to exercise its rights under section 3731\r\nrenders his continued participation in the case problematic.  These\r\nare serious accusations, and we treat them as such.\r\nIn resolving this contretemps, we evaluate the judge's\r\nactions \"according to a standard of fairness and impartiality,\r\nrecognizing that each case tends to be fact-specific.\"  United\r\nStates v. Polito, 856 F.2d 414, 418 (1st Cir. 1988) (citations and\r\ninternal quotation marks omitted).  We apply this standard mindful\r\nthat judges must not only be scrupulously fair in the\r\nadministration of justice, but also must foster an aura of\r\nfairness.  See Offutt v. United States, 348 U.S. 11, 14 (1954)\r\n(admonishing that \"justice must satisfy the appearance of\r\njustice\"); see generally United States v. Balistrieri, 779 F.2d\r\n1191, 1204 (7th Cir. 1985) (examining the legislative history of 28\r\nU.S.C.  455(a)   the recusal statute   and stating that this\r\nstatute \"is directed against the appearance of partiality, whether\r\nor not the judge is actually biased\") (emphasis in original).\r\nApproaching the record from this standpoint, we take a\r\npractical, commonsense view of what transpired below.  In the\r\nprocess, we grant the judge a \"margin of humanity.\"  Polito, 856\r\nF.2d at 418.  Presiding over a hotly contested trial is not a\r\npastime for the faint of heart, and a trial judge, under fire,\r\ncannot be expected to function either as a saint or as a bloodless\r\nautomaton.  See id.  Despite these allowances, however, we are\r\npersuaded that the judge's conduct in this case went well beyond\r\nthe pale.\r\nWe see nothing to be gained from exegetic treatment of\r\nthis point.  We have set out at considerable length the relevant\r\nportions of the transcript chronicling the events surrounding this\r\nappeal  See supra Part II.  Taken alone, the judge's adamant\r\nrefusal to hear the government and his intransigence in pushing\r\nforward with the case despite the loss of jurisdiction would give\r\nus pause.  Those events are all the more unsettling here because of\r\nthe judge's intemperate treatment of counsel.  The government, as\r\nwell as the defendant, deserves a fair trial, and, given the\r\nhistorical record, continuing the case before the same jurist would\r\nrun an unacceptably high risk of shrouding the trial in an aura of\r\npartiality.  Consequently, we grant the government's request,\r\nremove Judge Harrington from further participation in the case, and\r\ndirect that the case be assigned, on remand, to a different\r\ndistrict judge.\r\nVI.  CONCLUSION\r\nWe need go no further.  For the reasons stated herein, we\r\nvacate the order granting Brooks's sixth motion in limine and\r\nremand the case to the district court for further proceedings\r\nbefore a new trier (who, among other things, shall discharge the\r\npreviously empaneled jury).  We add, moreover, that the newly\r\ndesignated district judge shall be free, on remand, if he or she\r\nchooses to do so, to revisit any earlier ruling in the case\r\n(including but not limited to the disposition of the first five in\r\nlimine motions).  See Flibotte v. Pennsylvania Truck Lines, Inc.,\r\n131 F.3d 21, 25 (1st Cir. 1997), cert. denied, 66 U.S.L.W. 3720\r\n(U.S. May 18, 1998) (No. 97-1736).\r\n\nSo Ordered.\n",
  "html": "<p class=\"case_cite\">145 F.3d 446</p>\n    <p class=\"case_cite\">49 Fed. R. Evid. Serv. 890</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Robert BROOKS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1111.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1998.<br>Decided June 5, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David J. Apfel, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellant.</p>\n      <p class=\"indent\">James B. Krasnoo, with whom Richard Briansky was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n      <p class=\"indent\">This interlocutory appeal, brought pursuant to 18 U.S.C. &#167; 3731, challenges a brink-of-trial order precluding the government from introducing into evidence certain proof that it deems essential to the prosecution of the crimes charged.  A subsequent clash of wills between the prosecutor and the district judge complicates the picture on appeal.  We rehearse the background and the travel of the case, untangle a jurisdictional snarl, and then address the merits of the dispute.  In the end, we vacate the preclusory order and remand for further proceedings before a different district judge.</p>\n      <p>I. BACKGROUND</p>\n      <p class=\"indent\">In the underlying criminal case, the government charged defendant-appellee Robert Brooks with lying to a federal grand jury.  To lend context to the issues before us, we recount the circumstances leading up to the defendant's indictment on perjury and obstruction of justice charges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>A. Dramatis Personae.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Starting in 1983, Brooks worked as a baggage handler for Northwest Airlines at Logan International Airport.  While there, he became friendly with a co-worker, Joseph Nuzzo.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Some four years later, Northwest broke the gender barrier and hired Susan Taraskiewicz as a baggage handler.  With a few notable exceptions, Brooks and Taraskiewicz had little interaction.  Early on, however, the pair twice indulged a sexual dalliance, and, on one subsequent occasion, they argued bitterly over Brooks's destruction of Taraskiewicz's radio.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April of 1989, Taraskiewicz attempted to break up a fistfight between Nuzzo and two other employees.  Displeased by her gratuitous intervention, Nuzzo called Taraskiewicz a \"f_____g c__t.\" This incident capped a string of disciplinary infractions and led Northwest to fire Nuzzo.  Nuzzo's discharge was not permanent--it turned out to be the functional equivalent of a six month suspension without pay--but Nuzzo vociferously blamed Taraskiewicz for his predicament.  During his absence from work, he engaged in a campaign of menacing conduct directed at Taraskiewicz:  he \"keyed\" her car, slashed her tires, staked out her house, made anonymous telephone calls, and told others that he would exact revenge.  Brooks knew that Nuzzo blamed Taraskiewicz for his enforced vacation and that Nuzzo harbored considerable ill will toward her.B. Theft and Murder.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after Nuzzo returned to work, he and several other baggage handlers began to steal credit cards from mail bags air-freighted by Northwest.  The thieves purloined thousands of charge cards, using some of them to make unauthorized purchases and selling others to fences.  Brooks was a peripheral player;  he did not himself steal any charge cards but he occasionally shopped with Nuzzo, using stolen cards, and he sometimes functioned as a paid lookout for Nuzzo and the other thieves.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1991, an inter-agency task force launched an investigation into the credit card scheme.  The investigation remained in the bosom of the lodge until August 4, 1992, when several baggage handlers received subpoenas from a Boston-based federal grand jury (the Credit Card Grand Jury).  Members of the ring, including Nuzzo, wondered whether there was a stool pigeon among the baggage handlers.  In Brooks's presence, Nuzzo posited that Taraskiewicz was the \"rat.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On August 14, a Northwest official confiscated Nuzzo's work identification, effectively ending his employment.  In rapid sequence, Nuzzo learned that he was a target of the grand jury investigation, hired a lawyer, and griped to friends (following a meeting between his attorney and a prosecutor) about both the severity of the criminal sanctions that he faced and the extravagance of his lawyer's fee demands.  In the early morning hours of September 13, 1992--less than a week after Nuzzo voiced these complaints--Taraskiewicz left work to get a sandwich and failed to return.  The next day, the authorities discovered her body in the trunk of her automobile.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>C. To Tell the Truth.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Brooks applied for reassignment immediately after news of the grand jury investigation leaked.  He received the requested transfer and moved to Minnesota with his new bride on August 25, 1992.  Following Taraskiewicz's murder, however, the government subpoenaed him to appear before the Credit Card Grand Jury.  Brooks returned to Massachusetts in response to this subpoena but asserted his Fifth Amendment privilege.  That same afternoon, a state trooper interrogated him regarding the murder.  In the course of a one-hour interview, Brooks downplayed his relationship with Nuzzo and claimed that he had had only one telephone conversation with his friend during the week after the murder.  In accounting for his own whereabouts on the night of September 13, Brooks said that he had worked the late shift at the Minneapolis-St.  Paul airport, handling luggage until 11:00 p.m.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During the 1994-1995 time frame, Brooks cooperated in the credit card investigation.  His testimony apparently helped to convict Nuzzo of various charges connected to the credit card scheme.  Eventually, Brooks pled guilty to conspiracy to commit mail theft and credit card fraud.  The government requested that the court recognize Brooks's substantial assistance and depart downward in imposing sentence.  See USSG &#167; 5K1.1.  Brooks escaped with a term of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the fall of 1996, storm clouds gathered anew.  The United States Attorney convened a second Boston-based grand jury (the Murder Grand Jury) to look into Taraskiewicz's death.  The Murder Grand Jury subpoenaed Brooks in October and he again returned to Boston.  During a two-day meeting with law enforcement agents, Brooks learned that Nuzzo was a target of the probe and that the Murder Grand Jury was seeking to determine whether someone assassinated Taraskiewicz to ensure her silence anent the credit card case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pursuant to a limited immunity agreement, Brooks testified twice before the Murder Grand Jury.  He admitted, inter alia, that Nuzzo blamed Taraskiewicz for his six-month suspension and that Nuzzo more than once expressed his staunch belief that Taraskiewicz was a \"snitch\" who \"blew the whistle\" on the credit card scheme.  Brooks reiterated that he was working on the night of Taraskiewicz's slaying and that he had not spoken to Nuzzo at all that weekend.  Although given the chance to recant or change his testimony while still under oath, Brooks demurred.D. The Charges.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In June 1997, the government confronted Brooks with documentary evidence showing that he was not at work on the night of the murder, that he talked to Nuzzo that weekend, and that the two spoke frequently during the ensuing month.  Facing time cards and long-distance telephone records that contradicted both his testimony to the Murder Grand Jury and his 1992 statements, Brooks admitted that he had lied about his whereabouts and contacts with Nuzzo.  He expostulated, however, that his testimony was neither intentionally false nor designed to impede the homicide investigation.  Unimpressed by this disclaimer, the Murder Grand Jury charged Brooks with three counts of perjury, see 18 U.S.C. &#167; 1623, and two counts of obstruction of justice, see 18 U.S.C. &#167; 1503.</p>\n    </div>\n    <p>II. PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following some pretrial skirmishing, not material here, the district court scheduled Brooks's trial to commence on February 9, 1998.  One week prior to this trial date, Brooks filed five motions in limine whereby he sought to prohibit the government from introducing sundry types of proof, including evidence as to the details of the murder, evidence of Brooks's conviction in the credit card case, and evidence concerning the sexual encounters between Brooks and Taraskiewicz.  The government opposed these motions.  Its memorandum in opposition revealed that it</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>intend[ed] to introduce evidence showing, inter alia, that:  (a) Nuzzo was discharged from Northwest for six months in 1989-90 for, among other things, calling Taraskiewicz a \"f___kin_ c__t\";  (b) Nuzzo blamed Taraskiewicz for his discharge;  (c) following his discharge, Nuzzo swore to get even with Taraskiewicz, and promised to make her life miserable;  (d) Nuzzo sliced Taraskiewicz's car tires, and \"keyed\" her car;  (e) he made prank phone calls to her house;  (f) he drove by her house with a friend, and noted that her street was dark, that she was going to pay, and that he was going to get even with her;  and (g) in August 1992, just one month before Taraskiewicz's murder, and just after Nuzzo, Brooks, and other credit card thieves had learned that [federal agents] were on to them, Nuzzo stated that he bet Taraskiewicz was the \"snitch\" or the \"rat.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Government's Opposition at 5 n. 3. On February 6, Judge Harrington issued an order granting Brooks's quintet of motions in substantial part, including the motion to exclude proof anent his relationship with the deceased.  The court specified that it was barring evidence of this relationship only from the government's case in chief and left open the possibility that such evidence might become relevant should Brooks opt to testify in his own defense.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At approximately 9:00 a.m. on the morning of the first trial day, immediately prior to jury empanelment, the defense filed a sixth motion in limine.  This motion sought the exclusion of all evidence regarding Nuzzo's animosity toward Taraskiewicz.  Judge Harrington had not yet taken the bench but within fifteen minutes the clerk announced that the judge had granted the motion.  The ruling took the form of an inexplicit margin order, and the prosecutor asked the clerk to advise the judge that he wished to be heard.  The judge refused the request.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At 9:30 a.m., the venire filed into the courtroom and Judge Harrington assumed the bench.  The prosecutor, David Apfel, asked to approach the sidebar.  The judge responded:  \"After the jury is selected.\"   The prosecutor persisted and the judge summoned counsel to the bench.  Without giving either lawyer an opportunity to speak, Judge Harrington stated:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Mr. Apfel, if you open your mouth once more, you'll be excluded from this case.  With respect to the matter that I've heard you discuss previously with the clerk.  [sic] I'm picking the jury now.  You're either going to go back there or I'm excluding you from this case.</p>\n    </div>\n    <p class=\"indent\">A colloquy then ensued:</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>PROSECUTOR APFEL:  I think you should exclude me, then, Your Honor, because I hereby notice of [sic] an appeal from your ruling allowing Motion in Limine No. 6.THE COURT:  Motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>PROSECUTOR APFEL:  It's not a motion, your Honor.  You no longer have jurisdiction over the matter once we notice an appeal to your ruling.  An appropriate certification is being prepared right now under [18 U.S.C. &#167; ] 3731.  The government simply can't go forward with this ruling.  There is no evidence that we will be able to present as to a crucial element of each of the perjury counts and as to a crucial element of each of the obstruction counts.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>THE COURT:  I'm picking a jury now, do you understand me?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>PROSECUTOR APFEL:  I do.  Your Honor, you no longer have jurisdiction, and I think that you should exclude me from the court.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The bench conference concluded on this somber note and the judge began jury empanelment.  Within a very short span (ten transcript pages), Timothy Feeley, Apfel's supervisor, entered the courtroom.  The following discourse took place:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, if I may, Timothy Feeley for the United States.  The government requests permission to approach the side bar if we may, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>THE COURT:  Not at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, in the alternative, the government would wish to file with the Court at this time a notice of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>THE COURT:  Give it to the clerk, please.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, given the filing of that document, may we now approach side bar?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>THE COURT:  Denied.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, the government states for the record that this Court lacks jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>COURT:  Here is the--Please come.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[At the bench]</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>THE COURT:  If you speak before that jury again, I'm going to declare a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, may I be heard?   The filing of a notice of appeal divests this Court of jurisdiction.  This matter is now before the United States Court of Appeals for the First Circuit, and further proceedings by this District Court are without power.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>THE COURT:  Let me tell you this, you have no right to appeal an interlocutory ruling, I would say, bordering on the obstruction of justice.  [sic].  Now if you don't sit down, I'll call the marshals and have you arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, I refer this Court to United States Code, Title 18, Section 3731, that gives us the right to appeal a motion of this sort given the certification that we provided to the Court from the United States Attorney for this district.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>THE COURT:  What I'm going to do, I'm proceeding with or without you at this time.  If there is a stay issued by the Court of Appeals, I will obey their order.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>PROSECUTOR APFEL:  Your Honor--</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>THE COURT:  Let us proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>PROSECUTOR APFEL:  May [we] be heard briefly on this?</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>PROSECUTOR FEELEY:  I would like to be heard, Your Honor.  The government will not participate further in these proceedings.  We will spend our time for the next whatever time is necessary to obtain a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>THE COURT:  Then do so.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>PROSECUTOR FEELEY:  Which, for the record, we do not feel is necessary, given the filing of a notice of appeal, that divests the Court of jurisdiction with or without a stay.  If necessary, we will seek a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>THE COURT:  I am ordering you to seek a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>PROSECUTOR FEELEY:  Then we initially ask this Court to stay its proceedings to give us time to do that.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>THE COURT:  Denied.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, we further ask this Court for a continuance of this matter--</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>THE COURT:  Motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Subsequent to this exchange, both prosecutors left the courtroom.  Judge Harrington nonetheless persevered and continued empaneling a jury in their absence.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Approximately fifteen minutes later, with empanelment still in progress, Apfel reentered the courtroom and again requested a brief recess to facilitate the filing of a stay motion in the court of appeals.  Judge Harrington turned a deaf ear and ordered twelve potential jurors to take seats in the jury box.  Apfel remained in the courtroom and the parties proceeded to exercise their peremptory strikes.  During a bench conference related to challenges, the protagonists received word that the stay motion had been filed and that the court of appeals had taken it under advisement.  Apfel again solicited a short recess, and the court again rejected his entreaty.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">When the parties' strikes were exhausted and fourteen prospective jurors (including two alternates) were seated, Judge Harrington directed the clerk to swear the jury.  The following exchange then took place at the bench:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>PROSECUTOR APFEL:  Your Honor, may I be heard, before the jury is sworn in?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>THE COURT:  Swear in the jury.  I'm not going to put up with it any longer.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>PROSECUTOR APFEL:  Your Honor, you haven't given us an opportunity, we're moving once again to stay these proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>THE COURT:  Motion denied, motion denied, motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>PROSECUTOR APFEL:  If you give us an opportunity to--</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>THE COURT:  Motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The clerk thereupon swore the jurors and Judge Harrington gave them a decurtate explanation of their functions.  He then ordered the government to make its opening statement.  At that juncture, the following transpired:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>PROSECUTOR APFEL:  Your Honor, may we approach side bar?</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>THE COURT:  No. Please make the opening statement.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>PROSECUTOR APFEL:  In light of the Court's rulings this morning, Your Honor--</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>THE COURT:  Then I'll see you.  I don't want you to make a statement before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>[At the bench]</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>PROSECUTOR APFEL:  In light of the Court's ruling this morning, the government's case is almost entirely eviscerated.  Your Honor has, by virtue of his rulings, made it impossible, I would say, for the government to prove the crucial element of materiality with respect to the perjury counts and the crucial element of intent with respect to the obstruction counts.  You have by virtue of your ruling eliminated, I would say, 90 percent of what I intended to say in my opening.  A motion is now pending with the First Circuit Court of Appeals which we expect to rule momentarily.  It's my view that if the Court insists on going forward right now, if the government is forced to make an opening statement, in light of the Court's rulings, that the government would be irretrievably prejudiced in its opening statement in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>THE COURT:  Are you going to make your opening statement?</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>PROSECUTOR APFEL:  I am asking the Court for a recess for ten minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>THE COURT:  Motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>PROSECUTOR APFEL:  The government is then, Your Honor, going to leave this room right now because the Court does not have jurisdiction over this matter, and we need a few moments.  I'm asking for a brief stay so that we can see what the Court of Appeals is doing.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>THE COURT:  I'm asking you at this time--I'm not letting you interfere with the regularity of the proceedings in the United States District Court.  If the Court of Appeals takes any action, they shall do so and you will be alerted.  At this time I am asking you, are you prepared to go forward?   And I'm telling you this, if you do not, I will entertain a Motion to Dismiss. Are you prepared to go forward at this time?</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>Are you prepared to follow the [Court's] order?</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We need not repeat verbatim the remaining dialogue.  It suffices to say that the judge pressed relentlessly for an answer to this question and threatened to dismiss the case with prejudice if the prosecutor declined to open.  After one last fruitless attempt to persuade the judge to hold proceedings in abeyance pending word from the court of appeals, the prosecutor yielded and began his opening remarks.  As he was speaking, a second prosecutor entered the courtroom and tendered a stay order issued by the court of appeals.  The district judge then halted the proceedings and excused the jury temporarily.  After we issued a further stay and set an expedited briefing schedule, the judge excused the jury sine die.</p>\n    </div>\n    <p>III. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The threshold question presented for our appraisal involves Brooks's claim that we lack jurisdiction to hear and determine this interlocutory appeal.  Answering this question requires us to construe 18 U.S.C. &#167; 3731, the statute that regulates the form and timing of government appeals from certain pretrial evidentiary rulings in criminal cases.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Section 3731 confers a right to an immediate appeal if the district court, in a pretrial ruling, bars the government's use of particular evidence, and the United States Attorney files a timely notice of appeal accompanied by the requisite certification.  See United States v. Barletta, 644 F.2d 50, 53 n. 1 (1st Cir.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Despite Brooks's importuning, we conclude, without serious question, that these criteria were satisfied in the instant case.  The challenged pretrial order extirpated evidence that the government considered to be \"substantial proof\" of specified elements of the charged offenses, and the United States Attorney so certified.  The link forged in the certificate between the excluded evidence and the crimes charged is not implausible.  See, e.g., United States v. Scivola, 766 F.2d 37, 44 (1st Cir.1985) (discussing crime of perjury);  United States v. Cintolo, 818 F.2d 980, 990-93 (1st Cir.1987) (discussing crime of obstruction of justice).  Moreover, both the challenged ruling and the government's appeal from it, appending the required certificate, occurred before jeopardy attached.  See, e.g., United States v. Brand, 80 F.3d 560, 568 (1st Cir.1996) (explaining that jeopardy typically attaches when a trial jury is sworn), cert. denied, --- U.S. ----, 117 S.Ct. 737, 136 L.Ed.2d 676 (1997).  No more is exigible under section 3731.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See United States v. McKoy, 78 F.3d 446, 449 (9th Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 67, 136 L.Ed.2d 28 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In reaching this conclusion, we reject out of hand Brooks's assertion that a ruling on a motion in limine is a stopgap order of the trial court and, as such, should be distinguished from a suppression order for purposes of section 3731.  In drawing the distinction between appealable and non-appealable pretrial orders, labels are unhelpful.  Sometimes a district court, faced with a pretrial motion in limine, will temporize, see, e.g., United States v. Holmquist, 36 F.3d 154, 163-64 (1st Cir.1994), and the resultant order, depending on the degree of finality associated with it, may or may not qualify as an order excluding evidence under section 3731.  But such theoretical possibilities have no bearing here, for Judge Harrington's ruling constitutes an unqualified preclusion.  An order that grants a motion in limine with such a degree of finality falls squarely within the statutory sweep.  See United States v. LeCompte, 131 F.3d 767, 768 (8th Cir.1997);  United States v. Lachman, 48 F.3d 586, 590 (1st Cir.1995);  United States v. King, 827 F.2d 864, 866-67 (1st Cir.1987);  see also S.Rep. No. 91-1296, at 18 (1970) (stating that Congress intended section 3731 \"to be liberally construed so as to effectuate its purpose of permitting the Government to appeal ... from all suppression and exclusions of evidence in criminal proceedings, except those ordered during trial\").  In other words, pretrial orders that have the practical effect of excluding material evidence at trial are appealable under section 3731, regardless of nomenclature, and Judge Harrington's preclusory order is of this genre.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Brooks's second jurisdictional argument is no more persuasive.  Citing a line of cases that hold that the government may not appeal under section 3731 if its appeal will interrupt an ongoing trial, see, e.g., United States v. Kington, 801 F.2d 733, 735 (5th Cir.1986);  United States v. Harshaw, 705 F.2d 317, 319 (8th Cir.1983), Brooks brands the government's appeal as untimely because the district court swore the jury and started the trial before the court of appeals stayed all proceedings.  Here, however, the prosecution noticed the appeal before the trial started, and it is the filing of the notice of appeal, rather than the issuance of a stay, that marks the point at which an appeal is taken.  See Griggs v. Provident Consumer Discount Co., 459 U.S. 56, 58, 103 S.Ct. 400, 74 L.Ed.2d 225 (1982) (\"The filing of a notice of appeal is an event of jurisdictional significance--it confers jurisdiction on the court of appeals and divests the district court of its control over those aspects of the case involved in the appeal.\").  Because the government lodged the appeal, in proper form, prior to jury empanelment, the appeal is timely and falls within the appellate jurisdiction conferred by 18 U.S.C. &#167; 3731.  See United States v. Mavrokordatos, 933 F.2d 843, 846 (10th Cir.1991).  The fact that the appeal pretermitted a subsequently commenced trial that was ongoing solely because the judge inexplicably insisted on commencing the trial after he had notice of the government's appeal is not sufficient to defeat the government's statutory right of appeal.  The trial never should have begun (and was, therefore, a nullity).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>IV. THE EVIDENTIARY RULING</p>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Having concluded that the instant appeal is properly before us, we briefly address its substance.  We review the district court's evidentiary decision, made pursuant to Fed.R.Evid. 403, for abuse of discretion.  See United States v. Rodriguez-Estrada, 877 F.2d 153, 156 (1st Cir.1989).  This is ordinarily a forgiving standard, but the present circumstances are far from ordinary:  the evidentiary question is highly nuanced;  the correct answer is not self-evident;  the lower court ruled without giving the government an opportunity to file an opposition;  the court refused--for no readily apparent reason--to permit the government to be heard;  and the court made no specific findings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This concatenation of circumstances calls the district court's hair-trigger evidentiary determination into serious question--so much so as to warrant a conclusion that the district court abused its discretion.  See In re Paoli R.R. Yard PCB Litig., 916 F.2d 829, 836 (3d Cir.1990) (finding abuse of discretion when the trial court failed to give plaintiffs a chance to present their arguments, ruled on an insufficient factual record, and did not provide a reasoned explanation for its evidentiary ruling);  see also United States v. Roberts, 978 F.2d 17, 24-25 (1st Cir.1992) (indicating that trial court's conduct in making a judicial determination can constitute, or contribute to, an abuse of discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">We do not reach this conclusion merely because the judge ruled on the spot.  Speed is often a virtue, and many pretrial rulings can be made instantaneously, or nearly so.  Still, not all situations are straightforward.  In this instance, Brooks's motion was far from a clear-cut winner, and the celerity with which the district court acted precluded reasoned consideration (after all, the judge never listened to the government's side of the story) and the development of a satisfactory record.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Nothing illustrates this reality more poignantly than the voluminous factual proffers that the litigants have made in this court (the government by elaborate extra-record footnotes to its briefs and Brooks by a motion to supplement the record).  The proper functions of an appellate court and a trial court differ significantly--and appellate courts have a well-founded institutional reluctance to step outside their wonted role to weigh facts and arguments that were never presented to the trial court.  See, e.g., United States v. Vaknin, 112 F.3d 579, 591 (1st Cir.1997);  Perkins v. LeFevre, 642 F.2d 37, 41 (2d Cir.1981).  Here, moreover, the record's sparseness is not the only red flag.  The arbitrary manner in which the judge proceeded furnishes a complementary reason, powerful in itself, for securing a more measured exploration of the evidentiary question.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">For these reasons, we believe that we have no principled choice but to vacate the challenged ruling and remand for a full and orderly consideration of this seemingly critical evidentiary point.  In charting this course, we intimate no view of the proper disposition of the sixth in limine motion, as that is for the district court in the first instance.</p>\n    </div>\n    <p>V. PROCEEDINGS ON REMAND</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Our journey is not yet at an end, for the parties dispute the proper post-remand posture of the case.  Brooks says, in effect, that although the filing of the appeal may have divested the trial court of authority in respect to the contested evidentiary ruling, the court nonetheless retained the power to continue with jury selection and empanelment (including administration of the oath to the jurors).  Thus, in Brooks's view, jeopardy has attached and the trial that is already in progress must proceed before the previously selected jury.  The government strenuously disagrees.  It posits that the filing of the appeal divested the district court of any and all authority over the case, and that, therefore, Judge Harrington's subsequent actions (including swearing the jury) are null and void.  The government also wishes us to direct that the case proceed before a fresh judge.  Brooks calls this \"judge-shopping,\" lauds Judge Harrington, and suggests that fulfilling the government's wish would be a grave mistake.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>A. Retained Authority.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">To resolve the first of these conflicts, we must map the contours of the authority (if any) that a district court retains once the government properly notices an interlocutory appeal under 18 U.S.C. &#167; 3731, and then apply that revealed knowledge to the case at bar.  We begin with accepted doctrine:  as a general rule, the filing of a notice of appeal \"divests a district court of authority to proceed with respect to any matter touching upon, or involved in, the appeal.\"  United States v. Mala, 7 F.3d 1058, 1061 (1st Cir.1993).  Though judicially spawned, not legislatively ordained, this rule has sturdy roots.  See, e.g., Marrese v. American Academy of Orthopaedic Surgeons, 470 U.S. 373, 379, 105 S.Ct. 1327, 84 L.Ed.2d 274 (1985);  United States v. Distasio, 820 F.2d 20, 23 (1st Cir.1987);  see also 20 James Wm. Moore et al., Moore's Federal Practice &#167; 303.32 (3d ed.1998).  It derives from the notion that shared jurisdiction almost always portends a potential for conflict and confusion, see United States v. Ienco, 126 F.3d 1016, 1018 (7th Cir.1997), and although there has been some movement in the direction of a more flexible approach, see 9A Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 3949.1, at 45 n. 23 (2d ed.1996), the principle that jurisdiction over a single case ordinarily should reside in a single court at any single point in time still has widespread applicability, see Griggs, 459 U.S. at 58, 103 S.Ct. 400;  Apostol v. Gallion, 870 F.2d 1335, 1337 (7th Cir.1989).  Allowing more than one court to take charge of a case at any given moment often disserves the interests of comity and judicial economy.  See Shewchun v. United States, 797 F.2d 941, 943 (11th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Like most rules, the rule that either the trial or the appellate court--but not both--may have jurisdiction over a case at any given point in time admits of some exceptions.  Thus, a district court can proceed, notwithstanding the filing of an appeal, if the notice of appeal is defective in some substantial and easily discernible way (if, for example, it is based on an unappealable order) or if it otherwise constitutes a transparently frivolous attempt to impede the progress of the case.  See Kusay v. United States, 62 F.3d 192, 194 (7th Cir.1995);  Mala, 7 F.3d at 1061.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Brooks labors to bring himself within the confines of this exception.  First, he asserts that the government's appeal is frivolous (or, at least, that Judge Harrington treated it as frivolous and therefore was entitled to proceed).  We are not persuaded.  The district court's preclusory order is plainly appealable and the record contains nothing that would justify a finding of frivolousness.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Furthermore, Brooks has not attacked the certification that accompanied the appeal and that certification appears regular on its face.  Finally, the circumstances belie any suggestion that the prosecution harbored dilatory motives.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Ably represented, Brooks introduces another, potentially more nettlesome notion--the principle of shared jurisdiction.  The black-letter rule that the filing of a notice of appeal transfers authority over the case from the trial court to the court of appeals derives from a desire to prevent clashes between institutions that occupy different tiers within the federal judicial system.  Thus, the trial court may continue to exercise a modicum of power over a case that is before the appellate court--but this power exists only in those few situations in which the risk of an intramural collision is small.  See Ienco, 126 F.3d at 1018;  Kusay, 62 F.3d at 194.   Brooks asseverates that the district court's actions in this case come within the narrow ambit of this shared jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">By its nature, any suggestion of shared jurisdiction is sensitive and, thus, the administration of this principle requires a delicate touch.  At most, shared jurisdiction flourishes in a circumscribed cluster of situations, the handling of which is not inconsistent with the prosecution of an appeal.  See United States v. Hurley, 63 F.3d 1, 23 (1st Cir.1995).  These situations include the processing of such peripheral or ancillary aspects of the case as motions for counsel fees, see In re Nineteen Appeals, 982 F.2d 603, 609 n. 10 (1st Cir.1992);  actions \"in aid of execution of a judgment that has been appealed and not stayed,\" Hurley, 63 F.3d at 23;  and orders relating to procedures \"in aid of the appeal,\" Spound v. Mohasco Indus., Inc., 534 F.2d 404, 411 (1st Cir.1976) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Of course, these examples have limited relevance in terms of section 3731.  Appeals under that statute are by definition predicated on specific evidentiary rulings and thus the taking of a section 3731 appeal may not necessitate a wholesale surrender of the trial court's jurisdiction.  See Ienco, 126 F.3d at 1018.   In the end, each section 3731 case is sui generis as it relates to the possibility of shared jurisdiction.  The specific question that must be answered today is whether a district court, after it receives notice of a properly filed section 3731 appeal, nonetheless may swear a jury and start the trial.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">The swearing of a jury is a matter of enormous consequence to both the prosecution and the defense in a criminal case.  Moreover, jury empanelment initiates the trial, and jeopardy attaches when the jury is sworn.  See Brand, 80 F.3d at 568;  United States v. Pierce, 60 F.3d 886, 889 (1st Cir.1995).  This activity goes well beyond mere preparation for trial, and engaging in it while an appeal from a preclusory order is pending undermines the primary goal of section 3731.  After all, Congress crafted section 3731 specifically to permit the resolution of evidentiary appeals before the commencement of trial.  See Harshaw, 705 F.2d at 319 (discussing history of 18 U.S.C. &#167; 3731).  Whatever residual authority remains with a district judge to continue preparations for trial once the government launches a section 3731 appeal, the court retains no power to swear a jury and begin the trial during the pendency of such an appeal.  Accord Mavrokordatos, 933 F.2d at 846.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">United States v. Gatto, 763 F.2d 1040 (9th Cir.1985), much relied upon by Brooks, does not require a contrary result.  In Gatto the district court excluded evidence a few days before trial as a sanction, holding that the prosecution's tardy document production transgressed the court's discovery order.  See id. at 1043-44.   The government appealed pursuant to section 3731.  After the district judge declined to stay or adjourn the trial, the government refused to go forward and the judge dismissed the indictment for failure to prosecute.  See id. at 1044.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Brooks touts Gatto not for its holding--the Ninth Circuit reversed, finding an abuse of discretion, see id. at 1051--but for its dictum.  The Gatto court at one point observed that \"a district court retains the naked power, in appropriate cases, to dismiss an indictment while a section 3731 appeal from a pretrial order is pending.\"  Id. at 1049 (citation and internal quotation marks omitted).  From this dictum, Brooks reasons that if a nisi prius court retains the authority to dismiss a case entirely after a section 3731 appeal has been perfected, then, surely, the court retains the power to begin the trial by selecting a jury.  Brooks's view is much too sanguine.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">There are substantial differences between the dismissal of an indictment as a sanction, before jeopardy attaches, and bringing jeopardy into play by swearing a jury and thus initiating the trial proper.  In the former circumstance, the court's ruling is at least arguably collateral and does not clash directly with the fundamental objectives of section 3731.  In the latter circumstance, however, the trial court's action serves to frustrate the core purpose of section 3731, forcing the government to try the case without a substantial piece of evidence.  See United States v. Kelly, 683 F.Supp. 251, 254 n. 5 (S.D.Fla.1988).  Given these salient distinctions, Gatto simply cannot be read as authority for the district court's swearing of a jury while a section 3731 appeal pends.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">To summarize, we hold that the filing of a proper notice of appeal pursuant to section 3731 divests the district court of its authority to swear a jury and start the trial.  See Mavrokordatos, 933 F.2d at 846;  see also Kusay, 62 F.3d at 194 (explaining that, during the pendency of a section 3731 appeal, the district court lacks jurisdiction to perform any activity that \"cannot be described as an ancillary or unrelated matter\").  No separate stay is necessary.  This means, of course, that the actions taken by Judge Harrington subsequent to the docketing of the government's appeal were nullities.  On remand, the slate must be wiped clean, the jurors discharged, and a new jury selected and sworn.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>B. The Request for Removal.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The government, over Brooks's vigorous opposition, entreats us to oust Judge Harrington from the case and remand to a different trier.  It maintains that the judge has dug in his heels and that the heavy-handed manner in which he brushed aside the government's attempt to exercise its rights under section 3731 renders his continued participation in the case problematic.  These are serious accusations, and we treat them as such.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">In resolving this contretemps, we evaluate the judge's actions \"according to a standard of fairness and impartiality, recognizing that each case tends to be fact-specific.\"  United States v. Polito, 856 F.2d 414, 418 (1st Cir.1988) (citations and internal quotation marks omitted).  We apply this standard mindful that judges must not only be scrupulously fair in the administration of justice, but also must foster an aura of fairness.  See Offutt v. United States, 348 U.S. 11, 14, 75 S.Ct. 11, 99 L.Ed. 11 (1954) (admonishing that \"justice must satisfy the appearance of justice\");  see generally United States v. Balistrieri, 779 F.2d 1191, 1204 (7th Cir.1985) (examining the legislative history of 28 U.S.C. &#167; 455(a)--the recusal statute--and stating that this statute \"is directed against the appearance of partiality, whether or not the judge is actually biased\") (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Approaching the record from this standpoint, we take a practical, commonsense view of what transpired below.  In the process, we grant the judge a \"margin of humanity.\"  Polito, 856 F.2d at 418.   Presiding over a hotly contested trial is not a pastime for the faint of heart, and a trial judge, under fire, cannot be expected to function either as a saint or as a bloodless automaton.  See id.   Despite these allowances, however, we are persuaded that the judge's conduct in this case went well beyond the pale.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">We see nothing to be gained from exegetic treatment of this point.  We have set out at considerable length the relevant portions of the transcript chronicling the events surrounding this appeal See supra Part II.  Taken alone, the judge's adamant refusal to hear the government and his intransigence in pushing forward with the case despite the loss of jurisdiction would give us pause.  Those events are all the more unsettling here because of the judge's intemperate treatment of counsel.  The government, as well as the defendant, deserves a fair trial, and, given the historical record, continuing the case before the same jurist would run an unacceptably high risk of shrouding the trial in an aura of partiality.  Consequently, we grant the government's request, remove Judge Harrington from further participation in the case, and direct that the case be assigned, on remand, to a different district judge.</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">We need go no further.  For the reasons stated herein, we vacate the order granting Brooks's sixth motion in limine and remand the case to the district court for further proceedings before a new trier (who, among other things, shall discharge the previously empaneled jury).  We add, moreover, that the newly designated district judge shall be free, on remand, if he or she chooses to do so, to revisit any earlier ruling in the case (including but not limited to the disposition of the first five in limine motions).  See Flibotte v. Pennsylvania Truck Lines, Inc., 131 F.3d 21, 25 (1st Cir.1997), cert. denied, --- U.S. ----, 118 S.Ct. 1806, 140 L.Ed.2d 945 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Brooks minimizes the closeness of this relationship, but he does not dispute that he was the best man at Nuzzo's 1991 nuptials and that Nuzzo served as an usher at his wedding the following year</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>An appeal by the United States shall lie to a court of appeals from a decision or order of a district court suppressing or excluding evidence ..., not made after the defendant has been put in jeopardy ..., if the United States Attorney certifies to the district court that the appeal is not taken for the purpose of delay and that the evidence is a substantial proof of a fact material in the proceeding.</p>\n        <p>18 U.S.C. &#167; 3731 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We need not decide the more vexing question of whether section 3731 actually requires the government to file its notice of appeal prior to the attachment of jeopardy.  Compare United States v. Shears, 762 F.2d 397, 400 (4th Cir.1985) (suggesting, in dictum, that such an appeal may be taken even after jeopardy attaches), with United States v. Layton, 720 F.2d 548, 554 (9th Cir.1983) (suggesting the contrary).  At any rate, the statute plainly envisions that the government will move quickly in announcing its intent to appeal a pretrial evidentiary order and, in this case, the government did just that</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We need not decide whether an appeal would lie if the district judge managed to empanel and swear the jury before the government was able to submit its notice of appeal.  See 15B Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 3919.3, at 147 n. 51.5 (Supp.1998) (suggesting that double jeopardy principles might yield in such an extreme situation)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Judge Harrington granted Brooks's sixth motion in limine on February 9, by means of a margin order bereft of exposition.  On February 10, after the government had appealed and this court had stayed the district court proceedings, the judge issued a one-paragraph memorandum explaining his evidentiary determination (a determination that, in the judge's view, had been \"erroneously reported in the press\").  The memorandum stated in conclusory fashion that the excluded evidence was \"not directly relevant to the perjury and obstruction charges against Defendant Brooks, and, if introduced, such evidence would be highly prejudicial to the defendant.\"   We have taken this memorandum into account.  See, e.g., Aoude v. Mobil Oil Corp., 862 F.2d 890, 895 (1st Cir.1988).  This court heard oral arguments on April 9, 1998--arguments which were well-publicized in the local media.  On April 13, Judge Harrington filed an unsolicited two-page statement of his reasons for excluding the evidence.  Given the timing and the attendant circumstances, we do not give any substantial weight to this statement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note in passing that the trial judge did not make such a finding.  Even if he had, it would not be conclusive.  In this context, frivolousness is a question of law and thus subject to de novo review.  See In re Howard, 996 F.2d 1320, 1327 (1st Cir.1993) (stating that questions of law engender de novo review)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We express no opinion on whether a district court might continue processing jurors while awaiting word from the court of appeals.  Whatever may be said of that practice, the district court in this case took the further, more serious steps of completing the jury selection process, administering the oath, and beginning the trial.  We focus, therefore, on those activities</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></span></p>\n    <p class=\"case_cite\">49 Fed. R. Evid. Serv. 890</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Robert BROOKS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1111.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1998.<br>Decided June 5, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David J. Apfel, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellant.</p>\n      <p class=\"indent\">James B. Krasnoo, with whom Richard Briansky was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n      <p class=\"indent\">This interlocutory appeal, brought pursuant to 18 U.S.C. &#167; 3731, challenges a brink-of-trial order precluding the government from introducing into evidence certain proof that it deems essential to the prosecution of the crimes charged.  A subsequent clash of wills between the prosecutor and the district judge complicates the picture on appeal.  We rehearse the background and the travel of the case, untangle a jurisdictional snarl, and then address the merits of the dispute.  In the end, we vacate the preclusory order and remand for further proceedings before a different district judge.</p>\n      <p>I. BACKGROUND</p>\n      <p class=\"indent\">In the underlying criminal case, the government charged defendant-appellee Robert Brooks with lying to a federal grand jury.  To lend context to the issues before us, we recount the circumstances leading up to the defendant's indictment on perjury and obstruction of justice charges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>A. Dramatis Personae.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Starting in 1983, Brooks worked as a baggage handler for Northwest Airlines at Logan International Airport.  While there, he became friendly with a co-worker, Joseph Nuzzo.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Some four years later, Northwest broke the gender barrier and hired Susan Taraskiewicz as a baggage handler.  With a few notable exceptions, Brooks and Taraskiewicz had little interaction.  Early on, however, the pair twice indulged a sexual dalliance, and, on one subsequent occasion, they argued bitterly over Brooks's destruction of Taraskiewicz's radio.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April of 1989, Taraskiewicz attempted to break up a fistfight between Nuzzo and two other employees.  Displeased by her gratuitous intervention, Nuzzo called Taraskiewicz a \"f_____g c__t.\" This incident capped a string of disciplinary infractions and led Northwest to fire Nuzzo.  Nuzzo's discharge was not permanent--it turned out to be the functional equivalent of a six month suspension without pay--but Nuzzo vociferously blamed Taraskiewicz for his predicament.  During his absence from work, he engaged in a campaign of menacing conduct directed at Taraskiewicz:  he \"keyed\" her car, slashed her tires, staked out her house, made anonymous telephone calls, and told others that he would exact revenge.  Brooks knew that Nuzzo blamed Taraskiewicz for his enforced vacation and that Nuzzo harbored considerable ill will toward her.B. Theft and Murder.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after Nuzzo returned to work, he and several other baggage handlers began to steal credit cards from mail bags air-freighted by Northwest.  The thieves purloined thousands of charge cards, using some of them to make unauthorized purchases and selling others to fences.  Brooks was a peripheral player;  he did not himself steal any charge cards but he occasionally shopped with Nuzzo, using stolen cards, and he sometimes functioned as a paid lookout for Nuzzo and the other thieves.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1991, an inter-agency task force launched an investigation into the credit card scheme.  The investigation remained in the bosom of the lodge until August 4, 1992, when several baggage handlers received subpoenas from a Boston-based federal grand jury (the Credit Card Grand Jury).  Members of the ring, including Nuzzo, wondered whether there was a stool pigeon among the baggage handlers.  In Brooks's presence, Nuzzo posited that Taraskiewicz was the \"rat.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On August 14, a Northwest official confiscated Nuzzo's work identification, effectively ending his employment.  In rapid sequence, Nuzzo learned that he was a target of the grand jury investigation, hired a lawyer, and griped to friends (following a meeting between his attorney and a prosecutor) about both the severity of the criminal sanctions that he faced and the extravagance of his lawyer's fee demands.  In the early morning hours of September 13, 1992--less than a week after Nuzzo voiced these complaints--Taraskiewicz left work to get a sandwich and failed to return.  The next day, the authorities discovered her body in the trunk of her automobile.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>C. To Tell the Truth.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Brooks applied for reassignment immediately after news of the grand jury investigation leaked.  He received the requested transfer and moved to Minnesota with his new bride on August 25, 1992.  Following Taraskiewicz's murder, however, the government subpoenaed him to appear before the Credit Card Grand Jury.  Brooks returned to Massachusetts in response to this subpoena but asserted his Fifth Amendment privilege.  That same afternoon, a state trooper interrogated him regarding the murder.  In the course of a one-hour interview, Brooks downplayed his relationship with Nuzzo and claimed that he had had only one telephone conversation with his friend during the week after the murder.  In accounting for his own whereabouts on the night of September 13, Brooks said that he had worked the late shift at the Minneapolis-St.  Paul airport, handling luggage until 11:00 p.m.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During the 1994-1995 time frame, Brooks cooperated in the credit card investigation.  His testimony apparently helped to convict Nuzzo of various charges connected to the credit card scheme.  Eventually, Brooks pled guilty to conspiracy to commit mail theft and credit card fraud.  The government requested that the court recognize Brooks's substantial assistance and depart downward in imposing sentence.  See USSG &#167; 5K1.1.  Brooks escaped with a term of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the fall of 1996, storm clouds gathered anew.  The United States Attorney convened a second Boston-based grand jury (the Murder Grand Jury) to look into Taraskiewicz's death.  The Murder Grand Jury subpoenaed Brooks in October and he again returned to Boston.  During a two-day meeting with law enforcement agents, Brooks learned that Nuzzo was a target of the probe and that the Murder Grand Jury was seeking to determine whether someone assassinated Taraskiewicz to ensure her silence anent the credit card case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pursuant to a limited immunity agreement, Brooks testified twice before the Murder Grand Jury.  He admitted, inter alia, that Nuzzo blamed Taraskiewicz for his six-month suspension and that Nuzzo more than once expressed his staunch belief that Taraskiewicz was a \"snitch\" who \"blew the whistle\" on the credit card scheme.  Brooks reiterated that he was working on the night of Taraskiewicz's slaying and that he had not spoken to Nuzzo at all that weekend.  Although given the chance to recant or change his testimony while still under oath, Brooks demurred.D. The Charges.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In June 1997, the government confronted Brooks with documentary evidence showing that he was not at work on the night of the murder, that he talked to Nuzzo that weekend, and that the two spoke frequently during the ensuing month.  Facing time cards and long-distance telephone records that contradicted both his testimony to the Murder Grand Jury and his 1992 statements, Brooks admitted that he had lied about his whereabouts and contacts with Nuzzo.  He expostulated, however, that his testimony was neither intentionally false nor designed to impede the homicide investigation.  Unimpressed by this disclaimer, the Murder Grand Jury charged Brooks with three counts of perjury, see 18 U.S.C. &#167; 1623, and two counts of obstruction of justice, see 18 U.S.C. &#167; 1503.</p>\n    </div>\n    <p>II. PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following some pretrial skirmishing, not material here, the district court scheduled Brooks's trial to commence on February 9, 1998.  One week prior to this trial date, Brooks filed five motions in limine whereby he sought to prohibit the government from introducing sundry types of proof, including evidence as to the details of the murder, evidence of Brooks's conviction in the credit card case, and evidence concerning the sexual encounters between Brooks and Taraskiewicz.  The government opposed these motions.  Its memorandum in opposition revealed that it</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>intend[ed] to introduce evidence showing, inter alia, that:  (a) Nuzzo was discharged from Northwest for six months in 1989-90 for, among other things, calling Taraskiewicz a \"f___kin_ c__t\";  (b) Nuzzo blamed Taraskiewicz for his discharge;  (c) following his discharge, Nuzzo swore to get even with Taraskiewicz, and promised to make her life miserable;  (d) Nuzzo sliced Taraskiewicz's car tires, and \"keyed\" her car;  (e) he made prank phone calls to her house;  (f) he drove by her house with a friend, and noted that her street was dark, that she was going to pay, and that he was going to get even with her;  and (g) in August 1992, just one month before Taraskiewicz's murder, and just after Nuzzo, Brooks, and other credit card thieves had learned that [federal agents] were on to them, Nuzzo stated that he bet Taraskiewicz was the \"snitch\" or the \"rat.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Government's Opposition at 5 n. 3. On February 6, Judge Harrington issued an order granting Brooks's quintet of motions in substantial part, including the motion to exclude proof anent his relationship with the deceased.  The court specified that it was barring evidence of this relationship only from the government's case in chief and left open the possibility that such evidence might become relevant should Brooks opt to testify in his own defense.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At approximately 9:00 a.m. on the morning of the first trial day, immediately prior to jury empanelment, the defense filed a sixth motion in limine.  This motion sought the exclusion of all evidence regarding Nuzzo's animosity toward Taraskiewicz.  Judge Harrington had not yet taken the bench but within fifteen minutes the clerk announced that the judge had granted the motion.  The ruling took the form of an inexplicit margin order, and the prosecutor asked the clerk to advise the judge that he wished to be heard.  The judge refused the request.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At 9:30 a.m., the venire filed into the courtroom and Judge Harrington assumed the bench.  The prosecutor, David Apfel, asked to approach the sidebar.  The judge responded:  \"After the jury is selected.\"   The prosecutor persisted and the judge summoned counsel to the bench.  Without giving either lawyer an opportunity to speak, Judge Harrington stated:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Mr. Apfel, if you open your mouth once more, you'll be excluded from this case.  With respect to the matter that I've heard you discuss previously with the clerk.  [sic] I'm picking the jury now.  You're either going to go back there or I'm excluding you from this case.</p>\n    </div>\n    <p class=\"indent\">A colloquy then ensued:</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>PROSECUTOR APFEL:  I think you should exclude me, then, Your Honor, because I hereby notice of [sic] an appeal from your ruling allowing Motion in Limine No. 6.THE COURT:  Motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>PROSECUTOR APFEL:  It's not a motion, your Honor.  You no longer have jurisdiction over the matter once we notice an appeal to your ruling.  An appropriate certification is being prepared right now under [18 U.S.C. &#167; ] 3731.  The government simply can't go forward with this ruling.  There is no evidence that we will be able to present as to a crucial element of each of the perjury counts and as to a crucial element of each of the obstruction counts.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>THE COURT:  I'm picking a jury now, do you understand me?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>PROSECUTOR APFEL:  I do.  Your Honor, you no longer have jurisdiction, and I think that you should exclude me from the court.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The bench conference concluded on this somber note and the judge began jury empanelment.  Within a very short span (ten transcript pages), Timothy Feeley, Apfel's supervisor, entered the courtroom.  The following discourse took place:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, if I may, Timothy Feeley for the United States.  The government requests permission to approach the side bar if we may, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>THE COURT:  Not at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, in the alternative, the government would wish to file with the Court at this time a notice of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>THE COURT:  Give it to the clerk, please.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, given the filing of that document, may we now approach side bar?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>THE COURT:  Denied.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, the government states for the record that this Court lacks jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>COURT:  Here is the--Please come.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[At the bench]</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>THE COURT:  If you speak before that jury again, I'm going to declare a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, may I be heard?   The filing of a notice of appeal divests this Court of jurisdiction.  This matter is now before the United States Court of Appeals for the First Circuit, and further proceedings by this District Court are without power.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>THE COURT:  Let me tell you this, you have no right to appeal an interlocutory ruling, I would say, bordering on the obstruction of justice.  [sic].  Now if you don't sit down, I'll call the marshals and have you arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, I refer this Court to United States Code, Title 18, Section 3731, that gives us the right to appeal a motion of this sort given the certification that we provided to the Court from the United States Attorney for this district.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>THE COURT:  What I'm going to do, I'm proceeding with or without you at this time.  If there is a stay issued by the Court of Appeals, I will obey their order.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>PROSECUTOR APFEL:  Your Honor--</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>THE COURT:  Let us proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>PROSECUTOR APFEL:  May [we] be heard briefly on this?</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>PROSECUTOR FEELEY:  I would like to be heard, Your Honor.  The government will not participate further in these proceedings.  We will spend our time for the next whatever time is necessary to obtain a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>THE COURT:  Then do so.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>PROSECUTOR FEELEY:  Which, for the record, we do not feel is necessary, given the filing of a notice of appeal, that divests the Court of jurisdiction with or without a stay.  If necessary, we will seek a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>THE COURT:  I am ordering you to seek a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>PROSECUTOR FEELEY:  Then we initially ask this Court to stay its proceedings to give us time to do that.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>THE COURT:  Denied.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>PROSECUTOR FEELEY:  Your Honor, we further ask this Court for a continuance of this matter--</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>THE COURT:  Motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Subsequent to this exchange, both prosecutors left the courtroom.  Judge Harrington nonetheless persevered and continued empaneling a jury in their absence.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Approximately fifteen minutes later, with empanelment still in progress, Apfel reentered the courtroom and again requested a brief recess to facilitate the filing of a stay motion in the court of appeals.  Judge Harrington turned a deaf ear and ordered twelve potential jurors to take seats in the jury box.  Apfel remained in the courtroom and the parties proceeded to exercise their peremptory strikes.  During a bench conference related to challenges, the protagonists received word that the stay motion had been filed and that the court of appeals had taken it under advisement.  Apfel again solicited a short recess, and the court again rejected his entreaty.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">When the parties' strikes were exhausted and fourteen prospective jurors (including two alternates) were seated, Judge Harrington directed the clerk to swear the jury.  The following exchange then took place at the bench:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>PROSECUTOR APFEL:  Your Honor, may I be heard, before the jury is sworn in?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>THE COURT:  Swear in the jury.  I'm not going to put up with it any longer.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>PROSECUTOR APFEL:  Your Honor, you haven't given us an opportunity, we're moving once again to stay these proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>THE COURT:  Motion denied, motion denied, motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>PROSECUTOR APFEL:  If you give us an opportunity to--</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>THE COURT:  Motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The clerk thereupon swore the jurors and Judge Harrington gave them a decurtate explanation of their functions.  He then ordered the government to make its opening statement.  At that juncture, the following transpired:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>PROSECUTOR APFEL:  Your Honor, may we approach side bar?</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>THE COURT:  No. Please make the opening statement.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>PROSECUTOR APFEL:  In light of the Court's rulings this morning, Your Honor--</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>THE COURT:  Then I'll see you.  I don't want you to make a statement before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>[At the bench]</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>PROSECUTOR APFEL:  In light of the Court's ruling this morning, the government's case is almost entirely eviscerated.  Your Honor has, by virtue of his rulings, made it impossible, I would say, for the government to prove the crucial element of materiality with respect to the perjury counts and the crucial element of intent with respect to the obstruction counts.  You have by virtue of your ruling eliminated, I would say, 90 percent of what I intended to say in my opening.  A motion is now pending with the First Circuit Court of Appeals which we expect to rule momentarily.  It's my view that if the Court insists on going forward right now, if the government is forced to make an opening statement, in light of the Court's rulings, that the government would be irretrievably prejudiced in its opening statement in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>THE COURT:  Are you going to make your opening statement?</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>PROSECUTOR APFEL:  I am asking the Court for a recess for ten minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>THE COURT:  Motion denied.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>PROSECUTOR APFEL:  The government is then, Your Honor, going to leave this room right now because the Court does not have jurisdiction over this matter, and we need a few moments.  I'm asking for a brief stay so that we can see what the Court of Appeals is doing.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>THE COURT:  I'm asking you at this time--I'm not letting you interfere with the regularity of the proceedings in the United States District Court.  If the Court of Appeals takes any action, they shall do so and you will be alerted.  At this time I am asking you, are you prepared to go forward?   And I'm telling you this, if you do not, I will entertain a Motion to Dismiss. Are you prepared to go forward at this time?</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>Are you prepared to follow the [Court's] order?</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We need not repeat verbatim the remaining dialogue.  It suffices to say that the judge pressed relentlessly for an answer to this question and threatened to dismiss the case with prejudice if the prosecutor declined to open.  After one last fruitless attempt to persuade the judge to hold proceedings in abeyance pending word from the court of appeals, the prosecutor yielded and began his opening remarks.  As he was speaking, a second prosecutor entered the courtroom and tendered a stay order issued by the court of appeals.  The district judge then halted the proceedings and excused the jury temporarily.  After we issued a further stay and set an expedited briefing schedule, the judge excused the jury sine die.</p>\n    </div>\n    <p>III. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The threshold question presented for our appraisal involves Brooks's claim that we lack jurisdiction to hear and determine this interlocutory appeal.  Answering this question requires us to construe 18 U.S.C. &#167; 3731, the statute that regulates the form and timing of government appeals from certain pretrial evidentiary rulings in criminal cases.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Section 3731 confers a right to an immediate appeal if the district court, in a pretrial ruling, bars the government's use of particular evidence, and the United States Attorney files a timely notice of appeal accompanied by the requisite certification.  See United States v. Barletta, <span class=\"citation\" data-id=\"388308\"><a href=\"/opinion/388308/united-states-v-john-r-barletta-in-re-united-states-of-america/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 53 n. 1 (1st Cir.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Despite Brooks's importuning, we conclude, without serious question, that these criteria were satisfied in the instant case.  The challenged pretrial order extirpated evidence that the government considered to be \"substantial proof\" of specified elements of the charged offenses, and the United States Attorney so certified.  The link forged in the certificate between the excluded evidence and the crimes charged is not implausible.  See, e.g., United States v. Scivola, <span class=\"citation\" data-id=\"454551\"><a href=\"/opinion/454551/united-states-v-alfred-scivola-jr/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 44 (1st Cir.1985) (discussing crime of perjury);  United States v. Cintolo, <span class=\"citation\" data-id=\"488517\"><a href=\"/opinion/488517/united-states-v-william-j-cintolo/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span>, 990-93 (1st Cir.1987) (discussing crime of obstruction of justice).  Moreover, both the challenged ruling and the government's appeal from it, appending the required certificate, occurred before jeopardy attached.  See, e.g., United States v. Brand, <span class=\"citation\" data-id=\"196648\"><a href=\"/opinion/196648/united-states-v-brand/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">560</span></a></span>, 568 (1st Cir.1996) (explaining that jeopardy typically attaches when a trial jury is sworn), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">737</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">676</span></span> (1997).  No more is exigible under section 3731.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See United States v. McKoy, <span class=\"citation\" data-id=\"714198\"><a href=\"/opinion/714198/96-cal-daily-op-serv-1416-96-daily-journal-dar-2435-united-states-of/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span>, 449 (9th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In reaching this conclusion, we reject out of hand Brooks's assertion that a ruling on a motion in limine is a stopgap order of the trial court and, as such, should be distinguished from a suppression order for purposes of section 3731.  In drawing the distinction between appealable and non-appealable pretrial orders, labels are unhelpful.  Sometimes a district court, faced with a pretrial motion in limine, will temporize, see, e.g., United States v. Holmquist, <span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 163-64 (1st Cir.1994), and the resultant order, depending on the degree of finality associated with it, may or may not qualify as an order excluding evidence under section 3731.  But such theoretical possibilities have no bearing here, for Judge Harrington's ruling constitutes an unqualified preclusion.  An order that grants a motion in limine with such a degree of finality falls squarely within the statutory sweep.  See United States v. LeCompte, <span class=\"citation\" data-id=\"749359\"><a href=\"/opinion/749359/united-states-v-leo-lecompte/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">767</span></a></span>, 768 (8th Cir.1997);  United States v. Lachman, <span class=\"citation\" data-id=\"195929\"><a href=\"/opinion/195929/united-states-v-lachman/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 590 (1st Cir.1995);  United States v. King, <span class=\"citation\" data-id=\"493610\"><a href=\"/opinion/493610/united-states-v-christopher-e-king/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span>, 866-67 (1st Cir.1987);  see also S.Rep. No. 91-1296, at 18 (1970) (stating that Congress intended section 3731 \"to be liberally construed so as to effectuate its purpose of permitting the Government to appeal ... from all suppression and exclusions of evidence in criminal proceedings, except those ordered during trial\").  In other words, pretrial orders that have the practical effect of excluding material evidence at trial are appealable under section 3731, regardless of nomenclature, and Judge Harrington's preclusory order is of this genre.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Brooks's second jurisdictional argument is no more persuasive.  Citing a line of cases that hold that the government may not appeal under section 3731 if its appeal will interrupt an ongoing trial, see, e.g., United States v. Kington, <span class=\"citation\" data-id=\"476674\"><a href=\"/opinion/476674/united-states-v-james-l-kington-and-don-earney/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span></a></span>, 735 (5th Cir.1986);  United States v. Harshaw, <span class=\"citation\" data-id=\"416960\"><a href=\"/opinion/416960/united-states-v-leola-harshaw-aka-squeaky/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 319 (8th Cir.1983), Brooks brands the government's appeal as untimely because the district court swore the jury and started the trial before the court of appeals stayed all proceedings.  Here, however, the prosecution noticed the appeal before the trial started, and it is the filing of the notice of appeal, rather than the issuance of a stay, that marks the point at which an appeal is taken.  See Griggs v. Provident Consumer Discount Co., <span class=\"citation\" data-id=\"110810\"><a href=\"/opinion/110810/griggs-v-provident-consumer-discount-co/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 58, <span class=\"citation\" data-id=\"110810\"><a href=\"/opinion/110810/griggs-v-provident-consumer-discount-co/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"110810\"><a href=\"/opinion/110810/griggs-v-provident-consumer-discount-co/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span></a></span> (1982) (\"The filing of a notice of appeal is an event of jurisdictional significance--it confers jurisdiction on the court of appeals and divests the district court of its control over those aspects of the case involved in the appeal.\").  Because the government lodged the appeal, in proper form, prior to jury empanelment, the appeal is timely and falls within the appellate jurisdiction conferred by 18 U.S.C. &#167; 3731.  See United States v. Mavrokordatos, <span class=\"citation\" data-id=\"561374\"><a href=\"/opinion/561374/united-states-v-peter-olympus-mavrokordatos/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></a></span>, 846 (10th Cir.1991).  The fact that the appeal pretermitted a subsequently commenced trial that was ongoing solely because the judge inexplicably insisted on commencing the trial after he had notice of the government's appeal is not sufficient to defeat the government's statutory right of appeal.  The trial never should have begun (and was, therefore, a nullity).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>IV. THE EVIDENTIARY RULING</p>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Having concluded that the instant appeal is properly before us, we briefly address its substance.  We review the district court's evidentiary decision, made pursuant to Fed.R.Evid. 403, for abuse of discretion.  See United States v. Rodriguez-Estrada, <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 156 (1st Cir.1989).  This is ordinarily a forgiving standard, but the present circumstances are far from ordinary:  the evidentiary question is highly nuanced;  the correct answer is not self-evident;  the lower court ruled without giving the government an opportunity to file an opposition;  the court refused--for no readily apparent reason--to permit the government to be heard;  and the court made no specific findings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This concatenation of circumstances calls the district court's hair-trigger evidentiary determination into serious question--so much so as to warrant a conclusion that the district court abused its discretion.  See In re Paoli R.R. Yard PCB Litig., <span class=\"citation\" data-id=\"550095\"><a href=\"/opinion/550095/in-re-paoli-railroad-yard-pcb-litigation/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span>, 836 (3d Cir.1990) (finding abuse of discretion when the trial court failed to give plaintiffs a chance to present their arguments, ruled on an insufficient factual record, and did not provide a reasoned explanation for its evidentiary ruling);  see also United States v. Roberts, <span class=\"citation\" data-id=\"593292\"><a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 24-25 (1st Cir.1992) (indicating that trial court's conduct in making a judicial determination can constitute, or contribute to, an abuse of discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">We do not reach this conclusion merely because the judge ruled on the spot.  Speed is often a virtue, and many pretrial rulings can be made instantaneously, or nearly so.  Still, not all situations are straightforward.  In this instance, Brooks's motion was far from a clear-cut winner, and the celerity with which the district court acted precluded reasoned consideration (after all, the judge never listened to the government's side of the story) and the development of a satisfactory record.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Nothing illustrates this reality more poignantly than the voluminous factual proffers that the litigants have made in this court (the government by elaborate extra-record footnotes to its briefs and Brooks by a motion to supplement the record).  The proper functions of an appellate court and a trial court differ significantly--and appellate courts have a well-founded institutional reluctance to step outside their wonted role to weigh facts and arguments that were never presented to the trial court.  See, e.g., United States v. Vaknin, <span class=\"citation\" data-id=\"197346\"><a href=\"/opinion/197346/united-states-v-vaknin/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 591 (1st Cir.1997);  Perkins v. LeFevre, <span class=\"citation\" data-id=\"387416\"><a href=\"/opinion/387416/stanley-ellsworth-perkins-v-eugene-lefevre-superintendent/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 41 (2d Cir.1981).  Here, moreover, the record's sparseness is not the only red flag.  The arbitrary manner in which the judge proceeded furnishes a complementary reason, powerful in itself, for securing a more measured exploration of the evidentiary question.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">For these reasons, we believe that we have no principled choice but to vacate the challenged ruling and remand for a full and orderly consideration of this seemingly critical evidentiary point.  In charting this course, we intimate no view of the proper disposition of the sixth in limine motion, as that is for the district court in the first instance.</p>\n    </div>\n    <p>V. PROCEEDINGS ON REMAND</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Our journey is not yet at an end, for the parties dispute the proper post-remand posture of the case.  Brooks says, in effect, that although the filing of the appeal may have divested the trial court of authority in respect to the contested evidentiary ruling, the court nonetheless retained the power to continue with jury selection and empanelment (including administration of the oath to the jurors).  Thus, in Brooks's view, jeopardy has attached and the trial that is already in progress must proceed before the previously selected jury.  The government strenuously disagrees.  It posits that the filing of the appeal divested the district court of any and all authority over the case, and that, therefore, Judge Harrington's subsequent actions (including swearing the jury) are null and void.  The government also wishes us to direct that the case proceed before a fresh judge.  Brooks calls this \"judge-shopping,\" lauds Judge Harrington, and suggests that fulfilling the government's wish would be a grave mistake.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>A. Retained Authority.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">To resolve the first of these conflicts, we must map the contours of the authority (if any) that a district court retains once the government properly notices an interlocutory appeal under 18 U.S.C. &#167; 3731, and then apply that revealed knowledge to the case at bar.  We begin with accepted doctrine:  as a general rule, the filing of a notice of appeal \"divests a district court of authority to proceed with respect to any matter touching upon, or involved in, the appeal.\"  United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1061 (1st Cir.1993).  Though judicially spawned, not legislatively ordained, this rule has sturdy roots.  See, e.g., Marrese v. American Academy of Orthopaedic Surgeons, <span class=\"citation\" data-id=\"111365\"><a href=\"/opinion/111365/marrese-v-american-academy-of-orthopaedic-surgeons/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 379, <span class=\"citation\" data-id=\"111365\"><a href=\"/opinion/111365/marrese-v-american-academy-of-orthopaedic-surgeons/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1327</span></a></span>, <span class=\"citation\" data-id=\"111365\"><a href=\"/opinion/111365/marrese-v-american-academy-of-orthopaedic-surgeons/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span></a></span> (1985);  United States v. Distasio, <span class=\"citation\" data-id=\"489326\"><a href=\"/opinion/489326/united-states-v-louis-distasio-sr-united-states-of-america-v-jerry-j/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1987);  see also 20 James Wm. Moore et al., Moore's Federal Practice &#167; 303.32 (3d ed.1998).  It derives from the notion that shared jurisdiction almost always portends a potential for conflict and confusion, see United States v. Ienco, <span class=\"citation\" data-id=\"746921\"><a href=\"/opinion/746921/united-states-v-joseph-p-ienco/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1016</span></a></span>, 1018 (7th Cir.1997), and although there has been some movement in the direction of a more flexible approach, see 9A Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 3949.1, at 45 n. 23 (2d ed.1996), the principle that jurisdiction over a single case ordinarily should reside in a single court at any single point in time still has widespread applicability, see Griggs, 459 U.S. at 58, <span class=\"citation\" data-id=\"110810\"><a href=\"/opinion/110810/griggs-v-provident-consumer-discount-co/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">400</span></a></span>;  Apostol v. Gallion, <span class=\"citation\" data-id=\"520365\"><a href=\"/opinion/520365/george-e-apostol-v-mark-gallion-john-auriemma-v-fred-rice-and-city-of/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1335</span></a></span>, 1337 (7th Cir.1989).  Allowing more than one court to take charge of a case at any given moment often disserves the interests of comity and judicial economy.  See Shewchun v. United States, <span class=\"citation\" data-id=\"474349\"><a href=\"/opinion/474349/john-shewchun-v-united-states/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span>, 943 (11th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Like most rules, the rule that either the trial or the appellate court--but not both--may have jurisdiction over a case at any given point in time admits of some exceptions.  Thus, a district court can proceed, notwithstanding the filing of an appeal, if the notice of appeal is defective in some substantial and easily discernible way (if, for example, it is based on an unappealable order) or if it otherwise constitutes a transparently frivolous attempt to impede the progress of the case.  See Kusay v. United States, <span class=\"citation\" data-id=\"701336\"><a href=\"/opinion/701336/walter-f-kusay-jr-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 194 (7th Cir.1995);  Mala, 7 F.3d at 1061.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Brooks labors to bring himself within the confines of this exception.  First, he asserts that the government's appeal is frivolous (or, at least, that Judge Harrington treated it as frivolous and therefore was entitled to proceed).  We are not persuaded.  The district court's preclusory order is plainly appealable and the record contains nothing that would justify a finding of frivolousness.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Furthermore, Brooks has not attacked the certification that accompanied the appeal and that certification appears regular on its face.  Finally, the circumstances belie any suggestion that the prosecution harbored dilatory motives.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Ably represented, Brooks introduces another, potentially more nettlesome notion--the principle of shared jurisdiction.  The black-letter rule that the filing of a notice of appeal transfers authority over the case from the trial court to the court of appeals derives from a desire to prevent clashes between institutions that occupy different tiers within the federal judicial system.  Thus, the trial court may continue to exercise a modicum of power over a case that is before the appellate court--but this power exists only in those few situations in which the risk of an intramural collision is small.  See Ienco, 126 F.3d at 1018;  Kusay, 62 F.3d at 194.   Brooks asseverates that the district court's actions in this case come within the narrow ambit of this shared jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">By its nature, any suggestion of shared jurisdiction is sensitive and, thus, the administration of this principle requires a delicate touch.  At most, shared jurisdiction flourishes in a circumscribed cluster of situations, the handling of which is not inconsistent with the prosecution of an appeal.  See United States v. Hurley, <span class=\"citation\" data-id=\"702294\"><a href=\"/opinion/702294/united-states-v-vincent-hurley-united-states-of-america-v-carlo-demarco/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 23 (1st Cir.1995).  These situations include the processing of such peripheral or ancillary aspects of the case as motions for counsel fees, see In re Nineteen Appeals, <span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 609 n. 10 (1st Cir.1992);  actions \"in aid of execution of a judgment that has been appealed and not stayed,\" Hurley, 63 F.3d at 23;  and orders relating to procedures \"in aid of the appeal,\" Spound v. Mohasco Indus., Inc., <span class=\"citation\" data-id=\"335049\"><a href=\"/opinion/335049/albert-m-spound-v-mohasco-industries-inc-albert-m-spound-v-mohasco/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 411 (1st Cir.1976) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Of course, these examples have limited relevance in terms of section 3731.  Appeals under that statute are by definition predicated on specific evidentiary rulings and thus the taking of a section 3731 appeal may not necessitate a wholesale surrender of the trial court's jurisdiction.  See Ienco, 126 F.3d at 1018.   In the end, each section 3731 case is sui generis as it relates to the possibility of shared jurisdiction.  The specific question that must be answered today is whether a district court, after it receives notice of a properly filed section 3731 appeal, nonetheless may swear a jury and start the trial.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">The swearing of a jury is a matter of enormous consequence to both the prosecution and the defense in a criminal case.  Moreover, jury empanelment initiates the trial, and jeopardy attaches when the jury is sworn.  See Brand, 80 F.3d at 568;  United States v. Pierce, <span class=\"citation\" data-id=\"196196\"><a href=\"/opinion/196196/united-states-v-pierce/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 889 (1st Cir.1995).  This activity goes well beyond mere preparation for trial, and engaging in it while an appeal from a preclusory order is pending undermines the primary goal of section 3731.  After all, Congress crafted section 3731 specifically to permit the resolution of evidentiary appeals before the commencement of trial.  See Harshaw, 705 F.2d at 319 (discussing history of 18 U.S.C. &#167; 3731).  Whatever residual authority remains with a district judge to continue preparations for trial once the government launches a section 3731 appeal, the court retains no power to swear a jury and begin the trial during the pendency of such an appeal.  Accord Mavrokordatos, 933 F.2d at 846.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">United States v. Gatto, <span class=\"citation\" data-id=\"453261\"><a href=\"/opinion/453261/united-states-v-jerome-gatto-virgil-redmond-joseph-bonanno-jr-and/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span> (9th Cir.1985), much relied upon by Brooks, does not require a contrary result.  In Gatto the district court excluded evidence a few days before trial as a sanction, holding that the prosecution's tardy document production transgressed the court's discovery order.  See id. at 1043-44.   The government appealed pursuant to section 3731.  After the district judge declined to stay or adjourn the trial, the government refused to go forward and the judge dismissed the indictment for failure to prosecute.  See id. at 1044.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Brooks touts Gatto not for its holding--the Ninth Circuit reversed, finding an abuse of discretion, see id. at 1051--but for its dictum.  The Gatto court at one point observed that \"a district court retains the naked power, in appropriate cases, to dismiss an indictment while a section 3731 appeal from a pretrial order is pending.\"  Id. at 1049 (citation and internal quotation marks omitted).  From this dictum, Brooks reasons that if a nisi prius court retains the authority to dismiss a case entirely after a section 3731 appeal has been perfected, then, surely, the court retains the power to begin the trial by selecting a jury.  Brooks's view is much too sanguine.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">There are substantial differences between the dismissal of an indictment as a sanction, before jeopardy attaches, and bringing jeopardy into play by swearing a jury and thus initiating the trial proper.  In the former circumstance, the court's ruling is at least arguably collateral and does not clash directly with the fundamental objectives of section 3731.  In the latter circumstance, however, the trial court's action serves to frustrate the core purpose of section 3731, forcing the government to try the case without a substantial piece of evidence.  See United States v. Kelly, <span class=\"citation no-link\"><span class=\"volume\">683</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">251</span></span>, 254 n. 5 (S.D.Fla.1988).  Given these salient distinctions, Gatto simply cannot be read as authority for the district court's swearing of a jury while a section 3731 appeal pends.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">To summarize, we hold that the filing of a proper notice of appeal pursuant to section 3731 divests the district court of its authority to swear a jury and start the trial.  See Mavrokordatos, 933 F.2d at 846;  see also Kusay, 62 F.3d at 194 (explaining that, during the pendency of a section 3731 appeal, the district court lacks jurisdiction to perform any activity that \"cannot be described as an ancillary or unrelated matter\").  No separate stay is necessary.  This means, of course, that the actions taken by Judge Harrington subsequent to the docketing of the government's appeal were nullities.  On remand, the slate must be wiped clean, the jurors discharged, and a new jury selected and sworn.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>B. The Request for Removal.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The government, over Brooks's vigorous opposition, entreats us to oust Judge Harrington from the case and remand to a different trier.  It maintains that the judge has dug in his heels and that the heavy-handed manner in which he brushed aside the government's attempt to exercise its rights under section 3731 renders his continued participation in the case problematic.  These are serious accusations, and we treat them as such.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">In resolving this contretemps, we evaluate the judge's actions \"according to a standard of fairness and impartiality, recognizing that each case tends to be fact-specific.\"  United States v. Polito, <span class=\"citation\" data-id=\"511568\"><a href=\"/opinion/511568/united-states-v-john-d-polito/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span>, 418 (1st Cir.1988) (citations and internal quotation marks omitted).  We apply this standard mindful that judges must not only be scrupulously fair in the administration of justice, but also must foster an aura of fairness.  See Offutt v. United States, <span class=\"citation\" data-id=\"105242\"><a href=\"/opinion/105242/offutt-v-united-states/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span>, 14, <span class=\"citation\" data-id=\"105242\"><a href=\"/opinion/105242/offutt-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">11</span></span> (1954) (admonishing that \"justice must satisfy the appearance of justice\");  see generally United States v. Balistrieri, <span class=\"citation\" data-id=\"462493\"><a href=\"/opinion/462493/united-states-v-frank-peter-balistrieri-steve-disalvo-and-dennis/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1191</span></a></span>, 1204 (7th Cir.1985) (examining the legislative history of 28 U.S.C. &#167; 455(a)--the recusal statute--and stating that this statute \"is directed against the appearance of partiality, whether or not the judge is actually biased\") (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Approaching the record from this standpoint, we take a practical, commonsense view of what transpired below.  In the process, we grant the judge a \"margin of humanity.\"  Polito, 856 F.2d at 418.   Presiding over a hotly contested trial is not a pastime for the faint of heart, and a trial judge, under fire, cannot be expected to function either as a saint or as a bloodless automaton.  See id.   Despite these allowances, however, we are persuaded that the judge's conduct in this case went well beyond the pale.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">We see nothing to be gained from exegetic treatment of this point.  We have set out at considerable length the relevant portions of the transcript chronicling the events surrounding this appeal See supra Part II.  Taken alone, the judge's adamant refusal to hear the government and his intransigence in pushing forward with the case despite the loss of jurisdiction would give us pause.  Those events are all the more unsettling here because of the judge's intemperate treatment of counsel.  The government, as well as the defendant, deserves a fair trial, and, given the historical record, continuing the case before the same jurist would run an unacceptably high risk of shrouding the trial in an aura of partiality.  Consequently, we grant the government's request, remove Judge Harrington from further participation in the case, and direct that the case be assigned, on remand, to a different district judge.</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">We need go no further.  For the reasons stated herein, we vacate the order granting Brooks's sixth motion in limine and remand the case to the district court for further proceedings before a new trier (who, among other things, shall discharge the previously empaneled jury).  We add, moreover, that the newly designated district judge shall be free, on remand, if he or she chooses to do so, to revisit any earlier ruling in the case (including but not limited to the disposition of the first five in limine motions).  See Flibotte v. Pennsylvania Truck Lines, Inc., <span class=\"citation\" data-id=\"748872\"><a href=\"/opinion/748872/albert-a-flibotte-v-pennsylvania-truck-lines-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.1997), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1806</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">945</span></span> (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Brooks minimizes the closeness of this relationship, but he does not dispute that he was the best man at Nuzzo's 1991 nuptials and that Nuzzo served as an usher at his wedding the following year</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>An appeal by the United States shall lie to a court of appeals from a decision or order of a district court suppressing or excluding evidence ..., not made after the defendant has been put in jeopardy ..., if the United States Attorney certifies to the district court that the appeal is not taken for the purpose of delay and that the evidence is a substantial proof of a fact material in the proceeding.</p>\n        <p>18 U.S.C. &#167; 3731 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We need not decide the more vexing question of whether section 3731 actually requires the government to file its notice of appeal prior to the attachment of jeopardy.  Compare United States v. Shears, <span class=\"citation\" data-id=\"452095\"><a href=\"/opinion/452095/united-states-v-charles-wallace-shears/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 400 (4th Cir.1985) (suggesting, in dictum, that such an appeal may be taken even after jeopardy attaches), with United States v. Layton, <span class=\"citation\" data-id=\"426431\"><a href=\"/opinion/426431/united-states-v-laurence-john-layton/\"><span class=\"volume\">720</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">548</span></a></span>, 554 (9th Cir.1983) (suggesting the contrary).  At any rate, the statute plainly envisions that the government will move quickly in announcing its intent to appeal a pretrial evidentiary order and, in this case, the government did just that</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We need not decide whether an appeal would lie if the district judge managed to empanel and swear the jury before the government was able to submit its notice of appeal.  See 15B Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 3919.3, at 147 n. 51.5 (Supp.1998) (suggesting that double jeopardy principles might yield in such an extreme situation)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Judge Harrington granted Brooks's sixth motion in limine on February 9, by means of a margin order bereft of exposition.  On February 10, after the government had appealed and this court had stayed the district court proceedings, the judge issued a one-paragraph memorandum explaining his evidentiary determination (a determination that, in the judge's view, had been \"erroneously reported in the press\").  The memorandum stated in conclusory fashion that the excluded evidence was \"not directly relevant to the perjury and obstruction charges against Defendant Brooks, and, if introduced, such evidence would be highly prejudicial to the defendant.\"   We have taken this memorandum into account.  See, e.g., Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 895 (1st Cir.1988).  This court heard oral arguments on April 9, 1998--arguments which were well-publicized in the local media.  On April 13, Judge Harrington filed an unsolicited two-page statement of his reasons for excluding the evidence.  Given the timing and the attendant circumstances, we do not give any substantial weight to this statement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note in passing that the trial judge did not make such a finding.  Even if he had, it would not be conclusive.  In this context, frivolousness is a question of law and thus subject to de novo review.  See In re Howard, <span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1327 (1st Cir.1993) (stating that questions of law engender de novo review)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We express no opinion on whether a district court might continue processing jurors while awaiting word from the court of appeals.  Whatever may be said of that practice, the district court in this case took the further, more serious steps of completing the jury selection process, administering the oath, and beginning the trial.  We focus, therefore, on those activities</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/426431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749359/"
  ]
}