{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197926/",
  "absolute_url": "/opinion/197926/medical-records-v-american-empire/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197926/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:41:50Z",
  "date_modified": "2017-03-24T10:53:49.598879Z",
  "type": "010combined",
  "sha1": "ffa000d800a83f2222cfb3b4ac4a4cd33cc58711",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2145.01A",
  "local_path": null,
  "plain_text": "United States Court of Appeals\r\nFor the First Circuit\r\n                            No. 97-2145\r\n\n           MEDICAL RECORDS ASSOCIATES, INC.,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n    AMERICAN EMPIRE SURPLUS LINES INSURANCE COMPANY,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. Richard Stearns, U.S. District Judge]\r\n\n                         Before\r\n\nLynch, Circuit Judge,\r\nCoffin and Bownes, Senior Circuit Judges.\r\n\nThomas C. Regan for appellant.\r\nJames F. Kavanaugh, Jr. with whom James Gray Wagner was on brief for appellee.\r\n\nApril 30, 1998\r\n\nCOFFIN, Senior Circuit Judge.  This diversity case requires us\r\nto determine whether setting fees for copies of medical records is,\r\nunder Massachusetts law, part of the \"professional service\"\r\nprovided by a medical records processing company, thus putting it\r\nwithin the coverage of a professional errors and omissions\r\ninsurance policy.  The appellee, American Empire Surplus Lines\r\nInsurance Co. (American Empire), refused to defend and indemnify\r\nthe appellant, Medical Records Associates, Inc. (MRA), in\r\nconnection with a claim of overcharging.  The district court\r\nconcluded that the insurer acted properly because its policy does\r\nnot cover billing practices.  We agree, and therefore affirm the\r\ndismissal of Medical Records' case.\r\n                     I. Background\r\nAppellant MRA is a medical records processing business.  It\r\ncontracts with Massachusetts hospitals and medical centers to carry\r\nout the medical facilities' statutory obligation to provide\r\npatients or their attorneys with copies of the patients' medical\r\nrecords upon request.  See Mass. Gen. L. ch. 111,  70, 70E(g). \r\nMRA charges a fee, which is paid by the recipient of the records. \r\nIn August 1993, MRA received a demand letter on behalf of the\r\nlaw firm Lubin &amp; Meyer, P.C., and others similarly situated,\r\nclaiming that MRA had overcharged for copies and also may have\r\nincluded improper charges on its bills, in violation of Mass. Gen.\r\nL. ch. 93A and other state statutes.  MRA referred the claim to\r\nAmerican Empire, with whom it had an errors &amp; omissions (E &amp; O)\r\npolicy providing defense and indemnification for claims based on\r\nthe company's professional activities.  American Empire declined\r\ncoverage based on several policy exclusions, and MRA thereafter\r\nsettled the case for an unspecified sum.  The company then demanded\r\nthat American Empire reimburse attorney's fees and settlement\r\ncosts, but the insurer again refused.  This breach of contract\r\naction followed.\r\nThe district court concluded that the Lubin &amp; Meyer claim fell\r\noutside the coverage provided by the American Empire policy because\r\nthe alleged overbilling was not part of MRA's professional service\r\nas a medical records processing company.  It viewed billing as a\r\n\"ministerial act,\" or \"routine aftereffect,\" associated with, but\r\nnot part of, the professional service performed by MRA.  It\r\ntherefore granted American Empire's motion to dismiss the\r\ncomplaint.  MRA subsequently filed this appeal.  Our review of a\r\ngrant of dismissal is plenary.  See Beddall v. State Street Bank &amp;\r\nTrust Co., 137 F.3d 12, 16 (1st Cir. 1998).\r\n                     II. Discussion\r\nA professional errors and omissions insurance policy provides\r\nlimited coverage, usually as a supplement to a general\r\ncomprehensive liability (CGL) policy, for conduct undertaken in\r\nperforming or rendering professional acts or services.  See, e.g.,\r\nJefferson Ins. Co. v. National Union Fire Ins. Co., 42 Mass. App.\r\n94, 677 N.E.2d 225 (1997); American Int'l Bank v. Fidelity &amp;\r\nDeposit Co., 49 Cal. App.4th 1558, 1574 (1996) (\"the insurer who\r\nissues a policy for errors and omissions insures against a far\r\ndifferent risk than that insured against\" under a comprehensive\r\ngeneral liability policy).  See also J. Appleman, 7A Insurance Law\r\nand Practice  4504.01, at 310 (1979) (\"An errors-and-omissions\r\npolicy is professional-liability insurance providing a specialized\r\nand limited type of coverage as compared to comprehensive insurance\r\n. . .\")  Whether the American Empire policy provides coverage is\r\ndetermined by comparing the allegations of the underlying claim --\r\nin this case, those contained in the Lubin &amp; Meyer demand letter --\r\nwith the policy provisions.  See Sterilite Corp. v. Continental\r\nCas. Co., 17 Mass. App. 316, 318, 458 N.E.2d 338, 340 (1983).  The\r\nduty to defend arises if those allegations are \"reasonably\r\nsusceptible\" of an interpretation that they state a covered claim,\r\nsee id., but there is no duty to defend or indemnify if the\r\nallegations fall \"expressly outside\" the policy provisions, seeTimpson v. Transamerica Ins. Co., 41 Mass. App. 344, 347, 669\r\nN.E.2d 1092, 1095 (1996).\r\nThe policy at issue here states that American Empire's duty to\r\ndefend attaches when a suit alleges \"damages from, or connected\r\nwith negligent acts, errors, omissions\" within the scope of the\r\npolicy's coverage.  The nature of the insurance afforded by the\r\npolicy is described in the indemnity provision, which states that\r\nthe insurer will cover:\r\nLoss which the Insured shall become legally obligated to\r\npay . . . by reason of any actual or alleged negligent\r\nact, error or omission committed in the rendering or\r\nfailure to render the Professional Services stated in the\r\nDeclarations.\r\n\nThe Declarations attachment identifies the professional services as\r\n\"Medical Records Processor,\" but contains no elaboration of that\r\nterm.\r\nThe policy thus requires American Empire to provide a defense\r\nand coverage for any claim that MRA improperly \"render[ed] or\r\nfail[ed] to render the Professional Services\" of a medical records\r\nprocessor.  The question for us is whether the conduct that is the\r\nsubject of the demand letter -- fee-setting and billing -- is among\r\nthose services.  Guided by the relevant cases and, as the caselaw\r\ndirects, \"ordinary experience and common sense,\" see Jefferson\r\nIns., 42 Mass. App. at 102, 677 N.E.2d at 231 (citing Roe v.\r\nFederal Ins. Co., 412 Mass. 43, 49, 587 N.E.2d 214, 217 (1992)), we\r\nconclude that it is not.\r\nA widely accepted description of the coverage provided by a\r\nprofessional E &amp; O policy, framed by the Nebraska Supreme Court and\r\nendorsed repeatedly by Massachusetts courts, limits the scope of\r\nsuch policies to activity involving \"specialized\" knowledge or\r\nskill:\r\nThe term \"professional\" in the context used in the policy\r\nprovision means something more than mere proficiency in\r\nthe performance of a task and implies intellectual skill\r\nas contrasted with that used in an occupation for\r\nproduction or sale of commodities.  A \"professional\" act\r\nor service is one arising out of a vocation, calling,\r\noccupation, or employment involving specialized\r\nknowledge, labor, or skill, and the labor or skill\r\ninvolved is predominantly mental or intellectual, rather\r\nthan physical or manual . . . . In determining whether a\r\nparticular act is of a professional nature or a\r\n\"professional service\" we must look not to the title or\r\ncharacter of the party performing the act, but to the act\r\nitself.\r\n\nMarx v. Hartford Acc. &amp; Indem. Co., 183 Neb. 12, 13, 157 N.W.2d\r\n870, 872 (1968), quoted in Roe, 412 Mass. at 48, 587 N.E.2d at 217\r\n(noting that this standard has been \"widely accepted\").  Thus, even\r\ntasks performed by a professional are not covered if they are\r\n\"ordinary\" activities \"achievable by those lacking the relevant\r\nprofessional training and expertise,\" Jefferson Ins., 42 Mass. App.\r\nat 100, 677 N.E.2d at 230.\r\nIn Jefferson Ins., the alleged negligent conduct involved\r\ndelay by the insured company's ambulance in responding to a medical\r\nemergency.  The court concluded that the basis for the delay --\r\nmiscommunication between the ambulance company's radio dispatcher\r\nand the ambulance attendants about an address -- did not constitute\r\nprofessional services.  The court explained:\r\nIt was rather in the nature of nonspecialized, clerical\r\nor administrative activity requiring neither special\r\nlearning, intellectual skill, nor professional judgment. \r\nNothing in the record suggests that specialized training,\r\nskill, or knowledge, beyond the normal intelligence of\r\nthe ordinary prudent person, is required: to receive\r\nmessages from the police, to relay those messages or\r\notherwise supply ambulances with the information\r\nnecessary for emergency medical technicians to render\r\nemergency services, to follow directions, or to locate\r\nand drive to specified addresses.  To the contrary,\r\nordinary experience and common sense . . . indicate that\r\nsuch activities require only the everyday, practical\r\nabilities of the average adult, not the art of the adept.\r\n\nId. at 102, 677 N.E.2d at 231.  In another of the few Massachusetts\r\ncases tackling the \"professional services\" issue, Camp Dresser &amp;\r\nMcKee, Inc. v. Home Ins. Co., 30 Mass. App. 318, 324-25, 568 N.E.2d\r\n631, 635 (1991), the inquiry concerned the failure of a consulting\r\ncompany to warn employees working on a project of certain job\r\nhazards.  In deciding that an exclusion in a CGL policy for damages\r\narising out of professional services did not apply, the court\r\nconcluded that the challenged activities properly were viewed as\r\n\"management tasks\" of a nonprofessional nature.  In Roe, too,\r\napplication of the Marx standard led to a holding that the\r\nchallenged conduct was nonprofessional; a dental malpractice policy\r\nwas found inapplicable to damages caused by a dentist's improper\r\nsexual relationship with a patient.  412 Mass. at 49, 587 N.E.2d at\r\n218.\r\nThese cases do not paint an unwavering line of demarcation\r\nbetween \"professional\" and \"nonprofessional\" activities.  While the\r\nconduct in Roe was entirely outside the provision of dental\r\nservices, in both Jefferson and Camp Dresser, the alleged\r\nnegligence occurred during the performance -- or non-performance --\r\nof tasks that are \"inherent in the practice of the insured's\r\nprofession,\" see USM Corp. v. First State Ins. Co., 420 Mass. 865,\r\n867, 652 N.E.2d 613, 614 (1995).  In those cases, it was the\r\nunskilled nature of the specific task -- not the absence of a\r\nprofessional endeavor -- that rendered the professional services\r\nexclusion inapplicable.  It is perhaps of some significance that\r\nthe latter two cases involved exclusions to CGL policies --\r\nremoving professional services from the policies' otherwise\r\ncomprehensive coverage -- rather than professional E &amp; O policies,\r\nin light of the well established canon that insurance policies are\r\nto be construed in favor of the insured, see Hazen Paper Co. v.\r\nUnited States Fid. &amp; Guar. Co., 407 Mass. 689, 700, 555 NE.2d 576,\r\n583 (1990); Charles Dowd Box Co. v. Fireman's Fund Ins. Co., 351\r\nMass. 113, 119-20, 218 N.E.2d 64, 68 (1966).  A court applying that\r\nmaxim might well be inclined to find certain conduct to be both\r\ncovered by a professional E &amp; O policy but not excluded by a CGL\r\npolicy's professional liability exclusion.\r\nWe think the bottom line, however, is that \"professional\r\nservices\" as covered by an E &amp; O policy in Massachusetts embrace\r\nthose activities that distinguish a particular occupation from\r\nother occupations -- as evidenced by the need for specialized\r\nlearning or training -- and from the ordinary activities of life\r\nand business.  In this case, MRA has made a valiant effort to\r\ndepict its fee-setting activity as an integral part of the service\r\nit provides to medical patients and their representatives.  Because\r\nMRA is required by statute to charge a \"reasonable\" fee for the\r\ncopies it provides, and because a high cost for copies could impact\r\nthe statutorily guaranteed patient access to records, MRA makes the\r\nargument that billing is a crucial component of its professional\r\nactivity -- distinguishing it in that respect from other types of\r\nbusinesses.\r\nAccepting the premise that MRA's billing practices are\r\ndistinctively important because of the public policy concerns\r\nreflected by the state laws governing them does not, however, lead\r\ninevitably to the conclusion that they fall within the category of\r\nprofessional services.  Simply because a task is regulated does not\r\nmake it \"professional.\"  And, while knowing how to access a\r\npatient's file, determining whether a medical file is complete, and\r\njudging who is a proper recipient of medical records are activities\r\nthat reasonably may be viewed to require particularized knowledge,\r\nwe fail to see how setting a price for photocopies and producing\r\naccurate invoices are other than generic business practices.  \r\nIn addition, at oral argument on appeal, MRA acknowledged that\r\nthe hospitals could have chosen to meet their statutory obligation\r\nof providing access to patient records by paying Medical Records\r\ndirectly, rather than imposing the cost on the requestors.  And,\r\nbefore the district court, Medical Records conceded that \"it could\r\nretrieve, copy and provide medical records without billing for the\r\nservice.\"  These assertions reinforce our view that the billing is\r\nmost sensibly seen as either a separate service provided by Medical\r\nRecords for the hospitals or, as the district court found, an\r\nincidental part of the business -- but not the profession -- of\r\nmedical records processing.  As in most other businesses, the bill\r\nis an effect of the service provided, not part of the service\r\nitself.\r\nMRA suggests that characterizing the fee-setting component of\r\nits business as non-professional, because it does not satisfy the\r\nstandard of \"special learning acquired through considerable\r\nrigorous intellectual training,\" see Roe, 412 Mass. at 49, 587\r\nN.E.2d at 217, would lead to exclusion of all of its services since\r\nany error committed by MRA could be traced to a ministerial act,\r\ne.g., searching the wrong hospital's records, omitting an important\r\nreport from a medical record, or retrieving the wrong patient's\r\nfile.  The upshot, says MRA, is that a professional E &amp; O policy\r\nsuch as the one it paid for would be worthless to a medical records\r\nbusiness.\r\nWe disagree that classifying some of MRA's work as\r\nnonprofessional would cast all of it into that category.  For\r\nexample, in an age when privacy concerns are fundamental, judgments\r\nabout who may have access to medical information are both\r\nsignificant and, it seems to us, not always easily made.  The\r\nability to make such decisions arguably depends on \"special\r\nlearning\" and \"intellectual skill,\" and the risks associated with\r\nrelease of records to unauthorized individuals appear substantial. \r\nEven if some aspects of record-processing, such as the copying of\r\nfiles or setting of fees, are deemed ministerial or \"ordinary,\"\r\nthat characterization does not negate the professional nature of\r\nits core functions.\r\nAlso unavailing is MRA's reliance on two attorney's fee cases,\r\nContinental Cas. Co. v. Cole, 809 F.2d 891 (D.C. Cir. 1987), and\r\nLyons v. American Home Assur. Co., 354 N.W.2d 892 (Minn. 1984),\r\nneither of which involved a dispute over the amount charged for a\r\nprofessional service.  In Cole, a referring attorney filed suit for\r\nbreach of contract and fiduciary duty against a law firm that had\r\nnot, as promised, obtained his consent to a settlement, and did not\r\nshare the fees it received.  In Lyons, partners of a lawyer, Lyons,\r\nsued, inter alia, for breach of fiduciary duty when Lyons forewent,\r\nwithout consulting them, a one-third contingency fee in favor of a\r\nsmaller amount.  Both cases, therefore, were attorney vs. attorney\r\nactions involving judgments in dealing with clients, not client\r\ndisputes centering on the administrative procedures of setting fees\r\nor generating invoices.\r\nMRA also relies heavily on Jefferson Ins. Co., 42 Mass. App.\r\nat 94, 677 N.E.2d at 225, in which both a CGL insurer and an E &amp; O\r\ninsurer claimed the other was responsible for covering their common\r\ninsured, an ambulance company.  The allegedly negligent conduct was\r\nthe delay in arriving at the home of a stricken individual who\r\nlater died; the delay, as noted above, resulted from\r\nmiscommunication of an address.  The trial court allocated the loss\r\nsolely to the E &amp; O insurer, ruling that the CGL policy's\r\nprofessional services exclusion relieved that insurer of\r\nresponsibility.  On appeal, the only issue raised was whether the\r\nCGL policy also covered the loss.  The appeals court held that it\r\ndid, concluding that \"the negligent conduct complained of did not\r\nconstitute professional services,\" id. at 101-102, 677 N.E.2d at\r\n230-31, and thus was not within the professional liability\r\nexclusion.  Because there was no appeal from the ruling that the\r\nexclusion for professional services applied, the odd result was\r\nthat both insurers were held liable.\r\nMRA argues that Jefferson supports its position because the\r\nprofessional liability policy there was deemed applicable even\r\nthough the alleged negligent conduct did not involve medical\r\nservices or any activity or treatment typically thought of as\r\n\"professional.\"  Other than at that superficial level, however,\r\nJefferson provides little support for MRA.  First, the appeals\r\ncourt never considered whether the E &amp; O policy provided coverage\r\nfor the dispatcher/driver miscommunication, as the E &amp; O insurer's\r\nliability was not challenged on appeal.  Second, although the\r\nappeals court did explicitly recognize that the two policies\r\noverlapped in coverage in the circumstances of that case, see id.at 103 n.18, 677 N.E.2d at 231 n.18, it did not interpret the E &amp;\r\nO policy.  Rather, it noted the trial judge's reliance on\r\ndeposition testimony from the E &amp; O insurer's underwriting manager\r\nthat the policy covered \"any employee acting within the scope of\r\nhis duties,\" and the judge's view that \"the essential injury\r\nalleged in the complaint arose out of the failure to render\r\n(timely) emergency care services.\"  Id. at 97 n.9, 677 N.E.2d at\r\n228 n.9.  The E &amp; O insurer's concession of coverage therefore\r\nplayed a significant role in Jefferson. \r\nThird, on the continuum of professional services, we think an\r\nambulance company's failure to find the correct address quickly is\r\nmuch closer to the core of the emergency care profession than fee-\r\nsetting is to the central function of the medical records\r\nprofession.  Indeed, setting a price for services and sending bills\r\nare functions of every business, and not ones inherent in the\r\nprocessing of medical records.\r\nIn sum, we are persuaded that the district court properly\r\nfound that the allegedly improper conduct challenged in the Lubin\r\n&amp; Meyer letter is not within the coverage of MRA's E &amp; O policy. \r\nThe judgment of the district court is therefore AFFIRMED.\r\n",
  "html": "<p class=\"case_cite\">142 F.3d 512</p>\n    <p class=\"parties\">MEDICAL RECORDS ASSOCIATES, INC., Plaintiff, Appellant,<br>v.<br>AMERICAN EMPIRE SURPLUS LINES INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-2145.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1998.<br>Decided April 30, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas C. Regan for appellant.</p>\n      <p class=\"indent\">James F. Kavanaugh, Jr. with whom James Gray Wagner was on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This diversity case requires us to determine whether setting fees for copies of medical records is, under Massachusetts law, part of the \"professional service\" provided by a medical records processing company, thus putting it within the coverage of a professional errors and omissions insurance policy.  The appellee, American Empire Surplus Lines Insurance Co.  (American Empire), refused to defend and indemnify the appellant, Medical Records Associates, Inc.  (MRA), in connection with a claim of overcharging.  The district court concluded that the insurer acted properly because its policy does not cover billing practices.  We agree, and therefore affirm the dismissal of Medical Records' case.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant MRA is a medical records processing business.  It contracts with Massachusetts hospitals and medical centers to carry out the medical facilities' statutory obligation to provide patients or their attorneys with copies of the patients' medical records upon request.  See Mass.  Gen. L. ch. 111, &#167;&#167; 70, 70E(g).  MRA charges a fee, which is paid by the recipient of the records.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In August 1993, MRA received a demand letter on behalf of the law firm Lubin &amp; Meyer, P.C., and others similarly situated, claiming that MRA had overcharged for copies and also may have included improper charges on its bills, in violation of Mass.  Gen. L. ch. 93A and other state statutes.  MRA referred the claim to American Empire, with whom it had an errors &amp; omissions (E &amp; O) policy providing defense and indemnification for claims based on the company's professional activities.  American Empire declined coverage based on several policy exclusions, and MRA thereafter settled the case for an unspecified sum.  The company then demanded that American Empire reimburse attorney's fees and settlement costs, but the insurer again refused.  This breach of contract action followed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court concluded that the Lubin &amp; Meyer claim fell outside the coverage provided by the American Empire policy because the alleged overbilling was not part of MRA's professional service as a medical records processing company.  It viewed billing as a \"ministerial act,\" or \"routine aftereffect,\" associated with, but not part of, the professional service performed by MRA.  It therefore granted American Empire's motion to dismiss the complaint.  MRA subsequently filed this appeal.  Our review of a grant of dismissal is plenary.  See Beddall v. State Street Bank &amp; Trust Co., 137 F.3d 12, 16 (1st Cir.1998).</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A professional errors and omissions insurance policy provides limited coverage, usually as a supplement to a general comprehensive liability (CGL) policy,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for conduct undertaken in performing or rendering professional acts or services.  See, e.g., Jefferson Ins. Co. v. National Union Fire Ins. Co., 42 Mass.App. 94, 677 N.E.2d 225 (1997);  American Int'l Bank v. Fidelity &amp; Deposit Co., 49 Cal.App.4th 1558, 1574, 57 Cal.Rptr.2d 567 (1996) (\"the insurer who issues a policy for errors and omissions insures against a far different risk than that insured against\" under a comprehensive general liability policy).  See also J. Appleman, 7A Insurance Law and Practice &#167; 4504.01, at 310 (1979) (\"An errors-and-omissions policy is professional-liability insurance providing a specialized and limited type of coverage as compared to comprehensive insurance ...\") Whether the American Empire policy provides coverage is determined by comparing the allegations of the underlying claim--in this case, those contained in the Lubin &amp; Meyer demand letter--with the policy provisions.  See Sterilite Corp. v. Continental Cas. Co., 17 Mass.App. 316, 318, 458 N.E.2d 338, 340 (1983).  The duty to defend arises if those allegations are \"reasonably susceptible\" of an interpretation that they state a covered claim, see id., but there is no duty to defend or indemnify if the allegations fall \"expressly outside\" the policy provisions, see Timpson v. Transamerica Ins. Co., 41 Mass.App. 344, 347, 669 N.E.2d 1092, 1095 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The policy at issue here states that American Empire's duty to defend attaches when a suit alleges \"damages from, or connected with negligent acts, errors, omissions\" within the scope of the policy's coverage.  The nature of the insurance afforded by the policy is described in the indemnity provision, which states that the insurer will cover:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Loss which the Insured shall become legally obligated to pay ... by reason of any actual or alleged negligent act, error or omission committed in the rendering or failure to render the Professional Services stated in the Declarations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Declarations attachment identifies the professional services as \"Medical Records Processor,\" but contains no elaboration of that term.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The policy thus requires American Empire to provide a defense and coverage for any claim that MRA improperly \"render[ed] or fail[ed] to render the Professional Services\" of a medical records processor.  The question for us is whether the conduct that is the subject of the demand letter--fee-setting and billing--is among those services.  Guided by the relevant cases and, as the caselaw directs, \"ordinary experience and common sense,\" see Jefferson Ins., 42 Mass.App. at 102, 677 N.E.2d at 231 (citing Roe v. Federal Ins. Co., 412 Mass. 43, 49, 587 N.E.2d 214, 217 (1992)), we conclude that it is not.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A widely accepted description of the coverage provided by a professional E &amp; O policy, framed by the Nebraska Supreme Court and endorsed repeatedly by Massachusetts courts, limits the scope of such policies to activity involving \"specialized\" knowledge or skill:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The term \"professional\" in the context used in the policy provision means something more than mere proficiency in the performance of a task and implies intellectual skill as contrasted with that used in an occupation for production or sale of commodities.  A \"professional\" act or service is one arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill, and the labor or skill involved is predominantly mental or intellectual, rather than physical or manual....  In determining whether a particular act is of a professional nature or a \"professional service\" we must look not to the title or character of the party performing the act, but to the act itself.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Marx v. Hartford Acc. &amp; Indem. Co., 183 Neb. 12, 13, 157 N.W.2d 870, 872 (1968), quoted in Roe, 412 Mass. at 48, 587 N.E.2d at 217 (noting that this standard has been \"widely accepted\").  Thus, even tasks performed by a professional are not covered if they are \"ordinary\" activities \"achievable by those lacking the relevant professional training and expertise,\" Jefferson Ins., 42 Mass.App. at 100, 677 N.E.2d at 230.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Jefferson Ins., the alleged negligent conduct involved delay by the insured company's ambulance in responding to a medical emergency.  The court concluded that the basis for the delay--miscommunication between the ambulance company's radio dispatcher and the ambulance attendants about an address--did not constitute professional services.  The court explained:It was rather in the nature of nonspecialized, clerical or administrative activity requiring neither special learning, intellectual skill, nor professional judgment.  Nothing in the record suggests that specialized training, skill, or knowledge, beyond the normal intelligence of the ordinary prudent person, is required:  to receive messages from the police, to relay those messages or otherwise supply ambulances with the information necessary for emergency medical technicians to render emergency services, to follow directions, or to locate and drive to specified addresses.  To the contrary, ordinary experience and common sense ... indicate that such activities require only the everyday, practical abilities of the average adult, not the art of the adept.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Id. at 102, 677 N.E.2d at 231.   In another of the few Massachusetts cases tackling the \"professional services\" issue, Camp Dresser &amp; McKee, Inc. v. Home Ins. Co., 30 Mass.App. 318, 324-25, 568 N.E.2d 631, 635 (1991), the inquiry concerned the failure of a consulting company to warn employees working on a project of certain job hazards.  In deciding that an exclusion in a CGL policy for damages arising out of professional services did not apply, the court concluded that the challenged activities properly were viewed as \"management tasks\" of a nonprofessional nature.  In Roe, too, application of the Marx standard led to a holding that the challenged conduct was nonprofessional;  a dental malpractice policy was found inapplicable to damages caused by a dentist's improper sexual relationship with a patient.  412 Mass. at 49, 587 N.E.2d at 218.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">These cases do not paint an unwavering line of demarcation between \"professional\" and \"nonprofessional\" activities.  While the conduct in Roe was entirely outside the provision of dental services, in both Jefferson and Camp Dresser, the alleged negligence occurred during the performance--or non-performance--of tasks that are \"inherent in the practice of the insured's profession,\" see USM Corp. v. First State Ins. Co., 420 Mass. 865, 867, 652 N.E.2d 613, 614 (1995).  In those cases, it was the unskilled nature of the specific task--not the absence of a professional endeavor--that rendered the professional services exclusion inapplicable.  It is perhaps of some significance that the latter two cases involved exclusions to CGL policies--removing professional services from the policies' otherwise comprehensive coverage--rather than professional E &amp; O policies, in light of the well established canon that insurance policies are to be construed in favor of the insured, see Hazen Paper Co. v. United States Fid. &amp; Guar. Co., 407 Mass. 689, 700, 555 N.E.2d 576, 583 (1990);  Charles Dowd Box Co. v. Fireman's Fund Ins. Co., 351 Mass. 113, 119-20, 218 N.E.2d 64, 68 (1966).  A court applying that maxim might well be inclined to find certain conduct to be both covered by a professional E &amp; O policy but not excluded by a CGL policy's professional liability exclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We think the bottom line, however, is that \"professional services\" as covered by an E &amp; O policy in Massachusetts embrace those activities that distinguish a particular occupation from other occupations--as evidenced by the need for specialized learning or training--and from the ordinary activities of life and business.  In this case, MRA has made a valiant effort to depict its fee-setting activity as an integral part of the service it provides to medical patients and their representatives.  Because MRA is required by statute to charge a \"reasonable\" fee for the copies it provides, and because a high cost for copies could impact the statutorily guaranteed patient access to records, MRA makes the argument that billing is a crucial component of its professional activity--distinguishing it in that respect from other types of businesses.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accepting the premise that MRA's billing practices are distinctively important because of the public policy concerns reflected by the state laws governing them does not, however, lead inevitably to the conclusion that they fall within the category of professional services.  Simply because a task is regulated does not make it \"professional.\"   And, while knowing how to access a patient's file, determining whether a medical file is complete, and judging who is a proper recipient of medical records are activities that reasonably may be viewed to require particularized knowledge, we fail to see how setting a price for photocopies and producing accurate invoices are other than generic business practices.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition, at oral argument on appeal, MRA acknowledged that the hospitals could have chosen to meet their statutory obligation of providing access to patient records by paying Medical Records directly, rather than imposing the cost on the requestors.  And, before the district court, Medical Records conceded that \"it could retrieve, copy and provide medical records without billing for the service.\"   These assertions reinforce our view that the billing is most sensibly seen as either a separate service provided by Medical Records for the hospitals or, as the district court found, an incidental part of the business--but not the profession--of medical records processing.  As in most other businesses, the bill is an effect of the service provided, not part of the service itself.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">MRA suggests that characterizing the fee-setting component of its business as non-professional, because it does not satisfy the standard of \"special learning acquired through considerable rigorous intellectual training,\" see Roe, 412 Mass. at 49, 587 N.E.2d at 217, would lead to exclusion of all of its services since any error committed by MRA could be traced to a ministerial act, e.g., searching the wrong hospital's records, omitting an important report from a medical record, or retrieving the wrong patient's file.  The upshot, says MRA, is that a professional E &amp; O policy such as the one it paid for would be worthless to a medical records business.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We disagree that classifying some of MRA's work as nonprofessional would cast all of it into that category.  For example, in an age when privacy concerns are fundamental, judgments about who may have access to medical information are both significant and, it seems to us, not always easily made.  The ability to make such decisions arguably depends on \"special learning\" and \"intellectual skill,\" and the risks associated with release of records to unauthorized individuals appear substantial.  Even if some aspects of record-processing, such as the copying of files or setting of fees, are deemed ministerial or \"ordinary,\" that characterization does not negate the professional nature of its core functions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Also unavailing is MRA's reliance on two attorney's fee cases, Continental Cas. Co. v. Cole, 809 F.2d 891 (D.C.Cir.1987), and Lyons v. American Home Assur. Co., 354 N.W.2d 892 (Minn.App.1984), neither of which involved a dispute over the amount charged for a professional service.  In Cole, a referring attorney filed suit for breach of contract and fiduciary duty against a law firm that had not, as promised, obtained his consent to a settlement, and did not share the fees it received.  In Lyons, partners of a lawyer, Lyons, sued, inter alia, for breach of fiduciary duty when Lyons forewent, without consulting them, a one-third contingency fee in favor of a smaller amount.  Both cases, therefore, were attorney vs. attorney actions involving judgments in dealing with clients, not client disputes centering on the administrative procedures of setting fees or generating invoices.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">MRA also relies heavily on Jefferson Ins. Co., 42 Mass.App. at 94, 677 N.E.2d at 225, in which both a CGL insurer and an E &amp; O insurer claimed the other was responsible for covering their common insured, an ambulance company.  The allegedly negligent conduct was the delay in arriving at the home of a stricken individual who later died;  the delay, as noted above, resulted from miscommunication of an address.  The trial court allocated the loss solely to the E &amp; O insurer, ruling that the CGL policy's professional services exclusion relieved that insurer of responsibility.  On appeal, the only issue raised was whether the CGL policy also covered the loss.  The appeals court held that it did, concluding that \"the negligent conduct complained of did not constitute professional services,\" id. at 101-102, 677 N.E.2d at 230-31, and thus was not within the professional liability exclusion.  Because there was no appeal from the ruling that the exclusion for professional services applied, the odd result was that both insurers were held liable.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">MRA argues that Jefferson supports its position because the professional liability policy there was deemed applicable even though the alleged negligent conduct did not involve medical services or any activity or treatment typically thought of as \"professional.\"   Other than at that superficial level, however, Jefferson provides little support for MRA.  First, the appeals court never considered whether the E &amp; O policy provided coverage for the dispatcher/driver miscommunication, as the E &amp; O insurer's liability was not challenged on appeal.  Second, although the appeals court did explicitly recognize that the two policies overlapped in coverage in the circumstances of that case, see id. at 103 n. 18, 677 N.E.2d at 231 n. 18, it did not interpret the E &amp; O policy.  Rather, it noted the trial judge's reliance on deposition testimony from the E &amp; O insurer's underwriting manager that the policy covered \"any employee acting within the scope of his duties,\" and the judge's view that \"the essential injury alleged in the complaint arose out of the failure to render (timely) emergency care services.\"  Id. at 97 n. 9, 677 N.E.2d at 228 n. 9. The E &amp; O insurer's concession of coverage therefore played a significant role in Jefferson.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Third, on the continuum of professional services, we think an ambulance company's failure to find the correct address quickly is much closer to the core of the emergency care profession than fee-setting is to the central function of the medical records profession.  Indeed, setting a price for services and sending bills are functions of every business, and not ones inherent in the processing of medical records.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In sum, we are persuaded that the district court properly found that the allegedly improper conduct challenged in the Lubin &amp; Meyer letter is not within the coverage of MRA's E &amp; O policy.  The judgment of the district court is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Such a supplement is necessary because CGL policies often include a professional services exclusion.  See Jefferson Ins. Co. v. National Union Fire Ins. Co., 42 Mass.App. 94, 96, 677 N.E.2d 225, 227 (1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court stated:  \"The dentist's area of professional work involved the patient's teeth, and it is obvious that the patient's dental treatment did not require any of the acts that occurred.\"  412 Mass. at 50, 587 N.E.2d at 218</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Further support for the conclusion that the policy did not include billing or fee-setting among the services for which coverage was provided is found in the policy application itself.  The application asked MRA to \"[d]escribe in detail the profession and professional services for which coverage is desired.\"   MRA did not include billing or fee-setting in its response.  It listed only the hands-on tasks associated with obtaining and providing copies of the medical records themselves:  \"Process Medical Record requests for Hospitals;  Photocopy said records and forward to requestors;  Provide other medical record consultative and management services, as required.\"</p>\n        <p>We note that not all of the activities listed would, in fact, qualify as professional services.  Photocopying, for example, would quite clearly not satisfy the Marx standard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court distinguished Cole and Lyons based on their policy language.  The policies at issue in those cases provided coverage for claims \"arising out of\" professional services;  the American Empire policy requires that the claimed harm be \"by reason of\" acts or omissions \"committed in the rendering or failure to render the Professional Services.\"   It is a closer question whether the asserted injury here \"arose out of\" MRA's professional records processing service than whether it was \"by reason of\" the professional service.  The latter arguably requires a determination that the harm alleged was due to the manner in which professional services were provided;  the former appears to require only a connection between the challenged conduct and the insured's provision of professional services.  See New England Mut. Life Ins. Co. v. Liberty Mut. Ins. Co., 40 Mass.App. 722, 726, 667 N.E.2d 295, 298 (1996) (\"The usual meaning ascribed to the phrase 'arising out of' is much broader than 'caused by'....\").  As the policy here employs the narrower language, and MRA does not argue that that language provides coverage for conduct other than professional services, the difference in the formulations is of no consequence to our decision</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></span></p>\n    <p class=\"parties\">MEDICAL RECORDS ASSOCIATES, INC., Plaintiff, Appellant,<br>v.<br>AMERICAN EMPIRE SURPLUS LINES INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-2145.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1998.<br>Decided April 30, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas C. Regan for appellant.</p>\n      <p class=\"indent\">James F. Kavanaugh, Jr. with whom James Gray Wagner was on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This diversity case requires us to determine whether setting fees for copies of medical records is, under Massachusetts law, part of the \"professional service\" provided by a medical records processing company, thus putting it within the coverage of a professional errors and omissions insurance policy.  The appellee, American Empire Surplus Lines Insurance Co.  (American Empire), refused to defend and indemnify the appellant, Medical Records Associates, Inc.  (MRA), in connection with a claim of overcharging.  The district court concluded that the insurer acted properly because its policy does not cover billing practices.  We agree, and therefore affirm the dismissal of Medical Records' case.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant MRA is a medical records processing business.  It contracts with Massachusetts hospitals and medical centers to carry out the medical facilities' statutory obligation to provide patients or their attorneys with copies of the patients' medical records upon request.  See Mass.  Gen. L. ch. 111, &#167;&#167; 70, 70E(g).  MRA charges a fee, which is paid by the recipient of the records.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In August 1993, MRA received a demand letter on behalf of the law firm Lubin &amp; Meyer, P.C., and others similarly situated, claiming that MRA had overcharged for copies and also may have included improper charges on its bills, in violation of Mass.  Gen. L. ch. 93A and other state statutes.  MRA referred the claim to American Empire, with whom it had an errors &amp; omissions (E &amp; O) policy providing defense and indemnification for claims based on the company's professional activities.  American Empire declined coverage based on several policy exclusions, and MRA thereafter settled the case for an unspecified sum.  The company then demanded that American Empire reimburse attorney's fees and settlement costs, but the insurer again refused.  This breach of contract action followed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court concluded that the Lubin &amp; Meyer claim fell outside the coverage provided by the American Empire policy because the alleged overbilling was not part of MRA's professional service as a medical records processing company.  It viewed billing as a \"ministerial act,\" or \"routine aftereffect,\" associated with, but not part of, the professional service performed by MRA.  It therefore granted American Empire's motion to dismiss the complaint.  MRA subsequently filed this appeal.  Our review of a grant of dismissal is plenary.  See Beddall v. State Street Bank &amp; Trust Co., <span class=\"citation\" data-id=\"197817\"><a href=\"/opinion/197817/beddall-v-state-street-trust/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1998).</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A professional errors and omissions insurance policy provides limited coverage, usually as a supplement to a general comprehensive liability (CGL) policy,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for conduct undertaken in performing or rendering professional acts or services.  See, e.g., Jefferson Ins. Co. v. National Union Fire Ins. Co., 42 Mass.App. 94, <span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">225</span></span> (1997);  American Int'l Bank v. Fidelity &amp; Deposit Co., <span class=\"citation\" data-id=\"2254492\"><a href=\"/opinion/2254492/american-internat-bk-v-fidelity-deposit-co/\"><span class=\"volume\">49</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1558</span></a></span>, 1574, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">567</span></span> (1996) (\"the insurer who issues a policy for errors and omissions insures against a far different risk than that insured against\" under a comprehensive general liability policy).  See also J. Appleman, 7A Insurance Law and Practice &#167; 4504.01, at 310 (1979) (\"An errors-and-omissions policy is professional-liability insurance providing a specialized and limited type of coverage as compared to comprehensive insurance ...\") Whether the American Empire policy provides coverage is determined by comparing the allegations of the underlying claim--in this case, those contained in the Lubin &amp; Meyer demand letter--with the policy provisions.  See Sterilite Corp. v. Continental Cas. Co., 17 Mass.App. 316, 318, <span class=\"citation\" data-id=\"2241147\"><a href=\"/opinion/2241147/sterilite-corp-v-continental-casualty-co/\"><span class=\"volume\">458</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">338</span></a></span>, 340 (1983).  The duty to defend arises if those allegations are \"reasonably susceptible\" of an interpretation that they state a covered claim, see id., but there is no duty to defend or indemnify if the allegations fall \"expressly outside\" the policy provisions, see Timpson v. Transamerica Ins. Co., 41 Mass.App. 344, 347, <span class=\"citation no-link\"><span class=\"volume\">669</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1092</span></span>, 1095 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The policy at issue here states that American Empire's duty to defend attaches when a suit alleges \"damages from, or connected with negligent acts, errors, omissions\" within the scope of the policy's coverage.  The nature of the insurance afforded by the policy is described in the indemnity provision, which states that the insurer will cover:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Loss which the Insured shall become legally obligated to pay ... by reason of any actual or alleged negligent act, error or omission committed in the rendering or failure to render the Professional Services stated in the Declarations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Declarations attachment identifies the professional services as \"Medical Records Processor,\" but contains no elaboration of that term.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The policy thus requires American Empire to provide a defense and coverage for any claim that MRA improperly \"render[ed] or fail[ed] to render the Professional Services\" of a medical records processor.  The question for us is whether the conduct that is the subject of the demand letter--fee-setting and billing--is among those services.  Guided by the relevant cases and, as the caselaw directs, \"ordinary experience and common sense,\" see Jefferson Ins., 42 Mass.App. at 102, 677 N.E.2d at 231 (citing Roe v. Federal Ins. Co., <span class=\"citation\" data-id=\"2225781\"><a href=\"/opinion/2225781/roe-v-federal-ins-co/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">43</span></a></span>, 49, <span class=\"citation\" data-id=\"2225781\"><a href=\"/opinion/2225781/roe-v-federal-ins-co/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">214</span></a></span>, 217 (1992)), we conclude that it is not.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A widely accepted description of the coverage provided by a professional E &amp; O policy, framed by the Nebraska Supreme Court and endorsed repeatedly by Massachusetts courts, limits the scope of such policies to activity involving \"specialized\" knowledge or skill:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The term \"professional\" in the context used in the policy provision means something more than mere proficiency in the performance of a task and implies intellectual skill as contrasted with that used in an occupation for production or sale of commodities.  A \"professional\" act or service is one arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill, and the labor or skill involved is predominantly mental or intellectual, rather than physical or manual....  In determining whether a particular act is of a professional nature or a \"professional service\" we must look not to the title or character of the party performing the act, but to the act itself.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Marx v. Hartford Acc. &amp; Indem. Co., <span class=\"citation\" data-id=\"1760979\"><a href=\"/opinion/1760979/marx-v-hartford-accident-and-indemnity-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">12</span></a></span>, 13, <span class=\"citation\" data-id=\"1760979\"><a href=\"/opinion/1760979/marx-v-hartford-accident-and-indemnity-company/\"><span class=\"volume\">157</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">870</span></a></span>, 872 (1968), quoted in Roe, 412 Mass. at 48, 587 N.E.2d at 217 (noting that this standard has been \"widely accepted\").  Thus, even tasks performed by a professional are not covered if they are \"ordinary\" activities \"achievable by those lacking the relevant professional training and expertise,\" Jefferson Ins., 42 Mass.App. at 100, 677 N.E.2d at 230.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Jefferson Ins., the alleged negligent conduct involved delay by the insured company's ambulance in responding to a medical emergency.  The court concluded that the basis for the delay--miscommunication between the ambulance company's radio dispatcher and the ambulance attendants about an address--did not constitute professional services.  The court explained:It was rather in the nature of nonspecialized, clerical or administrative activity requiring neither special learning, intellectual skill, nor professional judgment.  Nothing in the record suggests that specialized training, skill, or knowledge, beyond the normal intelligence of the ordinary prudent person, is required:  to receive messages from the police, to relay those messages or otherwise supply ambulances with the information necessary for emergency medical technicians to render emergency services, to follow directions, or to locate and drive to specified addresses.  To the contrary, ordinary experience and common sense ... indicate that such activities require only the everyday, practical abilities of the average adult, not the art of the adept.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Id. at 102, 677 N.E.2d at 231.   In another of the few Massachusetts cases tackling the \"professional services\" issue, Camp Dresser &amp; McKee, Inc. v. Home Ins. Co., 30 Mass.App. 318, 324-25, <span class=\"citation\" data-id=\"2094424\"><a href=\"/opinion/2094424/camp-dresser-mckee-inc-v-home-ins-co/\"><span class=\"volume\">568</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">631</span></a></span>, 635 (1991), the inquiry concerned the failure of a consulting company to warn employees working on a project of certain job hazards.  In deciding that an exclusion in a CGL policy for damages arising out of professional services did not apply, the court concluded that the challenged activities properly were viewed as \"management tasks\" of a nonprofessional nature.  In Roe, too, application of the Marx standard led to a holding that the challenged conduct was nonprofessional;  a dental malpractice policy was found inapplicable to damages caused by a dentist's improper sexual relationship with a patient.  412 Mass. at 49, 587 N.E.2d at 218.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">These cases do not paint an unwavering line of demarcation between \"professional\" and \"nonprofessional\" activities.  While the conduct in Roe was entirely outside the provision of dental services, in both Jefferson and Camp Dresser, the alleged negligence occurred during the performance--or non-performance--of tasks that are \"inherent in the practice of the insured's profession,\" see USM Corp. v. First State Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">865</span></span>, 867, <span class=\"citation no-link\"><span class=\"volume\">652</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">613</span></span>, 614 (1995).  In those cases, it was the unskilled nature of the specific task--not the absence of a professional endeavor--that rendered the professional services exclusion inapplicable.  It is perhaps of some significance that the latter two cases involved exclusions to CGL policies--removing professional services from the policies' otherwise comprehensive coverage--rather than professional E &amp; O policies, in light of the well established canon that insurance policies are to be construed in favor of the insured, see Hazen Paper Co. v. United States Fid. &amp; Guar. Co., <span class=\"citation\" data-id=\"2088528\"><a href=\"/opinion/2088528/hazen-paper-co-v-united-states-fidelity-guar-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">689</span></a></span>, 700, <span class=\"citation\" data-id=\"2088528\"><a href=\"/opinion/2088528/hazen-paper-co-v-united-states-fidelity-guar-co/\"><span class=\"volume\">555</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">576</span></a></span>, 583 (1990);  Charles Dowd Box Co. v. Fireman's Fund Ins. Co., <span class=\"citation\" data-id=\"2056997\"><a href=\"/opinion/2056997/charles-dowd-box-co-inc-v-firemans-fund-ins-co/\"><span class=\"volume\">351</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">113</span></a></span>, 119-20, <span class=\"citation\" data-id=\"2056997\"><a href=\"/opinion/2056997/charles-dowd-box-co-inc-v-firemans-fund-ins-co/\"><span class=\"volume\">218</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">64</span></a></span>, 68 (1966).  A court applying that maxim might well be inclined to find certain conduct to be both covered by a professional E &amp; O policy but not excluded by a CGL policy's professional liability exclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We think the bottom line, however, is that \"professional services\" as covered by an E &amp; O policy in Massachusetts embrace those activities that distinguish a particular occupation from other occupations--as evidenced by the need for specialized learning or training--and from the ordinary activities of life and business.  In this case, MRA has made a valiant effort to depict its fee-setting activity as an integral part of the service it provides to medical patients and their representatives.  Because MRA is required by statute to charge a \"reasonable\" fee for the copies it provides, and because a high cost for copies could impact the statutorily guaranteed patient access to records, MRA makes the argument that billing is a crucial component of its professional activity--distinguishing it in that respect from other types of businesses.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accepting the premise that MRA's billing practices are distinctively important because of the public policy concerns reflected by the state laws governing them does not, however, lead inevitably to the conclusion that they fall within the category of professional services.  Simply because a task is regulated does not make it \"professional.\"   And, while knowing how to access a patient's file, determining whether a medical file is complete, and judging who is a proper recipient of medical records are activities that reasonably may be viewed to require particularized knowledge, we fail to see how setting a price for photocopies and producing accurate invoices are other than generic business practices.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition, at oral argument on appeal, MRA acknowledged that the hospitals could have chosen to meet their statutory obligation of providing access to patient records by paying Medical Records directly, rather than imposing the cost on the requestors.  And, before the district court, Medical Records conceded that \"it could retrieve, copy and provide medical records without billing for the service.\"   These assertions reinforce our view that the billing is most sensibly seen as either a separate service provided by Medical Records for the hospitals or, as the district court found, an incidental part of the business--but not the profession--of medical records processing.  As in most other businesses, the bill is an effect of the service provided, not part of the service itself.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">MRA suggests that characterizing the fee-setting component of its business as non-professional, because it does not satisfy the standard of \"special learning acquired through considerable rigorous intellectual training,\" see Roe, 412 Mass. at 49, 587 N.E.2d at 217, would lead to exclusion of all of its services since any error committed by MRA could be traced to a ministerial act, e.g., searching the wrong hospital's records, omitting an important report from a medical record, or retrieving the wrong patient's file.  The upshot, says MRA, is that a professional E &amp; O policy such as the one it paid for would be worthless to a medical records business.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We disagree that classifying some of MRA's work as nonprofessional would cast all of it into that category.  For example, in an age when privacy concerns are fundamental, judgments about who may have access to medical information are both significant and, it seems to us, not always easily made.  The ability to make such decisions arguably depends on \"special learning\" and \"intellectual skill,\" and the risks associated with release of records to unauthorized individuals appear substantial.  Even if some aspects of record-processing, such as the copying of files or setting of fees, are deemed ministerial or \"ordinary,\" that characterization does not negate the professional nature of its core functions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Also unavailing is MRA's reliance on two attorney's fee cases, Continental Cas. Co. v. Cole, <span class=\"citation\" data-id=\"481977\"><a href=\"/opinion/481977/continental-casualty-company-v-gloria-g-cole-personal-representative-of/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span></a></span> (D.C.Cir.1987), and Lyons v. American Home Assur. Co., <span class=\"citation\" data-id=\"1603713\"><a href=\"/opinion/1603713/lyons-v-american-home-assur-co/\"><span class=\"volume\">354</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">892</span></a></span> (Minn.App.1984), neither of which involved a dispute over the amount charged for a professional service.  In Cole, a referring attorney filed suit for breach of contract and fiduciary duty against a law firm that had not, as promised, obtained his consent to a settlement, and did not share the fees it received.  In Lyons, partners of a lawyer, Lyons, sued, inter alia, for breach of fiduciary duty when Lyons forewent, without consulting them, a one-third contingency fee in favor of a smaller amount.  Both cases, therefore, were attorney vs. attorney actions involving judgments in dealing with clients, not client disputes centering on the administrative procedures of setting fees or generating invoices.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">MRA also relies heavily on Jefferson Ins. Co., 42 Mass.App. at 94, 677 N.E.2d at 225, in which both a CGL insurer and an E &amp; O insurer claimed the other was responsible for covering their common insured, an ambulance company.  The allegedly negligent conduct was the delay in arriving at the home of a stricken individual who later died;  the delay, as noted above, resulted from miscommunication of an address.  The trial court allocated the loss solely to the E &amp; O insurer, ruling that the CGL policy's professional services exclusion relieved that insurer of responsibility.  On appeal, the only issue raised was whether the CGL policy also covered the loss.  The appeals court held that it did, concluding that \"the negligent conduct complained of did not constitute professional services,\" id. at 101-102, 677 N.E.2d at 230-31, and thus was not within the professional liability exclusion.  Because there was no appeal from the ruling that the exclusion for professional services applied, the odd result was that both insurers were held liable.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">MRA argues that Jefferson supports its position because the professional liability policy there was deemed applicable even though the alleged negligent conduct did not involve medical services or any activity or treatment typically thought of as \"professional.\"   Other than at that superficial level, however, Jefferson provides little support for MRA.  First, the appeals court never considered whether the E &amp; O policy provided coverage for the dispatcher/driver miscommunication, as the E &amp; O insurer's liability was not challenged on appeal.  Second, although the appeals court did explicitly recognize that the two policies overlapped in coverage in the circumstances of that case, see id. at 103 n. 18, 677 N.E.2d at 231 n. 18, it did not interpret the E &amp; O policy.  Rather, it noted the trial judge's reliance on deposition testimony from the E &amp; O insurer's underwriting manager that the policy covered \"any employee acting within the scope of his duties,\" and the judge's view that \"the essential injury alleged in the complaint arose out of the failure to render (timely) emergency care services.\"  Id. at 97 n. 9, 677 N.E.2d at 228 n. 9. The E &amp; O insurer's concession of coverage therefore played a significant role in Jefferson.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Third, on the continuum of professional services, we think an ambulance company's failure to find the correct address quickly is much closer to the core of the emergency care profession than fee-setting is to the central function of the medical records profession.  Indeed, setting a price for services and sending bills are functions of every business, and not ones inherent in the processing of medical records.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In sum, we are persuaded that the district court properly found that the allegedly improper conduct challenged in the Lubin &amp; Meyer letter is not within the coverage of MRA's E &amp; O policy.  The judgment of the district court is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Such a supplement is necessary because CGL policies often include a professional services exclusion.  See Jefferson Ins. Co. v. National Union Fire Ins. Co., 42 Mass.App. 94, 96, <span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">225</span></span>, 227 (1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court stated:  \"The dentist's area of professional work involved the patient's teeth, and it is obvious that the patient's dental treatment did not require any of the acts that occurred.\"  412 Mass. at 50, 587 N.E.2d at 218</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Further support for the conclusion that the policy did not include billing or fee-setting among the services for which coverage was provided is found in the policy application itself.  The application asked MRA to \"[d]escribe in detail the profession and professional services for which coverage is desired.\"   MRA did not include billing or fee-setting in its response.  It listed only the hands-on tasks associated with obtaining and providing copies of the medical records themselves:  \"Process Medical Record requests for Hospitals;  Photocopy said records and forward to requestors;  Provide other medical record consultative and management services, as required.\"</p>\n        <p>We note that not all of the activities listed would, in fact, qualify as professional services.  Photocopying, for example, would quite clearly not satisfy the Marx standard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court distinguished Cole and Lyons based on their policy language.  The policies at issue in those cases provided coverage for claims \"arising out of\" professional services;  the American Empire policy requires that the claimed harm be \"by reason of\" acts or omissions \"committed in the rendering or failure to render the Professional Services.\"   It is a closer question whether the asserted injury here \"arose out of\" MRA's professional records processing service than whether it was \"by reason of\" the professional service.  The latter arguably requires a determination that the harm alleged was due to the manner in which professional services were provided;  the former appears to require only a connection between the challenged conduct and the insured's provision of professional services.  See New England Mut. Life Ins. Co. v. Liberty Mut. Ins. Co., 40 Mass.App. 722, 726, <span class=\"citation no-link\"><span class=\"volume\">667</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">295</span></span>, 298 (1996) (\"The usual meaning ascribed to the phrase 'arising out of' is much broader than 'caused by'....\").  As the policy here employs the narrower language, and MRA does not argue that that language provides coverage for conduct other than professional services, the difference in the formulations is of no consequence to our decision</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1603713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2056997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2088528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2094424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2225781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2241147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2254492/"
  ]
}