{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197920/",
  "absolute_url": "/opinion/197920/prebor-v-collins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197920/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:41:44Z",
  "date_modified": "2017-03-24T10:53:49.079478Z",
  "type": "010combined",
  "sha1": "154b7b0ce147b50c2888fdfd4075b3aa57e7e35f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2216.01A",
  "local_path": null,
  "plain_text": "              United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2216\r\n\n                 IN RE:  I DON'T TRUST,\r\n\n                        Debtor.\r\n                                      \r\n\n                   ROBERT M. PREBOR,\r\n\n                       Appellant,\r\n\n                           v.\r\n\n          JOSEPH B. COLLINS, TRUSTEE, ET AL.,\r\n\n                       Appellees.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Michael A. Ponsor, U.S. District Judge]\r\n\n                         Before\r\n\n               Selya, Boudin and Lynch,\r\n\n                   Circuit Judges.\r\n\nCarlos M. Gomez, with whom Law Offices of Carlos M. Gomez,\r\nP.C. was on brief, for appellant.\r\nJoseph H. Reinhardt, with whom Hendel, Collins &amp; Newton, P.C.was on brief, for appellees.\r\n\n                    April 27, 1998\r\n\n                             Per Curiam.  On June 24, 1996, Robert M. Prebor, the\r\nsettlor and beneficiary of the prophetically named I Don't Trust\r\n(the Trust), a Massachusetts business trust, commenced a voluntary\r\nChapter 11 proceeding on behalf of the Trust.  See 11 U.S.C.  1101\r\net seq. (1993 &amp; Supp. 1998). The bankruptcy court approved the\r\nappointment of Joseph B. Collins as trustee and authorized a law\r\nfirm in which Collins is a partner, Hendel, Collins &amp; Newton (HCN),\r\n         to serve as counsel to the trustee.\r\nPrebor subsequently became dissatisfied with the manner\r\nin which the bankruptcy estate was being administered and moved to\r\ndismiss the Chapter 11 case.  Collins and HCN responded by filing\r\n(i) a motion for expedited determination based on the fact that the\r\nestate had insufficient funds to pay an upcoming insurance premium,\r\nand (ii) a limited objection requesting that dismissal be\r\ncontingent upon full payment of administrative expenses incurred to\r\ndate, including attorneys' fees and the trustee's commission.  The\r\nbankruptcy court granted both motions without holding a hearing and\r\nawarded Collins and HCN compensation (including reimbursed\r\nexpenses) in the amounts of $534.79 and $12,206.68, respectively.\r\nPrebor moved for reconsideration and for the first time\r\nrequested a hearing.  The bankruptcy court agreed to rethink the\r\nmatter but, after hearing oral arguments, refused to alter its\r\nearlier order; to the contrary, the court determined that the fees\r\nit had awarded were neither unreasonable nor duplicative.  In rapid\r\nsequence, Prebor paid the award, the bankruptcy court dismissed the\r\nChapter 11 case, and Prebor appealed.\r\nFollowing a hearing, the district court affirmed the\r\nbankruptcy court's decision.  While noting that the parties\r\ndisagreed as to the appropriate standard of review, the district\r\ncourt treated the matter as an appeal from an award of  fees and\r\ntherefore scrutinized the bankruptcy court's ruling for abuse of\r\ndiscretion.  The court observed however, that it would have upheld\r\nthe ruling as easily on plenary review.\r\nPrebor again appeals, arguing that the lower courts\r\nmisapplied the proper standards and, in effect, compensated HCN for\r\nservices that the bankruptcy trustee ought to have performed\r\nwithout the assistance of counsel; that the fee requests were not\r\nappropriately segregated; that the amounts awarded are unreasonable\r\nbecause the applicants' services yielded no benefit to the\r\nbankruptcy estate; and that the bankruptcy court  should have held\r\nan earlier hearing and permitted the examination of witnesses. \r\nDiscerning no reversible error, we affirm.\r\nThe threshold dispute between the parties concerns the\r\napplicable standard of review.  The appellant urges a de novo\r\nstandard because, in his estimation, the bankruptcy court did not\r\napply proper legal principles, that is, the court blurred the\r\ndistinction between the appropriate duties of a Chapter 11 trustee\r\nand the trustee's counsel.  In an appeal from a bankruptcy court\r\ndecision, this court   like the district court or the bankruptcy\r\nappellate panel   affords de novo review to the bankruptcy court's\r\nconclusions of law.  See In re Healthco Int'l, Inc., 132 F.3d 104,\r\n107 (1st Cir. 1997); In re DN Assocs., 3 F.3d 512, 515 (1st Cir.\r\n1993).  Here, however, the pivotal issue involves the bankruptcy\r\ncourt's award of reasonable fees   an area in which the court of\r\nfirst instance enjoys particularly great leeway.  See Dickinson\r\nIndus. Site, Inc. v. Cowan, 309 U.S. 382, 389 (1940); In re DN\r\nAssocs., 3 F.3d at 515; In re Botelho, 8 B.R. 305, 306 (B.A.P. 1st\r\nCir. 1981).  Apart from the appellant's self-serving speculation,\r\nthere is nothing in the record to suggest that the bankruptcy court\r\ndid not appreciate the controlling legal rules, or, appreciating\r\nthem, defied their dictates.  Consequently, we uphold the district\r\ncourt's determination that abuse of discretion is the applicable\r\nstandard of review.  See Reliance Steel Prods. Co. v. National Fire\r\nIns. Co., 880 F.2d 575, 577 (1st Cir. 1989) (noting that an\r\nappellant cannot avoid a deferential standard of review by the\r\nsimple expedient of dressing factual disputes or judgment calls in\r\n\"legal costumery\").\r\nWe turn next to the appellant's contention that the\r\nbankruptcy court's failure to hold an immediate, evidentiary\r\nhearing undermines the ensuing fee awards.  Under the Bankruptcy\r\nCode, the bankruptcy court may, \"after notice to the parties in\r\ninterest and the U.S. Trustee and a hearing . . .  award to a\r\ntrustee, an examiner, [and] a professional person employed [in\r\ncompliance with statutory prerequisites], reasonable compensation\r\nfor [their] actual, necessary services rendered.\"  11 U.S.C. \r\n330(a)(1)(A) (Supp. 1998).  The words \"after notice and hearing\"\r\ndenote notice and an opportunity for a hearing as appropriate in\r\nthe particular circumstances, but a hearing   much less an\r\nevidentiary hearing   is not required in every instance.  See 11\r\nU.S.C.  102(1)(A)-(B) (1993) (providing that a hearing is not\r\nnecessary if, after proper notice, a hearing is not seasonably\r\nrequested by a party in interest, or if there is insufficient time\r\nfor a hearing); In re Sullivan Ford Sales, 2 B.R. 350, 354 (Bankr.\r\nD. Me. 1980) (applying statute); see also Aoude v. Mobil Oil Corp.,\r\n862 F.2d 890, 894 (1st Cir. 1988) (explaining that many matters can\r\nbe adequately \"heard\" on the papers as long as the parties had \"a\r\nfair opportunity\" to offer relevant facts and arguments to the\r\ncourt and to confront their adversaries' submissions).\r\nIn the case at hand, the request for payment of the\r\nadministrative claims, sent to the appellant, comprised the\r\nrequisite notice.  Prebor argues that he did not have an\r\nopportunity for a hearing at that time   but any error in failing\r\nto convene a hearing was harmless:  Prebor promptly requested\r\nreconsideration and the court unquestionably afforded him an\r\nopportunity to be heard with respect to the fee awards at that\r\ntime.  The holding of that hearing, even if belated, absolved any\r\nerror.  See, e.g., Viqueira v. First Bank,     F.3d    ,     (1st\r\nCir. 1998) [No. 97-2127, slip op. at 7-8] (citing other cases). \r\nThat the hearing did not involve live testimony is beside any\r\nrelevant point, for Prebor never specifically requested that the\r\nbankruptcy court hold an evidentiary hearing.\r\nThe bankruptcy court's ruling on the merits, too, is\r\nsupportable.  In considering the administrative claims, the\r\nbankruptcy court examined thirteen pages of detailed, itemized\r\nstatements that described the work performed by both the Chapter 11\r\ntrustee and HCN to preserve, maintain, collect, and enhance the\r\nestate's assets.  This document consists of two separate sections,\r\none enumerating the trustee's efforts and the other enumerating the\r\nlaw firm's efforts.  The document lists the dates and descriptions\r\nof each service, the identity of the person who performed the\r\nservice, and the time expended.\r\nWe have examined the submissions and find them, prima\r\nfacie, to be in order.  The opposite pan of the scale is empty: \r\nthe appellant offered no specifics in rebuttal; he did not identify\r\na single supposedly misclassified item; he did not produce evidence\r\nthat cast doubt upon the rates employed.  On this rather one-sided\r\nrecord, we can hardly fault the bankruptcy court for finding the\r\nrequested fees to be reasonable, properly differentiated as between\r\ntrustee and counsel services, and beneficial to the bankruptcy\r\nestate.\r\nThe primary thrust of the appellant's remaining\r\nasseverations is that the demarcation between the services\r\nperformed by Collins, qua trustee, and by HCN, qua counsel, is not\r\nclear, and that, consequently, the aggregate fees are inflated. \r\nWe do not agree.  It is, of course, the fee applicant's burden to\r\ndemonstrate that the services for which remuneration is sought\r\ninvolve compensable service.  See In re Shades of Beauty, Inc., 56\r\nB.R. 946, 949-50 (Bankr. E.D.N.Y. 1986); In re Four Star Terminals,\r\nInc., 42 B.R. 419, 429 (Bankr. D. Alaska 1984); see also In re\r\nSmuggler's Beach Properties, Inc., 149 B.R. 740, 743 (Bankr. D.\r\nMass. 1993).  The services must be \"sufficiently identified and\r\nexplained.\"  In re First Software Corp., 79 B.R. 108, 111 (Bankr.\r\nD. Mass. 1987).  But where, as here, the applicant satisfies that\r\nentry-level burden, the objecting party relies on rhetoric as his\r\nsole rejoinder at his peril.\r\nTo sum up, we agree with the lower courts' assessment\r\nthat the fee awards are reasonable and that the supporting\r\ndocumentation offers no evidence of misclassification or\r\nduplication of effort between the trustee and his counsel.  We\r\ndescry nothing in the record that would lead us to conclude that\r\nthe lower courts committed any prejudicial error or abuse of\r\ndiscretion in arriving at their respective determinations.  See In\r\nre Martin, 817 F.2d 175, 182 (1st Cir. 1987) (\"The bankruptcy judge\r\nis on the front line, in the best position to gauge the ongoing\r\ninterplay of factors and to make the delicate judgment calls which\r\n[a discretionary] decision entails.\").\r\nOne final matter requires our attention.  The appellees\r\nbeseech us to find Prebor's appeal frivolous and sanction him\r\npursuant to Fed. R. App. P. 38.  We decline to consider the\r\nrequest.  A party may not invoke Rule 38 by a reference in his\r\nbrief, but, in the words of Rule 38, must initiate \"a separately\r\nfiled motion.\"  Because the appellees failed to file such a motion,\r\nwe need go no further.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">143 F.3d 1</p>\n    <p class=\"case_cite\">32 Bankr.Ct.Dec. 686</p>\n    <p class=\"parties\">IN RE:  I DON'T TRUST, Debtor.<br>Robert M. PREBOR, Appellant,<br>v.<br>Joseph B. COLLINS, Trustee, et al., Appellees.</p>\n    <p class=\"docket\">No. 97-2216.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1998.<br>Decided April 27, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos M. Gomez, with whom Law Offices of Carlos M. Gomez, P.C., Springfield, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Joseph H. Reinhardt, with whom Hendel, Collins &amp; Newton, P.C., Springfield, MA, was on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 24, 1996, Robert M. Prebor, the settlor and beneficiary of the prophetically named I Don't Trust (the Trust), a Massachusetts business trust, commenced a voluntary Chapter 11 proceeding on behalf of the Trust.  See 11 U.S.C. &#167; 1101 et seq.  (1993 &amp; Supp.1998).  The bankruptcy court approved the appointment of Joseph B. Collins as trustee and authorized a law firm in which Collins is a partner, Hendel, Collins &amp; Newton (HCN), to serve as counsel to the trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prebor subsequently became dissatisfied with the manner in which the bankruptcy estate was being administered and moved to dismiss the Chapter 11 case.  Collins and HCN responded by filing (i) a motion for expedited determination based on the fact that the estate had insufficient funds to pay an upcoming insurance premium, and (ii) a limited objection requesting that dismissal be contingent upon full payment of administrative expenses incurred to date, including attorneys' fees and the trustee's commission.  The bankruptcy court granted both motions without holding a hearing and awarded Collins and HCN compensation (including reimbursed expenses) in the amounts of $534.79 and $12,206.68, respectively.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prebor moved for reconsideration and for the first time requested a hearing.  The bankruptcy court agreed to rethink the matter but, after hearing oral arguments, refused to alter its earlier order;  to the contrary, the court determined that the fees it had awarded were neither unreasonable nor duplicative.  In rapid sequence, Prebor paid the award, the bankruptcy court dismissed the Chapter 11 case, and Prebor appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following a hearing, the district court affirmed the bankruptcy court's decision.  While noting that the parties disagreed as to the appropriate standard of review, the district court treated the matter as an appeal from an award of fees and therefore scrutinized the bankruptcy court's ruling for abuse of discretion.  The court observed however, that it would have upheld the ruling as easily on plenary review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prebor again appeals, arguing that the lower courts misapplied the proper standards and, in effect, compensated HCN for services that the bankruptcy trustee ought to have performed without the assistance of counsel;  that the fee requests were not appropriately segregated;  that the amounts awarded are unreasonable because the applicants' services yielded no benefit to the bankruptcy estate; and that the bankruptcy court should have held an earlier hearing and permitted the examination of witnesses.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Discerning no reversible error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The threshold dispute between the parties concerns the applicable standard of review.  The appellant urges a de novo standard because, in his estimation, the bankruptcy court did not apply proper legal principles, that is, the court blurred the distinction between the appropriate duties of a Chapter 11 trustee and the trustee's counsel.  In an appeal from a bankruptcy court decision, this court--like the district court or the bankruptcy appellate panel--affords de novo review to the bankruptcy court's conclusions of law.  See In re Healthco Int'l, Inc., 132 F.3d 104, 107 (1st Cir.1997);  In re DN Assocs., 3 F.3d 512, 515 (1st Cir.1993).  Here, however, the pivotal issue involves the bankruptcy court's award of reasonable fees--an area in which the court of first instance enjoys particularly great leeway.  See Dickinson Indus. Site, Inc. v. Cowan, 309 U.S. 382, 389, 60 S.Ct. 595, 599, 84 L.Ed. 819 (1940);  In re DN Assocs., 3 F.3d at 515;  In re Botelho, 8 B.R. 305, 306 (1st Cir.B.A.P.1981).  Apart from the appellant's self-serving speculation, there is nothing in the record to suggest that the bankruptcy court did not appreciate the controlling legal rules, or, appreciating them, defied their dictates.  Consequently, we uphold the district court's determination that abuse of discretion is the applicable standard of review.  See Reliance Steel Prods.  Co. v. National Fire Ins. Co., 880 F.2d 575, 577 (1st Cir.1989) (noting that an appellant cannot avoid a deferential standard of review by the simple expedient of dressing factual disputes or judgment calls in \"legal costumery\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We turn next to the appellant's contention that the bankruptcy court's failure to hold an immediate, evidentiary hearing undermines the ensuing fee awards.  Under the Bankruptcy Code, the bankruptcy court may, \"after notice to the parties in interest and the U.S. Trustee and a hearing ... award to a trustee, an examiner, [and] a professional person employed [in compliance with statutory prerequisites], reasonable compensation for [their] actual, necessary services rendered.\"  11 U.S.C. &#167; 330(a)(1)(A) (Supp.1998).  The words \"after notice and hearing\" denote notice and an opportunity for a hearing as appropriate in the particular circumstances, but a hearing--much less an evidentiary hearing--is not required in every instance.  See 11 U.S.C. &#167; 102(1)(A)-(B) (1993) (providing that a hearing is not necessary if, after proper notice, a hearing is not seasonably requested by a party in interest, or if there is insufficient time for a hearing);  In re Sullivan Ford Sales, 2 B.R. 350, 354 (Bankr.D.Me.1980) (applying statute);  see also Aoude v. Mobil Oil Corp., 862 F.2d 890, 894 (1st Cir.1988) (explaining that many matters can be adequately \"heard\" on the papers as long as the parties had \"a fair opportunity\" to offer relevant facts and arguments to the court and to confront their adversaries' submissions).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the case at hand, the request for payment of the administrative claims, sent to the appellant, comprised the requisite notice.  Prebor argues that he did not have an opportunity for a hearing at that time--but any error in failing to convene a hearing was harmless:  Prebor promptly requested reconsideration and the court unquestionably afforded him an opportunity to be heard with respect to the fee awards at that time.  The holding of that hearing, even if belated, absolved any error.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., Viqueira v. First Bank, 140 F.3d 12, 16-17 (1st Cir.1998) (citing other cases).  That the hearing did not involve live testimony is beside any relevant point, for Prebor never specifically requested that the bankruptcy court hold an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The bankruptcy court's ruling on the merits, too, is supportable.  In considering the administrative claims, the bankruptcy court examined thirteen pages of detailed, itemized statements that described the work performed by both the Chapter 11 trustee and HCN to preserve, maintain, collect, and enhance the estate's assets.  This document consists of two separate sections, one enumerating the trustee's efforts and the other enumerating the law firm's efforts.  The document lists the dates and descriptions of each service, the identity of the person who performed the service, and the time expended.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have examined the submissions and find them, prima facie, to be in order.  The opposite pan of the scale is empty:  the appellant offered no specifics in rebuttal;  he did not identify a single supposedly misclassified item;  he did not produce evidence that cast doubt upon the rates employed.  On this rather one-sided record, we can hardly fault the bankruptcy court for finding the requested fees to be reasonable, properly differentiated as between trustee and counsel services, and beneficial to the bankruptcy estate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The primary thrust of the appellant's remaining asseverations is that the demarcation between the services performed by Collins, qua trustee, and by HCN, qua counsel, is not clear, and that, consequently, the aggregate fees are inflated.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We do not agree.  It is, of course, the fee applicant's burden to demonstrate that the services for which remuneration is sought involve compensable service.  See In re Shades of Beauty, Inc., 56 B.R. 946, 949-50 (Bankr.E.D.N.Y.1986);  In re Four Star Terminals, Inc., 42 B.R. 419, 429 (Bankr.D.Alaska 1984);  see also In re Smuggler's Beach Properties, Inc., 149 B.R. 740, 743 (Bankr.D.Mass.1993).  The services must be \"sufficiently identified and explained.\"  In re First Software Corp., 79 B.R. 108, 111 (Bankr.D.Mass.1987).  But where, as here, the applicant satisfies that entry-level burden, the objecting party relies on rhetoric as his sole rejoinder at his peril.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To sum up, we agree with the lower courts' assessment that the fee awards are reasonable and that the supporting documentation offers no evidence of misclassification or duplication of effort between the trustee and his counsel.  We descry nothing in the record that would lead us to conclude that the lower courts committed any prejudicial error or abuse of discretion in arriving at their respective determinations.  See In re Martin, 817 F.2d 175, 182 (1st Cir.1987) (\"The bankruptcy judge is on the front line, in the best position to gauge the ongoing interplay of factors and to make the delicate judgment calls which [a discretionary] decision entails.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">One final matter requires our attention.  The appellees beseech us to find Prebor's appeal frivolous and sanction him pursuant to Fed.  R.App. P. 38.  We decline to consider the request.  A party may not invoke Rule 38 by a reference in his brief, but, in the words of Rule 38, must initiate \"a separately filed motion.\"   Because the appellees failed to file such a motion, we need go no further.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note in passing that the Code subjects trustees' commissions (but not counsel fees) to a statutory cap.  See 11 U.S.C &#167; 326(a) (Supp.1998).  The ceiling is computed as a percentage of the assets marshaled by the trustee for the benefit of creditors.  In this instance, the statutory ceiling is approximately $1260, and the commission awarded is well below it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The appellees argue that Prebor's inartfully drafted notice of appeal targets only the bankruptcy court's denial of his reconsideration motion, not the fee awards themselves, and that our review should be limited accordingly.  See Fed.  R.App. P. 3(c) (stating that the notice of appeal must designate the challenged order or judgment);  see also Kotler v. American Tobacco Co., 981 F.2d 7, 11 (1st Cir.1992) (explicating operation of rule).  Like the district court, we see no need to address this argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Prebor posits that the impetuous granting of fees without a hearing disadvantaged him because, on a motion for reconsideration, he had the burden to convince the bankruptcy court that it had erred.  This asseveration lacks force.  While the bankruptcy court theoretically might have placed such a burden on Prebor, as the movant, see In re Sun Pipe Line Co., 831 F.2d 22, 25 (1st Cir.1987), the bankruptcy court here took no such step.  As we read the record, the court applied exactly the same burdens and legal standards at the reconsideration hearing as were called for in connection with an original fee award proceeding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This line of argument focuses on the statutory cap applicable to trustees' commissions, see supra note 1, and suggests that the appellees subverted the cap by \"loading up\" the counsel fee side of the ledger</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\">32 Bankr.Ct.Dec. 686</p>\n    <p class=\"parties\">IN RE:  I DON'T TRUST, Debtor.<br>Robert M. PREBOR, Appellant,<br>v.<br>Joseph B. COLLINS, Trustee, et al., Appellees.</p>\n    <p class=\"docket\">No. 97-2216.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1998.<br>Decided April 27, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos M. Gomez, with whom Law Offices of Carlos M. Gomez, P.C., Springfield, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Joseph H. Reinhardt, with whom Hendel, Collins &amp; Newton, P.C., Springfield, MA, was on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 24, 1996, Robert M. Prebor, the settlor and beneficiary of the prophetically named I Don't Trust (the Trust), a Massachusetts business trust, commenced a voluntary Chapter 11 proceeding on behalf of the Trust.  See 11 U.S.C. &#167; 1101 et seq.  (1993 &amp; Supp.1998).  The bankruptcy court approved the appointment of Joseph B. Collins as trustee and authorized a law firm in which Collins is a partner, Hendel, Collins &amp; Newton (HCN), to serve as counsel to the trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prebor subsequently became dissatisfied with the manner in which the bankruptcy estate was being administered and moved to dismiss the Chapter 11 case.  Collins and HCN responded by filing (i) a motion for expedited determination based on the fact that the estate had insufficient funds to pay an upcoming insurance premium, and (ii) a limited objection requesting that dismissal be contingent upon full payment of administrative expenses incurred to date, including attorneys' fees and the trustee's commission.  The bankruptcy court granted both motions without holding a hearing and awarded Collins and HCN compensation (including reimbursed expenses) in the amounts of $534.79 and $12,206.68, respectively.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prebor moved for reconsideration and for the first time requested a hearing.  The bankruptcy court agreed to rethink the matter but, after hearing oral arguments, refused to alter its earlier order;  to the contrary, the court determined that the fees it had awarded were neither unreasonable nor duplicative.  In rapid sequence, Prebor paid the award, the bankruptcy court dismissed the Chapter 11 case, and Prebor appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following a hearing, the district court affirmed the bankruptcy court's decision.  While noting that the parties disagreed as to the appropriate standard of review, the district court treated the matter as an appeal from an award of fees and therefore scrutinized the bankruptcy court's ruling for abuse of discretion.  The court observed however, that it would have upheld the ruling as easily on plenary review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prebor again appeals, arguing that the lower courts misapplied the proper standards and, in effect, compensated HCN for services that the bankruptcy trustee ought to have performed without the assistance of counsel;  that the fee requests were not appropriately segregated;  that the amounts awarded are unreasonable because the applicants' services yielded no benefit to the bankruptcy estate; and that the bankruptcy court should have held an earlier hearing and permitted the examination of witnesses.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Discerning no reversible error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The threshold dispute between the parties concerns the applicable standard of review.  The appellant urges a de novo standard because, in his estimation, the bankruptcy court did not apply proper legal principles, that is, the court blurred the distinction between the appropriate duties of a Chapter 11 trustee and the trustee's counsel.  In an appeal from a bankruptcy court decision, this court--like the district court or the bankruptcy appellate panel--affords de novo review to the bankruptcy court's conclusions of law.  See In re Healthco Int'l, Inc., <span class=\"citation\" data-id=\"197717\"><a href=\"/opinion/197717/healthco-v-repco-printers/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 107 (1st Cir.1997);  In re DN Assocs., <span class=\"citation\" data-id=\"194900\"><a href=\"/opinion/194900/casco-northern-bank-v-dn-associates/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span>, 515 (1st Cir.1993).  Here, however, the pivotal issue involves the bankruptcy court's award of reasonable fees--an area in which the court of first instance enjoys particularly great leeway.  See Dickinson Indus. Site, Inc. v. Cowan, <span class=\"citation\" data-id=\"103316\"><a href=\"/opinion/103316/dickinson-industrial-site-inc-v-cowan/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">382</span></a></span>, 389, <span class=\"citation\" data-id=\"103316\"><a href=\"/opinion/103316/dickinson-industrial-site-inc-v-cowan/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">595</span></a></span>, 599, <span class=\"citation\" data-id=\"103316\"><a href=\"/opinion/103316/dickinson-industrial-site-inc-v-cowan/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">819</span></a></span> (1940);  In re DN Assocs., 3 F.3d at 515;  In re Botelho, <span class=\"citation\" data-id=\"1987928\"><a href=\"/opinion/1987928/in-re-boteiho/\"><span class=\"volume\">8</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">305</span></a></span>, 306 (1st Cir.B.A.P.1981).  Apart from the appellant's self-serving speculation, there is nothing in the record to suggest that the bankruptcy court did not appreciate the controlling legal rules, or, appreciating them, defied their dictates.  Consequently, we uphold the district court's determination that abuse of discretion is the applicable standard of review.  See Reliance Steel Prods.  Co. v. National Fire Ins. Co., <span class=\"citation\" data-id=\"526735\"><a href=\"/opinion/526735/reliance-steel-products-company-v-national-fire-insurance-company-of/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">575</span></a></span>, 577 (1st Cir.1989) (noting that an appellant cannot avoid a deferential standard of review by the simple expedient of dressing factual disputes or judgment calls in \"legal costumery\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We turn next to the appellant's contention that the bankruptcy court's failure to hold an immediate, evidentiary hearing undermines the ensuing fee awards.  Under the Bankruptcy Code, the bankruptcy court may, \"after notice to the parties in interest and the U.S. Trustee and a hearing ... award to a trustee, an examiner, [and] a professional person employed [in compliance with statutory prerequisites], reasonable compensation for [their] actual, necessary services rendered.\"  11 U.S.C. &#167; 330(a)(1)(A) (Supp.1998).  The words \"after notice and hearing\" denote notice and an opportunity for a hearing as appropriate in the particular circumstances, but a hearing--much less an evidentiary hearing--is not required in every instance.  See 11 U.S.C. &#167; 102(1)(A)-(B) (1993) (providing that a hearing is not necessary if, after proper notice, a hearing is not seasonably requested by a party in interest, or if there is insufficient time for a hearing);  In re Sullivan Ford Sales, <span class=\"citation\" data-id=\"1887701\"><a href=\"/opinion/1887701/matter-of-sullivan-ford-sales/\"><span class=\"volume\">2</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">350</span></a></span>, 354 (Bankr.D.Me.1980) (applying statute);  see also Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir.1988) (explaining that many matters can be adequately \"heard\" on the papers as long as the parties had \"a fair opportunity\" to offer relevant facts and arguments to the court and to confront their adversaries' submissions).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the case at hand, the request for payment of the administrative claims, sent to the appellant, comprised the requisite notice.  Prebor argues that he did not have an opportunity for a hearing at that time--but any error in failing to convene a hearing was harmless:  Prebor promptly requested reconsideration and the court unquestionably afforded him an opportunity to be heard with respect to the fee awards at that time.  The holding of that hearing, even if belated, absolved any error.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., Viqueira v. First Bank, <span class=\"citation\" data-id=\"197886\"><a href=\"/opinion/197886/jamie-viqueira-v-first-bank/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16-17 (1st Cir.1998) (citing other cases).  That the hearing did not involve live testimony is beside any relevant point, for Prebor never specifically requested that the bankruptcy court hold an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The bankruptcy court's ruling on the merits, too, is supportable.  In considering the administrative claims, the bankruptcy court examined thirteen pages of detailed, itemized statements that described the work performed by both the Chapter 11 trustee and HCN to preserve, maintain, collect, and enhance the estate's assets.  This document consists of two separate sections, one enumerating the trustee's efforts and the other enumerating the law firm's efforts.  The document lists the dates and descriptions of each service, the identity of the person who performed the service, and the time expended.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have examined the submissions and find them, prima facie, to be in order.  The opposite pan of the scale is empty:  the appellant offered no specifics in rebuttal;  he did not identify a single supposedly misclassified item;  he did not produce evidence that cast doubt upon the rates employed.  On this rather one-sided record, we can hardly fault the bankruptcy court for finding the requested fees to be reasonable, properly differentiated as between trustee and counsel services, and beneficial to the bankruptcy estate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The primary thrust of the appellant's remaining asseverations is that the demarcation between the services performed by Collins, qua trustee, and by HCN, qua counsel, is not clear, and that, consequently, the aggregate fees are inflated.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We do not agree.  It is, of course, the fee applicant's burden to demonstrate that the services for which remuneration is sought involve compensable service.  See In re Shades of Beauty, Inc., <span class=\"citation\" data-id=\"1848186\"><a href=\"/opinion/1848186/in-re-shades-of-beauty-inc/\"><span class=\"volume\">56</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">946</span></a></span>, 949-50 (Bankr.E.D.N.Y.1986);  In re Four Star Terminals, Inc., <span class=\"citation\" data-id=\"1908576\"><a href=\"/opinion/1908576/in-re-four-star-terminals-inc/\"><span class=\"volume\">42</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">419</span></a></span>, 429 (Bankr.D.Alaska 1984);  see also In re Smuggler's Beach Properties, Inc., <span class=\"citation\" data-id=\"1982185\"><a href=\"/opinion/1982185/in-re-smugglers-beach-properties-inc/\"><span class=\"volume\">149</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">740</span></a></span>, 743 (Bankr.D.Mass.1993).  The services must be \"sufficiently identified and explained.\"  In re First Software Corp., <span class=\"citation\" data-id=\"1947878\"><a href=\"/opinion/1947878/in-re-first-software-corp/\"><span class=\"volume\">79</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">108</span></a></span>, 111 (Bankr.D.Mass.1987).  But where, as here, the applicant satisfies that entry-level burden, the objecting party relies on rhetoric as his sole rejoinder at his peril.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To sum up, we agree with the lower courts' assessment that the fee awards are reasonable and that the supporting documentation offers no evidence of misclassification or duplication of effort between the trustee and his counsel.  We descry nothing in the record that would lead us to conclude that the lower courts committed any prejudicial error or abuse of discretion in arriving at their respective determinations.  See In re Martin, <span class=\"citation\" data-id=\"487410\"><a href=\"/opinion/487410/in-re-larry-t-cynthia-j-martin-dba-a-w-drive-in-restaurant/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, 182 (1st Cir.1987) (\"The bankruptcy judge is on the front line, in the best position to gauge the ongoing interplay of factors and to make the delicate judgment calls which [a discretionary] decision entails.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">One final matter requires our attention.  The appellees beseech us to find Prebor's appeal frivolous and sanction him pursuant to Fed.  R.App. P. 38.  We decline to consider the request.  A party may not invoke Rule 38 by a reference in his brief, but, in the words of Rule 38, must initiate \"a separately filed motion.\"   Because the appellees failed to file such a motion, we need go no further.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note in passing that the Code subjects trustees' commissions (but not counsel fees) to a statutory cap.  See 11 U.S.C &#167; 326(a) (Supp.1998).  The ceiling is computed as a percentage of the assets marshaled by the trustee for the benefit of creditors.  In this instance, the statutory ceiling is approximately $1260, and the commission awarded is well below it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The appellees argue that Prebor's inartfully drafted notice of appeal targets only the bankruptcy court's denial of his reconsideration motion, not the fee awards themselves, and that our review should be limited accordingly.  See Fed.  R.App. P. 3(c) (stating that the notice of appeal must designate the challenged order or judgment);  see also Kotler v. American Tobacco Co., <span class=\"citation\" data-id=\"596395\"><a href=\"/opinion/596395/joanne-kotler-individually-and-as-administratrix-etc-v-the-american/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1992) (explicating operation of rule).  Like the district court, we see no need to address this argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Prebor posits that the impetuous granting of fees without a hearing disadvantaged him because, on a motion for reconsideration, he had the burden to convince the bankruptcy court that it had erred.  This asseveration lacks force.  While the bankruptcy court theoretically might have placed such a burden on Prebor, as the movant, see In re Sun Pipe Line Co., <span class=\"citation\" data-id=\"495473\"><a href=\"/opinion/495473/application-for-issuance-of-order-requiring-the-united-states-environmental/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25 (1st Cir.1987), the bankruptcy court here took no such step.  As we read the record, the court applied exactly the same burdens and legal standards at the reconsideration hearing as were called for in connection with an original fee award proceeding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This line of argument focuses on the statutory cap applicable to trustees' commissions, see supra note 1, and suggests that the appellees subverted the cap by \"loading up\" the counsel fee side of the ledger</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1848186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1887701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1908576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1947878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1982185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1987928/"
  ]
}