{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197995/",
  "absolute_url": "/opinion/197995/terry-v-bayer-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197995/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:43:15Z",
  "date_modified": "2017-03-24T10:54:04.775727Z",
  "type": "010combined",
  "sha1": "ac4fb85268d54fbf85b77f9f0a0ef4b63d96395c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2190.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2190\r\n\n                   MICHAEL F. TERRY,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n                 BAYER CORPORATION and\r\n           BAYER CORPORATION DISABILITY PLAN,\r\n\n                 Defendants, Appellees.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Reginald C. Lindsay, U.S. District Judge]\r\n\n                         Before\r\n\n                Lynch, Circuit Judge, \r\n\n      Coffin and Bownes, Senior Circuit Judges.\r\n\nJames B. Krasnoo, with whom Richard Briansky and Law Offices\r\nof James B. Krasnoo, were on brief, for appellant.\r\nWilliam J. Klemick, with whom John J. Myers, Treazure R.\r\nJohnson, and Eckert Seamans Cherin &amp; Mellott, LLC, were on brief,\r\nfor appellees.\r\n\nMay 27, 1998\r\n\nBOWNES, Senior Circuit Judge.  In this appeal under the\r\nEmployee Retirement Income Security Act of 1974, as amended, 29\r\nU.S.C.A.  1001 - 1461 (West Supp. 1998)(\"ERISA\"), appellant\r\nMichael F. Terry challenges the termination of his long-term\r\ndisability benefits.  The district court granted summary judgment\r\nto the defendants.  We affirm.\r\n                           I.\r\nAs required under the summary judgment standard, we\r\nrecite the following undisputed facts in the light most favorable\r\nto the non-movant Terry, drawing all reasonable inferences in his\r\nfavor.  August v. Offices Unlimited, Inc., 981 F.2d 576, 580 (1st \r\nCir. 1993).\r\nTerry began working at Bayer Corporation (\"Bayer\") in\r\n1982 as a computer software test auditor.  At some point during\r\nthe course of the next several years, Terry was moved to a new\r\nposition, involving the tracking of rejected computer materials,\r\nand reporting his findings to the Bayer engineering and purchasing\r\ndepartments.  \r\nOn or about January 5, 1987, as he exited his apartment\r\nbuilding on the way to work, Terry slipped on ice and fell down\r\nnine steps, injuring his knee.  He continued on to work that day,\r\nbut on arrival was sent to the hospital by Bayer's nurse.  Over the\r\ncourse of the next several weeks, Terry was cared for by both his\r\nprimary care physician, Dr. Walter H. Jacobs, and an orthopedic\r\nsurgeon, Dr. George Ousler.  Dr. Ousler determined at the time that\r\nTerry most likely had suffered a \"medial lateral collateral\r\nligament injury strain or an internal derangement of the knee.\"\r\nWhile Dr. Ousler's treatment plan was originally conservative, in\r\nMarch, 1987, Terry underwent arthroscopic surgery in an attempt to\r\nremedy persistent soreness and slight swelling.  Pain management\r\nand physical therapy ensued for the next several months.\r\nTerry returned to work in August 1987.  He was promoted\r\nin 1988 to a position maintaining desk-top computers.  In January\r\n1990, as a result of budget cuts, Bayer transferred Terry to the\r\nposition of test technician.  This position involved the assembly\r\nand testing of computer boards, and involved considerably more\r\nphysical activity than his previous positions; Terry was now\r\nrequired to move containers of computer boards around the\r\nworkplace.  After having been in his new position for approximately\r\none month, Terry's knee buckled and he fell to the ground.  This\r\nincident occurred outside of the workplace.\r\nAs a result of this second injury, Terry did not return\r\nto work at Bayer.  A second arthroscopic surgery was soon\r\nperformed, and torn cartilage and bone chips were removed from his\r\nknee.  \r\nTerry's primary care physician, Dr. Jacobs, states that\r\nTerry suffers from a degenerative knee condition which results in\r\nbone-on-bone contact.  As a result of the condition, Terry is in\r\nalmost constant pain, and is unable to stand, sit, or otherwise\r\nmaintain a single stationary position for any extended period of\r\ntime.  Dr. Jacobs treats Terry's pain with a variety of anti-\r\ninflammatories and painkillers. \r\nIn July, 1990, Bayer approved Terry's application for\r\nlong-term disability benefits.  The Summary Plan Description\r\n(\"SPD\") states that long-term disability benefits are provided\r\nunder the Bayer Long-Term Disability Plan (\"Plan\") when a\r\nbeneficiary is \"unable to work at any job for which [they] are\r\nqualified by education, training, or experience.\"\r\nAs Plan Administrator, Bayer retained Northwestern\r\nNational Life Insurance Company (\"Northwestern\") to process and\r\nmanage claims made under the Plan.  As part of that service,\r\nNorthwestern assigned Anne Tacl to Terry's case to serve as\r\nrehabilitation case manager.  Tacl's job was to monitor Terry's\r\nmedical condition in order to make sure that he continued to meet\r\nthe Plan's definition of total disability.  Tacl was also charged\r\nwith attempting to rehabilitate Terry, with the goal of returning\r\nTerry to full-time employment.  These responsibilities were\r\nconsistent with Plan provisions.  Because Tacl was based in\r\nMinnesota, Tacl hired Sandy Lowery to provide local rehabilitation\r\nservices to Terry.  \r\nIn April, 1991, Tacl received a report from a Dr. Zarins,\r\nan orthopedic surgeon whom Terry had consulted prior to the active\r\ninvolvement of Northwestern.  That report opined that Terry's\r\naccounts of pain did not correspond to the pathology observed in\r\nhis knee.  Dr. Zarins stated that Terry could return to part-time\r\nwork with certain significant restrictions.  Northwestern, however,\r\nwas unable to locate an appropriate job for Terry at Bayer.  Dr.\r\nZarins saw Terry again one year later, in April 1992, and again\r\ndetermined that Terry could perform sedentary work on a part-time\r\nbasis.  Dr. Jacobs, for his part, however, continued to insist that\r\nTerry was completely disabled.  \r\nIn November of 1992, Tacl, as authorized by the Plan,\r\nscheduled an independent medical evaluation (\"IME\") in an attempt\r\nto resolve the conflicts in medical opinion.  The IME was performed\r\nby Dr. Thomas King, who determined that Terry's pain was \"out of\r\nproportion to all physical findings,\" but wanted to rule out\r\n\"reflex sympathetic dystrophy\" (\"RSD\").  Terry was referred to\r\nanother specialist, who determined that Terry was not suffering\r\nfrom RSD.\r\nOn the basis of these medical evaluations, Tacl decided\r\nthat Terry should participate in a work-hardening rehabilitation\r\nprogram, with the goal of returning Terry to full-time employment. \r\nTerry was informed, pursuant to a Plan provision, that if he failed\r\nto attend a rehabilitation program, his benefits would be\r\nterminated.  Terry was given a choice among three institutions, and\r\nhe opted to attend Farnum Industrial Rehabilitation (\"Farnum\"). \r\nDr. Jacobs eventually signed off on the referral to Farnum, but did\r\nnot think the program would be helpful to Terry.\r\nDr. Robert Haile, the Medical Director at Farnum,\r\nexamined Terry upon his entry to the program.  Haile opined at the\r\ntime that, \r\n[Terry's] degree of disability . . . appears\r\nto be out of proportion to the degree of\r\nfindings in his knee.  I believe the patient\r\nhas developed chronic pain syndrome, which\r\nrefers primarily to the whole person effect of\r\na chronic painful injury.  It involves in\r\naddition to local persistent pain the\r\npsychosocial effects of chronic pain.  I think\r\nthe patient would be a good candidate for Work\r\nHardening.\r\n\nDr. Haile did not doubt that Terry's pain was genuine.  Although\r\nTerry's Farnum experience started out well enough, in the end Terry\r\nhad completed fourteen rehabilitation sessions and canceled\r\nthirteen.  Terry states that the cancellations were due primarily\r\nto complaints of severe pain, caused by the effort required to\r\nattend and participate in the rehabilitation program.  \r\nAt about the same time as he was participating in the\r\nFarnum program, Terry was referred by Tacl to Deborah Veatch, a\r\nlocal vocational rehabilitation consultant.  Although Terry was\r\ninitially receptive to Veatch's services, his interest and\r\nparticipation in her services quickly waned.  Veatch eventually\r\ncommunicated to Tacl that \"[b]ased on Mr. Terry's obvious lack of\r\nfollow through with treatment and vocational activities, . . . Mr.\r\nTerry is most likely not an appropriate candidate for vocational\r\nrehabilitation services.\"  Veatch did conclude, however, that Terry\r\npossessed transferable skills in the computer field.\r\nOn January 20, 1994, Terry was discharged from the Farnum\r\nprogram.  The Program Director, Cheryl Baldwin, reported in the\r\ndischarge summary: \"Mr. Terry is capable of working full time,\r\nalthough the amount of standing needs to be limited.  He is able to\r\nsit for two to four hours with intermittent stretch breaks.  Mr.\r\nTerry is currently at Sedentary-Light duty work capacity.  He has\r\nfull, unlimited use of his upper body.\"  Tacl thereafter requested\r\nthat Dr. Haile complete a Physical Capacities Evaluation.  Dr.\r\nHaile did so, and released Terry to full-time work with\r\nrestrictions on continuous time in a sitting or standing position,\r\nas well as lifting, bending, and crawling.\r\nTerry received a letter dated February 24, 1994 from Tacl\r\nindicating that she was recommending that his benefits be\r\nterminated.  The letter stated that \"[b]ecause you have been\r\nreleased to work with restrictions, you no longer meet the [Plan's]\r\ndefinition of total disability.\"  Shortly thereafter, Terry\r\nreceived a termination letter dated March 3, 1994.  The letter\r\nstated that, \"[d]isability is defined as your complete inability to\r\nwork in any job for which you[] are reasonably fitted by education,\r\ntraining, or experience.  Based on a review of the medical and\r\nvocational information in your file you are no longer totally\r\ndisabled from performing 'any occupation.'\"  Terry was advised of\r\ncertain of his appeal rights, and benefits were terminated\r\nretroactively to February 25, 1994.  Terry's benefit checks were\r\nnot continued during the pendency of his appeals. \r\nShortly after Terry's termination, Tacl received a letter\r\nfrom Dr. Haile.  Dr. Haile apparently sent the letter after\r\nreceiving a phone call from Dr. Jacobs.  The Haile letter stated\r\nthat Haile had only been a consultant in a work-hardening program,\r\nand if Tacl required a formal \"work release,\" that release would\r\nhave to come from Dr. Jacobs.  \r\nTerry requested an appeal from Northwestern's decision. \r\nThe \"Northwestern ERISA Committee\" was convened, reviewed his\r\nentire file, and upheld the benefits termination.  Terry was\r\nadvised of this by letter dated March 25, 1994.  That letter stated\r\nthat \"[a]lthough Dr. Jacobs provided us with a detailed historical\r\naccount of your problems with knee pain, he did not provide us with\r\nobjective evidence to support your total disability from alloccupations, as your LTD plan requires.\"  Terry was informed in the\r\nletter that further requests for appeal should be directed to\r\nBayer. \r\nOn June 1, 1994, Terry   now represented by counsel  \r\nsent a letter to Tacl demanding reinstatement of benefits.  Tacl\r\ninformed Terry that Bayer would handle any further appeal, and\r\nnotified Bayer of the receipt of the latest request from Terry.  By\r\nletter dated July 18, 1994, Bayer's Benefits Manager Joyce\r\nFleischer notified Terry of the steps he needed to take in order to\r\nperfect an appeal before the Bayer Benefit Administration Committee\r\n(\"Benefit Committee\").  Included in that letter was the requirement\r\nthat Terry file his appeal within sixty days.  A copy of the\r\nrelevant appeal procedure from the SPD was appended to Fleischer's\r\nletter. \r\nIt was not until August 15, 1995   over one year later\r\nthat Terry formally requested an appeal before the Benefit\r\nCommittee.  Additional materials were forwarded to Bayer, and\r\nBayer scheduled a meeting of the Committee to decide the appeal. \r\nBefore the meeting, Bayer requested that Northwestern's ERISA\r\nCommittee also review the additional materials forwarded by Terry. \r\nThe Northwestern Committee did so, and again affirmed its decision\r\nto terminate benefits.  The Bayer Benefit Committee met on\r\nDecember 6, 1995, reviewed Terry's file, and voted to uphold the\r\ntermination of benefits.  \r\nTerry was advised of the decision by a letter from\r\nBayer's employee benefits counsel dated December 21, 1995, stating\r\nthe Benefit Committee's reasons for upholding the termination. \r\nFirst, the Benefit Committee determined that Terry's appeal was\r\nuntimely, because it was not filed within the sixty-day time period\r\nprovided for in the Plan and communicated to Terry in the letter\r\nfrom Fleischer.  The Committee went on \"[a]s a courtesy to\r\n[Terry]\", to reach the merits of Terry's appeal.  The Benefit\r\nCommittee detailed the following.\r\n   To assist the Bayer Corporation in making\r\nits determination, our agent, [Northwestern],\r\nhas been extensively involved in evaluating\r\nMr. Terry's medical condition as well as his\r\nability to return to work.  With the approval\r\nof Dr. Jacobs, Mr. Terry was put in a \"work\r\nhardening\" program   which is an approved\r\nrehabilitation program under the terms of the\r\nPlan.  During the nine week period of the\r\nprogram, he attended fourteen sessions,\r\ncanceled thirteen sessions and did not\r\ncomplete the program.  On February 1, 1994, at\r\nthe end of the program, he was released to\r\nfull-time, sedentary work by Dr. Haile.  Dr.\r\nHaile was the Medical Director and Physiatrist\r\nspecializing in assessment of functional\r\ncapacities in the work hardening program. \r\nBased on Dr. Haile's release, as well as Mr.\r\nTerry's failure to participate to any\r\nmeaningful extent in the work hardening\r\nprogram, the Committee would uphold the\r\ntermination of Mr. Terry's benefits under the\r\nPlan even if his appeal was timely filed.\r\n\n   It is also important to note that the\r\nCommittee considered the information you\r\nsupplied from Dr. Jacobs, Dr. Taylor, the\r\nSocial Security Administration and Paul\r\nBlatchford but, as it is permitted to do under\r\nthe terms of the Plan, concluded that the\r\nopinions of Dr. Haile and Debbie Veatch, a\r\nvocational expert, were more credible because\r\nthose opinions are based on the objective\r\nmedical testing performed during the work\r\nhardening program and Mr. Terry's medical\r\nstatus as of February 1, 1994.\r\n\n   Dr. Jacobs is not a specialist but rather a\r\ngeneralist who has consistently prescribed\r\nnarcotic medications to treat the pain\r\nassociated with Mr. Terry's condition but has\r\nnot been directly involved in any\r\nrehabilitative course of action for Mr.\r\nTerry's condition.  Although Dr. Taylor is a\r\nspecialist, his report does not include any\r\ninformation regarding objective testing\r\nperformed on Mr. Terry in determining his\r\nphysical capabilities.  Also, the information\r\nprovided by Dr. Taylor is based on his medical\r\ncondition as of July 10, 1995   approximately\r\nseventeen months after his February 1, 1994\r\nrelease.  Similarly, Mr. Blatchford's report\r\nis based on Mr. Terry's medical condition as\r\nof October 20, 1995   approximately 20 months\r\nafter his February 1, 1994 release   and is\r\nbased on subjective medical complaints rather\r\nthan objective testing.\r\n\nTerry filed suit under ERISA in Superior Court, Essex\r\nCounty, Massachusetts, in February, 1996, alleging that the\r\nbenefits termination contravenes the Plan language.  The Bayer Plan\r\nremoved to federal court, see Metropolitan Life Ins. Co. v. Taylor,\r\n481 U.S. 58, 63-67 (1987), and in due course moved for summary\r\njudgment.  The district court, by margin order, granted summary\r\njudgment in defendants' favor on all claims, finding no abuse of\r\ndiscretion in the benefits termination.  This appeal followed.  \r\nOur standard of review over the district court's decision\r\non summary judgment is de novo. See Vartanian v. Monsanto Co., 131\r\nF.3d 264, 266 (1st Cir. 1997).  We are directed to grant summary\r\njudgment where \"the pleadings, depositions, answers to\r\ninterrogatories, and admissions on file, together with the\r\naffidavits, if any, show that there is no genuine issue as to any\r\nmaterial fact and that the moving party is entitled to a judgment\r\nas a matter of law.\"  Fed. R. Civ. P. 56(c).  The Supreme Court has\r\nstated that summary judgment is appropriate \"against a party who\r\nfails to make a showing sufficient to establish the existence of an\r\nelement essential to that party's case, and on which that party\r\nwill bear the burden of proof at trial.\"  Celotex Corp. v. Catrett,\r\n477 U.S. 317, 322 (1986).  Here, Terry bears the burden of making\r\n\"a showing sufficient to establish\" a violation of ERISA, namely,\r\nthat the benefit termination was unreasonable.\r\n                         II.\r\nERISA is a \"comprehensive and reticulated statute,\"\r\nNachman Corp. v. Pension Benefit Guar. Corp., 446 U.S. 359, 361\r\n(1980), which governs the rights and responsibilities of parties in\r\nrelation to employee pension and welfare plans, see generally New\r\nYork State Conference of Blue Cross &amp; Blue Shield Plans v.\r\nTravelers Ins. Co., 514 U.S. 645, 650-51 (1995).  This federal\r\nstatute includes a cause of action for plan participants, and other\r\nbeneficiaries, \"to recover benefits due to him [or her] under the\r\nterms of his [or her] plan.\"  29 U.S.C.A.  1132(a)(1)(B).  It is\r\nunder this statutory provision that claims, such as this one,\r\nchallenging denials and termination of employer-sponsored\r\ndisability benefits are brought. \r\nAlthough Terry presents his arguments on appeal in a\r\nvariety of arrangements, his positions can be effectively stated as\r\nfollows.  First, Terry posits that this court should review the\r\ndecision of Northwestern, as opposed to that of the Bayer Benefit\r\nCommittee, in making the determination whether the disability\r\nbenefits were wrongfully terminated.  Next, Terry argues that,\r\nregardless of which decision we review, that review should not be\r\nconducted pursuant to the abuse of discretion standard adopted by\r\nthe district court, but instead should be conducted de novo; in\r\nother words, Terry asks us to undertake an independent review of\r\nthe record and decide whether Terry is \"disabled\" within the\r\nmeaning of the Bayer Plan.  Finally, Terry urges us to determine\r\nthat, regardless of the standard applied, and regardless of the\r\ndecision we review, the benefits termination violated ERISA because\r\n(1) Terry received defective notice of termination, and (2) he was,\r\nand is, totally disabled within the meaning of the Plan.  We\r\naddress each position in turn.\r\n                          A.\r\nAs we have stated, Bayer contracted with a third party,\r\nNorthwestern, to provide administrative assistance to the Benefit\r\nCommittee.  The agreement between Bayer and Northwestern, entitled\r\n\"Administrative Services Only Agreement\" (\"ASO Agreement\"),\r\nstipulated that Northwestern was to, among other things,\r\n\"[i]nvestigate and process claims . . . [, e]valuate claims for\r\npotential rehabilitation . . . [, and u]pon receipt of the Plan\r\nSponsor's final decision on claims appeals, make payment or issue\r\na denial notice in accordance with the Plan Sponsor's decision.\"\r\nASO Agreement  1(B)(1).  The ASO Agreement specifically disclaimed\r\nany responsibility on Northwestern's part as a Plan Administrator. \r\nId.  5(A).  The existence of this contractual arrangement between\r\nNorthwestern and the Benefit Committee was authorized by the\r\nBenefit Committee's governing guidelines.  Miles, Inc. (Bayer)\r\nAdministrative Procedures for the Benefit Administration Committee\r\nArt. VII,  2 (\"Admin. Proc.\").  \r\nTerry's argument that we should review the decision of\r\nNorthwestern, and ignore the later decision by the Benefit\r\nCommittee, is stated in his brief as follows: \"The Plan vests\r\ndiscretionary authority with Bayer Corporation, the Plan's\r\nfiduciary.  Northwestern, however, not Bayer Corp., made the\r\ninitial decision to terminate Mr. Terry's benefits.  Bayer\r\ndelegated only its administrative duties to Northwestern, but\r\nexpressly reserved and thereby intentionally withheld any fiduciary\r\nauthority from Northwestern.\"  Appellant Br. at 22.  Terry argues\r\nthat, because the Plan itself did not grant Northwestern any\r\ndiscretionary authority to interpret the meaning of the plan,\r\nNorthwestern's \"initial decision\" must be considered afresh under\r\nFirestone Tire &amp; Rubber Co. v. Bruch, 489 U.S. 101, 115 (1989).\r\nIn Firestone, the Supreme Court ended the debate over the\r\nproper standard of review that courts should employ when examining\r\nthe out-of-court decisions of plan administrators to deny benefits. \r\nThe Court stated that, \"a denial of benefits challenged under\r\n1132(a)(1)(B) is to be reviewed under a de novo standard unless\r\nthe benefit plan gives the administrator or fiduciary discretionary\r\nauthority to determine eligibility for benefits or to construe the\r\nterms of the plan.\"  Id.  Thus, Terry argues that because the Plan\r\ndoes not grant the decision-maker the necessary authority to\r\nresolve disputes, determinations made by that decision-maker are\r\nreviewed de novo.  \r\nIn making his argument, however, Terry ignores the fact\r\nthat the decision of Northwestern was but one step in the process. \r\nIt was not the final and binding termination decision.  In Terry's\r\nown words, it was the \"initial decision.\"  We must focus, as in the\r\nusual case, on the determinations of the final decision-maker,\r\nwhich was the Bayer Benefit Committee.\r\n\"ERISA contemplates actions against an employee benefit\r\nplan and the plan's fiduciaries.  With narrow exception, however,\r\nERISA does not authorize actions against nonfiduciaries of an ERISA\r\nplan.\"  Santana v. Deluxe Corp., 920 F. Supp. 249, 253 (D. Mass.\r\n1996).  See Mertens v. Hewitt Assocs., 508 U.S. 248, 262-63 (1993);\r\nReich v. Rowe, 20 F.3d 25, 29 (1st Cir. 1994) (nonfiduciary\r\nliability limited to those \"who commit violations of ERISA or who\r\nare engaged in an 'act or practice' proscribed by the statute\"). \r\nCourts have determined that when the plan administrator retains\r\ndiscretion to decide disputes, a third party service provider, such\r\nas Northwestern, is not a fiduciary of the plan, and thus not\r\namenable to a suit under  1132(a)(1)(B).  See, e.g., HealthSouth\r\nRehab. Hosp. v. American Nat'l Red Cross, 101 F.3d 1005, 1008-09\r\n(4th Cir. 1996), cert. denied, 117 S. Ct. 2432 (1997); Harris Trust\r\n&amp; Sav. Bank v. Provident Life &amp; Accident Ins. Co., 57 F.3d 608,\r\n613-14 (7th Cir. 1995); Kyle Rys., Inc. v. Pacific Admin. Servs.,\r\nInc., 990 F.2d 513, 516 (9th Cir. 1993); Baker v. Big Star Div. of\r\nThe Grand Union Co., 893 F.2d 288, 289-90 (11th Cir. 1989).  An\r\ninterpretive bulletin issued by the Department of Labor bears this\r\nout, stating that an entity which merely processes claims \"is not\r\na fiduciary because such person does not have discretionary\r\nauthority or discretionary control respecting management of the\r\nplan.\"  29 C.F.R.  2509.75-8, D-2 (1997).  Thus, \"[t]he proper\r\nparty defendant in an action concerning ERISA benefits is the party\r\nthat controls administration of the plan.\"  Garren v. John Hancock\r\nMut. Life Ins. Co., 114 F.3d 186, 187 (11th Cir. 1997).\r\nSimilarly, as we recognized in Rowe, 20 F.3d at 32, ERISA\r\nitself significantly limits the liability of service providers in\r\nactions under the statute.  The Rowe panel refused to exercise its\r\npower to fashion a common law remedy to generally extend \"the\r\nthreat of liability over the heads of those who only lend\r\nprofessional services to a plan without exercising any control\r\nover, or transacting with, plan assets.\"  Id.  Such liability was\r\nwithheld in Rowe in recognition of, inter alia, the fact that it\r\nwould likely \"deter such [service providers] from helping\r\nfiduciaries navigate the intricate financial and legal thicket of\r\nERISA.\"  Id.; see also Buckley Dement Inc. v. Travelers Plan\r\nAdmins. of Ill., Inc., 39 F.3d 784, 790 (7th Cir. 1994)(approving\r\nof Rowe reasoning). \r\nTerry is correct when he points out that this line of\r\ncases is concerned with service provider liability, and as such\r\ndoes not necessarily foreclose the construct he suggests   to\r\nreview the decision of Northwestern but hold the Plan liable. \r\nNevertheless, we find the precedent compelling.  We do not think it\r\nsupportable or reasonable for a court, when conducting this form of\r\ninquiry, to examine an intermediate step in the internal review\r\nprocess de novo.  After all, we have determined that a prerequisite\r\nto obtaining judicial review under  1132(a)(1)(B) is that the\r\nclaimant have exhausted the internal administrative remedies\r\navailable to him.  Drinkwater v. Metropolitan Life Ins. Co., 846\r\nF.2d 821, 825-26 (1st Cir. 1988).  Thus, if Terry had approached\r\nthe district court after having received the termination letter\r\nfrom Northwestern, but prior to his appeal to Bayer, his case would\r\nlikely have been dismissed for failure to exhaust the internal\r\nERISA remedies.  See, e.g., Tarr v. State Mut. Life Assur. Co. of\r\nAm., 913 F. Supp. 40, 43-45 (D. Mass. 1996)(relying on Drinkwater). \r\nIt seems an odd proposition to now ignore the results of those\r\nmandated internal administrative remedies, and focus de novo review\r\non the intermediate step taken by Northwestern.  We reject Terry's\r\nargument that we review Northwestern's decision de novo.\r\nTerry argues that the fact that his benefits were\r\nterminated by Northwestern (subject to appeal to Bayer) means that\r\nNorthwestern, not Bayer, was the real decision-maker.  The balance\r\nof the record, however, convinces us otherwise.  The record amply\r\ndemonstrates that Bayer and the Committee retained   by written\r\ninstrument   the discretion to decide disputed claims.  There is\r\nnothing to suggest that Northwestern was doing anything other than\r\napplying the terms of the Plan as written to Terry's particular\r\nsituation.  Although it may have been imprudent for Northwestern to\r\nterminate Terry's benefit checks as soon as it made the initial\r\ndecision, Terry has not demonstrated that he would not have been\r\nentitled to a back payment of his disability benefits if his appeal\r\nat Bayer were successful.  Indeed, the ASO Agreement specifically\r\nrequires Northwestern to adhere to the determinations of the\r\nBenefit Committee.  Therefore, although we recognize the impression\r\ngenerated by Northwestern's immediate termination, the remainder of\r\nthe record simply does not support the position Terry presses.\r\nBayer's Benefit Committee was the entity with the power to make,\r\nand is the entity that actually made, the final decision to\r\nterminate Terry's benefits.  It is therefore the decision of the\r\nBenefit Committee which we shall review.\r\n                          B.\r\nWe next turn to the proper standard of review to apply in\r\nexamining the out-of-court decision of the Benefit Committee.  Two\r\nissues need to be addressed in formulating the proper standard of\r\nreview.  First we determine whether the Plan expressly grants\r\ndiscretionary authority to the plan administrator to determine a\r\nclaimant's eligibility.  Firestone, 489 U.S. at 115.  Second, we\r\ndecide whether the administrator has properly delegated that\r\ndiscretionary authority to the Benefit Committee.  Rodriguez-Abreuv. Chase Manhattan Bank, N.A., 986 F.2d 580, 584 (1st Cir. 1993). \r\nWe address each point in turn.\r\nAs we have previously outlined in part A, supra, the\r\nSupreme Court has determined that \"a denial of benefits challenged\r\nunder  1132(a)(1)(B) is to be reviewed under a de novo standard\r\nunless the benefit plan gives the administrator or fiduciary\r\ndiscretionary authority to determine eligibility for benefits or to\r\nconstrue the terms of the plan.\"  Firestone, 489 U.S. at 115; see\r\nalso Varity Corp. v. Howe, 516 U.S. 489, 513 (1996)(\"At present,\r\ncourts review [plan coverage] decisions with a degree of deference\r\nto the administrator, provided that the benefit plan gives the\r\nadministrator or fiduciary discretionary authority . . . .\")\r\n(internal quotation marks omitted).  \r\nWe have steadfastly applied Firestone to mandate de novo\r\nreview of benefits determinations unless \"a benefits plan . . .\r\nclearly grant[s] discretionary authority to the administrator.\" \r\nRodriguez-Abreu, 986 F.2d at 583; see also Diaz v. Seafarers Int'l\r\nUnion, 13 F.3d 454, 456 (1st Cir. 1994); Allen v. Adage Inc., 967\r\nF.2d 695, 697 (1st Cir. 1992); Bellino v. Schlumberger Techs.,\r\nInc., 944 F.2d 26, 29 (1st Cir. 1991).  Where the clear\r\ndiscretionary grant is found, \"Firestone and its progeny mandate a\r\ndeferential arbitrary and capricious standard of judicial review.\" \r\nRecupero v. New England Tel. and Tel. Co., 118 F.3d 820, 827 (1st\r\nCir. 1997) (internal quotation marks omitted).\r\nThe record in this case demonstrates that the Plan grants\r\ndiscretionary authority to the Plan Administrator to make the\r\nnecessary judgment calls concerning claimant eligibility.  First\r\nthe Plan names \"The Company\"   Bayer   as Plan Administrator,\r\nbefore going on to state that,\r\nThe Company shall have the exclusive right to\r\nmake any finding of fact necessary or\r\nappropriate for any purpose under the Plans\r\nincluding, but not limited to, the\r\ndetermination of the eligibility for and the\r\namount of any benefit payable under the Plans. \r\nThe Company shall have the exclusive\r\ndiscretionary right to interpret the terms and\r\nprovisions of the Plans and to determine any\r\nand all questions arising under the Plans or\r\nin connection with the administration thereof,\r\nincluding, without limitation, the right to\r\nremedy or resolve possible ambiguities,\r\ninconsistencies, or omissions, by general rule\r\nor particular decision.\r\n\nMiles Inc. Disability Plans  8.4 (\"Plan\").  Rodriguez-Abreucounsels that the grant of discretionary authority must be clear. \r\n986 F.2d at 583.  We think the language quoted above admits of no\r\nother interpretation.  In Cooke v. Lynn Sand &amp; Stone Co., we\r\ndetermined that the plan language was insufficient to satisfy\r\nFirestone. 70 F.3d 201, 204 (1st Cir. 1995).  There, the plan\r\nlanguage stated only that the administrator had \"exclusive control\r\nand authority over administration of the Plan.\"  In contrast,\r\nBayer's Plan specifically allocates to the Company the right to\r\nfind necessary facts, determine eligibility for benefits, and\r\ninterpret the terms of the Plan. \r\nThe next step in the process is to determine whether\r\nthere has been an effective delegation of that discretionary\r\nauthority from the Plan Administrator to the Benefit Committee. \r\n\"ERISA allows named fiduciaries to delegate responsibilities,\"\r\nRodriguez-Abreu, 986 F.2d at 584, by \"expressly provid[ing] for\r\nprocedures . . . for named fiduciaries to designate persons other\r\nthan named fiduciaries to carry out fiduciary responsibilities\r\n(other than trustee responsibilities) under the plan,\" 29 U.S.C.A.\r\n1105(c)(1)(B).  Here, the Bayer Plan states that \"The Company may\r\nappoint one or more individuals to act on its behalf, in which case\r\nevery reference herein made to the Company shall be deemed to mean\r\nor include the individuals as to matters within their\r\njurisdiction.\"  Plan  8.3.  Bayer took the Plan up on its offer,\r\nand formed the \"Benefit Administration Committee\" which was\r\ndesigned to \"act on behalf of the Corporation by assisting the\r\nCorporation in fulfilling its administrative duties which are set\r\nforth in the employee benefit plans.\"  Admin. Proc. Art. I,  1. \r\nPart of the Committee's duties included responsibility for the\r\ninitial review of claims (or delegation thereof), and the impartial\r\nreview of claim denials.  Admin. Proc. Art. VII,  2.\r\nWe think this constitutes an effective delegation of\r\ndiscretionary authority from the Company to the Benefit Committee. \r\nOur conclusion is supported by the fact that vested within the\r\nCommittee, and pursuant to the Plan, was the responsibility to deny\r\na claim \"only if there [was] a reasonable basis for the denial,\" as\r\nwell as the responsibility to \"conduct a complete and adequate\r\nreview before making a decision upholding the denial of a\r\nclaimant's benefit.\"  Id.  The Committee had been given the\r\nauthority to make \"reasonable\" decisions, an inherently\r\ndiscretionary function.  In Rodriguez-Abreu, 986 F.2d at 584, we\r\nstated that reliance on \"inferences from the circumstances\r\n. . .[was] insufficient to prove delegation of discretionary\r\nauthority.\"  No inferences need be drawn where we discern a clear\r\nand direct delegation   by written instrument   from the Plan\r\nAdministrator to the Benefit Committee.\r\nWhat emerges from the record is that: (i) the Plan\r\ngranted Bayer the discretionary authority to interpret and apply\r\nthe terms of the Plan; (ii) the Plan authorized Bayer to delegate\r\nduties and authority; and (iii) Bayer delegated the discretionary\r\nauthority to review claims and appeals to the Committee.  The\r\ndecisions of the Committee are, therefore, entitled to deferential\r\nreview.\r\nWe reject Terry's argument that the \"Limitations\" clause\r\nof the Administrative Procedures document alters this equation. \r\nThe clause states that \"The Committee and its Members . . . shall\r\nnot have any independent fiduciary duties under the employee\r\nbenefit plans.\"  Admin. Proc. Art. VII,  1.  Terry argues that\r\nthis means that the Committee had no fiduciary responsibilities\r\nwhatsoever, and therefore no discretionary authority attached to\r\nits decisions.  This argument, of course, ignores the import of the\r\nword \"independent.\"  That the Committee is deemed not to have any\r\n\"independent fiduciary duties\" does not mean that they have none. \r\nRather, we think the most plausible reading of the Limitations\r\nclause is that the Committee's fiduciary responsibilities do not\r\nextend beyond those required to carry out the duties assigned to\r\nit.  This conclusion is supported by the very nature of ERISA\r\nfiduciary responsibility.  \"[F]iduciary status is not an all or\r\nnothing proposition; the statutory language indicates that a person\r\nis a plan fiduciary only 'to the extent' that he possesses or\r\nexercises the requisite discretion and control.\"  Beddall v. State\r\nSt. Bank &amp; Trust Co., 137 F.3d 12, 18 (1st Cir. 1998) (quoting 29\r\nU.S.C.  1002(21)(A)).  As a result, the clause has no effect, for\r\nour purposes, on Bayer's delegation to the Committee, and by\r\nextension, no effect on the standard of review to be employed.\r\n                          C.\r\nTurning to the merits of the case, Terry first argues\r\nthat the notice of termination did not comply with ERISA.  The\r\nstatute specifies that a plan \"shall provide adequate notice in\r\nwriting to any participant or beneficiary whose claim for benefits\r\nunder the plan has been denied, setting forth the specific reasons\r\nfor such denial, written in a manner calculated to be understood by\r\nthe participant.\"  29 U.S.C.A.  1133(1).  The interpretative\r\nregulations go on to require that the notice contain, \r\n(1)  The specific reasons for the denial; \r\n(2)  Specific reference to pertinent plan\r\nprovisions on which the denial is based; \r\n(3)  A description of any additional\r\nmaterial or information necessary for the\r\nclaimant to perfect the claim and an\r\nexplanation of why such material or\r\ninformation is necessary; and \r\n(4)  Appropriate information as to the\r\nsteps to be taken if the participant or\r\nbeneficiary wishes to submit his or her claim\r\nfor review.\r\n\n29 C.F.R.  2560.503-1(f).  Terry argues that because neither\r\nNorthwestern nor Bayer ever informed him of the specific\r\ndocumentation or medical reports needed to obtain a favorable\r\ndecision, both entities failed to comply with ERISA's notice\r\nrequirements.\r\nTo be sure, the letters Terry received merely directed\r\nhim to forward \"any information which may affect the decision to\r\nterminate your claim.\"  Terry therefore argues that, under 29\r\nC.F.R.  2560.503-1(f)(3), supra, he was entitled to a more\r\ndetailed description of materials necessary for a successful\r\nappeal.  We are not convinced, however, that the regulatory\r\nstandard quoted above necessarily requires an administrator (or\r\nagent thereof) to inform Terry of \"what additional information Mr.\r\nTerry should include in order to win his appeal.\"  Appellant Br. at\r\n41 (emphasis added).  Instead, the regulations mandate that the\r\nadministrator describe what is required to \"perfect the claim.\" \r\nTerry has not convinced us that \"perfect the claim\" is synonymous\r\nwith \"win the appeal.\"  Indeed, it would seem to us that in the\r\ninstant case, neither Northwestern nor Bayer contended that Terry's\r\nclaim was deficient.  The decision was simply that the lack of\r\nobjective findings, together with the failure to participate more\r\nfully in the work hardening program, did not support a finding of\r\ntotal disability.  Regardless, however, of whether Bayer and\r\nNorthwestern failed to comply formally with the regulations, and we\r\ndo not imply any such failure, precedent in this circuit and others\r\nis to the effect that ERISA's notice requirements are not meant to\r\ncreate a system of strict liability for formal notice failures.  \r\nThis court has recently concluded \"that allowing a claim\r\nfor relief because of inadequacy of formal notice without any\r\nshowing that a precisely correct form of notice would have made a\r\ndifference would result in benefit claims outcomes inconsistent\r\nwith ERISA aims of providing secure funding of employee benefit\r\nplans.\"  Recupero, 118 F.3d at 840.  Similarly, the Seventh Circuit\r\nhas stated:\r\nNot all procedural defects . . . will upset a\r\nfiduciary's decision.  Substantial compliance\r\nwith the regulations is sufficient.  In\r\ndetermining whether there has been substantial\r\ncompliance, the purpose of 29 U.S.C.  1133\r\nand its implementing regulations, 29 C.F.R.\r\n 2560.503-1(f), serves as our guide: \"was the\r\nbeneficiary supplied with a statement of\r\nreasons that, under the circumstances of the\r\ncase, permitted a sufficiently clear\r\nunderstanding of the administrator's position\r\nto permit effective review.\"\r\n\nDonato v. Metropolitan Life Ins. Co., 19 F.3d 375, 382 (7th Cir.\r\n1994)(citations omitted)(quoting Halpin v. W.W. Grainger, Inc., 962\r\nF.2d 685, 690 (7th Cir. 1992)). \r\nThe record reveals that Terry was, in fact, \"permitted a\r\nsufficiently clear understanding of the administrator's position to\r\npermit effective review.\"  Id.  He submitted additional medical and\r\nvocational information to the Benefit Committee which directly\r\naddressed the question whether he was disabled from performing\r\n\"any\" job.  His actions demonstrate that he was well aware of the\r\nreasons for the decision, and was submitting additional evidence on\r\nthe crucial point.  Moreover, he was on notice that a critical\r\nissue was the lack of objective medical testing in support of his\r\nclaim, having been informed of that deficiency in the letter from\r\nNorthwestern's ERISA Committee.  Finally, he has failed to\r\ndemonstrate the prejudice that Recupero requires.  Terry has not\r\npresented any evidence that implies that a different outcome would\r\nhave resulted had the notice been in formal compliance with the\r\nregulations.  As a result, Terry has not shown that the alleged\r\ndefect abridged his right to \"a full and fair review by the\r\nappropriate . . . fiduciary.\"  29 U.S.C.A.  1133(2). \r\nWe now turn to the heart of this appeal, and determine\r\nwhether the decision of the Benefit Committee was arbitrary and\r\ncapricious.  It is, of course, the hallmark of such review that \"a\r\ncourt is not to substitute its judgment for that of the [decision-\r\nmaker].\"  Motor Vehicle Mfrs. Ass'n v. State Farm Mut. Auto Ins.\r\nCo., 463 U.S. 29, 43 (1983).  Rather, in the ERISA context, it has\r\nbeen stated that under the arbitrary and capricious standard, \"a\r\nfiduciary's interpretation of a plan will not be disturbed if\r\nreasonable.\"  DeWitt v. Penn-Del Directory Corp., 106 F.3d 514, 520\r\n(3d Cir. 1997).\r\nThe Benefit Committee gave two reasons for its decision\r\nto uphold the termination of benefits.  The first was that Terry\r\nhad failed to perfect his appeal within the proper sixty-day time\r\nlimit.  The second was that Terry no longer met the Plan's\r\ndefinition of disability.  Terry fails to present evidence to\r\ndemonstrate that either decision was unreasonable.\r\nIt was not improper for the Benefit Committee to have\r\nheld Terry to the sixty-day appeal period.  Drinkwater mandates\r\nthat a claimant must have exhausted the plan's administrative\r\nremedies before bringing suit to recover benefits.  846 F.2d at\r\n825-26.  This court is not alone in so holding.  See, e.g.,\r\nCommunications Workers of Am. v. AT&amp;T, 40 F.3d 426, 431-34 (D.C.\r\nCir. 1994); Makar v. Health Care Corp., 872 F.2d 80, 82-83 (4th\r\nCir. 1989); Amato v. Bernard, 618 F.2d 559, 566-68 (9th Cir. 1980). \r\nA claimant is required to attend to the plan's internal appeal\r\nprocess first, unless \"the administrative route is futile or the\r\nremedy inadequate.\"  Drinkwater, 846 F.2d at 826 (quoting Amato,\r\nsupra).  Terry has not attempted to make any showing of futility or\r\ninadequacy. \r\nWe have not yet had the opportunity to apply the\r\nDrinkwater exhaustion requirement to the situation here where a\r\nclaimant files an appeal, but does so late.  In such a circumstance\r\nthe claimant, while ostensibly availing himself of the internal\r\nreview process, has procedurally defaulted as a result of the late\r\nfiling.  The same principles which inform the ERISA exhaustion\r\nrequirement also counsel that part of that internal administrative\r\nprocess includes the responsibility on the claimant's part to file\r\nappeals in a timely fashion.  Cf. Counts v. American Gen. Life and\r\nAcc. Ins. Co., 111 F.3d 105, 108 (11th Cir. 1997) (observing that\r\nattorney's letters contesting aspects of benefit denial sent four\r\nand ten months after sixty-day appeal period expired constitutes\r\nfailure to exhaust administrative remedies).  As the Fourth Circuit\r\nreasoned in Makar,\r\nCongress' apparent intent in mandating these\r\ninternal claims procedures was to minimize the\r\nnumber of frivolous ERISA lawsuits; promote\r\nthe consistent treatment of benefit claims;\r\nprovide a nonadversarial dispute resolution\r\nprocess; and decrease the cost and time of\r\nclaims settlement.  It would be anomalous if\r\nthe same reasons which led Congress to require\r\nplans to provide remedies for ERISA claimants\r\ndid not lead courts to see that those remedies\r\nare regularly utilized.\r\n\n872 F.2d at 83 (quotation marks and citations omitted).  It would\r\nhardly make sense to permit the filing of an appeal over one year\r\nlate in light of the internal claims procedures' aims of\r\nconsistency and economy.  Haphazard waiver of time limits would\r\nincrease the probability of inconsistent results where one claimant\r\nis held to the limitation, and another is not.  Similarly,\r\npermitting appeals well after the time for them has passed can only\r\nincrease the cost and time of the settlement process. \r\nThis would be, of course, a different case if Terry's\r\nprocedural default was caused by improprieties on the part of the\r\nPlan.  Instead, Terry's lapse was egregious because Bayer's\r\nBenefits Manager, Ms. Fleischer, took affirmative steps to inform\r\nTerry of exactly how to pursue an appeal.  A letter was sent to\r\nTerry which informed him of the sixty-day time period, appended to\r\nwhich was a copy of the relevant appeal provisions from the SPD. \r\nYet Terry did not bother to request an appeal until over one year\r\nlater, despite the fact that he was represented by counsel at the\r\ntime the Fleischer letter was received.  We therefore do not think\r\nit unreasonable for the Benefit Committee to have denied Terry's\r\nappeal on the basis that it was not filed on time.  \r\nNor do we think the Benefit Committee would have been\r\nunreasonable if its sole basis for rejecting the appeal was that\r\nTerry was no longer unable to perform \"any job for which [Terry\r\nwas] qualified by education, training, or experience.\"  There was\r\nevidence before the Committee that: (i) several doctors (including\r\nDr. Jacobs) had at various times determined that Terry could\r\nperform either part-time or full-time sedentary work; (ii) Terry\r\nwas trained to be a computer technician; (iii) Terry possessed\r\ntransferable skills in the computer field; and (iv) based on\r\nobservations at Farnum (the rehabilitation center), Terry was\r\ncapable of working full time, so long as his job did not entail\r\ncertain physical tasks, and he was permitted accommodations to\r\nalleviate his knee pain.  We also note that Terry failed to\r\nparticipate fully in the work hardening program.  On such a record,\r\nwe think it to be a reasonable interpretation to say that Terry was\r\nno longer precluded from performing \"any job,\" as the Plan\r\nrequires.  After all, Terry was trained and experienced in computer\r\ntechnology and software, which can be readily adapted to a\r\nsedentary worker's needs.  That there were contradictory opinions\r\nbefore the Committee does not render the Committee's decision\r\narbitrary or capricious.  The Benefit Committee was charged with\r\nthe duty of resolving disputes concerning claimant eligibility, and\r\ntheir determination in this regard is supported by substantial\r\nevidence.  See Miller v. United Welfare Fund, 72 F.3d 1066, 1072\r\n(2d Cir. 1995)(noting that decision unsupported by substantial\r\nevidence would be arbitrary and capricious).  \r\nFinally, Terry asserts that he was \"set up\" by\r\nNorthwestern in that Northwestern forced him into a rehabilitation\r\nprogram that was designed to result in a release to work  \r\nregardless of his capacity to do so.  Thus, the argument goes, the\r\nrecord relied upon by the Benefit Committee (and generated by this\r\n\"set up\") was unreasonably biased against him, and as such failed\r\nto afford him an impartial appeal.  We fail to see the evidentiary\r\nbasis for the argument.  Our review of the record reveals only\r\ngood-faith efforts to determine whether Terry continued to meet the\r\nPlan's definition of disability.  The record discloses that Tacl\r\ndecided upon the rehabilitation course only after being confronted\r\nwith conflicting medical opinions concerning the extent of Terry's\r\ndisability.  Both the IME and the rehabilitation program were\r\nspecifically authorized by Plan documents.  See SPD at 11.  There\r\nis nothing in the record to suggest that the Farnum program was a\r\nsham.  We therefore do not think Terry has adduced sufficient\r\nevidence on this argument to survive summary judgment. \r\nOn the record before us, we cannot say that the decision\r\nof the Benefit Committee to uphold the termination of Terry's long-\r\nterm disability benefits constitutes an arbitrary or capricious\r\ndecision.  As a result, summary judgment was properly entered\r\nagainst Terry.\r\nFor the reasons stated, the decision of the district\r\ncourt is affirmed.  Costs awarded to appellee.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2190\r\n\n                   MICHAEL F. TERRY,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n                 BAYER CORPORATION and\r\n           BAYER CORPORATION DISABILITY PLAN,\r\n\n                 Defendants, Appellees.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Reginald C. Lindsay, U.S. District Judge]\r\n\n                         Before\r\n\n                Lynch, Circuit Judge, \r\n\n      Coffin and Bownes, Senior Circuit Judges.\r\n\nJames B. Krasnoo, with whom Richard Briansky and Law Offices\r\nof James B. Krasnoo, were on brief, for appellant.\r\nWilliam J. Klemick, with whom John J. Myers, Treazure R.\r\nJohnson, and Eckert Seamans Cherin &amp; Mellott, LLC, were on brief,\r\nfor appellees.\r\n\nMay 27, 1998\r\n\nBOWNES, Senior Circuit Judge.  In this appeal under the\r\nEmployee Retirement Income Security Act of 1974, as amended, 29\r\nU.S.C.A.  1001 - 1461 (West Supp. 1998)(\"ERISA\"), appellant\r\nMichael F. Terry challenges the termination of his long-term\r\ndisability benefits.  The district court granted summary judgment\r\nto the defendants.  We affirm.\r\n                           I.\r\nAs required under the summary judgment standard, we\r\nrecite the following undisputed facts in the light most favorable\r\nto the non-movant Terry, drawing all reasonable inferences in his\r\nfavor.  August v. Offices Unlimited, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></span><pre class=\"inline\">, 580 (1st \r\nCir. 1993).\r\nTerry began working at Bayer Corporation (\"Bayer\") in\r\n1982 as a computer software test auditor.  At some point during\r\nthe course of the next several years, Terry was moved to a new\r\nposition, involving the tracking of rejected computer materials,\r\nand reporting his findings to the Bayer engineering and purchasing\r\ndepartments.  \r\nOn or about January 5, 1987, as he exited his apartment\r\nbuilding on the way to work, Terry slipped on ice and fell down\r\nnine steps, injuring his knee.  He continued on to work that day,\r\nbut on arrival was sent to the hospital by Bayer's nurse.  Over the\r\ncourse of the next several weeks, Terry was cared for by both his\r\nprimary care physician, Dr. Walter H. Jacobs, and an orthopedic\r\nsurgeon, Dr. George Ousler.  Dr. Ousler determined at the time that\r\nTerry most likely had suffered a \"medial lateral collateral\r\nligament injury strain or an internal derangement of the knee.\"\r\nWhile Dr. Ousler's treatment plan was originally conservative, in\r\nMarch, 1987, Terry underwent arthroscopic surgery in an attempt to\r\nremedy persistent soreness and slight swelling.  Pain management\r\nand physical therapy ensued for the next several months.\r\nTerry returned to work in August 1987.  He was promoted\r\nin 1988 to a position maintaining desk-top computers.  In January\r\n1990, as a result of budget cuts, Bayer transferred Terry to the\r\nposition of test technician.  This position involved the assembly\r\nand testing of computer boards, and involved considerably more\r\nphysical activity than his previous positions; Terry was now\r\nrequired to move containers of computer boards around the\r\nworkplace.  After having been in his new position for approximately\r\none month, Terry's knee buckled and he fell to the ground.  This\r\nincident occurred outside of the workplace.\r\nAs a result of this second injury, Terry did not return\r\nto work at Bayer.  A second arthroscopic surgery was soon\r\nperformed, and torn cartilage and bone chips were removed from his\r\nknee.  \r\nTerry's primary care physician, Dr. Jacobs, states that\r\nTerry suffers from a degenerative knee condition which results in\r\nbone-on-bone contact.  As a result of the condition, Terry is in\r\nalmost constant pain, and is unable to stand, sit, or otherwise\r\nmaintain a single stationary position for any extended period of\r\ntime.  Dr. Jacobs treats Terry's pain with a variety of anti-\r\ninflammatories and painkillers. \r\nIn July, 1990, Bayer approved Terry's application for\r\nlong-term disability benefits.  The Summary Plan Description\r\n(\"SPD\") states that long-term disability benefits are provided\r\nunder the Bayer Long-Term Disability Plan (\"Plan\") when a\r\nbeneficiary is \"unable to work at any job for which [they] are\r\nqualified by education, training, or experience.\"\r\nAs Plan Administrator, Bayer retained Northwestern\r\nNational Life Insurance Company (\"Northwestern\") to process and\r\nmanage claims made under the Plan.  As part of that service,\r\nNorthwestern assigned Anne Tacl to Terry's case to serve as\r\nrehabilitation case manager.  Tacl's job was to monitor Terry's\r\nmedical condition in order to make sure that he continued to meet\r\nthe Plan's definition of total disability.  Tacl was also charged\r\nwith attempting to rehabilitate Terry, with the goal of returning\r\nTerry to full-time employment.  These responsibilities were\r\nconsistent with Plan provisions.  Because Tacl was based in\r\nMinnesota, Tacl hired Sandy Lowery to provide local rehabilitation\r\nservices to Terry.  \r\nIn April, 1991, Tacl received a report from a Dr. Zarins,\r\nan orthopedic surgeon whom Terry had consulted prior to the active\r\ninvolvement of Northwestern.  That report opined that Terry's\r\naccounts of pain did not correspond to the pathology observed in\r\nhis knee.  Dr. Zarins stated that Terry could return to part-time\r\nwork with certain significant restrictions.  Northwestern, however,\r\nwas unable to locate an appropriate job for Terry at Bayer.  Dr.\r\nZarins saw Terry again one year later, in April 1992, and again\r\ndetermined that Terry could perform sedentary work on a part-time\r\nbasis.  Dr. Jacobs, for his part, however, continued to insist that\r\nTerry was completely disabled.  \r\nIn November of 1992, Tacl, as authorized by the Plan,\r\nscheduled an independent medical evaluation (\"IME\") in an attempt\r\nto resolve the conflicts in medical opinion.  The IME was performed\r\nby Dr. Thomas King, who determined that Terry's pain was \"out of\r\nproportion to all physical findings,\" but wanted to rule out\r\n\"reflex sympathetic dystrophy\" (\"RSD\").  Terry was referred to\r\nanother specialist, who determined that Terry was not suffering\r\nfrom RSD.\r\nOn the basis of these medical evaluations, Tacl decided\r\nthat Terry should participate in a work-hardening rehabilitation\r\nprogram, with the goal of returning Terry to full-time employment. \r\nTerry was informed, pursuant to a Plan provision, that if he failed\r\nto attend a rehabilitation program, his benefits would be\r\nterminated.  Terry was given a choice among three institutions, and\r\nhe opted to attend Farnum Industrial Rehabilitation (\"Farnum\"). \r\nDr. Jacobs eventually signed off on the referral to Farnum, but did\r\nnot think the program would be helpful to Terry.\r\nDr. Robert Haile, the Medical Director at Farnum,\r\nexamined Terry upon his entry to the program.  Haile opined at the\r\ntime that, \r\n[Terry's] degree of disability . . . appears\r\nto be out of proportion to the degree of\r\nfindings in his knee.  I believe the patient\r\nhas developed chronic pain syndrome, which\r\nrefers primarily to the whole person effect of\r\na chronic painful injury.  It involves in\r\naddition to local persistent pain the\r\npsychosocial effects of chronic pain.  I think\r\nthe patient would be a good candidate for Work\r\nHardening.\r\n\nDr. Haile did not doubt that Terry's pain was genuine.  Although\r\nTerry's Farnum experience started out well enough, in the end Terry\r\nhad completed fourteen rehabilitation sessions and canceled\r\nthirteen.  Terry states that the cancellations were due primarily\r\nto complaints of severe pain, caused by the effort required to\r\nattend and participate in the rehabilitation program.  \r\nAt about the same time as he was participating in the\r\nFarnum program, Terry was referred by Tacl to Deborah Veatch, a\r\nlocal vocational rehabilitation consultant.  Although Terry was\r\ninitially receptive to Veatch's services, his interest and\r\nparticipation in her services quickly waned.  Veatch eventually\r\ncommunicated to Tacl that \"[b]ased on Mr. Terry's obvious lack of\r\nfollow through with treatment and vocational activities, . . . Mr.\r\nTerry is most likely not an appropriate candidate for vocational\r\nrehabilitation services.\"  Veatch did conclude, however, that Terry\r\npossessed transferable skills in the computer field.\r\nOn January 20, 1994, Terry was discharged from the Farnum\r\nprogram.  The Program Director, Cheryl Baldwin, reported in the\r\ndischarge summary: \"Mr. Terry is capable of working full time,\r\nalthough the amount of standing needs to be limited.  He is able to\r\nsit for two to four hours with intermittent stretch breaks.  Mr.\r\nTerry is currently at Sedentary-Light duty work capacity.  He has\r\nfull, unlimited use of his upper body.\"  Tacl thereafter requested\r\nthat Dr. Haile complete a Physical Capacities Evaluation.  Dr.\r\nHaile did so, and released Terry to full-time work with\r\nrestrictions on continuous time in a sitting or standing position,\r\nas well as lifting, bending, and crawling.\r\nTerry received a letter dated February 24, 1994 from Tacl\r\nindicating that she was recommending that his benefits be\r\nterminated.  The letter stated that \"[b]ecause you have been\r\nreleased to work with restrictions, you no longer meet the [Plan's]\r\ndefinition of total disability.\"  Shortly thereafter, Terry\r\nreceived a termination letter dated March 3, 1994.  The letter\r\nstated that, \"[d]isability is defined as your complete inability to\r\nwork in any job for which you[] are reasonably fitted by education,\r\ntraining, or experience.  Based on a review of the medical and\r\nvocational information in your file you are no longer totally\r\ndisabled from performing 'any occupation.'\"  Terry was advised of\r\ncertain of his appeal rights, and benefits were terminated\r\nretroactively to February 25, 1994.  Terry's benefit checks were\r\nnot continued during the pendency of his appeals. \r\nShortly after Terry's termination, Tacl received a letter\r\nfrom Dr. Haile.  Dr. Haile apparently sent the letter after\r\nreceiving a phone call from Dr. Jacobs.  The Haile letter stated\r\nthat Haile had only been a consultant in a work-hardening program,\r\nand if Tacl required a formal \"work release,\" that release would\r\nhave to come from Dr. Jacobs.  \r\nTerry requested an appeal from Northwestern's decision. \r\nThe \"Northwestern ERISA Committee\" was convened, reviewed his\r\nentire file, and upheld the benefits termination.  Terry was\r\nadvised of this by letter dated March 25, 1994.  That letter stated\r\nthat \"[a]lthough Dr. Jacobs provided us with a detailed historical\r\naccount of your problems with knee pain, he did not provide us with\r\nobjective evidence to support your total disability from alloccupations, as your LTD plan requires.\"  Terry was informed in the\r\nletter that further requests for appeal should be directed to\r\nBayer. \r\nOn June 1, 1994, Terry   now represented by counsel  \r\nsent a letter to Tacl demanding reinstatement of benefits.  Tacl\r\ninformed Terry that Bayer would handle any further appeal, and\r\nnotified Bayer of the receipt of the latest request from Terry.  By\r\nletter dated July 18, 1994, Bayer's Benefits Manager Joyce\r\nFleischer notified Terry of the steps he needed to take in order to\r\nperfect an appeal before the Bayer Benefit Administration Committee\r\n(\"Benefit Committee\").  Included in that letter was the requirement\r\nthat Terry file his appeal within sixty days.  A copy of the\r\nrelevant appeal procedure from the SPD was appended to Fleischer's\r\nletter. \r\nIt was not until August 15, 1995   over one year later\r\nthat Terry formally requested an appeal before the Benefit\r\nCommittee.  Additional materials were forwarded to Bayer, and\r\nBayer scheduled a meeting of the Committee to decide the appeal. \r\nBefore the meeting, Bayer requested that Northwestern's ERISA\r\nCommittee also review the additional materials forwarded by Terry. \r\nThe Northwestern Committee did so, and again affirmed its decision\r\nto terminate benefits.  The Bayer Benefit Committee met on\r\nDecember 6, 1995, reviewed Terry's file, and voted to uphold the\r\ntermination of benefits.  \r\nTerry was advised of the decision by a letter from\r\nBayer's employee benefits counsel dated December 21, 1995, stating\r\nthe Benefit Committee's reasons for upholding the termination. \r\nFirst, the Benefit Committee determined that Terry's appeal was\r\nuntimely, because it was not filed within the sixty-day time period\r\nprovided for in the Plan and communicated to Terry in the letter\r\nfrom Fleischer.  The Committee went on \"[a]s a courtesy to\r\n[Terry]\", to reach the merits of Terry's appeal.  The Benefit\r\nCommittee detailed the following.\r\n   To assist the Bayer Corporation in making\r\nits determination, our agent, [Northwestern],\r\nhas been extensively involved in evaluating\r\nMr. Terry's medical condition as well as his\r\nability to return to work.  With the approval\r\nof Dr. Jacobs, Mr. Terry was put in a \"work\r\nhardening\" program   which is an approved\r\nrehabilitation program under the terms of the\r\nPlan.  During the nine week period of the\r\nprogram, he attended fourteen sessions,\r\ncanceled thirteen sessions and did not\r\ncomplete the program.  On February 1, 1994, at\r\nthe end of the program, he was released to\r\nfull-time, sedentary work by Dr. Haile.  Dr.\r\nHaile was the Medical Director and Physiatrist\r\nspecializing in assessment of functional\r\ncapacities in the work hardening program. \r\nBased on Dr. Haile's release, as well as Mr.\r\nTerry's failure to participate to any\r\nmeaningful extent in the work hardening\r\nprogram, the Committee would uphold the\r\ntermination of Mr. Terry's benefits under the\r\nPlan even if his appeal was timely filed.\r\n\n   It is also important to note that the\r\nCommittee considered the information you\r\nsupplied from Dr. Jacobs, Dr. Taylor, the\r\nSocial Security Administration and Paul\r\nBlatchford but, as it is permitted to do under\r\nthe terms of the Plan, concluded that the\r\nopinions of Dr. Haile and Debbie Veatch, a\r\nvocational expert, were more credible because\r\nthose opinions are based on the objective\r\nmedical testing performed during the work\r\nhardening program and Mr. Terry's medical\r\nstatus as of February 1, 1994.\r\n\n   Dr. Jacobs is not a specialist but rather a\r\ngeneralist who has consistently prescribed\r\nnarcotic medications to treat the pain\r\nassociated with Mr. Terry's condition but has\r\nnot been directly involved in any\r\nrehabilitative course of action for Mr.\r\nTerry's condition.  Although Dr. Taylor is a\r\nspecialist, his report does not include any\r\ninformation regarding objective testing\r\nperformed on Mr. Terry in determining his\r\nphysical capabilities.  Also, the information\r\nprovided by Dr. Taylor is based on his medical\r\ncondition as of July 10, 1995   approximately\r\nseventeen months after his February 1, 1994\r\nrelease.  Similarly, Mr. Blatchford's report\r\nis based on Mr. Terry's medical condition as\r\nof October 20, 1995   approximately 20 months\r\nafter his February 1, 1994 release   and is\r\nbased on subjective medical complaints rather\r\nthan objective testing.\r\n\nTerry filed suit under ERISA in Superior Court, Essex\r\nCounty, Massachusetts, in February, 1996, alleging that the\r\nbenefits termination contravenes the Plan language.  The Bayer Plan\r\nremoved to federal court, see Metropolitan Life Ins. Co. v. Taylor,\r\n</pre><span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 63-67 (1987), and in due course moved for summary\r\njudgment.  The district court, by margin order, granted summary\r\njudgment in defendants' favor on all claims, finding no abuse of\r\ndiscretion in the benefits termination.  This appeal followed.  \r\nOur standard of review over the district court's decision\r\non summary judgment is de novo. See Vartanian v. Monsanto Co., </pre><span class=\"citation\" data-id=\"749303\"><a href=\"/opinion/749303/21-employee-benefits-cas-2492-pens-plan-guide-cch-p-23939p-leo/\"><span class=\"volume\">131</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span><pre class=\"inline\">, 266 (1st Cir. 1997).  We are directed to grant summary\r\njudgment where \"the pleadings, depositions, answers to\r\ninterrogatories, and admissions on file, together with the\r\naffidavits, if any, show that there is no genuine issue as to any\r\nmaterial fact and that the moving party is entitled to a judgment\r\nas a matter of law.\"  Fed. R. Civ. P. 56(c).  The Supreme Court has\r\nstated that summary judgment is appropriate \"against a party who\r\nfails to make a showing sufficient to establish the existence of an\r\nelement essential to that party's case, and on which that party\r\nwill bear the burden of proof at trial.\"  Celotex Corp. v. Catrett,\r\n</pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322 (1986).  Here, Terry bears the burden of making\r\n\"a showing sufficient to establish\" a violation of ERISA, namely,\r\nthat the benefit termination was unreasonable.\r\n                         II.\r\nERISA is a \"comprehensive and reticulated statute,\"\r\nNachman Corp. v. Pension Benefit Guar. Corp., </pre><span class=\"citation\" data-id=\"110257\"><a href=\"/opinion/110257/nachman-corp-v-pension-benefit-guaranty-corporation/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span><pre class=\"inline\">, 361\r\n(1980), which governs the rights and responsibilities of parties in\r\nrelation to employee pension and welfare plans, see generally New\r\nYork State Conference of Blue Cross &amp; Blue Shield Plans v.\r\nTravelers Ins. Co., </pre><span class=\"citation\" data-id=\"117928\"><a href=\"/opinion/117928/new-york-state-conference-of-blue-cross-blue-shield-plans-v-travelers/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></a></span><pre class=\"inline\">, 650-51 (1995).  This federal\r\nstatute includes a cause of action for plan participants, and other\r\nbeneficiaries, \"to recover benefits due to him [or her] under the\r\nterms of his [or her] plan.\"  29 U.S.C.A.  1132(a)(1)(B).  It is\r\nunder this statutory provision that claims, such as this one,\r\nchallenging denials and termination of employer-sponsored\r\ndisability benefits are brought. \r\nAlthough Terry presents his arguments on appeal in a\r\nvariety of arrangements, his positions can be effectively stated as\r\nfollows.  First, Terry posits that this court should review the\r\ndecision of Northwestern, as opposed to that of the Bayer Benefit\r\nCommittee, in making the determination whether the disability\r\nbenefits were wrongfully terminated.  Next, Terry argues that,\r\nregardless of which decision we review, that review should not be\r\nconducted pursuant to the abuse of discretion standard adopted by\r\nthe district court, but instead should be conducted de novo; in\r\nother words, Terry asks us to undertake an independent review of\r\nthe record and decide whether Terry is \"disabled\" within the\r\nmeaning of the Bayer Plan.  Finally, Terry urges us to determine\r\nthat, regardless of the standard applied, and regardless of the\r\ndecision we review, the benefits termination violated ERISA because\r\n(1) Terry received defective notice of termination, and (2) he was,\r\nand is, totally disabled within the meaning of the Plan.  We\r\naddress each position in turn.\r\n                          A.\r\nAs we have stated, Bayer contracted with a third party,\r\nNorthwestern, to provide administrative assistance to the Benefit\r\nCommittee.  The agreement between Bayer and Northwestern, entitled\r\n\"Administrative Services Only Agreement\" (\"ASO Agreement\"),\r\nstipulated that Northwestern was to, among other things,\r\n\"[i]nvestigate and process claims . . . [, e]valuate claims for\r\npotential rehabilitation . . . [, and u]pon receipt of the Plan\r\nSponsor's final decision on claims appeals, make payment or issue\r\na denial notice in accordance with the Plan Sponsor's decision.\"\r\nASO Agreement  1(B)(1).  The ASO Agreement specifically disclaimed\r\nany responsibility on Northwestern's part as a Plan Administrator. \r\nId.  5(A).  The existence of this contractual arrangement between\r\nNorthwestern and the Benefit Committee was authorized by the\r\nBenefit Committee's governing guidelines.  Miles, Inc. (Bayer)\r\nAdministrative Procedures for the Benefit Administration Committee\r\nArt. VII,  2 (\"Admin. Proc.\").  \r\nTerry's argument that we should review the decision of\r\nNorthwestern, and ignore the later decision by the Benefit\r\nCommittee, is stated in his brief as follows: \"The Plan vests\r\ndiscretionary authority with Bayer Corporation, the Plan's\r\nfiduciary.  Northwestern, however, not Bayer Corp., made the\r\ninitial decision to terminate Mr. Terry's benefits.  Bayer\r\ndelegated only its administrative duties to Northwestern, but\r\nexpressly reserved and thereby intentionally withheld any fiduciary\r\nauthority from Northwestern.\"  Appellant Br. at 22.  Terry argues\r\nthat, because the Plan itself did not grant Northwestern any\r\ndiscretionary authority to interpret the meaning of the plan,\r\nNorthwestern's \"initial decision\" must be considered afresh under\r\nFirestone Tire &amp; Rubber Co. v. Bruch, </pre><span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span><pre class=\"inline\">, 115 (1989).\r\nIn Firestone, the Supreme Court ended the debate over the\r\nproper standard of review that courts should employ when examining\r\nthe out-of-court decisions of plan administrators to deny benefits. \r\nThe Court stated that, \"a denial of benefits challenged under\r\n1132(a)(1)(B) is to be reviewed under a de novo standard unless\r\nthe benefit plan gives the administrator or fiduciary discretionary\r\nauthority to determine eligibility for benefits or to construe the\r\nterms of the plan.\"  Id.  Thus, Terry argues that because the Plan\r\ndoes not grant the decision-maker the necessary authority to\r\nresolve disputes, determinations made by that decision-maker are\r\nreviewed de novo.  \r\nIn making his argument, however, Terry ignores the fact\r\nthat the decision of Northwestern was but one step in the process. \r\nIt was not the final and binding termination decision.  In Terry's\r\nown words, it was the \"initial decision.\"  We must focus, as in the\r\nusual case, on the determinations of the final decision-maker,\r\nwhich was the Bayer Benefit Committee.\r\n\"ERISA contemplates actions against an employee benefit\r\nplan and the plan's fiduciaries.  With narrow exception, however,\r\nERISA does not authorize actions against nonfiduciaries of an ERISA\r\nplan.\"  Santana v. Deluxe Corp., </pre><span class=\"citation\" data-id=\"1461499\"><a href=\"/opinion/1461499/santana-v-deluxe-corp/\"><span class=\"volume\">920</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 253 (D. Mass.\r\n1996).  See Mertens v. Hewitt Assocs., </pre><span class=\"citation\" data-id=\"112867\"><a href=\"/opinion/112867/mertens-v-hewitt-associates/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">, 262-63 (1993);\r\nReich v. Rowe, </pre><span class=\"citation\" data-id=\"195288\"><a href=\"/opinion/195288/reich-labr-v-rowe/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\">, 29 (1st Cir. 1994) (nonfiduciary\r\nliability limited to those \"who commit violations of ERISA or who\r\nare engaged in an 'act or practice' proscribed by the statute\"). \r\nCourts have determined that when the plan administrator retains\r\ndiscretion to decide disputes, a third party service provider, such\r\nas Northwestern, is not a fiduciary of the plan, and thus not\r\namenable to a suit under  1132(a)(1)(B).  See, e.g., HealthSouth\r\nRehab. Hosp. v. American Nat'l Red Cross, </pre><span class=\"citation\" data-id=\"730850\"><a href=\"/opinion/730850/healthsouth-rehabilitation-hospital-v-american-national-red-cross-dba/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1005</span></a></span><pre class=\"inline\">, 1008-09\r\n(4th Cir. 1996), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2432</span></span><pre class=\"inline\"> (1997); Harris Trust\r\n&amp; Sav. Bank v. Provident Life &amp; Accident Ins. Co., </pre><span class=\"citation\" data-id=\"697716\"><a href=\"/opinion/697716/harris-trust-and-savings-bank-and-martin-d-hartog-as-co-guardians-of-the/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">608</span></a></span><pre class=\"inline\">,\r\n613-14 (7th Cir. 1995); Kyle Rys., Inc. v. Pacific Admin. Servs.,\r\nInc., </pre><span class=\"citation\" data-id=\"603902\"><a href=\"/opinion/603902/kyle-railways-inc-v-pacific-administration-services-inc-adjustco/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span><pre class=\"inline\">, 516 (9th Cir. 1993); Baker v. Big Star Div. of\r\nThe Grand Union Co., </pre><span class=\"citation no-link\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></span><pre class=\"inline\">, 289-90 (11th Cir. 1989).  An\r\ninterpretive bulletin issued by the Department of Labor bears this\r\nout, stating that an entity which merely processes claims \"is not\r\na fiduciary because such person does not have discretionary\r\nauthority or discretionary control respecting management of the\r\nplan.\"  29 C.F.R.  2509.75-8, D-2 (1997).  Thus, \"[t]he proper\r\nparty defendant in an action concerning ERISA benefits is the party\r\nthat controls administration of the plan.\"  Garren v. John Hancock\r\nMut. Life Ins. Co., </pre><span class=\"citation\" data-id=\"741044\"><a href=\"/opinion/741044/21-employee-benefits-cas-1367-pens-plan-guide-cch-p-23937c-11-fla-l/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 187 (11th Cir. 1997).\r\nSimilarly, as we recognized in Rowe, 20 F.3d at 32, ERISA\r\nitself significantly limits the liability of service providers in\r\nactions under the statute.  The Rowe panel refused to exercise its\r\npower to fashion a common law remedy to generally extend \"the\r\nthreat of liability over the heads of those who only lend\r\nprofessional services to a plan without exercising any control\r\nover, or transacting with, plan assets.\"  Id.  Such liability was\r\nwithheld in Rowe in recognition of, inter alia, the fact that it\r\nwould likely \"deter such [service providers] from helping\r\nfiduciaries navigate the intricate financial and legal thicket of\r\nERISA.\"  Id.; see also Buckley Dement Inc. v. Travelers Plan\r\nAdmins. of Ill., Inc., </pre><span class=\"citation\" data-id=\"681645\"><a href=\"/opinion/681645/buckley-dement-incorporated-as-sponsor-and-administrator-of-the-buckley/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></a></span><pre class=\"inline\">, 790 (7th Cir. 1994)(approving\r\nof Rowe reasoning). \r\nTerry is correct when he points out that this line of\r\ncases is concerned with service provider liability, and as such\r\ndoes not necessarily foreclose the construct he suggests   to\r\nreview the decision of Northwestern but hold the Plan liable. \r\nNevertheless, we find the precedent compelling.  We do not think it\r\nsupportable or reasonable for a court, when conducting this form of\r\ninquiry, to examine an intermediate step in the internal review\r\nprocess de novo.  After all, we have determined that a prerequisite\r\nto obtaining judicial review under  1132(a)(1)(B) is that the\r\nclaimant have exhausted the internal administrative remedies\r\navailable to him.  Drinkwater v. Metropolitan Life Ins. Co., </pre><span class=\"citation\" data-id=\"506053\"><a href=\"/opinion/506053/richard-drinkwater-v-metropolitan-life-insurance-co/\"><span class=\"volume\">846</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span><pre class=\"inline\">, 825-26 (1st Cir. 1988).  Thus, if Terry had approached\r\nthe district court after having received the termination letter\r\nfrom Northwestern, but prior to his appeal to Bayer, his case would\r\nlikely have been dismissed for failure to exhaust the internal\r\nERISA remedies.  See, e.g., Tarr v. State Mut. Life Assur. Co. of\r\nAm., </pre><span class=\"citation\" data-id=\"1426510\"><a href=\"/opinion/1426510/tarr-v-state-mut-life-assur-co-of-america/\"><span class=\"volume\">913</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">40</span></a></span><pre class=\"inline\">, 43-45 (D. Mass. 1996)(relying on Drinkwater). \r\nIt seems an odd proposition to now ignore the results of those\r\nmandated internal administrative remedies, and focus de novo review\r\non the intermediate step taken by Northwestern.  We reject Terry's\r\nargument that we review Northwestern's decision de novo.\r\nTerry argues that the fact that his benefits were\r\nterminated by Northwestern (subject to appeal to Bayer) means that\r\nNorthwestern, not Bayer, was the real decision-maker.  The balance\r\nof the record, however, convinces us otherwise.  The record amply\r\ndemonstrates that Bayer and the Committee retained   by written\r\ninstrument   the discretion to decide disputed claims.  There is\r\nnothing to suggest that Northwestern was doing anything other than\r\napplying the terms of the Plan as written to Terry's particular\r\nsituation.  Although it may have been imprudent for Northwestern to\r\nterminate Terry's benefit checks as soon as it made the initial\r\ndecision, Terry has not demonstrated that he would not have been\r\nentitled to a back payment of his disability benefits if his appeal\r\nat Bayer were successful.  Indeed, the ASO Agreement specifically\r\nrequires Northwestern to adhere to the determinations of the\r\nBenefit Committee.  Therefore, although we recognize the impression\r\ngenerated by Northwestern's immediate termination, the remainder of\r\nthe record simply does not support the position Terry presses.\r\nBayer's Benefit Committee was the entity with the power to make,\r\nand is the entity that actually made, the final decision to\r\nterminate Terry's benefits.  It is therefore the decision of the\r\nBenefit Committee which we shall review.\r\n                          B.\r\nWe next turn to the proper standard of review to apply in\r\nexamining the out-of-court decision of the Benefit Committee.  Two\r\nissues need to be addressed in formulating the proper standard of\r\nreview.  First we determine whether the Plan expressly grants\r\ndiscretionary authority to the plan administrator to determine a\r\nclaimant's eligibility.  Firestone, 489 U.S. at 115.  Second, we\r\ndecide whether the administrator has properly delegated that\r\ndiscretionary authority to the Benefit Committee.  Rodriguez-Abreuv. Chase Manhattan Bank, N.A., </pre><span class=\"citation\" data-id=\"600732\"><a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span><pre class=\"inline\">, 584 (1st Cir. 1993). \r\nWe address each point in turn.\r\nAs we have previously outlined in part A, supra, the\r\nSupreme Court has determined that \"a denial of benefits challenged\r\nunder  1132(a)(1)(B) is to be reviewed under a de novo standard\r\nunless the benefit plan gives the administrator or fiduciary\r\ndiscretionary authority to determine eligibility for benefits or to\r\nconstrue the terms of the plan.\"  Firestone, 489 U.S. at 115; see\r\nalso Varity Corp. v. Howe, </pre><span class=\"citation\" data-id=\"118008\"><a href=\"/opinion/118008/varity-corp-v-howe/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">489</span></a></span><pre class=\"inline\">, 513 (1996)(\"At present,\r\ncourts review [plan coverage] decisions with a degree of deference\r\nto the administrator, provided that the benefit plan gives the\r\nadministrator or fiduciary discretionary authority . . . .\")\r\n(internal quotation marks omitted).  \r\nWe have steadfastly applied Firestone to mandate de novo\r\nreview of benefits determinations unless \"a benefits plan . . .\r\nclearly grant[s] discretionary authority to the administrator.\" \r\nRodriguez-Abreu, 986 F.2d at 583; see also Diaz v. Seafarers Int'l\r\nUnion, </pre><span class=\"citation\" data-id=\"195142\"><a href=\"/opinion/195142/diaz-v-seafarers-intl/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span><pre class=\"inline\">, 456 (1st Cir. 1994); Allen v. Adage Inc., </pre><span class=\"citation\" data-id=\"585780\"><a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span><pre class=\"inline\">, 697 (1st Cir. 1992); Bellino v. Schlumberger Techs.,\r\nInc., </pre><span class=\"citation\" data-id=\"567921\"><a href=\"/opinion/567921/james-bellino-v-schlumberger-technologies-inc/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 29 (1st Cir. 1991).  Where the clear\r\ndiscretionary grant is found, \"Firestone and its progeny mandate a\r\ndeferential arbitrary and capricious standard of judicial review.\" \r\nRecupero v. New England Tel. and Tel. Co., </pre><span class=\"citation\" data-id=\"197450\"><a href=\"/opinion/197450/recupero-v-ne-telephone/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">820</span></a></span><pre class=\"inline\">, 827 (1st\r\nCir. 1997) (internal quotation marks omitted).\r\nThe record in this case demonstrates that the Plan grants\r\ndiscretionary authority to the Plan Administrator to make the\r\nnecessary judgment calls concerning claimant eligibility.  First\r\nthe Plan names \"The Company\"   Bayer   as Plan Administrator,\r\nbefore going on to state that,\r\nThe Company shall have the exclusive right to\r\nmake any finding of fact necessary or\r\nappropriate for any purpose under the Plans\r\nincluding, but not limited to, the\r\ndetermination of the eligibility for and the\r\namount of any benefit payable under the Plans. \r\nThe Company shall have the exclusive\r\ndiscretionary right to interpret the terms and\r\nprovisions of the Plans and to determine any\r\nand all questions arising under the Plans or\r\nin connection with the administration thereof,\r\nincluding, without limitation, the right to\r\nremedy or resolve possible ambiguities,\r\ninconsistencies, or omissions, by general rule\r\nor particular decision.\r\n\nMiles Inc. Disability Plans  8.4 (\"Plan\").  Rodriguez-Abreucounsels that the grant of discretionary authority must be clear. \r\n986 F.2d at 583.  We think the language quoted above admits of no\r\nother interpretation.  In Cooke v. Lynn Sand &amp; Stone Co., we\r\ndetermined that the plan language was insufficient to satisfy\r\nFirestone. </pre><span class=\"citation\" data-id=\"708051\"><a href=\"/opinion/708051/james-h-cooke-v-lynn-sand-stone-company-trimount-bituminous-products/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span><pre class=\"inline\">, 204 (1st Cir. 1995).  There, the plan\r\nlanguage stated only that the administrator had \"exclusive control\r\nand authority over administration of the Plan.\"  In contrast,\r\nBayer's Plan specifically allocates to the Company the right to\r\nfind necessary facts, determine eligibility for benefits, and\r\ninterpret the terms of the Plan. \r\nThe next step in the process is to determine whether\r\nthere has been an effective delegation of that discretionary\r\nauthority from the Plan Administrator to the Benefit Committee. \r\n\"ERISA allows named fiduciaries to delegate responsibilities,\"\r\nRodriguez-Abreu, 986 F.2d at 584, by \"expressly provid[ing] for\r\nprocedures . . . for named fiduciaries to designate persons other\r\nthan named fiduciaries to carry out fiduciary responsibilities\r\n(other than trustee responsibilities) under the plan,\" 29 U.S.C.A.\r\n1105(c)(1)(B).  Here, the Bayer Plan states that \"The Company may\r\nappoint one or more individuals to act on its behalf, in which case\r\nevery reference herein made to the Company shall be deemed to mean\r\nor include the individuals as to matters within their\r\njurisdiction.\"  Plan  8.3.  Bayer took the Plan up on its offer,\r\nand formed the \"Benefit Administration Committee\" which was\r\ndesigned to \"act on behalf of the Corporation by assisting the\r\nCorporation in fulfilling its administrative duties which are set\r\nforth in the employee benefit plans.\"  Admin. Proc. Art. I,  1. \r\nPart of the Committee's duties included responsibility for the\r\ninitial review of claims (or delegation thereof), and the impartial\r\nreview of claim denials.  Admin. Proc. Art. VII,  2.\r\nWe think this constitutes an effective delegation of\r\ndiscretionary authority from the Company to the Benefit Committee. \r\nOur conclusion is supported by the fact that vested within the\r\nCommittee, and pursuant to the Plan, was the responsibility to deny\r\na claim \"only if there [was] a reasonable basis for the denial,\" as\r\nwell as the responsibility to \"conduct a complete and adequate\r\nreview before making a decision upholding the denial of a\r\nclaimant's benefit.\"  Id.  The Committee had been given the\r\nauthority to make \"reasonable\" decisions, an inherently\r\ndiscretionary function.  In Rodriguez-Abreu, 986 F.2d at 584, we\r\nstated that reliance on \"inferences from the circumstances\r\n. . .[was] insufficient to prove delegation of discretionary\r\nauthority.\"  No inferences need be drawn where we discern a clear\r\nand direct delegation   by written instrument   from the Plan\r\nAdministrator to the Benefit Committee.\r\nWhat emerges from the record is that: (i) the Plan\r\ngranted Bayer the discretionary authority to interpret and apply\r\nthe terms of the Plan; (ii) the Plan authorized Bayer to delegate\r\nduties and authority; and (iii) Bayer delegated the discretionary\r\nauthority to review claims and appeals to the Committee.  The\r\ndecisions of the Committee are, therefore, entitled to deferential\r\nreview.\r\nWe reject Terry's argument that the \"Limitations\" clause\r\nof the Administrative Procedures document alters this equation. \r\nThe clause states that \"The Committee and its Members . . . shall\r\nnot have any independent fiduciary duties under the employee\r\nbenefit plans.\"  Admin. Proc. Art. VII,  1.  Terry argues that\r\nthis means that the Committee had no fiduciary responsibilities\r\nwhatsoever, and therefore no discretionary authority attached to\r\nits decisions.  This argument, of course, ignores the import of the\r\nword \"independent.\"  That the Committee is deemed not to have any\r\n\"independent fiduciary duties\" does not mean that they have none. \r\nRather, we think the most plausible reading of the Limitations\r\nclause is that the Committee's fiduciary responsibilities do not\r\nextend beyond those required to carry out the duties assigned to\r\nit.  This conclusion is supported by the very nature of ERISA\r\nfiduciary responsibility.  \"[F]iduciary status is not an all or\r\nnothing proposition; the statutory language indicates that a person\r\nis a plan fiduciary only 'to the extent' that he possesses or\r\nexercises the requisite discretion and control.\"  Beddall v. State\r\nSt. Bank &amp; Trust Co., </pre><span class=\"citation\" data-id=\"197817\"><a href=\"/opinion/197817/beddall-v-state-street-trust/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 18 (1st Cir. 1998) (quoting 29\r\nU.S.C.  1002(21)(A)).  As a result, the clause has no effect, for\r\nour purposes, on Bayer's delegation to the Committee, and by\r\nextension, no effect on the standard of review to be employed.\r\n                          C.\r\nTurning to the merits of the case, Terry first argues\r\nthat the notice of termination did not comply with ERISA.  The\r\nstatute specifies that a plan \"shall provide adequate notice in\r\nwriting to any participant or beneficiary whose claim for benefits\r\nunder the plan has been denied, setting forth the specific reasons\r\nfor such denial, written in a manner calculated to be understood by\r\nthe participant.\"  29 U.S.C.A.  1133(1).  The interpretative\r\nregulations go on to require that the notice contain, \r\n(1)  The specific reasons for the denial; \r\n(2)  Specific reference to pertinent plan\r\nprovisions on which the denial is based; \r\n(3)  A description of any additional\r\nmaterial or information necessary for the\r\nclaimant to perfect the claim and an\r\nexplanation of why such material or\r\ninformation is necessary; and \r\n(4)  Appropriate information as to the\r\nsteps to be taken if the participant or\r\nbeneficiary wishes to submit his or her claim\r\nfor review.\r\n\n29 C.F.R.  2560.503-1(f).  Terry argues that because neither\r\nNorthwestern nor Bayer ever informed him of the specific\r\ndocumentation or medical reports needed to obtain a favorable\r\ndecision, both entities failed to comply with ERISA's notice\r\nrequirements.\r\nTo be sure, the letters Terry received merely directed\r\nhim to forward \"any information which may affect the decision to\r\nterminate your claim.\"  Terry therefore argues that, under 29\r\nC.F.R.  2560.503-1(f)(3), supra, he was entitled to a more\r\ndetailed description of materials necessary for a successful\r\nappeal.  We are not convinced, however, that the regulatory\r\nstandard quoted above necessarily requires an administrator (or\r\nagent thereof) to inform Terry of \"what additional information Mr.\r\nTerry should include in order to win his appeal.\"  Appellant Br. at\r\n41 (emphasis added).  Instead, the regulations mandate that the\r\nadministrator describe what is required to \"perfect the claim.\" \r\nTerry has not convinced us that \"perfect the claim\" is synonymous\r\nwith \"win the appeal.\"  Indeed, it would seem to us that in the\r\ninstant case, neither Northwestern nor Bayer contended that Terry's\r\nclaim was deficient.  The decision was simply that the lack of\r\nobjective findings, together with the failure to participate more\r\nfully in the work hardening program, did not support a finding of\r\ntotal disability.  Regardless, however, of whether Bayer and\r\nNorthwestern failed to comply formally with the regulations, and we\r\ndo not imply any such failure, precedent in this circuit and others\r\nis to the effect that ERISA's notice requirements are not meant to\r\ncreate a system of strict liability for formal notice failures.  \r\nThis court has recently concluded \"that allowing a claim\r\nfor relief because of inadequacy of formal notice without any\r\nshowing that a precisely correct form of notice would have made a\r\ndifference would result in benefit claims outcomes inconsistent\r\nwith ERISA aims of providing secure funding of employee benefit\r\nplans.\"  Recupero, 118 F.3d at 840.  Similarly, the Seventh Circuit\r\nhas stated:\r\nNot all procedural defects . . . will upset a\r\nfiduciary's decision.  Substantial compliance\r\nwith the regulations is sufficient.  In\r\ndetermining whether there has been substantial\r\ncompliance, the purpose of 29 U.S.C.  1133\r\nand its implementing regulations, 29 C.F.R.\r\n 2560.503-1(f), serves as our guide: \"was the\r\nbeneficiary supplied with a statement of\r\nreasons that, under the circumstances of the\r\ncase, permitted a sufficiently clear\r\nunderstanding of the administrator's position\r\nto permit effective review.\"\r\n\nDonato v. Metropolitan Life Ins. Co., </pre><span class=\"citation\" data-id=\"665833\"><a href=\"/opinion/665833/christine-m-donato-v-metropolitan-life-insurance-company/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">375</span></a></span><pre class=\"inline\">, 382 (7th Cir.\r\n1994)(citations omitted)(quoting Halpin v. W.W. Grainger, Inc., </pre><span class=\"citation\" data-id=\"582628\"><a href=\"/opinion/582628/john-halpin-v-ww-grainger-incorporated/\"><span class=\"volume\">962</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span><pre class=\"inline\">, 690 (7th Cir. 1992)). \r\nThe record reveals that Terry was, in fact, \"permitted a\r\nsufficiently clear understanding of the administrator's position to\r\npermit effective review.\"  Id.  He submitted additional medical and\r\nvocational information to the Benefit Committee which directly\r\naddressed the question whether he was disabled from performing\r\n\"any\" job.  His actions demonstrate that he was well aware of the\r\nreasons for the decision, and was submitting additional evidence on\r\nthe crucial point.  Moreover, he was on notice that a critical\r\nissue was the lack of objective medical testing in support of his\r\nclaim, having been informed of that deficiency in the letter from\r\nNorthwestern's ERISA Committee.  Finally, he has failed to\r\ndemonstrate the prejudice that Recupero requires.  Terry has not\r\npresented any evidence that implies that a different outcome would\r\nhave resulted had the notice been in formal compliance with the\r\nregulations.  As a result, Terry has not shown that the alleged\r\ndefect abridged his right to \"a full and fair review by the\r\nappropriate . . . fiduciary.\"  29 U.S.C.A.  1133(2). \r\nWe now turn to the heart of this appeal, and determine\r\nwhether the decision of the Benefit Committee was arbitrary and\r\ncapricious.  It is, of course, the hallmark of such review that \"a\r\ncourt is not to substitute its judgment for that of the [decision-\r\nmaker].\"  Motor Vehicle Mfrs. Ass'n v. State Farm Mut. Auto Ins.\r\nCo., </pre><span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 43 (1983).  Rather, in the ERISA context, it has\r\nbeen stated that under the arbitrary and capricious standard, \"a\r\nfiduciary's interpretation of a plan will not be disturbed if\r\nreasonable.\"  DeWitt v. Penn-Del Directory Corp., </pre><span class=\"citation\" data-id=\"735338\"><a href=\"/opinion/735338/20-employee-benefits-cas-2603-pens-plan-guide-cch-p-23931v-carol/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span><pre class=\"inline\">, 520\r\n(3d Cir. 1997).\r\nThe Benefit Committee gave two reasons for its decision\r\nto uphold the termination of benefits.  The first was that Terry\r\nhad failed to perfect his appeal within the proper sixty-day time\r\nlimit.  The second was that Terry no longer met the Plan's\r\ndefinition of disability.  Terry fails to present evidence to\r\ndemonstrate that either decision was unreasonable.\r\nIt was not improper for the Benefit Committee to have\r\nheld Terry to the sixty-day appeal period.  Drinkwater mandates\r\nthat a claimant must have exhausted the plan's administrative\r\nremedies before bringing suit to recover benefits.  846 F.2d at\r\n825-26.  This court is not alone in so holding.  See, e.g.,\r\nCommunications Workers of Am. v. AT&amp;T, </pre><span class=\"citation\" data-id=\"682707\"><a href=\"/opinion/682707/communications-workers-of-america-lyle-wingate-v-american-telephone-and/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 431-34 (D.C.\r\nCir. 1994); Makar v. Health Care Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></span><pre class=\"inline\">, 82-83 (4th\r\nCir. 1989); Amato v. Bernard, </pre><span class=\"citation\" data-id=\"376728\"><a href=\"/opinion/376728/michael-r-amato-v-j-w-bernard-warren-driver-c-v-holder-roy-silver/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span><pre class=\"inline\">, 566-68 (9th Cir. 1980). \r\nA claimant is required to attend to the plan's internal appeal\r\nprocess first, unless \"the administrative route is futile or the\r\nremedy inadequate.\"  Drinkwater, 846 F.2d at 826 (quoting Amato,\r\nsupra).  Terry has not attempted to make any showing of futility or\r\ninadequacy. \r\nWe have not yet had the opportunity to apply the\r\nDrinkwater exhaustion requirement to the situation here where a\r\nclaimant files an appeal, but does so late.  In such a circumstance\r\nthe claimant, while ostensibly availing himself of the internal\r\nreview process, has procedurally defaulted as a result of the late\r\nfiling.  The same principles which inform the ERISA exhaustion\r\nrequirement also counsel that part of that internal administrative\r\nprocess includes the responsibility on the claimant's part to file\r\nappeals in a timely fashion.  Cf. Counts v. American Gen. Life and\r\nAcc. Ins. Co., </pre><span class=\"citation\" data-id=\"739396\"><a href=\"/opinion/739396/jw-counts-plaintiff-counter-defendant-v-american-general-life-and/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span><pre class=\"inline\">, 108 (11th Cir. 1997) (observing that\r\nattorney's letters contesting aspects of benefit denial sent four\r\nand ten months after sixty-day appeal period expired constitutes\r\nfailure to exhaust administrative remedies).  As the Fourth Circuit\r\nreasoned in Makar,\r\nCongress' apparent intent in mandating these\r\ninternal claims procedures was to minimize the\r\nnumber of frivolous ERISA lawsuits; promote\r\nthe consistent treatment of benefit claims;\r\nprovide a nonadversarial dispute resolution\r\nprocess; and decrease the cost and time of\r\nclaims settlement.  It would be anomalous if\r\nthe same reasons which led Congress to require\r\nplans to provide remedies for ERISA claimants\r\ndid not lead courts to see that those remedies\r\nare regularly utilized.\r\n\n872 F.2d at 83 (quotation marks and citations omitted).  It would\r\nhardly make sense to permit the filing of an appeal over one year\r\nlate in light of the internal claims procedures' aims of\r\nconsistency and economy.  Haphazard waiver of time limits would\r\nincrease the probability of inconsistent results where one claimant\r\nis held to the limitation, and another is not.  Similarly,\r\npermitting appeals well after the time for them has passed can only\r\nincrease the cost and time of the settlement process. \r\nThis would be, of course, a different case if Terry's\r\nprocedural default was caused by improprieties on the part of the\r\nPlan.  Instead, Terry's lapse was egregious because Bayer's\r\nBenefits Manager, Ms. Fleischer, took affirmative steps to inform\r\nTerry of exactly how to pursue an appeal.  A letter was sent to\r\nTerry which informed him of the sixty-day time period, appended to\r\nwhich was a copy of the relevant appeal provisions from the SPD. \r\nYet Terry did not bother to request an appeal until over one year\r\nlater, despite the fact that he was represented by counsel at the\r\ntime the Fleischer letter was received.  We therefore do not think\r\nit unreasonable for the Benefit Committee to have denied Terry's\r\nappeal on the basis that it was not filed on time.  \r\nNor do we think the Benefit Committee would have been\r\nunreasonable if its sole basis for rejecting the appeal was that\r\nTerry was no longer unable to perform \"any job for which [Terry\r\nwas] qualified by education, training, or experience.\"  There was\r\nevidence before the Committee that: (i) several doctors (including\r\nDr. Jacobs) had at various times determined that Terry could\r\nperform either part-time or full-time sedentary work; (ii) Terry\r\nwas trained to be a computer technician; (iii) Terry possessed\r\ntransferable skills in the computer field; and (iv) based on\r\nobservations at Farnum (the rehabilitation center), Terry was\r\ncapable of working full time, so long as his job did not entail\r\ncertain physical tasks, and he was permitted accommodations to\r\nalleviate his knee pain.  We also note that Terry failed to\r\nparticipate fully in the work hardening program.  On such a record,\r\nwe think it to be a reasonable interpretation to say that Terry was\r\nno longer precluded from performing \"any job,\" as the Plan\r\nrequires.  After all, Terry was trained and experienced in computer\r\ntechnology and software, which can be readily adapted to a\r\nsedentary worker's needs.  That there were contradictory opinions\r\nbefore the Committee does not render the Committee's decision\r\narbitrary or capricious.  The Benefit Committee was charged with\r\nthe duty of resolving disputes concerning claimant eligibility, and\r\ntheir determination in this regard is supported by substantial\r\nevidence.  See Miller v. United Welfare Fund, </pre><span class=\"citation\" data-id=\"710225\"><a href=\"/opinion/710225/goldie-miller-as-of-the-estate-of-sarah-m-potok-v-united-welfare-fund/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1066</span></a></span><pre class=\"inline\">, 1072\r\n(2d Cir. 1995)(noting that decision unsupported by substantial\r\nevidence would be arbitrary and capricious).  \r\nFinally, Terry asserts that he was \"set up\" by\r\nNorthwestern in that Northwestern forced him into a rehabilitation\r\nprogram that was designed to result in a release to work  \r\nregardless of his capacity to do so.  Thus, the argument goes, the\r\nrecord relied upon by the Benefit Committee (and generated by this\r\n\"set up\") was unreasonably biased against him, and as such failed\r\nto afford him an impartial appeal.  We fail to see the evidentiary\r\nbasis for the argument.  Our review of the record reveals only\r\ngood-faith efforts to determine whether Terry continued to meet the\r\nPlan's definition of disability.  The record discloses that Tacl\r\ndecided upon the rehabilitation course only after being confronted\r\nwith conflicting medical opinions concerning the extent of Terry's\r\ndisability.  Both the IME and the rehabilitation program were\r\nspecifically authorized by Plan documents.  See SPD at 11.  There\r\nis nothing in the record to suggest that the Farnum program was a\r\nsham.  We therefore do not think Terry has adduced sufficient\r\nevidence on this argument to survive summary judgment. \r\nOn the record before us, we cannot say that the decision\r\nof the Benefit Committee to uphold the termination of Terry's long-\r\nterm disability benefits constitutes an arbitrary or capricious\r\ndecision.  As a result, summary judgment was properly entered\r\nagainst Terry.\r\nFor the reasons stated, the decision of the district\r\ncourt is affirmed.  Costs awarded to appellee.\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/665833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1426510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461499/"
  ]
}