{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197960/",
  "absolute_url": "/opinion/197960/united-states-v-phath/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197960/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:42:36Z",
  "date_modified": "2017-03-24T10:54:00.609967Z",
  "type": "010combined",
  "sha1": "9a128f5b6612cdc3e7db5e75a54a188d47cab477",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2213.01A",
  "local_path": null,
  "plain_text": "        United States Court of Appeals\r\n            For the First Circuit\r\n\nNo. 97-2213\r\n\n                 UNITED STATES,\r\n\n                   Appellee,\r\n\n                       v.\r\n\n                 SAVOTH PHATH,\r\n\n             Defendant, Appellant.\r\n\n  APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF RHODE ISLAND\r\n\n    [Hon. Mary M. Lisi, U.S. District Judge]\r\n\n                     Before\r\n\n            Torruella, Chief Judge,\r\n            Stahl, Circuit Judge,\r\n          and Lynch, Circuit Judge.\r\n\nThomas G. Briody for appellant.\r\nMargaret E. Curran, Assistant United States Attorney, with\r\nwhom Kenneth P. Madden, Assistant United States Attorney, and\r\nSheldon Whitehouse, United States Attorney, were on brief, for\r\nappellee.\r\n\nMay 20, 1998\r\n\n STAHL, Circuit Judge.  Following a one-day trial\r\ndefendant-appellant Savoth Phath was convicted of bank fraud.  See18 U.S.C.  1344.  He appeals his conviction on three grounds:\r\nerroneous admission of opinion evidence, erroneous jury\r\ninstructions, and an improper sentence adjustment for more than\r\nminimal planning.  We affirm the conviction but vacate the sentence\r\nand remand for re-sentencing.\r\n                       I.\r\n On June 5, 1996, Savoth Phath deposited two counterfeit\r\nchecks into his savings account at a branch of Fleet Bank in\r\nProvidence, Rhode Island.  Bank surveillance cameras recorded the\r\ntransaction.  One check for $4,340.75, payable to Mao Mich, was\r\ndrawn on the Fleet bank account of The Worcester Company; the other\r\ncheck for $1,150, payable to Thai Sey, was drawn on the Fleet Bank\r\naccount of Main Street Textiles.  The next day, Phath withdrew\r\n$5,000 from the same savings account.\r\n On March 7, 1997, after being arrested by Secret Service\r\nagents, Phath waived his privileges under Miranda v. Arizona, 384\r\nU.S. 436 (1966), and related the following facts to the agents. \r\nPhath explained that a stranger had approached him at the Foxwoods\r\nCasino in Connecticut, and asked him if he had a bank account.\r\nAfter Phath answered yes, the stranger offered him an unspecified\r\namount of money to cash some checks.  When Phath agreed, the\r\nstranger gave him six checks, and then asked if Phath knew anyone\r\nelse who would cash checks.  Phath again said yes.  He subsequently\r\ndeposited the two checks described above in his own account, gave\r\ntwo to someone he knew as \"Samman,\" and two to someone he did not\r\nknow.  The day after he deposited the checks, Phath withdrew $5,000\r\nfrom his account, collected money from the other two individuals,\r\nand gave the total sum to the stranger who, in turn, paid Phath\r\n$500.\r\n                      II.\r\nA.  Admission of Evidence\r\n Phath asserts that the district court abused its\r\ndiscretion by admitting a Secret Service case agent's expert\r\nopinion testimony because the testimony lacked foundation.  The\r\nagent testified that he knew of cases in which other defendants had\r\ndeposited counterfeit checks into their bank accounts.  In Phath's\r\nview, this testimony undermined the main theory of his defense:\r\nthat his use of his own bank account to cash the checks was\r\nevidence that he did not know that the checks were counterfeit.  We\r\ndisagree.\r\n During the prosecutor's redirect examination of the\r\nagent, the district court sustained objections to the following two\r\nquestions:  1) \"And when you first learned that [the checks were\r\ndeposited into an account that was in the Defendant's name] during\r\nthe course of the investigation, did that strike you in any way?\";\r\n2) \"When you first learned that during the course of the\r\ninvestigation, did you have any thoughts on that at all?\"  The\r\ncourt then overruled an objection to the next question, \"When you\r\nfirst learned it during the course of the investigation, did you\r\nfind that unusual at all?\"  After the agent responded that he \"had\r\nseen that done before in other cases,\" the court denied Phath's\r\nmotion to strike the testimony.\r\n We reject Phath's claim that the district court\r\nimproperly admitted expert opinion evidence under Fed. R. Evid.\r\n702.  First, we doubt whether the third question even asked for an\r\nopinion.  Instead, we interpret the question as calling for a fact\r\nresponse.  Unlike the first two questions, the third question asked\r\nthe agent whether he found the deposits unusual, implying that the\r\nanswer should be based on the agent's experience, not his opinion. \r\nIn fact, the agent's response   \"I had seen that done before in\r\nother cases\"   confirms that the agent understood that the\r\nprosecutor was questioning the agent's experience.\r\n Even assuming that Phath correctly characterizes the\r\nevidence as inadmissible expert opinion evidence, we are confident\r\nthat the error is harmless.  See Molloy v. Blanchard, 115 F.3d 86,\r\n93 (1st Cir. 1997) (holding that the standard for harmless error is\r\nwhether the error swayed judgment); see also Kotteakos v. United\r\nStates, 328 U.S. 750, 765 (1946).  The evidence against Phath was\r\nstrong.  At most, the agent's statement conveyed that other people\r\nhave deposited counterfeit checks into their own accounts, a fact\r\nthat does not dissipate the force of Phath's defense that he did\r\nnot know the checks were counterfeit.\r\nB.  Jury Instructions\r\n Phath asserts that the district court erroneously\r\ninstructed the jury and, in doing so, prejudiced his defense.  The\r\ndistrict court instructed the jury that the government was required\r\nto prove beyond a reasonable doubt:\r\nOne, that the Defendant engaged in a scheme or\r\nartifice to defraud a financial institution or\r\nthat he made false statements or misrepre-\r\nsentations to obtain the money or other property\r\nfrom a financial institution by false pretenses;\r\ntwo, that the financial institution was then\r\nfederally insured; and three, that the Defendant\r\nacted knowingly.\r\n\nThe court further instructed the jury that the phrase\r\n\"'false statements and misrepresentations' means any statement or\r\nassertion which concerns a material fact and which, at the time it\r\nwas made, was either known to be untrue or was made with reckless\r\nindifference to its truth or falsity.\"\r\nPhath objects to the definition because he believes it was\r\nsimilar to a \"willful blindness\" instruction yet was unaccompanied\r\nby a warning that a defendant cannot be convicted based on\r\nnegligence.  Phath further argues that a warning instruction was\r\ncritical because he, reasonably, did not know that the checks were\r\ncounterfeit.  The court's instruction, he contends, likely led the\r\njury to confuse reckless indifference with mere negligence.  We\r\nreject this argument.\r\n\"We review allegedly erroneous jury instructions de novoto determine [whether] the instructions, taken as a whole, show a\r\ntendency to confuse or mislead the jury with respect to the\r\napplicable principles of law.\"  United States v. Fulmer, 108 F.3d\r\n1486, 1494 (1st Cir. 1997) (citing Tatro v. Kervin, 41 F.3d 9, 14\r\n(1st Cir. 1994)).  \r\nAssuming, arguendo, that the court's definition of \"false\r\nstatements and misrepresentations\" was a misstatement of law, the\r\ninstructions, in their entirety, nonetheless accurately reflected\r\nthe elements of 18 U.S.C.  1344.  The challenged instructions were\r\na small part of the court's instructions regarding intent.  In\r\naddition to the definition cited above, the court stated \"False\r\nstatements and misrepresentations include not only actual lies, but\r\nhalf-truths as well.  [They] also include . . . any false pretense,\r\npromise or knowing concealment of facts which are material . . . .\" \r\nFurther, the district court defined the third element,\r\nknowing conduct, instructing:\r\nThe Government must prove beyond a reasonable\r\ndoubt . . . that the Defendant acted knowingly\r\nand with specific intent to defraud.  An act is\r\ndone knowingly if it is done voluntarily and\r\nintentionally and not because of ignorance,\r\nmistake or accident.  To act with intent to\r\ndefraud means to act knowingly and with the\r\nintention or the purpose to deceive or cheat. \r\nAn intent to defraud is accompanied ordinarily\r\nby a desire or a purpose to bring about some\r\ngain or benefit to oneself or some other person\r\nor by a desire or a purpose to cause some loss\r\nto some purpose.  Thus, the Government must\r\nprove that the Defendant knew that scheme to\r\ndefraud a financial institution existed and that\r\nhe willfully participated in that scheme.\r\n\nConsidering the court's entire definition of \"false\r\nstatements and misrepresentations\" and its careful exposition of\r\nthe intent element, we find that even if the challenged sentences\r\nwere erroneous, they were not prejudicial.\r\nC.  More than Minimal Planning \r\nPhath also challenges the two-level increase imposed\r\npursuant to  U.S.S.G.  2F1.1(b)(2) for more than minimal planning. \r\nThe district court's judgment that an offense involves more than\r\nminimal planning is a factual finding that we overturn only if it\r\nis clearly erroneous.  See United States v. Rust, 976 F.2d 55, 57\r\n(1st Cir. 1992).  After reviewing the transcript of the sentence\r\nhearing, we conclude that the court's decision was clearly\r\nerroneous.\r\nThe Sentencing Guidelines Commentary describes \"more than\r\nminimal planning\" as:\r\nmore planning than is typical for commission of\r\nthe offense in a simple form.  \"More than\r\nminimal planning\" also exists if significant\r\naffirmative steps were taken to conceal the\r\noffense . . . .  \"More than minimal planning\" is\r\ndeemed present in any case involving repeated\r\nacts over a period of time, unless it is clear\r\nthat each instance was purely opportune. \r\nU.S.S.G.  1B1.1, Application Note 1(f).\r\n\nIn finding more than minimal planning, the district court\r\nlooked at the \"totality of the circumstances and the scheme\r\nitself.\"  According to the court,\r\n\nThe defendant readily agrees to participate\r\nhimself and, indeed, recruits two others, by his\r\nown admission.  So not only does he go to the\r\nbank twice, he recruits two others.  He takes\r\nthe check from Gino[, the stranger,] to hand off\r\nto the two others and then collects the proceeds\r\nfor Gino, again, by his own admission, from\r\nthose two that he recruited.  Taking all of that\r\ninto account, this is not an offense in its\r\nsimplest terms.  It has several layers of\r\nintricacy which are designed to conceal the\r\noffense itself.\r\n\nThe government urges us to uphold the sentence enhancement\r\nbecause Phath's acts were not purely opportune.  However, we do\r\nnot need to decide whether Phath's acts were purely opportune\r\nbecause Phath's acts were not \"repeated acts over a period of\r\ntime,\" as described in the first clause of the guideline section\r\nrelied upon by the government.  There is no argument that Phath\r\ntook \"significant affirmative steps . . . to conceal the offense,\"\r\nwhich would also trigger the guideline.\r\n Phath's crime was simple and short-lived.  That Phath went\r\nto the bank two times to complete the simple acts of depositing\r\nchecks and withdrawing funds does not strike us as a complication\r\nof the basic crime.  Allowing a day to lapse between deposit and\r\nwithdrawal allows the bank adequate time to credit the account.  In\r\ntotal, Phath began and completed the crime within forty-eight\r\nhours, a relatively short period of time.  \r\n The only plausible reason for the enhancement was Phath's\r\nrecruitment of two others to negotiate four of the six counterfeit\r\nchecks.  Taking Phath's story at face value, which we do because\r\nthere is no contradictory evidence, the stranger asked Phath to\r\nrecruit the others when he recruited Phath.  Phath complied with\r\nthe stranger's request as part of the same criminal act during the\r\nsame short time period.  Guided by the sentencing guidelines and\r\ncircuit case law, we do not interpret Phath's acts to involve morethan minimal planning.\r\n The application notes to the sentencing guidelines provide\r\nan illustration of minimal planning and more than minimal planning\r\nin the case of embezzlement.  \"[A] single taking accomplished by a\r\nfalse book entry would constitute only minimal planning.  On the\r\nother hand, creating purchase orders to, and invoices from, a dummy\r\ncorporation for merchandise that was never delivered would\r\nconstitute more than minimal planning, as would several instances\r\nof taking money, each accompanied by false entries.\"  Id.  Phath's\r\nacts were more similar to the simple false book entry than to the\r\nenhanced crime as they would have been had he created the\r\ncounterfeit checks or made repeated agreements with the stranger. \r\n In addition, Phath's crime is not comparable to those for\r\nwhich we have previously upheld sentence enhancements for more than\r\nminimal planning.  See United States v. Boots, 80 F.3d 580, 595\r\n(1st Cir. 1996) (finding no clear error in light of fact that\r\ndefendants had engaged in multiple acts over a several month\r\nperiod); United States v. Santiago-Gonzalez, 66 F.3d 3, 7 (1st Cir.\r\n1995) (finding no clear error where defendant had made seven\r\nseparate \"false entries\" for the purpose of defrauding an insurance\r\ncompany over several months); United States v. Beauchamp, 986 F.2d\r\n1, 5 (1st Cir. 1993) (finding no clear error where defendant had\r\nengaged in an extensive cover-up plan which included lying to\r\ninvestigators and recruiting others to lie to them); Rust, 976 F.2d\r\nat 57 (1st Cir. 1992) (finding no clear error where defendant had\r\nsubmitted 23 intricately altered vouchers over four years). \r\nCompared to the crimes outlined in these cases, Phath's crime was\r\nshort-term and simple.\r\n Similarly, other circuits have applied the enhancement\r\nonly to crimes involving repeated acts over a period of time.  See,\r\ne.g., United States v. Mau, 45 F.3d 212, 214 (7th Cir. 1995)\r\n(finding no clear error where defendant had kited a huge volume of\r\nchecks over seven months); United States v. Brach, 942 F.2d 141,\r\n145 (2d Cir. 1991) (finding no clear error given defendant's\r\nseveral-month scheme that involved securing a large monetary\r\nadvance from the defrauded party); United States v. Lennick, 917\r\nF.2d 974, 978-80 (7th Cir. 1990) (holding that the enhancement is\r\nusually applied \"to factual scenarios involving clear examples of\r\nrepeated complex criminal activity,\" and that a false statement to\r\na federal agent and other cover-up activity were sufficient for\r\nenhancement); United States v. Bakhtiari, 913 F.2d 1053, 1063 (2d\r\nCir. 1990) (finding no clear error where defendant, impersonating\r\na State Department employee, had numerous contacts with broker),\r\ncert. denied, 499 U.S. 924 (1991).\r\n Although our research uncovered no case in which we\r\noverturned a sentence enhancement for more than minimal planning,\r\nother circuits have overturned such enhancements for more or\r\nequivalent planning than that engaged in by Phath.  See United\r\nStates v. Maciaga, 965 F.2d 404 (7th Cir. 1992) (overturning\r\nsentence enhancement of a security guard who stole money on two\r\noccasions after deactivating bank alarm).  Indeed, Phath's crime\r\nseems comparable to the crimes in two cases in which appeals courts\r\noverturned the enhancement.  United States v. Cropper, 42 F.3d 755\r\n(2d Cir. 1994) (holding that the enhancement was not warranted\r\nwhere defendant drove up to warehouse in taxicab that was too small\r\nto carry stolen boxes, delaying defendant in commission of crime);\r\nUnited States v. Bean, 18 F.3d 1367 (7th Cir. 1994) (overturning\r\nthe enhancement where defendant had engaged in one cycle of check\r\nkiting and then attempted to obtain loan to pay bank).\r\n Almost all crimes involve some degree of planning.  We do\r\nnot find the amount of planning here sufficient to justify the\r\nenhancement for more than minimal planning.\r\n We therefore affirm Phath's conviction and remand for re-\r\nsentencing consistent with this opinion.\n",
  "html": "<p class=\"case_cite\">144 F.3d 146</p>\n    <p class=\"case_cite\">49 Fed. R. Evid. Serv. 652</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Savoth PHATH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2213.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 10, 1998.<br>Decided May 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas G. Briody, argued for Defendant, Appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Kenneth P. Madden, Assistant United States Attorney, and Sheldon Whitehouse, United States Attorney, were on brief, for Appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL, Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a one-day trial defendant-appellant Savoth Phath was convicted of bank fraud.  See 18 U.S.C. &#167; 1344.  He appeals his conviction on three grounds:  erroneous admission of opinion evidence, erroneous jury instructions, and an improper sentence adjustment for more than minimal planning.  We affirm the conviction but vacate the sentence and remand for re-sentencing.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 5, 1996, Savoth Phath deposited two counterfeit checks into his savings account at a branch of Fleet Bank in Providence, Rhode Island.  Bank surveillance cameras recorded the transaction.  One check for $4,340.75, payable to Mao Mich, was drawn on the Fleet bank account of The Worcester Company;  the other check for $1,150, payable to Thai Sey, was drawn on the Fleet Bank account of Main Street Textiles. The next day, Phath withdrew $5,000 from the same savings account.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 7, 1997, after being arrested by Secret Service agents, Phath waived his privileges under Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), and related the following facts to the agents.  Phath explained that a stranger had approached him at the Foxwoods Casino in Connecticut, and asked him if he had a bank account.  After Phath answered yes, the stranger offered him an unspecified amount of money to cash some checks.  When Phath agreed, the stranger gave him six checks, and then asked if Phath knew anyone else who would cash checks.  Phath again said yes.  He subsequently deposited the two checks described above in his own account, gave two to someone he knew as \"Samman,\" and two to someone he did not know.  The day after he deposited the checks, Phath withdrew $5,000 from his account, collected money from the other two individuals, and gave the total sum to the stranger who, in turn, paid Phath $500.</p>\n    </div>\n    <p>II.</p>\n    <p>A. Admission of Evidence</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Phath asserts that the district court abused its discretion by admitting a Secret Service case agent's expert opinion testimony because the testimony lacked foundation.  The agent testified that he knew of cases in which other defendants had deposited counterfeit checks into their bank accounts.  In Phath's view, this testimony undermined the main theory of his defense:  that his use of his own bank account to cash the checks was evidence that he did not know that the checks were counterfeit.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the prosecutor's redirect examination of the agent, the district court sustained objections to the following two questions:  (1) \"And when you first learned that [the checks were deposited into an account that was in the Defendant's name] during the course of the investigation, did that strike you in any way?\";  (2) \"When you first learned that during the course of the investigation, did you have any thoughts on that at all?\"   The court then overruled an objection to the next question, \"When you first learned it during the course of the investigation, did you find that unusual at all?\"   After the agent responded that he \"had seen that done before in other cases,\" the court denied Phath's motion to strike the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We reject Phath's claim that the district court improperly admitted expert opinion evidence under Fed.R.Evid. 702.  First, we doubt whether the third question even asked for an opinion.  Instead, we interpret the question as calling for a fact response.  Unlike the first two questions, the third question asked the agent whether he found the deposits unusual, implying that the answer should be based on the agent's experience, not his opinion.  In fact, the agent's response--\"I had seen that done before in other cases\"--confirms that the agent understood that the prosecutor was questioning the agent's experience.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Even assuming that Phath correctly characterizes the evidence as inadmissible expert opinion evidence, we are confident that the error is harmless.  See Molloy v. Blanchard, 115 F.3d 86, 93 (1st Cir.1997) (holding that the standard for harmless error is whether the error swayed judgment);  see also Kotteakos v. United States, 328 U.S. 750, 765, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946).  The evidence against Phath was strong.  At most, the agent's statement conveyed that other people have deposited counterfeit checks into their own accounts, a fact that does not dissipate the force of Phath's defense that he did not know the checks were counterfeit.</p>\n    </div>\n    <p>B. Jury Instructions</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Phath asserts that the district court erroneously instructed the jury and, in doing so, prejudiced his defense.  The district court instructed the jury that the government was required to prove beyond a reasonable doubt:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>One, that the Defendant engaged in a scheme or artifice to defraud a financial institution or that he made false statements or misrepresentations to obtain the money or other property from a financial institution by false pretenses;  two, that the financial institution was then federally insured;  and three, that the Defendant acted knowingly.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court further instructed the jury that the phrase \" 'false statements and misrepresentations' means any statement or assertion which concerns a material fact and which, at the time it was made, was either known to be untrue or was made with reckless indifference to its truth or falsity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Phath objects to the definition because he believes it was similar to a \"willful blindness\" instruction yet was unaccompanied by a warning that a defendant cannot be convicted based on negligence.  Phath further argues that a warning instruction was critical because he, reasonably, did not know that the checks were counterfeit.  The court's instruction, he contends, likely led the jury to confuse reckless indifference with mere negligence.  We reject this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"We review allegedly erroneous jury instructions de novo to determine [whether] the instructions, taken as a whole, show a tendency to confuse or mislead the jury with respect to the applicable principles of law.\"  United States v. Fulmer, 108 F.3d 1486, 1494 (1st Cir.1997) (citing Tatro v. Kervin, 41 F.3d 9, 14 (1st Cir.1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Assuming, arguendo, that the court's definition of \"false statements and misrepresentations\" was a misstatement of law, the instructions, in their entirety, nonetheless accurately reflected the elements of 18 U.S.C. &#167; 1344.  The challenged instructions were a small part of the court's instructions regarding intent.  In addition to the definition cited above, the court stated \"False statements and misrepresentations include not only actual lies, but half-truths as well.  [They] also include ... any false pretense, promise or knowing concealment of facts which are material....\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Further, the district court defined the third element, knowing conduct, instructing:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>The Government must prove beyond a reasonable doubt ... that the Defendant acted knowingly and with specific intent to defraud.  An act is done knowingly if it is done voluntarily and intentionally and not because of ignorance, mistake or accident.  To act with intent to defraud means to act knowingly and with the intention or the purpose to deceive or cheat.  An intent to defraud is accompanied ordinarily by a desire or a purpose to bring about some gain or benefit to oneself or some other person or by a desire or a purpose to cause some loss to some purpose.  Thus, the Government must prove that the Defendant knew that scheme to defraud a financial institution existed and that he willfully participated in that scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Considering the court's entire definition of \"false statements and misrepresentations\" and its careful exposition of the intent element, we find that even if the challenged sentences were erroneous, they were not prejudicial.</p>\n    </div>\n    <p>C. More than Minimal Planning</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Phath also challenges the two-level increase imposed pursuant to U.S.S.G. &#167; 2F1.1(b)(2) for more than minimal planning.  The district court's judgment that an offense involves more than minimal planning is a factual finding that we overturn only if it is clearly erroneous.  See United States v. Rust, 976 F.2d 55, 57 (1st Cir.1992).  After reviewing the transcript of the sentence hearing, we conclude that the court's decision was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Sentencing Guidelines Commentary describes \"more than minimal planning\" as:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>more planning than is typical for commission of the offense in a simple form.  \"More than minimal planning\" also exists if significant affirmative steps were taken to conceal the offense....  \"More than minimal planning\" is deemed present in any case involving repeated acts over a period of time, unless it is clear that each instance was purely opportune.  U.S.S.G. &#167; 1B1.1, Application Note 1(f).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In finding more than minimal planning, the district court looked at the \"totality of the circumstances and the scheme itself.\"   According to the court,</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>The defendant readily agrees to participate himself and, indeed, recruits two others, by his own admission.  So not only does he go to the bank twice, he recruits two others.  He takes the check from Gino[, the stranger,] to hand off to the two others and then collects the proceeds for Gino, again, by his own admission, from those two that he recruited.  Taking all of that into account, this is not an offense in its simplest terms.  It has several layers of intricacy which are designed to conceal the offense itself.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The government urges us to uphold the sentence enhancement because Phath's acts were not purely opportune.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  However, we do not need to decide whether Phath's acts were purely opportune because Phath's acts were not \"repeated acts over a period of time,\" as described in the first clause of the guideline section relied upon by the government.  There is no argument that Phath took \"significant affirmative steps ... to conceal the offense,\" which would also trigger the guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Phath's crime was simple and short-lived.  That Phath went to the bank two times to complete the simple acts of depositing checks and withdrawing funds does not strike us as a complication of the basic crime.  Allowing a day to lapse between deposit and withdrawal allows the bank adequate time to credit the account.  In total, Phath began and completed the crime within forty-eight hours, a relatively short period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The only plausible reason for the enhancement was Phath's recruitment of two others to negotiate four of the six counterfeit checks.  Taking Phath's story at face value, which we do because there is no contradictory evidence, the stranger asked Phath to recruit the others when he recruited Phath.  Phath complied with the stranger's request as part of the same criminal act during the same short time period.  Guided by the sentencing guidelines and circuit case law, we do not interpret Phath's acts to involve more than minimal planning.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The application notes to the sentencing guidelines provide an illustration of minimal planning and more than minimal planning in the case of embezzlement.  \"[A] single taking accomplished by a false book entry would constitute only minimal planning.  On the other hand, creating purchase orders to, and invoices from, a dummy corporation for merchandise that was never delivered would constitute more than minimal planning, as would several instances of taking money, each accompanied by false entries.\"  Id. Phath's acts were more similar to the simple false book entry than to the enhanced crime as they would have been had he created the counterfeit checks or made repeated agreements with the stranger.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition, Phath's crime is not comparable to those for which we have previously upheld sentence enhancements for more than minimal planning.  See United States v. Boots, 80 F.3d 580, 595 (1st Cir.1996) (finding no clear error in light of fact that defendants had engaged in multiple acts over a several month period);  United States v. Santiago-Gonzalez, 66 F.3d 3, 7 (1st Cir.1995) (finding no clear error where defendant had made seven separate \"false entries\" for the purpose of defrauding an insurance company over several months);  United States v. Beauchamp, 986 F.2d 1, 5 (1st Cir.1993) (finding no clear error where defendant had engaged in an extensive cover-up plan which included lying to investigators and recruiting others to lie to them);  Rust, 976 F.2d at 57 (1st Cir.1992) (finding no clear error where defendant had submitted 23 intricately altered vouchers over four years).  Compared to the crimes outlined in these cases, Phath's crime was short-term and simple.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Similarly, other circuits have applied the enhancement only to crimes involving repeated acts over a period of time.  See, e.g., United States v. Mau, 45 F.3d 212, 214 (7th Cir.1995) (finding no clear error where defendant had kited a huge volume of checks over seven months);  United States v. Brach, 942 F.2d 141, 145 (2d Cir.1991) (finding no clear error given defendant's several-month scheme that involved securing a large monetary advance from the defrauded party);  United States v. Lennick, 917 F.2d 974, 978-80 (7th Cir.1990) (holding that the enhancement is usually applied \"to factual scenarios involving clear examples of repeated complex criminal activity,\" and that a false statement to a federal agent and other cover-up activity were sufficient for enhancement);  United States v. Bakhtiari, 913 F.2d 1053, 1063 (2d Cir.1990) (finding no clear error where defendant, impersonating a State Department employee, had numerous contacts with broker), cert. denied, 499 U.S. 924, 111 S.Ct. 1319, 113 L.Ed.2d 252 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although our research uncovered no case in which we overturned a sentence enhancement for more than minimal planning, other circuits have overturned such enhancements for more or equivalent planning than that engaged in by Phath.  See United States v. Maciaga, 965 F.2d 404 (7th Cir.1992) (overturning sentence enhancement of a security guard who stole money on two occasions after deactivating bank alarm).  Indeed, Phath's crime seems comparable to the crimes in two cases in which appeals courts overturned the enhancement.  United States v. Cropper, 42 F.3d 755 (2d Cir.1994) (holding that the enhancement was not warranted where defendant drove up to warehouse in taxicab that was too small to carry stolen boxes, delaying defendant in commission of crime);  United States v. Bean, 18 F.3d 1367 (7th Cir.1994) (overturning the enhancement where defendant had engaged in one cycle of check kiting and then attempted to obtain loan to pay bank).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Almost all crimes involve some degree of planning.  We do not find the amount of planning here sufficient to justify the enhancement for more than minimal planning.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We therefore affirm Phath's conviction and remand for resentencing consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Conduct is \"purely opportune\" if it is spur of the moment conduct, intended to take advantage of a sudden opportunity.  See United States v. Gregorio, 956 F.2d 341, 343 (1st Cir.1992)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></span></p>\n    <p class=\"case_cite\">49 Fed. R. Evid. Serv. 652</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Savoth PHATH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2213.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 10, 1998.<br>Decided May 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas G. Briody, argued for Defendant, Appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Kenneth P. Madden, Assistant United States Attorney, and Sheldon Whitehouse, United States Attorney, were on brief, for Appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL, Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a one-day trial defendant-appellant Savoth Phath was convicted of bank fraud.  See 18 U.S.C. &#167; 1344.  He appeals his conviction on three grounds:  erroneous admission of opinion evidence, erroneous jury instructions, and an improper sentence adjustment for more than minimal planning.  We affirm the conviction but vacate the sentence and remand for re-sentencing.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 5, 1996, Savoth Phath deposited two counterfeit checks into his savings account at a branch of Fleet Bank in Providence, Rhode Island.  Bank surveillance cameras recorded the transaction.  One check for $4,340.75, payable to Mao Mich, was drawn on the Fleet bank account of The Worcester Company;  the other check for $1,150, payable to Thai Sey, was drawn on the Fleet Bank account of Main Street Textiles. The next day, Phath withdrew $5,000 from the same savings account.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 7, 1997, after being arrested by Secret Service agents, Phath waived his privileges under Miranda v. Arizona, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966), and related the following facts to the agents.  Phath explained that a stranger had approached him at the Foxwoods Casino in Connecticut, and asked him if he had a bank account.  After Phath answered yes, the stranger offered him an unspecified amount of money to cash some checks.  When Phath agreed, the stranger gave him six checks, and then asked if Phath knew anyone else who would cash checks.  Phath again said yes.  He subsequently deposited the two checks described above in his own account, gave two to someone he knew as \"Samman,\" and two to someone he did not know.  The day after he deposited the checks, Phath withdrew $5,000 from his account, collected money from the other two individuals, and gave the total sum to the stranger who, in turn, paid Phath $500.</p>\n    </div>\n    <p>II.</p>\n    <p>A. Admission of Evidence</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Phath asserts that the district court abused its discretion by admitting a Secret Service case agent's expert opinion testimony because the testimony lacked foundation.  The agent testified that he knew of cases in which other defendants had deposited counterfeit checks into their bank accounts.  In Phath's view, this testimony undermined the main theory of his defense:  that his use of his own bank account to cash the checks was evidence that he did not know that the checks were counterfeit.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the prosecutor's redirect examination of the agent, the district court sustained objections to the following two questions:  (1) \"And when you first learned that [the checks were deposited into an account that was in the Defendant's name] during the course of the investigation, did that strike you in any way?\";  (2) \"When you first learned that during the course of the investigation, did you have any thoughts on that at all?\"   The court then overruled an objection to the next question, \"When you first learned it during the course of the investigation, did you find that unusual at all?\"   After the agent responded that he \"had seen that done before in other cases,\" the court denied Phath's motion to strike the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We reject Phath's claim that the district court improperly admitted expert opinion evidence under Fed.R.Evid. 702.  First, we doubt whether the third question even asked for an opinion.  Instead, we interpret the question as calling for a fact response.  Unlike the first two questions, the third question asked the agent whether he found the deposits unusual, implying that the answer should be based on the agent's experience, not his opinion.  In fact, the agent's response--\"I had seen that done before in other cases\"--confirms that the agent understood that the prosecutor was questioning the agent's experience.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Even assuming that Phath correctly characterizes the evidence as inadmissible expert opinion evidence, we are confident that the error is harmless.  See Molloy v. Blanchard, <span class=\"citation\" data-id=\"741736\"><a href=\"/opinion/741736/74-fair-emplpraccas-bna-176-71-empl-prac-dec-p-44829-lori-ann/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 93 (1st Cir.1997) (holding that the standard for harmless error is whether the error swayed judgment);  see also Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 765, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span></a></span> (1946).  The evidence against Phath was strong.  At most, the agent's statement conveyed that other people have deposited counterfeit checks into their own accounts, a fact that does not dissipate the force of Phath's defense that he did not know the checks were counterfeit.</p>\n    </div>\n    <p>B. Jury Instructions</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Phath asserts that the district court erroneously instructed the jury and, in doing so, prejudiced his defense.  The district court instructed the jury that the government was required to prove beyond a reasonable doubt:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>One, that the Defendant engaged in a scheme or artifice to defraud a financial institution or that he made false statements or misrepresentations to obtain the money or other property from a financial institution by false pretenses;  two, that the financial institution was then federally insured;  and three, that the Defendant acted knowingly.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court further instructed the jury that the phrase \" 'false statements and misrepresentations' means any statement or assertion which concerns a material fact and which, at the time it was made, was either known to be untrue or was made with reckless indifference to its truth or falsity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Phath objects to the definition because he believes it was similar to a \"willful blindness\" instruction yet was unaccompanied by a warning that a defendant cannot be convicted based on negligence.  Phath further argues that a warning instruction was critical because he, reasonably, did not know that the checks were counterfeit.  The court's instruction, he contends, likely led the jury to confuse reckless indifference with mere negligence.  We reject this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"We review allegedly erroneous jury instructions de novo to determine [whether] the instructions, taken as a whole, show a tendency to confuse or mislead the jury with respect to the applicable principles of law.\"  United States v. Fulmer, <span class=\"citation\" data-id=\"197264\"><a href=\"/opinion/197264/united-states-v-fulmer/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1486</span></a></span>, 1494 (1st Cir.1997) (citing Tatro v. Kervin, <span class=\"citation\" data-id=\"195760\"><a href=\"/opinion/195760/tatro-v-kervin/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Assuming, arguendo, that the court's definition of \"false statements and misrepresentations\" was a misstatement of law, the instructions, in their entirety, nonetheless accurately reflected the elements of 18 U.S.C. &#167; 1344.  The challenged instructions were a small part of the court's instructions regarding intent.  In addition to the definition cited above, the court stated \"False statements and misrepresentations include not only actual lies, but half-truths as well.  [They] also include ... any false pretense, promise or knowing concealment of facts which are material....\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Further, the district court defined the third element, knowing conduct, instructing:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>The Government must prove beyond a reasonable doubt ... that the Defendant acted knowingly and with specific intent to defraud.  An act is done knowingly if it is done voluntarily and intentionally and not because of ignorance, mistake or accident.  To act with intent to defraud means to act knowingly and with the intention or the purpose to deceive or cheat.  An intent to defraud is accompanied ordinarily by a desire or a purpose to bring about some gain or benefit to oneself or some other person or by a desire or a purpose to cause some loss to some purpose.  Thus, the Government must prove that the Defendant knew that scheme to defraud a financial institution existed and that he willfully participated in that scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Considering the court's entire definition of \"false statements and misrepresentations\" and its careful exposition of the intent element, we find that even if the challenged sentences were erroneous, they were not prejudicial.</p>\n    </div>\n    <p>C. More than Minimal Planning</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Phath also challenges the two-level increase imposed pursuant to U.S.S.G. &#167; 2F1.1(b)(2) for more than minimal planning.  The district court's judgment that an offense involves more than minimal planning is a factual finding that we overturn only if it is clearly erroneous.  See United States v. Rust, <span class=\"citation\" data-id=\"591387\"><a href=\"/opinion/591387/united-states-v-richard-p-rust/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 57 (1st Cir.1992).  After reviewing the transcript of the sentence hearing, we conclude that the court's decision was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Sentencing Guidelines Commentary describes \"more than minimal planning\" as:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>more planning than is typical for commission of the offense in a simple form.  \"More than minimal planning\" also exists if significant affirmative steps were taken to conceal the offense....  \"More than minimal planning\" is deemed present in any case involving repeated acts over a period of time, unless it is clear that each instance was purely opportune.  U.S.S.G. &#167; 1B1.1, Application Note 1(f).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In finding more than minimal planning, the district court looked at the \"totality of the circumstances and the scheme itself.\"   According to the court,</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>The defendant readily agrees to participate himself and, indeed, recruits two others, by his own admission.  So not only does he go to the bank twice, he recruits two others.  He takes the check from Gino[, the stranger,] to hand off to the two others and then collects the proceeds for Gino, again, by his own admission, from those two that he recruited.  Taking all of that into account, this is not an offense in its simplest terms.  It has several layers of intricacy which are designed to conceal the offense itself.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The government urges us to uphold the sentence enhancement because Phath's acts were not purely opportune.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  However, we do not need to decide whether Phath's acts were purely opportune because Phath's acts were not \"repeated acts over a period of time,\" as described in the first clause of the guideline section relied upon by the government.  There is no argument that Phath took \"significant affirmative steps ... to conceal the offense,\" which would also trigger the guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Phath's crime was simple and short-lived.  That Phath went to the bank two times to complete the simple acts of depositing checks and withdrawing funds does not strike us as a complication of the basic crime.  Allowing a day to lapse between deposit and withdrawal allows the bank adequate time to credit the account.  In total, Phath began and completed the crime within forty-eight hours, a relatively short period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The only plausible reason for the enhancement was Phath's recruitment of two others to negotiate four of the six counterfeit checks.  Taking Phath's story at face value, which we do because there is no contradictory evidence, the stranger asked Phath to recruit the others when he recruited Phath.  Phath complied with the stranger's request as part of the same criminal act during the same short time period.  Guided by the sentencing guidelines and circuit case law, we do not interpret Phath's acts to involve more than minimal planning.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The application notes to the sentencing guidelines provide an illustration of minimal planning and more than minimal planning in the case of embezzlement.  \"[A] single taking accomplished by a false book entry would constitute only minimal planning.  On the other hand, creating purchase orders to, and invoices from, a dummy corporation for merchandise that was never delivered would constitute more than minimal planning, as would several instances of taking money, each accompanied by false entries.\"  Id. Phath's acts were more similar to the simple false book entry than to the enhanced crime as they would have been had he created the counterfeit checks or made repeated agreements with the stranger.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition, Phath's crime is not comparable to those for which we have previously upheld sentence enhancements for more than minimal planning.  See United States v. Boots, <span class=\"citation\" data-id=\"196657\"><a href=\"/opinion/196657/united-states-v-boots/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">580</span></a></span>, 595 (1st Cir.1996) (finding no clear error in light of fact that defendants had engaged in multiple acts over a several month period);  United States v. Santiago-Gonzalez, <span class=\"citation\" data-id=\"196311\"><a href=\"/opinion/196311/united-states-v-santiago-gonzalez/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 7 (1st Cir.1995) (finding no clear error where defendant had made seven separate \"false entries\" for the purpose of defrauding an insurance company over several months);  United States v. Beauchamp, <span class=\"citation\" data-id=\"600392\"><a href=\"/opinion/600392/united-states-v-michael-w-beauchamp/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993) (finding no clear error where defendant had engaged in an extensive cover-up plan which included lying to investigators and recruiting others to lie to them);  Rust, 976 F.2d at 57 (1st Cir.1992) (finding no clear error where defendant had submitted 23 intricately altered vouchers over four years).  Compared to the crimes outlined in these cases, Phath's crime was short-term and simple.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Similarly, other circuits have applied the enhancement only to crimes involving repeated acts over a period of time.  See, e.g., United States v. Mau, <span class=\"citation\" data-id=\"686801\"><a href=\"/opinion/686801/united-states-v-john-p-mau/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 214 (7th Cir.1995) (finding no clear error where defendant had kited a huge volume of checks over seven months);  United States v. Brach, <span class=\"citation\" data-id=\"566813\"><a href=\"/opinion/566813/united-states-v-jacob-brach-also-known-as-jack-also-known-as-jack-brock/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></a></span>, 145 (2d Cir.1991) (finding no clear error given defendant's several-month scheme that involved securing a large monetary advance from the defrauded party);  United States v. Lennick, <span class=\"citation\" data-id=\"550696\"><a href=\"/opinion/550696/united-states-v-michael-lennick/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 978-80 (7th Cir.1990) (holding that the enhancement is usually applied \"to factual scenarios involving clear examples of repeated complex criminal activity,\" and that a false statement to a federal agent and other cover-up activity were sufficient for enhancement);  United States v. Bakhtiari, <span class=\"citation\" data-id=\"547609\"><a href=\"/opinion/547609/united-states-v-kourosh-bakhtiari/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1063 (2d Cir.1990) (finding no clear error where defendant, impersonating a State Department employee, had numerous contacts with broker), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1319</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although our research uncovered no case in which we overturned a sentence enhancement for more than minimal planning, other circuits have overturned such enhancements for more or equivalent planning than that engaged in by Phath.  See United States v. Maciaga, <span class=\"citation\" data-id=\"583971\"><a href=\"/opinion/583971/united-states-v-matthew-c-maciaga/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span> (7th Cir.1992) (overturning sentence enhancement of a security guard who stole money on two occasions after deactivating bank alarm).  Indeed, Phath's crime seems comparable to the crimes in two cases in which appeals courts overturned the enhancement.  United States v. Cropper, <span class=\"citation\" data-id=\"684348\"><a href=\"/opinion/684348/united-states-v-kenneth-wayne-cropper/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">755</span></a></span> (2d Cir.1994) (holding that the enhancement was not warranted where defendant drove up to warehouse in taxicab that was too small to carry stolen boxes, delaying defendant in commission of crime);  United States v. Bean, <span class=\"citation\" data-id=\"664925\"><a href=\"/opinion/664925/united-states-of-america-cross-appellee-v-bill-gene-bean/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span> (7th Cir.1994) (overturning the enhancement where defendant had engaged in one cycle of check kiting and then attempted to obtain loan to pay bank).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Almost all crimes involve some degree of planning.  We do not find the amount of planning here sufficient to justify the enhancement for more than minimal planning.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We therefore affirm Phath's conviction and remand for resentencing consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Conduct is \"purely opportune\" if it is spur of the moment conduct, intended to take advantage of a sudden opportunity.  See United States v. Gregorio, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span>, 343 (1st Cir.1992)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741736/"
  ]
}