{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197902/",
  "absolute_url": "/opinion/197902/dichner-v-liberty-travel/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197902/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:41:22Z",
  "date_modified": "2017-03-24T10:53:52.565284Z",
  "type": "010combined",
  "sha1": "fa93de8638ce20cbcc7fa227b30a9531a209d689",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2046.01A",
  "local_path": null,
  "plain_text": "             UNITED STATES COURT OF APPEALS\r\n                 FOR THE FIRST CIRCUIT\r\n\n                                        \r\n\nNo. 97-2046\r\n\n                    FRANCES DICHNER,\r\n\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n                LIBERTY TRAVEL, ET AL.,\r\n\n                Defendants, Appellants.\r\n\n                                        \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Richard G. Stearns, U.S. District Judge]\r\n\n                                        \r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n             Bownes, Senior Circuit Judge,\r\n\n               and Stahl, Circuit Judge.\r\n\n                                        \r\n\nJames M. Andrews, with whom Douglas E. Edlin, Friedman &amp;\r\nSiegelbaum, LLP, Evan Slavitt, and Gadsby &amp; Hannah, LLP were on\r\nbrief, for appellants.\r\nBetsy Ehrenberg, with whom Harold L. Lichten, and Pyle, Rome\r\n&amp; Lichten, P.C. were on brief, for appellee.\r\n\n                                        \r\n\n                    April 13, 1998\r\n\n                                          SELYA, Circuit Judge.  Frances Dichner suffers from post-\r\ntraumatic encephalopathy.  Convinced that she had been refused\r\nemployment because of her disability, Dichner sued Liberty Travel\r\n(Liberty) for violating both the Americans with Disabilities Act,\r\n42 U.S.C.  12101-12213 (1994) (ADA), and Mass. Gen. Laws Ann. ch.\r\n151B,  4 (West 1992) (Chapter 151B).  A jury found that Liberty's\r\nconduct transgressed the state (but not the federal)\r\nantidiscrimination statute and awarded Dichner compensatory and\r\npunitive damages.  Liberty appeals.  We affirm.\r\nI.  BACKGROUND\r\nWe limn the facts in a light hospitable to the jury's\r\nverdict, consistent with record support.\r\nDichner, a resident of Danvers, Massachusetts,\r\nexperienced her first encephalopathic seizure in the summer of\r\n1989, following an automobile accident.  With medication, her\r\nepilepsy-like condition metamorphosed from severe physical\r\nconvulsions to absence seizures   trance-like states that render\r\none unable to respond to environmental stimuli for brief periods. \r\nAt all times relevant hereto, Dichner's catalepsies occurred\r\ninfrequently, and, although her condition prevented her from\r\noperating a motor vehicle, it did not significantly hinder her\r\nability to work.\r\nPrior to the accident, Dichner managed an employment\r\nagency.  During her convalescence, she toiled as an at-home\r\nsolicitor for several travel agencies, and, contemplating a\r\npermanent career change, filled in as a sales agent for Saga\r\nHolidays (a travel firm located in downtown Boston).\r\nIn the spring of 1992, Dichner decided that she was ready\r\nto return to work on a full-time basis.  In response to a newspaper\r\nadvertisement, she contacted a Liberty recruiter who told her that\r\nLiberty wished to hire sales agents for its offices in Boston and\r\non the North Shore (an area that includes Danvers).  Her interest\r\npiqued, Dichner attended a Liberty-sponsored open house where\r\ncompany representatives distributed information about the firm,\r\ncollected resumes, and conducted preliminary interviews.\r\nAngelina Picini, the manager of Liberty's Danvers branch,\r\nmet informally with Dichner at the open house.  Dichner explained\r\nto Picini that she was interested in a career in travel, but that,\r\nbecause of her disability, she preferred a job near her home. \r\nPicini assured Dichner that there was a position open in the\r\nDanvers branch office and that her medical condition did not\r\npresent a problem.  Picini then arranged for Dichner to have a\r\nformal interview with Deborah Pickard (Liberty's regional manager).\r\nDichner met with Pickard in Danvers.  The two discussed\r\nDichner's previous experience in sales and travel.  When Pickard\r\nquestioned Dichner about her desire to be stationed in Danvers,\r\nDichner explained that she did not drive.  Pickard expressed\r\ncompunction about that restriction, noting that employees sometimes\r\nwere asked to go from branch to branch.  In the end, however, she\r\nassured Dichner that the limitation on her driving ability would\r\nnot impede her prospects for the Danvers opening.  Despite this\r\nassurance, Dichner learned a few days later that the position had\r\nbeen filled.\r\nDichner reapplied in 1993 after Liberty once again\r\nannounced the availability of employment opportunities on the North\r\nShore.  At another Liberty open house, Picini, who had become the\r\nmanager of Liberty's Boston office, told Dichner that openings\r\nexisted in Danvers and arranged for her to interview again with\r\nPickard.  Prior to this meeting, Dichner called Pickard and\r\nconfirmed that a sales position was available in Danvers.\r\nWhen Dichner arrived at Liberty's Danvers office for the\r\ninterview, Pickard asked Dichner whether her epileptic condition \r\npersisted.  Dichner responded affirmatively, but noted that she was\r\non medication and that her seizures were under control.  Pickard\r\ncontinued down that road and, in Dichner's eyes, appeared\r\npreoccupied with whether Dichner would be likely to undergo\r\nseizures while on the job.  In answer to Pickard's insistent\r\nqueries,  Dichner explained that her seizures occurred rarely, that\r\nthey never had caused a problem in the workplace, and that she had\r\nmentioned them only to explain her inability to drive.  Pickard\r\nseemed dissatisfied with these assurances and continued to express\r\nconcern for the \"safety\" of the branch.\r\nPickard and Dichner talked briefly about Dichner's\r\nqualifications and about the salary and benefits that Liberty\r\noffered.  When Pickard inquired about Dichner's interest in working\r\nat other Liberty offices, Dichner responded that she was interested\r\nonly in Danvers.  Pickard then suggested, for the first time, that\r\na Danvers position might not be available after all, and she\r\ncontinued to voice concerns about Dichner's epilepsy (\"I've seen\r\nyour type before, and I have to tell you, I'm not sure that this\r\nisn't going to be a problem.\").  Dichner reacted angrily and\r\naccused Pickard of acting unprofessionally by harping on the\r\ndisability without the slightest justification.  Pickard responded\r\nthat, in her view, Dichner would not be a good fit for the company.\r\nDichner departed in high dudgeon.  She testified that she\r\nbecame emotionally distraught, that she was unable to eat or sleep\r\nfor several weeks, and that she lost faith in her ability to\r\novercome her disability.\r\nII.  THE LITIGATION\r\nAfter touching the prescribed administrative bases, see42 U.S.C.  12117(a) (incorporating the exhaustion procedures\r\ndetailed at 42 U.S.C.  2000e-5); Mass. Gen. Laws. Ann. ch. 151B,\r\n9, Dichner sued Liberty in the federal district court.  Her\r\ncomplaint alleged that, by twice refusing to hire her on account of\r\nher disability, Liberty violated both the ADA and Chapter 151B. \r\nLiberty denied the charges of discrimination.  It asserted that it\r\nhad hired someone with significantly more experience in 1992, and\r\nthat there were no positions available in the Danvers office in the\r\nspring of 1993.  During a four-day jury trial, Dichner presented\r\nevidence that Liberty's excuses were lame, including evidence\r\ntending to show that several sales agents were hired for, or\r\ntransferred into, the Danvers office around the time of Dichner's\r\n1993 interview.\r\nIn his charge, Judge Stearns outlined the plaintiff's\r\nfour claims to the jury: disability discrimination in 1992 under\r\nthe ADA; disability discrimination in 1992 under Chapter 151B;\r\ndisability discrimination in 1993 under the ADA; and disability\r\ndiscrimination in 1993 under Chapter 151B.  He then explained that,\r\nunder both state and federal law, the plaintiff bore the burden of\r\nestablishing by a preponderance of the evidence that the defendant\r\nhad discriminated against her.  Under either rubric, the judge\r\nnoted, the plaintiff had to make out a prima facie case of\r\ndiscrimination and prove that the defendant's proffered reasons for\r\nrejecting her application were pretextual.  The court's\r\ninstructions made clear, however, that state and federal law\r\ndiverged with regard to the evidentiary effect of a finding of\r\npretext:\r\nUnder Massachusetts law, Ms. Dichner is\r\nrequired to prove only the reasons Liberty has\r\noffered for its actions are untrue.  If she\r\npersuades you that Liberty's explanation lacks\r\ncredibility, you are permitted to draw the\r\ninference that the true reasons for Liberty's\r\nactions were discriminatory.\r\n. . .\r\n     To prevail under federal law, Ms.\r\nDichner must show something more, that is, not\r\nonly that the explanation by Liberty is\r\npretext, but that there is evidence of a\r\ndiscriminatory \"plus\" as well.  In other\r\nwords, Ms. Dichner must prove that Liberty's\r\ndecision not to hire her was actually\r\nmotivated by handicap discrimination.\r\n\nNeither party objected to these portions of the charge.\r\nJudge Stearns further instructed that, if the jury found\r\nLiberty liable under either state or federal law, it could award\r\nboth compensatory and punitive damages.  The judge gave the\r\nfollowing instruction on punitive damages:\r\n     Finally, if you find that the conduct\r\nof Liberty Travel was beyond the pale of the\r\ntolerable, you may award punitive damages to\r\nMs. Dichner.  These are damages not intended\r\nto compensate but to punish a defendant and to\r\nserve as a warning to other like-minded\r\nindividuals or entities that society will not\r\ntolerate outrageous discriminatory behavior.\r\n     Any sum that you award should be\r\ncommensurate with your own conscience, the\r\ndegree of reprehensibility of the defendants'\r\nconduct as you find it, the ratio of any\r\npunitive damages to the actual damages that\r\nyou find Ms. Dichner incurred and the\r\nlikelihood of the award's having a deterrent\r\neffect on both this and other potential\r\ndefendants.\r\n\nLiberty objected generally to the giving of a charge on punitive\r\ndamages, but interposed no specific objections to the phraseology\r\nthat the judge employed.\r\nJudge Stearns submitted the case to the jury by means of\r\na special verdict form tailored to the resolution of Dichner's four\r\nclaims.  Using this matrix, the jury found for the plaintiff with\r\nregard to the claim that Liberty discriminated against her in 1993\r\nwithin the meaning of Chapter 151B, and awarded her $10,000 in\r\ncompensatory damages and $75,000 in punitive damages.  The jury\r\nfound for Liberty on the three remaining claims.  Judge Stearns\r\ndenied Liberty's post-trial motions.\r\nOn appeal, Liberty spins several lines of argument.  To\r\nthe extent that these asseverations implicate the jury's liability\r\nfinding, we treat them in the ensemble.  We then address Liberty's\r\ncomplaint that an award of punitive damages is inappropriate.\r\nIII.  THE FINDING OF LIABILITY\r\nStripping away the layers of rhetorical excess that\r\nencase its arguments, Liberty's assault on the liability finding\r\ncomprises three main forays: (a) that the jury returned an\r\ninternally inconsistent verdict; (b) that the verdict offends\r\nprinciples of due process; and (c) that an erroneous set of jury\r\ninstructions caused the problem.  We treat these assertions\r\nsequentially.\r\n                           A\r\nThe special verdict form used, without objection, by\r\nJudge Stearns required the jury to make separate findings anent\r\nDichner's federal and state claims.  Pointing out that those claims\r\nwere based upon substantively analogous statutes, Liberty argues\r\nthat the jury's verdict   finding Liberty liable under state, but\r\nnot federal, law   is irreconcilably inconsistent.  Liberty's\r\nargument is overly simplistic.  Notwithstanding the affinity that\r\nexists between the ADA and Chapter 151B in the employment arena,\r\nthe two statutes utilize different evidentiary standards in their\r\nimplementation of a common burden-shifting framework.  This\r\ndiscrepancy fully explains how conduct rationally can be found to\r\nviolate state, but not federal, law.\r\nUnder Massachusetts law, as under federal law, a\r\nplaintiff who lacks direct evidence of discrimination may proceed\r\nby engaging the three-stage order of proof articulated by the\r\nSupreme Court in McDonnell Douglas Corp. v. Green, 411 U.S. 792,\r\n802-05 (1973).  Under that model, a plaintiff who suffers from a\r\ndisability makes out a prima facie case of employment\r\ndiscrimination by demonstrating that she is a member of a protected\r\ngroup who has been denied an employment opportunity for which she\r\nwas otherwise qualified.  See Christopher v. Adam's Mark Hotels,\r\nF.3d    ,     (8th Cir. 1998) [1998 WL 92202, at *2]; Lattimorev. Polaroid Corp,, 99 F.3d 456, 465 (1st Cir. 1996).  Such a\r\nshowing gives rise to an inference that the employer discriminated\r\ndue to the plaintiff's disability and places upon the employer the\r\nburden of articulating a legitimate, nondiscriminatory reason for\r\nthe adverse employment decision.  See Cumpiano v. Banco Santander\r\nP.R., 902 F.2d 148, 153 (1st Cir. 1990).  This entails only a\r\nburden of production, not a burden of persuasion; the task of\r\nproving discrimination remains the plaintiff's at all times.  SeeTexas Dep't of Community Affairs v. Burdine, 450 U.S. 248, 253, 256\r\n(1981).  Once such a reason emerges, the inference raised by the\r\nprima facie case dissolves, see Mesnick v. General Elec. Co., 950\r\nF.2d 816, 823 (1st Cir. 1991), and the plaintiff is required to\r\nshow, unaided by the original inference of discrimination, that the\r\nemployer's proffered reason is a pretext for discrimination.  SeeFurnco Constr. Corp. v. Waters, 438 U.S. 567, 578 (1978); McDonnell\r\nDouglas, 411 U.S. at 805.\r\nTo this point, the federal and state paradigms are\r\nsubstantially identical.  At the proof-of-pretext stage, however,\r\nthere is a critical difference.  To prevail under federal law, it\r\nis insufficient for a plaintiff merely to undermine the veracity of\r\nthe employer's proffered justification; instead, she must muster\r\nproof that enables a factfinder rationally to conclude that the\r\nstated reason behind the adverse employment decision is not only a\r\nsham, but a sham intended to cover up the proscribed type of\r\ndiscrimination.  See St. Mary's Honor Ctr. v. Hicks, 509 U.S. 502,\r\n515 (1993); Smith v. Stratus Computer, Inc., 40 F.3d 11, 16 (1st\r\nCir. 1994); Woods v. Friction Materials, Inc., 30 F.3d 255, 260\r\n(1st Cir. 1994).  This \"pretext plus\" approach does not necessarily\r\nrequire the introduction of additional evidence.  Although a\r\nplaintiff must show \"both that the employer's articulated reason is\r\nfalse, and that discrimination was the actual reason for its\r\nemployment action,\" Woods, 30 F.3d at 260, the Supreme Court's\r\ndecision in Hicks leaves open the possibility that \"[w]hen the\r\nprima facie case is very strong and disbelief of the proffered\r\nreason provides cause to believe that the employer was motivated by\r\na discriminatory purpose, proof of pretext [alone] 'may' be\r\nsufficient.\"  Lattimore, 99 F.3d at 465 (quoting Hicks, 509 U.S. at\r\n511).\r\nMassachusetts eschews the federal \"pretext plus\" approach\r\nin favor of a \"pretext only\" approach.  Under Chapter 151B, a\r\nplaintiff who is seeking to establish a violation of the\r\nMassachusetts statute can prevail as long as she proves that the\r\ndefendant's stated reasons for its employment decision are\r\npretextual.  See Blare v. Husky Injection Molding Sys., 419 Mass.\r\n437, 444-45, 646 N.E.2d 111, 117 (1995).  To the extent that the\r\nMassachusetts version of the McDonnell Douglas model takes a\r\n\"pretext only\" approach to proof of discrimination, federal and\r\nstate law diverge.  See Lattimore, 99 F.3d at 465.\r\nIn light of this salient distinction between the federal\r\nand state schemes, painstakingly explicated in Judge Stearns's\r\ncharge, the jury in this case reasonably could have found   as\r\nindeed it did   that Dichner proved her case under Chapter 151B but\r\nnot under the ADA.  See, e.g., id. at 467-68 (concluding that there\r\nwas evidence to support a finding of pretext but not enough to\r\nestablish pretext plus).  We think it elementary that, when a\r\nplaintiff must meet distinct evidentiary standards to prevail on\r\nseparate claims, a jury warrantably can find for the plaintiff on\r\none and against her on the other.  Liberty's inconsistency argument\r\nis therefore unpersuasive.\r\n                           B  The defendant further asserts that the split verdict in\r\nthis case offends accepted tenets of substantive due process.  This\r\nassertion rests on the premise that because the jury found in\r\nLiberty's favor on the ADA claim, it did not detect a\r\ndiscriminatory animus, and thus, holding Liberty liable for\r\ndiscrimination against Dichner on any theory violates due process. \r\nThis is an attack, pure and simple, on the constitutionality of the\r\nMassachusetts pretext only rule, which, as Liberty self-\r\ninterestedly sees it, permitted the \"jury to find that Liberty\r\nTravel violated an anti-discrimination statute without finding that\r\nLiberty Travel actually discriminated against the plaintiff,\"\r\nAppellant's Reply Brief at 23, and which, in the bargain, punishes\r\nLiberty for doing \"what the law plainly allows it to do.\"  Id.(quoting Bordenkircher v. Hayes, 434 U.S. 357, 363 (1977)).\r\nThe record discloses no sign that Liberty advanced this\r\nconstitutional harangue below, and we could reject it on that basis\r\nalone.  See Daigle v. Maine Med. Ctr., Inc., 14 F.3d 684, 687-88\r\n(1st Cir. 1994) (collecting cases and applying raise-or-waive rule\r\nto omitted constitutional challenges).  We address the argument\r\nbriefly, however, because it is readily evident that Liberty\r\nmisunderstands the evidentiary effect of a finding of pretext under\r\nstate law.\r\nThe verdict on the ADA count is not, as Liberty would\r\nhave it, an affirmative determination that Liberty manifested no\r\ndiscriminatory intent.  To the contrary, the court instructed the\r\njury to measure the corpus of evidence by two different evidentiary\r\nstandards, both aimed at determining whether Liberty discriminated\r\nagainst Dichner on the basis of her disability.  Properly\r\nunderstood, the verdict denotes that, although the proof fell short\r\nwhen evaluated by reference to one such standard (pretext plus),\r\nthe same proof, when evaluated by reference to the other standard\r\n(pretext only), enabled the jury to infer that Liberty had the\r\nrequisite discriminatory animus and had committed a discriminatory\r\nrefusal to hire.  This finding   supportable on the facts and the\r\nlaw   belies Liberty's foundational premise.\r\nLiberty offers no authority to show that use of the state\r\npretext only standard is constitutionally suspect, or, put another\r\nway, that use of the federal pretext plus standard as a means of\r\ngauging discriminatory intent is constitutionally mandated.  In all\r\nevents, we believe that such a proposition is wholly untenable. \r\nSee generally St. Mary's Honor Ctr., 509 U.S. at 533-43 (Souter,\r\nJ., dissenting) (questioning, on behalf of four Justices, the\r\nfairness and viability of the pretext plus approach); D. Don Welch,\r\nRemoving Discriminatory Barriers: Basing Disparate Treatment\r\nAnalysis on Motive Rather Than Intent, 60 S. Cal. L. Rev. 733, 759-\r\n63 (1987) (concluding that discriminatory purpose is not a\r\nprerequisite to liability under Title VII).  That ties the ribbon\r\non the package.  Since constitutionally acceptable Massachusetts\r\njurisprudence enables a factfinder to infer intentional\r\ndiscrimination solely from a showing of pretext, state law does not\r\n\"plainly allow[]\" Liberty to act as it did in Dichner's case. \r\nConsequently, there was nothing fundamentally unfair, in the\r\nsubstantive due process sense, about the jury's verdict on the\r\nChapter 151B claim.\r\n                           C\r\nLiberty's next strike is waged in the name of federal\r\nsupremacy.  If the plaintiff's evidentiary burden differs in regard\r\nto state and federal discrimination claims, this thesis runs, then\r\na trial court should instruct the jury to apply the federal\r\nstandard to both claims because federal law is paramount, see U.S.\r\nConst. art. VI, and in all events, federal procedure is applicable\r\nto state-law claims that are litigated in federal courts, see Hannav. Plumer, 380 U.S. 460, 465 (1965) (explaining that when state\r\ncauses of action are litigated in a federal forum, \"federal courts\r\nare to apply state substantive law and federal procedural law\"\r\nunder the aegis of Erie R. Co. v. Tompkins, 304 U.S. 64 (1938)).\r\nLiberty's indignation over this alleged affront to\r\nfederal supremacy is long overdue.  It did not object when Judge\r\nStearns instructed the jury to apply the pretext only standard to\r\nDichner's Chapter 151B claim and the pretext plus standard to her\r\nADA claim.  The failure to object to jury instructions in the \r\nmanner prescribed by Fed. R. Civ. P. 51 (requiring objections to be\r\nmade \"before the jury retires to consider its verdict\") forfeits\r\nclaims of error in respect to the content of those instructions. \r\nSee Elliott v. S.D. Warren Co., 134 F.3d 1, 6 (1st Cir. 1998). \r\nHence, the objection that Liberty now lodges is by the boards.\r\nTo be sure, an appellate court retains the power to act,\r\neven in the absence of a contemporaneous objection, if the\r\nbelatedly challenged jury instruction sinks to the depths of plain\r\nerror.  See id.  Here, however, we discern no error, plain or\r\notherwise.  Federal courts often utilize divergent standards of\r\nproof for claims brought by a plaintiff under parallel federal \r\nand state discrimination statutes.  See, e.g.,Lattimore, 99 F.3d at\r\n467; Forsythe v. Microtouch Sys., Inc., 945 F. Supp. 350, 356-57\r\n(D. Mass. 1996); Terry v. Electronic Data Sys. Corp., 940 F. Supp.\r\n378, 383-84 (D. Mass. 1996).  As a general proposition, such\r\nduality does not signify a direct conflict between federal and\r\nstate law, nor does it offend principles of federal supremacy.  SeeEllenwood v. Exxon Shipping Co., 984 F.2d 1270, 1276 (1st Cir.\r\n1993) (\"In the employment discrimination field, Congressional\r\nenactments 'have long evinced a general intent to accord parallel\r\nor overlapping remedies against discrimination.'\") (quoting\r\nAlexander v. Gardner-Denver Co., 415 U.S. 36, 47 (1974)).  This\r\nverity rings particularly true in disability discrimination cases,\r\nfor the ADA anticipates that disabled persons will enjoy the full\r\nprotection of both federal and state antidiscrimination schemes. \r\nSee 42 U.S.C.  12201(b) (assuring that the ADA does not \"limit the\r\nremedies, rights, and procedures of any . . . law of any State . .\r\n. that provides greater or equal protection for the rights of\r\nindividuals with disabilities\").  Because the federal standard\r\n(pretext plus) applies to the federal cause of action (the ADA\r\nclaim) and the state standard (pretext only) applies to the state\r\ncause of action (the Chapter 151B claim), they can coexist\r\npeacefully.\r\nLiberty's related contention that Erie principles compel\r\nthe application of the federal pretext plus standard to Dichner's\r\nChapter 151B claim is similarly unavailing.  The pretext\r\nonly/pretext plus dichotomy hinges on the evidentiary impact of a\r\nshowing of pretext.  At its axis, this dichotomy involves an issue\r\nof substance that should be decided by reference to state law\r\nwhere, as here, the underlying cause of action derives from state\r\nlaw.  See, e.g., Elliott, 134 F.3d at 5 (\"Generally, in diversity\r\ncases the evidentiary effect accorded the violation of a safety\r\nrule is a matter of state law.\"); Oja v. Howmedica, Inc., 111 F.3d\r\n782, 792 (10th Cir. 1997) (concluding that, as to causes of action\r\narising under state law, a federal court usually \"examine[s] the\r\nevidence in terms of the underlying burden of proof as dictated by\r\nstate law\"); Daigle, 14 F.3d at 689 (approving the district court's\r\nuse of a Maine statute's evidentiary provisions in a diversity\r\ncase).  Consonant with these authorities, we hold that the court\r\nbelow did not err in applying Massachusetts's pretext only standard\r\nto the Chapter 151B claim.\r\n\nIV.  THE AWARD OF PUNITIVE DAMAGES\r\nLiberty maintains that Judge Stearns should not have\r\npermitted the jury to assess punitive damages because the record\r\naffords no basis for such redress.  We do not agree.\r\n                           A  We begin with a modest lesson on the applicable legal\r\nframework.  Under a federal antidiscrimination statute that\r\nprovides for punitive damages (like the ADA), a jury may be allowed\r\nto assess such damages \"when the defendant's conduct is shown to be\r\nmotivated by evil motive or intent, or when it involves reckless or\r\ncallous indifference to the federally protected rights of others.\" \r\nSmith v. Wade, 461 U.S. 30, 56 (1983); see also BMW of N. Am., Inc.v. Gore, 116 S. Ct. 1589, 1599 (1996).  Chapter 151B also\r\nauthorizes a plaintiff to recover punitive damages, but the\r\nMassachusetts statute does not specify the types of situations in\r\nwhich such damages are appropriate.\r\nThe commonwealth's highest court recently interpreted\r\nChapter 151B to allow for punitive damages under the circumstances\r\nprovided by the Restatement (Second) of Torts  908(2) (1979), that\r\nis, when the defendant's conduct \"is outrageous, because of [his]\r\nevil motive or his reckless indifference to the rights of others.\" \r\nDartt v. Browning-Ferris Indus.,     N.E.2d    ,     (Mass\r\n1998)[1988 WL 81234, at *8] (internal quotation marks omitted); seealso Bain v. City of Springfield, 768 N.E.2d 155, 161-62 (1997)\r\n(indicating that such damages are available \"where the defendant's\r\nconduct warrants condemnation and deterrence\"); Dalis v. Buyer\r\nAdver., Inc.,636 N.E.2d 212, 215 (1994) (reserving punitives for\r\n\"egregious\" cases).  Although the federal standard also reflects\r\nRestatement principles, see, e.g., Smith, 461 U.S. at 53-54, courts\r\ncannot automatically assume that punitive damages are available\r\nunder Chapter 151B on the same basis as they are available to a\r\nplaintiff in a federal discrimination case.  See August v. Offices\r\nUnlimited, Inc., 981 F.2d 576, 580 n.3 (1st Cir. 1992) (\"In\r\ninterpreting Massachusetts discrimination statutes, Massachusetts\r\ncourts may look to the interpretations of analogous federal\r\nstatutes, but [they] are not bound thereby.\"); Dartt,     N.E.2d at\r\n[1998 WL 81234, at *8].\r\nIn this instance, neither party suggested the existence\r\nof a distinction between federal and state standards for the award\r\nof punitive damages, and Judge Stearns therefore used a formulation\r\ndrawn strictly from federal precedents in his jury instructions. \r\nNeither party objected to the substance of this instruction and, on\r\nappeal, the parties agree that its content should govern the\r\nquestion of whether punitive damages were appropriately awarded\r\nhere.  Under the circumstances, we acquiesce in the parties' shared\r\nposition and proceed on the assumption, arguendo, that there is no\r\nmaterial difference between the federal and state standards (an\r\nassumption which, in light of Dartt, appears quite reasonable).\r\n                           B\r\nLiberty asserts that, because the jury found only\r\npretext, not pretext plus, it could not have acted with the evil\r\nmotive or intent that the federal standard for exemplary damages\r\nrequires.  This assertion is not unlike Liberty's due process\r\nargument, see supra Part III(B), and suffers the same fate.  A jury\r\nneed not find some special sort of malign purpose in order to exact\r\npunitive damages in a disparate treatment case because the \"intent\"\r\nthat is necessary to undergird an award of punitive damages in such\r\na case is the same \"intent\" that is required for a finding of\r\ndiscrimination in the first place.  See Rowlett v. Anheuser-Busch,\r\nInc., 832 F.2d 194, 205 (1st Cir. 1987) (recognizing that \"the\r\nstate of mind necessary to trigger liability for the wrong is at\r\nleast as culpable as that required to make punitive damages\r\napplicable\").  The Rowlett panel specifically rejected an assertion\r\nthat \"something more than intentional discrimination [as proven via\r\nthe McDonnell Douglas framework] is necessary,\" id., holding\r\ninstead that, once intentional discrimination has been established,\r\nwhether directly or by a McDonnell Douglas inference, the jury, in\r\norder \"'to punish [the defendant] for his outrageous conduct and to\r\ndeter him and others like him from similar conduct in the future,'\"\r\nhas the authority to award punitive damages in \"its 'discretionary\r\nmoral judgment.'\"  Id. at 205, 206 (quoting Smith, 461 U.S. at 52,\r\n54).\r\nHere, the record contains evidence which, if viewed in\r\nthe light most amenable to the verdict, reflects egregious conduct,\r\nworthy of condemnation and crying out for deterrence.  In addition,\r\nthe jury supportably found that Liberty had committed intentional\r\ndiscrimination as that concept is defined under Massachusetts law\r\nand chose to award punitive damages, apparently, in the words of\r\nthe court's charge, \"to punish the defendant and to serve as a\r\nwarning to other like-minded individuals or entities that society\r\nwill not tolerate outrageous discriminatory behavior.\"  In these\r\ncircumstances, Rowlett controls.  Since the law and the facts\r\nsufficiently support the jury's \"discretionary moral judgment,\"\r\nSmith, 461 U.S. at 52, we are not at liberty to disturb the award.\r\nV.  CONCLUSION\r\nWe need go no further.  Liberty raises other arguments,\r\nbut all of them are patently unmeritorious.  In closing, it\r\nsuffices to say that the challenged verdict draws its essence from\r\na correct statement of the law reflecting the proper balance\r\nbetween federal and state \"pretext\" policy in discrimination cases. \r\nBecause the jury struck this balance in an acceptable manner and\r\nappropriately awarded punitive damages, the judgment below must be\r\n\nAffirmed.  Costs in favor of plaintiff-appellee.\n",
  "html": "<p class=\"case_cite\">141 F.3d 24</p>\n    <p class=\"case_cite\">8 A.D. Cases 111, 12 NDLR P 164</p>\n    <p class=\"parties\">Frances DICHNER, Plaintiff, Appellee,<br>v.<br>LIBERTY TRAVEL, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-2046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 2, 1998.<br>Decided April 13, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. Andrews, with whom Douglas E. Edlin, Friedman &amp; Siegelbaum, LLP, Evan Slavitt, and Gadsby &amp; Hannah, LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Betsy Ehrenberg, with whom Harold L. Lichten, and Pyle, Rome &amp; Lichten, P.C. were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Frances Dichner suffers from posttraumatic encephalopathy.  Convinced that she had been refused employment because of her disability, Dichner sued Liberty Travel (Liberty) for violating both the Americans with Disabilities Act, 42 U.S.C. &#167;&#167; 12101-12213 (1994) (ADA), and Mass.  Gen. Laws Ann. ch. 151B, &#167; 4 (West 1992) (Chapter 151B).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  A jury found that Liberty's conduct transgressed the state (but not the federal) antidiscrimination statute and awarded Dichner compensatory and punitive damages.  Liberty appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We limn the facts in a light hospitable to the jury's verdict, consistent with record support.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dichner, a resident of Danvers, Massachusetts, experienced her first encephalopathic seizure in the summer of 1989, following an automobile accident.  With medication, her epilepsy-like condition metamorphosed from severe physical convulsions to absence seizures--trance-like states that render one unable to respond to environmental stimuli for brief periods.  At all times relevant hereto, Dichner's catalepsies occurred infrequently, and, although her condition prevented her from operating a motor vehicle, it did not significantly hinder her ability to work.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Prior to the accident, Dichner managed an employment agency.  During her convalescence, she toiled as an at-home solicitor for several travel agencies, and, contemplating a permanent career change, filled in as a sales agent for Saga Holidays (a travel firm located in downtown Boston).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the spring of 1992, Dichner decided that she was ready to return to work on a full-time basis.  In response to a newspaper advertisement, she contacted a Liberty recruiter who told her that Liberty wished to hire sales agents for its offices in Boston and on the North Shore (an area that includes Danvers).  Her interest piqued, Dichner attended a Liberty-sponsored open house where company representatives distributed information about the firm, collected resumes, and conducted preliminary interviews.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Angelina Picini, the manager of Liberty's Danvers branch, met informally with Dichner at the open house.  Dichner explained to Picini that she was interested in a career in travel, but that, because of her disability, she preferred a job near her home.  Picini assured Dichner that there was a position open in the Danvers branch office and that her medical condition did not present a problem.  Picini then arranged for Dichner to have a formal interview with Deborah Pickard (Liberty's regional manager).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dichner met with Pickard in Danvers.  The two discussed Dichner's previous experience in sales and travel.  When Pickard questioned Dichner about her desire to be stationed in Danvers, Dichner explained that she did not drive.  Pickard expressed compunction about that restriction, noting that employees sometimes were asked to go from branch to branch.  In the end, however, she assured Dichner that the limitation on her driving ability would not impede her prospects for the Danvers opening.  Despite this assurance, Dichner learned a few days later that the position had been filled.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dichner reapplied in 1993 after Liberty once again announced the availability of employment opportunities on the North Shore.  At another Liberty open house, Picini, who had become the manager of Liberty's Boston office, told Dichner that openings existed in Danvers and arranged for her to interview again with Pickard.  Prior to this meeting, Dichner called Pickard and confirmed that a sales position was available in Danvers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Dichner arrived at Liberty's Danvers office for the interview, Pickard asked Dichner whether her epileptic condition persisted.  Dichner responded affirmatively, but noted that she was on medication and that her seizures were under control.  Pickard continued down that road and, in Dichner's eyes, appeared preoccupied with whether Dichner would be likely to undergo seizures while on the job.  In answer to Pickard's insistent queries, Dichner explained that her seizures occurred rarely, that they never had caused a problem in the workplace, and that she had mentioned them only to explain her inability to drive.  Pickard seemed dissatisfied with these assurances and continued to express concern for the \"safety\" of the branch.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pickard and Dichner talked briefly about Dichner's qualifications and about the salary and benefits that Liberty offered.  When Pickard inquired about Dichner's interest in working at other Liberty offices, Dichner responded that she was interested only in Danvers.  Pickard then suggested, for the first time, that a Danvers position might not be available after all, and she continued to voice concerns about Dichner's epilepsy (\"I've seen your type before, and I have to tell you, I'm not sure that this isn't going to be a problem.\").  Dichner reacted angrily and accused Pickard of acting unprofessionally by harping on the disability without the slightest justification.  Pickard responded that, in her view, Dichner would not be a good fit for the company.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dichner departed in high dudgeon.  She testified that she became emotionally distraught, that she was unable to eat or sleep for several weeks, and that she lost faith in her ability to overcome her disability.</p>\n    </div>\n    <p>II. THE LITIGATION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After touching the prescribed administrative bases, see 42 U.S.C. &#167; 12117(a) (incorporating the exhaustion procedures detailed at 42 U.S.C. &#167; 2000e-5);  Mass.  Gen. Laws.  Ann. ch.  151B, &#167; 9, Dichner sued Liberty in the federal district court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Her complaint alleged that, by twice refusing to hire her on account of her disability, Liberty violated both the ADA and Chapter 151B.  Liberty denied the charges of discrimination.  It asserted that it had hired someone with significantly more experience in 1992, and that there were no positions available in the Danvers office in the spring of 1993.  During a four-day jury trial, Dichner presented evidence that Liberty's excuses were lame, including evidence tending to show that several sales agents were hired for, or transferred into, the Danvers office around the time of Dichner's 1993 interview.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In his charge, Judge Stearns outlined the plaintiff's four claims to the jury:  disability discrimination in 1992 under the ADA;  disability discrimination in 1992 under Chapter 151B;  disability discrimination in 1993 under the ADA;  and disability discrimination in 1993 under Chapter 151B.  He then explained that, under both state and federal law, the plaintiff bore the burden of establishing by a preponderance of the evidence that the defendant had discriminated against her.  Under either rubric, the judge noted, the plaintiff had to make out a prima facie case of discrimination and prove that the defendant's proffered reasons for rejecting her application were pretextual.  The court's instructions made clear, however, that state and federal law diverged with regard to the evidentiary effect of a finding of pretext:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Under Massachusetts law, Ms. Dichner is required to prove only the reasons Liberty has offered for its actions are untrue.  If she persuades you that Liberty's explanation lacks credibility, you are permitted to draw the inference that the true reasons for Liberty's actions were discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To prevail under federal law, Ms. Dichner must show something more, that is, not only that the explanation by Liberty is pretext, but that there is evidence of a discriminatory \"plus\" as well.  In other words, Ms. Dichner must prove that Liberty's decision not to hire her was actually motivated by handicap discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Neither party objected to these portions of the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judge Stearns further instructed that, if the jury found Liberty liable under either state or federal law, it could award both compensatory and punitive damages.  The judge gave the following instruction on punitive damages:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, if you find that the conduct of Liberty Travel was beyond the pale of the tolerable, you may award punitive damages to Ms. Dichner.  These are damages not intended to compensate but to punish a defendant and to serve as a warning to other like-minded individuals or entities that society will not tolerate outrageous discriminatory behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Any sum that you award should be commensurate with your own conscience, the degree of reprehensibility of the defendants' conduct as you find it, the ratio of any punitive damages to the actual damages that you find Ms. Dichner incurred and the likelihood of the award's having a deterrent effect on both this and other potential defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Liberty objected generally to the giving of a charge on punitive damages, but interposed no specific objections to the phraseology that the judge employed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Judge Stearns submitted the case to the jury by means of a special verdict form tailored to the resolution of Dichner's four claims.  Using this matrix, the jury found for the plaintiff with regard to the claim that Liberty discriminated against her in 1993 within the meaning of Chapter 151B, and awarded her $10,000 in compensatory damages and $75,000 in punitive damages.  The jury found for Liberty on the three remaining claims.  Judge Stearns denied Liberty's post-trial motions.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On appeal, Liberty spins several lines of argument.  To the extent that these asseverations implicate the jury's liability finding, we treat them in the ensemble.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We then address Liberty's complaint that an award of punitive damages is inappropriate.</p>\n    </div>\n    <p>III. THE FINDING OF LIABILITY</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Stripping away the layers of rhetorical excess that encase its arguments, Liberty's assault on the liability finding comprises three main forays:  (a) that the jury returned an internally inconsistent verdict;  (b) that the verdict offends principles of due process;  and (c) that an erroneous set of jury instructions caused the problem.  We treat these assertions sequentially.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">* The special verdict form used, without objection, by Judge Stearns required the jury to make separate findings anent Dichner's federal and state claims.  Pointing out that those claims were based upon substantively analogous statutes,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Liberty argues that the jury's verdict--finding Liberty liable under state, but not federal, law--is irreconcilably inconsistent.  Liberty's argument is overly simplistic.  Notwithstanding the affinity that exists between the ADA and Chapter 151B in the employment arena, the two statutes utilize different evidentiary standards in their implementation of a common burden-shifting framework.  This discrepancy fully explains how conduct rationally can be found to violate state, but not federal, law.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under Massachusetts law, as under federal law, a plaintiff who lacks direct evidence of discrimination may proceed by engaging the three-stage order of proof articulated by the Supreme Court in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-05, 93 S.Ct. 1817, 1824-26, 36 L.Ed.2d 668 (1973).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Under that model, a plaintiff who suffers from a disability makes out a prima facie case of employment discrimination by demonstrating that she is a member of a protected group who has been denied an employment opportunity for which she was otherwise qualified.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Christopher v. Adam's Mark Hotels, 137 F.3d 1069, 1071-72 (8th Cir.1998)  Lattimore v. Polaroid Corp.,, 99 F.3d 456, 465 (1st Cir.1996).  Such a showing gives rise to an inference that the employer discriminated due to the plaintiff's disability and places upon the employer the burden of articulating a legitimate, nondiscriminatory reason for the adverse employment decision.  See Cumpiano v. Banco Santander P.R., 902 F.2d 148, 153 (1st Cir.1990).  This entails only a burden of production, not a burden of persuasion;  the task of proving discrimination remains the plaintiff's at all times.  See Texas Dep't of Community Affairs v. Burdine, 450 U.S. 248, 253, 256, 101 S.Ct. 1089, 1095, 67 L.Ed.2d 207 (1981).  Once such a reason emerges, the inference raised by the prima facie case dissolves, see Mesnick v. General Elec. Co., 950 F.2d 816, 823 (1st Cir.1991), and the plaintiff is required to show, unaided by the original inference of discrimination, that the employer's proffered reason is a pretext for discrimination.  See Furnco Constr.  Corp. v. Waters, 438 U.S. 567, 578, 98 S.Ct. 2943, 2950, 57 L.Ed.2d 957 (1978);  McDonnell Douglas, 411 U.S. at 805, 93 S.Ct. at 1825-26.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To this point, the federal and state paradigms are substantially identical.  At the proof-of-pretext stage, however, there is a critical difference.  To prevail under federal law, it is insufficient for a plaintiff merely to undermine the veracity of the employer's proffered justification;  instead, she must muster proof that enables a factfinder rationally to conclude that the stated reason behind the adverse employment decision is not only a sham, but a sham intended to cover up the proscribed type of discrimination.  See St. Mary's Honor Ctr. v. Hicks, 509 U.S. 502, 515, 113 S.Ct. 2742, 2751-52, 125 L.Ed.2d 407 (1993);  Smith v. Stratus Computer, Inc., 40 F.3d 11, 16 (1st Cir.1994);  Woods v. Friction Materials, Inc., 30 F.3d 255, 260 (1st Cir.1994).  This \"pretext plus\" approach does not necessarily require the introduction of additional evidence.  Although a plaintiff must show \"both that the employer's articulated reason is false, and that discrimination was the actual reason for its employment action,\" Woods, 30 F.3d at 260, the Supreme Court's decision in Hicks leaves open the possibility that \"[w]hen the prima facie case is very strong and disbelief of the proffered reason provides cause to believe that the employer was motivated by a discriminatory purpose, proof of pretext [alone] 'may' be sufficient.\"  Lattimore, 99 F.3d at 465 (quoting Hicks, 509 U.S. at 511, 113 S.Ct. at 2749).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Massachusetts eschews the federal \"pretext plus\" approach in favor of a \"pretext only\" approach.  Under Chapter 151B, a plaintiff who is seeking to establish a violation of the Massachusetts statute can prevail as long as she proves that the defendant's stated reasons for its employment decision are pretextual.  See Blare v. Husky Injection Molding Sys., 419 Mass. 437, 444-45, 646 N.E.2d 111, 117 (1995).  To the extent that the Massachusetts version of the McDonnell Douglas model takes a \"pretext only\" approach to proof of discrimination, federal and state law diverge.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Lattimore, 99 F.3d at 465.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In light of this salient distinction between the federal and state schemes, painstakingly explicated in Judge Stearns's charge, the jury in this case reasonably could have found--as indeed it did--that Dichner proved her case under Chapter 151B but not under the ADA.  See, e.g., id. at 467-68 (concluding that there was evidence to support a finding of pretext but not enough to establish pretext plus).  We think it elementary that, when a plaintiff must meet distinct evidentiary standards to prevail on separate claims, a jury warrantably can find for the plaintiff on one and against her on the other.  Liberty's inconsistency argument is therefore unpersuasive.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The defendant further asserts that the split verdict in this case offends accepted tenets of substantive due process.  This assertion rests on the premise that because the jury found in Liberty's favor on the ADA claim, it did not detect a discriminatory animus, and thus, holding Liberty liable for discrimination against Dichner on any theory violates due process.  This is an attack, pure and simple, on the constitutionality of the Massachusetts pretext only rule, which, as Liberty self-interestedly sees it, permitted the \"jury to find that Liberty Travel violated an anti-discrimination statute without finding that Liberty Travel actually discriminated against the plaintiff,\" Appellant's Reply Brief at 23, and which, in the bargain, punishes Liberty for doing \"what the law plainly allows it to do.\"  Id. (quoting Bordenkircher v. Hayes, 434 U.S. 357, 363, 98 S.Ct. 663, 667-68, 54 L.Ed.2d 604 (1977)).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The record discloses no sign that Liberty advanced this constitutional harangue below, and we could reject it on that basis alone.  See Daigle v. Maine Med.  Ctr., Inc., 14 F.3d 684, 687-88 (1st Cir.1994) (collecting cases and applying raise-or-waive rule to omitted constitutional challenges).  We address the argument briefly, however, because it is readily evident that Liberty misunderstands the evidentiary effect of a finding of pretext under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The verdict on the ADA count is not, as Liberty would have it, an affirmative determination that Liberty manifested no discriminatory intent.  To the contrary, the court instructed the jury to measure the corpus of evidence by two different evidentiary standards, both aimed at determining whether Liberty discriminated against Dichner on the basis of her disability.  Properly understood, the verdict denotes that, although the proof fell short when evaluated by reference to one such standard (pretext plus), the same proof, when evaluated by reference to the other standard (pretext only), enabled the jury to infer that Liberty had the requisite discriminatory animus and had committed a discriminatory refusal to hire.  This finding--supportable on the facts and the law--belies Liberty's foundational premise.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Liberty offers no authority to show that use of the state pretext only standard is constitutionally suspect, or, put another way, that use of the federal pretext plus standard as a means of gauging discriminatory intent is constitutionally mandated.  In all events, we believe that such a proposition is wholly untenable.  See generally St. Mary's Honor Ctr., 509 U.S. at 533-43, 113 S.Ct. at 2761-62 (Souter, J., dissenting) (questioning, on behalf of four Justices, the fairness and viability of the pretext plus approach);  D. Don Welch, Removing Discriminatory Barriers:  Basing Disparate Treatment Analysis on Motive Rather Than Intent, 60 S. Cal.  L.Rev. 733, 759-63 (1987) (concluding that discriminatory purpose is not a prerequisite to liability under Title VII).  That ties the ribbon on the package.  Since constitutionally acceptable Massachusetts jurisprudence enables a factfinder to infer intentional discrimination solely from a showing of pretext, state law does not \"plainly allow[ ]\" Liberty to act as it did in Dichner's case.  Consequently, there was nothing fundamentally unfair, in the substantive due process sense, about the jury's verdict on the Chapter 151B claim.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Liberty's next strike is waged in the name of federal supremacy.  If the plaintiff's evidentiary burden differs in regard to state and federal discrimination claims, this thesis runs, then a trial court should instruct the jury to apply the federal standard to both claims because federal law is paramount, see U.S. Const. art.  VI, and in all events, federal procedure is applicable to state-law claims that are litigated in federal courts, see Hanna v. Plumer, 380 U.S. 460, 465, 85 S.Ct. 1136, 1140-41, 14 L.Ed.2d 8 (1965) (explaining that when state causes of action are litigated in a federal forum, \"federal courts are to apply state substantive law and federal procedural law\" under the aegis of Erie R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938)).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Liberty's indignation over this alleged affront to federal supremacy is long overdue.  It did not object when Judge Stearns instructed the jury to apply the pretext only standard to Dichner's Chapter 151B claim and the pretext plus standard to her ADA claim.  The failure to object to jury instructions in the manner prescribed by Fed.R.Civ.P. 51 (requiring objections to be made \"before the jury retires to consider its verdict\") forfeits claims of error in respect to the content of those instructions.  See Elliott v. S.D. Warren Co., 134 F.3d 1, 6 (1st Cir.1998).  Hence, the objection that Liberty now lodges is by the boards.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To be sure, an appellate court retains the power to act, even in the absence of a contemporaneous objection, if the belatedly challenged jury instruction sinks to the depths of plain error.  See id.   Here, however, we discern no error, plain or otherwise.  Federal courts often utilize divergent standards of proof for claims brought by a plaintiff under parallel federal and state discrimination statutes.  See, e.g., Lattimore, 99 F.3d at 467;  Forsythe v. Microtouch Sys., Inc., 945 F.Supp. 350, 356-57 (D.Mass.1996);  Terry v. Electronic Data Sys. Corp., 940 F.Supp. 378, 383-84 (D.Mass.1996).  As a general proposition, such duality does not signify a direct conflict between federal and state law, nor does it offend principles of federal supremacy.  See Ellenwood v. Exxon Shipping Co., 984 F.2d 1270, 1276 (1st Cir.1993) (\"In the employment discrimination field, Congressional enactments 'have long evinced a general intent to accord parallel or overlapping remedies against discrimination.' \")  (quoting Alexander v. Gardner-Denver Co., 415 U.S. 36, 47, 94 S.Ct. 1011, 1019, 39 L.Ed.2d 147 (1974)).  This verity rings particularly true in disability discrimination cases, for the ADA anticipates that disabled persons will enjoy the full protection of both federal and state antidiscrimination schemes.  See 42 U.S.C. &#167; 12201(b) (assuring that the ADA does not \"limit the remedies, rights, and procedures of any ... law of any State ... that provides greater or equal protection for the rights of individuals with disabilities\").  Because the federal standard (pretext plus) applies to the federal cause of action (the ADA claim) and the state standard (pretext only) applies to the state cause of action (the Chapter 151B claim), they can coexist peacefully.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Liberty's related contention that Erie principles compel the application of the federal pretext plus standard to Dichner's Chapter 151B claim is similarly unavailing.  The pretext only/pretext plus dichotomy hinges on the evidentiary impact of a showing of pretext.  At its axis, this dichotomy involves an issue of substance that should be decided by reference to state law where, as here, the underlying cause of action derives from state law.  See, e.g., Elliott, 134 F.3d at 5 (\"Generally, in diversity cases the evidentiary effect accorded the violation of a safety rule is a matter of state law.\");  Oja v. Howmedica, Inc., 111 F.3d 782, 792 (10th Cir.1997) (concluding that, as to causes of action arising under state law, a federal court usually \"examine[s] the evidence in terms of the underlying burden of proof as dictated by state law\");  Daigle, 14 F.3d at 689 (approving the district court's use of a Maine statute's evidentiary provisions in a diversity case).  Consonant with these authorities, we hold that the court below did not err in applying Massachusetts's pretext only standard to the Chapter 151B claim.</p>\n    </div>\n    <p>IV. THE AWARD OF PUNITIVE DAMAGES</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Liberty maintains that Judge Stearns should not have permitted the jury to assess punitive damages because the record affords no basis for such redress.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">* We begin with a modest lesson on the applicable legal framework.  Under a federal antidiscrimination statute that provides for punitive damages (like the ADA), a jury may be allowed to assess such damages \"when the defendant's conduct is shown to be motivated by evil motive or intent, or when it involves reckless or callous indifference to the federally protected rights of others.\"  Smith v. Wade, 461 U.S. 30, 56, 103 S.Ct. 1625, 1640, 75 L.Ed.2d 632 (1983);  see also BMW of N. Am., Inc. v. Gore, 517 U.S. 559, 575-77, 116 S.Ct. 1589, 1599, 134 L.Ed.2d 809 (1996).  Chapter 151B also authorizes a plaintiff to recover punitive damages, but the Massachusetts statute does not specify the types of situations in which such damages are appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The commonwealth's highest court recently interpreted Chapter 151B to allow for punitive damages under the circumstances provided by the Restatement (Second) of Torts &#167; 908(2) (1979), that is, when the defendant's conduct \"is outrageous, because of [his] evil motive or his reckless indifference to the rights of others.\"  Dartt v. Browning-Ferris Indus., 427 Mass. 1, 691 N.E.2d 526, 536-37 (1998) (internal quotation marks omitted);  see also Bain v. City of Springfield, 424 Mass. 758, 678 N.E.2d 155, 161-62 (1997) (indicating that such damages are available \"where the defendant's conduct warrants condemnation and deterrence\");  Dalis v. Buyer Adver., Inc., 418 Mass. 220, 636 N.E.2d 212, 215 (1994) (reserving punitives for \"egregious\" cases).  Although the federal standard also reflects Restatement principles, see, e.g., Smith, 461 U.S. at 53-54, 103 S.Ct. at 1638-39, courts cannot automatically assume that punitive damages are available under Chapter 151B on the same basis as they are available to a plaintiff in a federal discrimination case.  See August v. Offices Unlimited, Inc., 981 F.2d 576, 580 n. 3 (1st Cir.1992) (\"In interpreting Massachusetts discrimination statutes, Massachusetts courts may look to the interpretations of analogous federal statutes, but [they] are not bound thereby.\");  Dartt, 691 N.E.2d at 536-37.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In this instance, neither party suggested the existence of a distinction between federal and state standards for the award of punitive damages, and Judge Stearns therefore used a formulation drawn strictly from federal precedents in his jury instructions.  Neither party objected to the substance of this instruction and, on appeal, the parties agree that its content should govern the question of whether punitive damages were appropriately awarded here.  Under the circumstances, we acquiesce in the parties' shared position and proceed on the assumption, arguendo, that there is no material difference between the federal and state standards (an assumption which, in light of Dartt, appears quite reasonable).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Liberty asserts that, because the jury found only pretext, not pretext plus, it could not have acted with the evil motive or intent that the federal standard for exemplary damages requires.  This assertion is not unlike Liberty's due process argument, see supra Part III(B), and suffers the same fate.  A jury need not find some special sort of malign purpose in order to exact punitive damages in a disparate treatment case because the \"intent\" that is necessary to undergird an award of punitive damages in such a case is the same \"intent\" that is required for a finding of discrimination in the first place.  See Rowlett v. Anheuser-Busch, Inc., 832 F.2d 194, 205 (1st Cir.1987) (recognizing that \"the state of mind necessary to trigger liability for the wrong is at least as culpable as that required to make punitive damages applicable\").  The Rowlett panel specifically rejected an assertion that \"something more than intentional discrimination [as proven via the McDonnell Douglas framework] is necessary,\" id., holding instead that, once intentional discrimination has been established, whether directly or by a McDonnell Douglas inference, the jury, in order \" 'to punish [the defendant] for his outrageous conduct and to deter him and others like him from similar conduct in the future,' \" has the authority to award punitive damages in \"its 'discretionary moral judgment.' \"  Id. at 205, 206 (quoting Smith, 461 U.S. at 52, 54, 103 S.Ct. at 1638, 1639).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Here, the record contains evidence which, if viewed in the light most amenable to the verdict, reflects egregious conduct, worthy of condemnation and crying out for deterrence.  In addition, the jury supportably found that Liberty had committed intentional discrimination as that concept is defined under Massachusetts law and chose to award punitive damages, apparently, in the words of the court's charge, \"to punish the defendant and to serve as a warning to other like-minded individuals or entities that society will not tolerate outrageous discriminatory behavior.\"   In these circumstances, Rowlett controls.  Since the law and the facts sufficiently support the jury's \"discretionary moral judgment,\" Smith, 461 U.S. at 52, 103 S.Ct. at 1638, we are not at liberty to disturb the award.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need go no further.  Liberty raises other arguments, but all of them are patently unmeritorious.  In closing, it suffices to say that the challenged verdict draws its essence from a correct statement of the law reflecting the proper balance between federal and state \"pretext\" policy in discrimination cases.  Because the jury struck this balance in an acceptable manner and appropriately awarded punitive damages, the judgment below must be</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed.  Costs in favor of plaintiff-appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In point of fact, Dichner sued not only Liberty but also Deborah Pickard, the executive who made the key employment decisions.  The jury returned identical verdicts as to both defendants, and the defendants have filed a consolidated brief hawking undifferentiated assignments of error.  Consequently, we opt for simplicity and treat this appeal as if Liberty were the sole defendant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court had jurisdiction under 28 U.S.C. &#167; 1331 (because Dichner's primary action arose under federal law, namely, the ADA) and 28 U.S.C. &#167; 1367 (because Dichner's Chapter 151B claim fell within the court's supplemental jurisdiction).  The court also possessed jurisdiction under 28 U.S.C. &#167; 1332 (because the parties were of diverse citizenship and the complaint placed the requisite amount in controversy)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For simplicity's sake, we omit any further reference to the 1992 claims (both of which were resolved in the defendant's favor) and focus exclusively on the 1993 claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiff predicated her federal claim on the ADA, which provides in pertinent part:</p>\n        <p>No covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.</p>\n        <p>42 U.S.C. &#167; 12112(a).  She predicated her state claim on Chapter 151B, which makes it unlawful</p>\n        <p>[f]or any employer, personally or through an agent, to dismiss from employment or refuse to hire, rehire or advance in employment or otherwise discriminate against, because of his handicap, any person alleging to be a qualified handicapped person, capable of performing the essential functions of the position involved with reasonable accommodation.</p>\n        <p>Mass. Gen. Laws Ann. ch. 151B, &#167; 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The McDonnell Douglas model applies to many types of discrimination, and always must be tailored to address particular situations.  We speak here of discrimination in employment based on an individual's disability.  In parsing the ADA, however, we draw freely on precedents in other types of discrimination cases.  See EEOC v. Amego, Inc., 110 F.3d 135, 145 n. 7 (1st Cir.1997) (recognizing that \"the ADA is interpreted in a manner similar to Title VII\");  see also Serapion v. Martinez, 119 F.3d 982, 985 (1st Cir.1997) (\"We regard Title VII, ADEA, ERISA, and FLSA as standing in pari passu and endorse the practice of treating judicial precedents interpreting one statute as instructive in decisions involving another.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This is merely shorthand, as we recognize the existence of other, more elaborate formulations of the prima facie case requirement.  See, e.g., Jacques v. Clean-Up Group, Inc., 96 F.3d 506, 511 (1st Cir.1996);  Smith v. Stratus Computer, Inc., 40 F.3d 11, 15 (1st Cir.1994).  The prima facie case necessarily is a flexible device, and its exact dimensions vary depending on the circumstances.  Thus, \"the nature of the proof giving rise to the requisite inference of discrimination cannot be reduced to a formula that will serve any and all discrimination cases.\"  Leffel v. Valley Fin.  Servs., 113 F.3d 787, 793 (7th Cir.1997).  The instant appeal does not require us to clarify precisely the elements that must be established here to constitute a prima facie case for purposes of the McDonnell Douglas analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although language in a recent opinion may be read to cast doubt on the firmness of the Massachusetts Supreme Judicial Court's \"pretext only\" convictions, see Matthews v. Ocean Spray Cranberries, Inc., 426 Mass. 122, 686 N.E.2d 1303, 1309 (1997) (stating in dictum that \"if the defendant's reasons are not discriminatory, and if the plaintiff does not prove that they are pretexts [for discrimination], the plaintiff cannot prevail\"), a panel of this court recently declined to accept the argument that Matthews transforms Massachusetts into a \"pretext plus\" venue, see McMillan v. Massachusetts Soc. For The Prevention of Cruelty To Animals, 140 F.3d 288, 298 n. 4 (1st Cir.1998).  In any event, we need not probe this point too deeply, for the parties here consistently have acknowledged that Massachusetts is a \"pretext only\" jurisdiction, and both sides assented to judge Stearns's jury instruction to that effect.  At the very least, \"pretext only\" is the law of this case insofar as the Chapter 151B claim is concerned</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Massachusetts law apparently conforms to this approach.  See Handrahan v. Red Roof Inns, Inc., 43 Mass.App.Ct. 13, 680 N.E.2d 568, 575-76 (1997) (stating that although the proof of discrimination was itself \"less than overwhelming,\" it demonstrated that the defendant acted intentionally and, thus, \"was sufficient to warrant submitting the issue of punitive damages to the jury\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Liberty hints that, of necessity, the amount awarded here was inordinate because no punitive damages were warranted.  This undeveloped argument does not invite a serious examination of whether a $75,000 award is excessive, and thus, we do not address the factors discussed in BMW, 517 U.S. at 575-77, 116 S.Ct. at 1599</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span></p>\n    <p class=\"case_cite\">8 A.D. Cases 111, 12 NDLR P 164</p>\n    <p class=\"parties\">Frances DICHNER, Plaintiff, Appellee,<br>v.<br>LIBERTY TRAVEL, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-2046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 2, 1998.<br>Decided April 13, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. Andrews, with whom Douglas E. Edlin, Friedman &amp; Siegelbaum, LLP, Evan Slavitt, and Gadsby &amp; Hannah, LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Betsy Ehrenberg, with whom Harold L. Lichten, and Pyle, Rome &amp; Lichten, P.C. were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Frances Dichner suffers from posttraumatic encephalopathy.  Convinced that she had been refused employment because of her disability, Dichner sued Liberty Travel (Liberty) for violating both the Americans with Disabilities Act, 42 U.S.C. &#167;&#167; 12101-12213 (1994) (ADA), and Mass.  Gen. Laws Ann. ch. 151B, &#167; 4 (West 1992) (Chapter 151B).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  A jury found that Liberty's conduct transgressed the state (but not the federal) antidiscrimination statute and awarded Dichner compensatory and punitive damages.  Liberty appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We limn the facts in a light hospitable to the jury's verdict, consistent with record support.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dichner, a resident of Danvers, Massachusetts, experienced her first encephalopathic seizure in the summer of 1989, following an automobile accident.  With medication, her epilepsy-like condition metamorphosed from severe physical convulsions to absence seizures--trance-like states that render one unable to respond to environmental stimuli for brief periods.  At all times relevant hereto, Dichner's catalepsies occurred infrequently, and, although her condition prevented her from operating a motor vehicle, it did not significantly hinder her ability to work.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Prior to the accident, Dichner managed an employment agency.  During her convalescence, she toiled as an at-home solicitor for several travel agencies, and, contemplating a permanent career change, filled in as a sales agent for Saga Holidays (a travel firm located in downtown Boston).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the spring of 1992, Dichner decided that she was ready to return to work on a full-time basis.  In response to a newspaper advertisement, she contacted a Liberty recruiter who told her that Liberty wished to hire sales agents for its offices in Boston and on the North Shore (an area that includes Danvers).  Her interest piqued, Dichner attended a Liberty-sponsored open house where company representatives distributed information about the firm, collected resumes, and conducted preliminary interviews.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Angelina Picini, the manager of Liberty's Danvers branch, met informally with Dichner at the open house.  Dichner explained to Picini that she was interested in a career in travel, but that, because of her disability, she preferred a job near her home.  Picini assured Dichner that there was a position open in the Danvers branch office and that her medical condition did not present a problem.  Picini then arranged for Dichner to have a formal interview with Deborah Pickard (Liberty's regional manager).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dichner met with Pickard in Danvers.  The two discussed Dichner's previous experience in sales and travel.  When Pickard questioned Dichner about her desire to be stationed in Danvers, Dichner explained that she did not drive.  Pickard expressed compunction about that restriction, noting that employees sometimes were asked to go from branch to branch.  In the end, however, she assured Dichner that the limitation on her driving ability would not impede her prospects for the Danvers opening.  Despite this assurance, Dichner learned a few days later that the position had been filled.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dichner reapplied in 1993 after Liberty once again announced the availability of employment opportunities on the North Shore.  At another Liberty open house, Picini, who had become the manager of Liberty's Boston office, told Dichner that openings existed in Danvers and arranged for her to interview again with Pickard.  Prior to this meeting, Dichner called Pickard and confirmed that a sales position was available in Danvers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Dichner arrived at Liberty's Danvers office for the interview, Pickard asked Dichner whether her epileptic condition persisted.  Dichner responded affirmatively, but noted that she was on medication and that her seizures were under control.  Pickard continued down that road and, in Dichner's eyes, appeared preoccupied with whether Dichner would be likely to undergo seizures while on the job.  In answer to Pickard's insistent queries, Dichner explained that her seizures occurred rarely, that they never had caused a problem in the workplace, and that she had mentioned them only to explain her inability to drive.  Pickard seemed dissatisfied with these assurances and continued to express concern for the \"safety\" of the branch.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pickard and Dichner talked briefly about Dichner's qualifications and about the salary and benefits that Liberty offered.  When Pickard inquired about Dichner's interest in working at other Liberty offices, Dichner responded that she was interested only in Danvers.  Pickard then suggested, for the first time, that a Danvers position might not be available after all, and she continued to voice concerns about Dichner's epilepsy (\"I've seen your type before, and I have to tell you, I'm not sure that this isn't going to be a problem.\").  Dichner reacted angrily and accused Pickard of acting unprofessionally by harping on the disability without the slightest justification.  Pickard responded that, in her view, Dichner would not be a good fit for the company.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dichner departed in high dudgeon.  She testified that she became emotionally distraught, that she was unable to eat or sleep for several weeks, and that she lost faith in her ability to overcome her disability.</p>\n    </div>\n    <p>II. THE LITIGATION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After touching the prescribed administrative bases, see 42 U.S.C. &#167; 12117(a) (incorporating the exhaustion procedures detailed at 42 U.S.C. &#167; 2000e-5);  Mass.  Gen. Laws.  Ann. ch.  151B, &#167; 9, Dichner sued Liberty in the federal district court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Her complaint alleged that, by twice refusing to hire her on account of her disability, Liberty violated both the ADA and Chapter 151B.  Liberty denied the charges of discrimination.  It asserted that it had hired someone with significantly more experience in 1992, and that there were no positions available in the Danvers office in the spring of 1993.  During a four-day jury trial, Dichner presented evidence that Liberty's excuses were lame, including evidence tending to show that several sales agents were hired for, or transferred into, the Danvers office around the time of Dichner's 1993 interview.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In his charge, Judge Stearns outlined the plaintiff's four claims to the jury:  disability discrimination in 1992 under the ADA;  disability discrimination in 1992 under Chapter 151B;  disability discrimination in 1993 under the ADA;  and disability discrimination in 1993 under Chapter 151B.  He then explained that, under both state and federal law, the plaintiff bore the burden of establishing by a preponderance of the evidence that the defendant had discriminated against her.  Under either rubric, the judge noted, the plaintiff had to make out a prima facie case of discrimination and prove that the defendant's proffered reasons for rejecting her application were pretextual.  The court's instructions made clear, however, that state and federal law diverged with regard to the evidentiary effect of a finding of pretext:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Under Massachusetts law, Ms. Dichner is required to prove only the reasons Liberty has offered for its actions are untrue.  If she persuades you that Liberty's explanation lacks credibility, you are permitted to draw the inference that the true reasons for Liberty's actions were discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To prevail under federal law, Ms. Dichner must show something more, that is, not only that the explanation by Liberty is pretext, but that there is evidence of a discriminatory \"plus\" as well.  In other words, Ms. Dichner must prove that Liberty's decision not to hire her was actually motivated by handicap discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Neither party objected to these portions of the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judge Stearns further instructed that, if the jury found Liberty liable under either state or federal law, it could award both compensatory and punitive damages.  The judge gave the following instruction on punitive damages:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, if you find that the conduct of Liberty Travel was beyond the pale of the tolerable, you may award punitive damages to Ms. Dichner.  These are damages not intended to compensate but to punish a defendant and to serve as a warning to other like-minded individuals or entities that society will not tolerate outrageous discriminatory behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Any sum that you award should be commensurate with your own conscience, the degree of reprehensibility of the defendants' conduct as you find it, the ratio of any punitive damages to the actual damages that you find Ms. Dichner incurred and the likelihood of the award's having a deterrent effect on both this and other potential defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Liberty objected generally to the giving of a charge on punitive damages, but interposed no specific objections to the phraseology that the judge employed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Judge Stearns submitted the case to the jury by means of a special verdict form tailored to the resolution of Dichner's four claims.  Using this matrix, the jury found for the plaintiff with regard to the claim that Liberty discriminated against her in 1993 within the meaning of Chapter 151B, and awarded her $10,000 in compensatory damages and $75,000 in punitive damages.  The jury found for Liberty on the three remaining claims.  Judge Stearns denied Liberty's post-trial motions.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On appeal, Liberty spins several lines of argument.  To the extent that these asseverations implicate the jury's liability finding, we treat them in the ensemble.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We then address Liberty's complaint that an award of punitive damages is inappropriate.</p>\n    </div>\n    <p>III. THE FINDING OF LIABILITY</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Stripping away the layers of rhetorical excess that encase its arguments, Liberty's assault on the liability finding comprises three main forays:  (a) that the jury returned an internally inconsistent verdict;  (b) that the verdict offends principles of due process;  and (c) that an erroneous set of jury instructions caused the problem.  We treat these assertions sequentially.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">* The special verdict form used, without objection, by Judge Stearns required the jury to make separate findings anent Dichner's federal and state claims.  Pointing out that those claims were based upon substantively analogous statutes,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Liberty argues that the jury's verdict--finding Liberty liable under state, but not federal, law--is irreconcilably inconsistent.  Liberty's argument is overly simplistic.  Notwithstanding the affinity that exists between the ADA and Chapter 151B in the employment arena, the two statutes utilize different evidentiary standards in their implementation of a common burden-shifting framework.  This discrepancy fully explains how conduct rationally can be found to violate state, but not federal, law.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under Massachusetts law, as under federal law, a plaintiff who lacks direct evidence of discrimination may proceed by engaging the three-stage order of proof articulated by the Supreme Court in McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-05, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824-26, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Under that model, a plaintiff who suffers from a disability makes out a prima facie case of employment discrimination by demonstrating that she is a member of a protected group who has been denied an employment opportunity for which she was otherwise qualified.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Christopher v. Adam's Mark Hotels, <span class=\"citation\" data-id=\"751887\"><a href=\"/opinion/751887/cheryl-d-christopher-v-adams-mark-hotels-a-division-of-hbe-corporation/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1069</span></a></span>, 1071-72 (8th Cir.1998)  Lattimore v. Polaroid Corp.,, <span class=\"citation\" data-id=\"728907\"><a href=\"/opinion/728907/72-fair-emplpraccas-bna-397-36-fedrserv3d-569-ollie-lattimore-v/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 465 (1st Cir.1996).  Such a showing gives rise to an inference that the employer discriminated due to the plaintiff's disability and places upon the employer the burden of articulating a legitimate, nondiscriminatory reason for the adverse employment decision.  See Cumpiano v. Banco Santander P.R., <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 153 (1st Cir.1990).  This entails only a burden of production, not a burden of persuasion;  the task of proving discrimination remains the plaintiff's at all times.  See Texas Dep't of Community Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 253, 256, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, 1095, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981).  Once such a reason emerges, the inference raised by the prima facie case dissolves, see Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 823 (1st Cir.1991), and the plaintiff is required to show, unaided by the original inference of discrimination, that the employer's proffered reason is a pretext for discrimination.  See Furnco Constr.  Corp. v. Waters, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 578, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2943</span></a></span>, 2950, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1978);  McDonnell Douglas, 411 U.S. at 805, 93 S.Ct. at 1825-26.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To this point, the federal and state paradigms are substantially identical.  At the proof-of-pretext stage, however, there is a critical difference.  To prevail under federal law, it is insufficient for a plaintiff merely to undermine the veracity of the employer's proffered justification;  instead, she must muster proof that enables a factfinder rationally to conclude that the stated reason behind the adverse employment decision is not only a sham, but a sham intended to cover up the proscribed type of discrimination.  See St. Mary's Honor Ctr. v. Hicks, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 515, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, 2751-52, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993);  Smith v. Stratus Computer, Inc., <span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 16 (1st Cir.1994);  Woods v. Friction Materials, Inc., <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 260 (1st Cir.1994).  This \"pretext plus\" approach does not necessarily require the introduction of additional evidence.  Although a plaintiff must show \"both that the employer's articulated reason is false, and that discrimination was the actual reason for its employment action,\" Woods, 30 F.3d at 260, the Supreme Court's decision in Hicks leaves open the possibility that \"[w]hen the prima facie case is very strong and disbelief of the proffered reason provides cause to believe that the employer was motivated by a discriminatory purpose, proof of pretext [alone] 'may' be sufficient.\"  Lattimore, 99 F.3d at 465 (quoting Hicks, 509 U.S. at 511, 113 S.Ct. at 2749).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Massachusetts eschews the federal \"pretext plus\" approach in favor of a \"pretext only\" approach.  Under Chapter 151B, a plaintiff who is seeking to establish a violation of the Massachusetts statute can prevail as long as she proves that the defendant's stated reasons for its employment decision are pretextual.  See Blare v. Husky Injection Molding Sys., <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">437</span></span>, 444-45, <span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">111</span></span>, 117 (1995).  To the extent that the Massachusetts version of the McDonnell Douglas model takes a \"pretext only\" approach to proof of discrimination, federal and state law diverge.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Lattimore, 99 F.3d at 465.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In light of this salient distinction between the federal and state schemes, painstakingly explicated in Judge Stearns's charge, the jury in this case reasonably could have found--as indeed it did--that Dichner proved her case under Chapter 151B but not under the ADA.  See, e.g., id. at 467-68 (concluding that there was evidence to support a finding of pretext but not enough to establish pretext plus).  We think it elementary that, when a plaintiff must meet distinct evidentiary standards to prevail on separate claims, a jury warrantably can find for the plaintiff on one and against her on the other.  Liberty's inconsistency argument is therefore unpersuasive.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The defendant further asserts that the split verdict in this case offends accepted tenets of substantive due process.  This assertion rests on the premise that because the jury found in Liberty's favor on the ADA claim, it did not detect a discriminatory animus, and thus, holding Liberty liable for discrimination against Dichner on any theory violates due process.  This is an attack, pure and simple, on the constitutionality of the Massachusetts pretext only rule, which, as Liberty self-interestedly sees it, permitted the \"jury to find that Liberty Travel violated an anti-discrimination statute without finding that Liberty Travel actually discriminated against the plaintiff,\" Appellant's Reply Brief at 23, and which, in the bargain, punishes Liberty for doing \"what the law plainly allows it to do.\"  Id. (quoting Bordenkircher v. Hayes, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></span>, 363, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">663</span></span>, 667-68, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span></span> (1977)).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The record discloses no sign that Liberty advanced this constitutional harangue below, and we could reject it on that basis alone.  See Daigle v. Maine Med.  Ctr., Inc., <span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 687-88 (1st Cir.1994) (collecting cases and applying raise-or-waive rule to omitted constitutional challenges).  We address the argument briefly, however, because it is readily evident that Liberty misunderstands the evidentiary effect of a finding of pretext under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The verdict on the ADA count is not, as Liberty would have it, an affirmative determination that Liberty manifested no discriminatory intent.  To the contrary, the court instructed the jury to measure the corpus of evidence by two different evidentiary standards, both aimed at determining whether Liberty discriminated against Dichner on the basis of her disability.  Properly understood, the verdict denotes that, although the proof fell short when evaluated by reference to one such standard (pretext plus), the same proof, when evaluated by reference to the other standard (pretext only), enabled the jury to infer that Liberty had the requisite discriminatory animus and had committed a discriminatory refusal to hire.  This finding--supportable on the facts and the law--belies Liberty's foundational premise.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Liberty offers no authority to show that use of the state pretext only standard is constitutionally suspect, or, put another way, that use of the federal pretext plus standard as a means of gauging discriminatory intent is constitutionally mandated.  In all events, we believe that such a proposition is wholly untenable.  See generally St. Mary's Honor Ctr., 509 U.S. at 533-43, 113 S.Ct. at 2761-62 (Souter, J., dissenting) (questioning, on behalf of four Justices, the fairness and viability of the pretext plus approach);  D. Don Welch, Removing Discriminatory Barriers:  Basing Disparate Treatment Analysis on Motive Rather Than Intent, 60 S. Cal.  L.Rev. 733, 759-63 (1987) (concluding that discriminatory purpose is not a prerequisite to liability under Title VII).  That ties the ribbon on the package.  Since constitutionally acceptable Massachusetts jurisprudence enables a factfinder to infer intentional discrimination solely from a showing of pretext, state law does not \"plainly allow[ ]\" Liberty to act as it did in Dichner's case.  Consequently, there was nothing fundamentally unfair, in the substantive due process sense, about the jury's verdict on the Chapter 151B claim.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Liberty's next strike is waged in the name of federal supremacy.  If the plaintiff's evidentiary burden differs in regard to state and federal discrimination claims, this thesis runs, then a trial court should instruct the jury to apply the federal standard to both claims because federal law is paramount, see U.S. Const. art.  VI, and in all events, federal procedure is applicable to state-law claims that are litigated in federal courts, see Hanna v. Plumer, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 465, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1136</span></a></span>, 1140-41, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">8</span></a></span> (1965) (explaining that when state causes of action are litigated in a federal forum, \"federal courts are to apply state substantive law and federal procedural law\" under the aegis of Erie R. Co. v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></a></span> (1938)).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Liberty's indignation over this alleged affront to federal supremacy is long overdue.  It did not object when Judge Stearns instructed the jury to apply the pretext only standard to Dichner's Chapter 151B claim and the pretext plus standard to her ADA claim.  The failure to object to jury instructions in the manner prescribed by Fed.R.Civ.P. 51 (requiring objections to be made \"before the jury retires to consider its verdict\") forfeits claims of error in respect to the content of those instructions.  See Elliott v. S.D. Warren Co., <span class=\"citation\" data-id=\"750688\"><a href=\"/opinion/750688/darryl-w-elliott-v-sd-warren-company/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1998).  Hence, the objection that Liberty now lodges is by the boards.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To be sure, an appellate court retains the power to act, even in the absence of a contemporaneous objection, if the belatedly challenged jury instruction sinks to the depths of plain error.  See id.   Here, however, we discern no error, plain or otherwise.  Federal courts often utilize divergent standards of proof for claims brought by a plaintiff under parallel federal and state discrimination statutes.  See, e.g., Lattimore, 99 F.3d at 467;  Forsythe v. Microtouch Sys., Inc., <span class=\"citation no-link\"><span class=\"volume\">945</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">350</span></span>, 356-57 (D.Mass.1996);  Terry v. Electronic Data Sys. Corp., <span class=\"citation no-link\"><span class=\"volume\">940</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">378</span></span>, 383-84 (D.Mass.1996).  As a general proposition, such duality does not signify a direct conflict between federal and state law, nor does it offend principles of federal supremacy.  See Ellenwood v. Exxon Shipping Co., <span class=\"citation\" data-id=\"599255\"><a href=\"/opinion/599255/theodore-m-ellenwood-v-exxon-shipping-co-state-of-maine-intervenor/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1270</span></a></span>, 1276 (1st Cir.1993) (\"In the employment discrimination field, Congressional enactments 'have long evinced a general intent to accord parallel or overlapping remedies against discrimination.' \")  (quoting Alexander v. Gardner-Denver Co., <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 47, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, 1019, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1974)).  This verity rings particularly true in disability discrimination cases, for the ADA anticipates that disabled persons will enjoy the full protection of both federal and state antidiscrimination schemes.  See 42 U.S.C. &#167; 12201(b) (assuring that the ADA does not \"limit the remedies, rights, and procedures of any ... law of any State ... that provides greater or equal protection for the rights of individuals with disabilities\").  Because the federal standard (pretext plus) applies to the federal cause of action (the ADA claim) and the state standard (pretext only) applies to the state cause of action (the Chapter 151B claim), they can coexist peacefully.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Liberty's related contention that Erie principles compel the application of the federal pretext plus standard to Dichner's Chapter 151B claim is similarly unavailing.  The pretext only/pretext plus dichotomy hinges on the evidentiary impact of a showing of pretext.  At its axis, this dichotomy involves an issue of substance that should be decided by reference to state law where, as here, the underlying cause of action derives from state law.  See, e.g., Elliott, 134 F.3d at 5 (\"Generally, in diversity cases the evidentiary effect accorded the violation of a safety rule is a matter of state law.\");  Oja v. Howmedica, Inc., <span class=\"citation\" data-id=\"739747\"><a href=\"/opinion/739747/maureen-g-oja-plaintiff-appellee-v-howmedica-inc-a-delaware/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">782</span></a></span>, 792 (10th Cir.1997) (concluding that, as to causes of action arising under state law, a federal court usually \"examine[s] the evidence in terms of the underlying burden of proof as dictated by state law\");  Daigle, 14 F.3d at 689 (approving the district court's use of a Maine statute's evidentiary provisions in a diversity case).  Consonant with these authorities, we hold that the court below did not err in applying Massachusetts's pretext only standard to the Chapter 151B claim.</p>\n    </div>\n    <p>IV. THE AWARD OF PUNITIVE DAMAGES</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Liberty maintains that Judge Stearns should not have permitted the jury to assess punitive damages because the record affords no basis for such redress.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">* We begin with a modest lesson on the applicable legal framework.  Under a federal antidiscrimination statute that provides for punitive damages (like the ADA), a jury may be allowed to assess such damages \"when the defendant's conduct is shown to be motivated by evil motive or intent, or when it involves reckless or callous indifference to the federally protected rights of others.\"  Smith v. Wade, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 56, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, 1640, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1983);  see also BMW of N. Am., Inc. v. Gore, <span class=\"citation\" data-id=\"118026\"><a href=\"/opinion/118026/bmw-of-north-america-inc-v-gore/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 575-77, <span class=\"citation\" data-id=\"118026\"><a href=\"/opinion/118026/bmw-of-north-america-inc-v-gore/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1589</span></a></span>, 1599, <span class=\"citation\" data-id=\"118026\"><a href=\"/opinion/118026/bmw-of-north-america-inc-v-gore/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span></a></span> (1996).  Chapter 151B also authorizes a plaintiff to recover punitive damages, but the Massachusetts statute does not specify the types of situations in which such damages are appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The commonwealth's highest court recently interpreted Chapter 151B to allow for punitive damages under the circumstances provided by the Restatement (Second) of Torts &#167; 908(2) (1979), that is, when the defendant's conduct \"is outrageous, because of [his] evil motive or his reckless indifference to the rights of others.\"  Dartt v. Browning-Ferris Indus., <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">691</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">526</span></span>, 536-37 (1998) (internal quotation marks omitted);  see also Bain v. City of Springfield, <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">758</span></span>, <span class=\"citation no-link\"><span class=\"volume\">678</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">155</span></span>, 161-62 (1997) (indicating that such damages are available \"where the defendant's conduct warrants condemnation and deterrence\");  Dalis v. Buyer Adver., Inc., <span class=\"citation\" data-id=\"2226819\"><a href=\"/opinion/2226819/dalis-v-buyer-advertising-inc/\"><span class=\"volume\">418</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">220</span></a></span>, <span class=\"citation\" data-id=\"2226819\"><a href=\"/opinion/2226819/dalis-v-buyer-advertising-inc/\"><span class=\"volume\">636</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">212</span></a></span>, 215 (1994) (reserving punitives for \"egregious\" cases).  Although the federal standard also reflects Restatement principles, see, e.g., Smith, 461 U.S. at 53-54, 103 S.Ct. at 1638-39, courts cannot automatically assume that punitive damages are available under Chapter 151B on the same basis as they are available to a plaintiff in a federal discrimination case.  See August v. Offices Unlimited, Inc., <span class=\"citation\" data-id=\"596483\"><a href=\"/opinion/596483/irving-august-v-offices-unlimited-inc/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></a></span>, 580 n. 3 (1st Cir.1992) (\"In interpreting Massachusetts discrimination statutes, Massachusetts courts may look to the interpretations of analogous federal statutes, but [they] are not bound thereby.\");  Dartt, 691 N.E.2d at 536-37.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In this instance, neither party suggested the existence of a distinction between federal and state standards for the award of punitive damages, and Judge Stearns therefore used a formulation drawn strictly from federal precedents in his jury instructions.  Neither party objected to the substance of this instruction and, on appeal, the parties agree that its content should govern the question of whether punitive damages were appropriately awarded here.  Under the circumstances, we acquiesce in the parties' shared position and proceed on the assumption, arguendo, that there is no material difference between the federal and state standards (an assumption which, in light of Dartt, appears quite reasonable).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Liberty asserts that, because the jury found only pretext, not pretext plus, it could not have acted with the evil motive or intent that the federal standard for exemplary damages requires.  This assertion is not unlike Liberty's due process argument, see supra Part III(B), and suffers the same fate.  A jury need not find some special sort of malign purpose in order to exact punitive damages in a disparate treatment case because the \"intent\" that is necessary to undergird an award of punitive damages in such a case is the same \"intent\" that is required for a finding of discrimination in the first place.  See Rowlett v. Anheuser-Busch, Inc., <span class=\"citation\" data-id=\"496702\"><a href=\"/opinion/496702/melvin-k-rowlett-sr-v-anheuser-busch-inc/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 205 (1st Cir.1987) (recognizing that \"the state of mind necessary to trigger liability for the wrong is at least as culpable as that required to make punitive damages applicable\").  The Rowlett panel specifically rejected an assertion that \"something more than intentional discrimination [as proven via the McDonnell Douglas framework] is necessary,\" id., holding instead that, once intentional discrimination has been established, whether directly or by a McDonnell Douglas inference, the jury, in order \" 'to punish [the defendant] for his outrageous conduct and to deter him and others like him from similar conduct in the future,' \" has the authority to award punitive damages in \"its 'discretionary moral judgment.' \"  Id. at 205, 206 (quoting Smith, 461 U.S. at 52, 54, 103 S.Ct. at 1638, 1639).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Here, the record contains evidence which, if viewed in the light most amenable to the verdict, reflects egregious conduct, worthy of condemnation and crying out for deterrence.  In addition, the jury supportably found that Liberty had committed intentional discrimination as that concept is defined under Massachusetts law and chose to award punitive damages, apparently, in the words of the court's charge, \"to punish the defendant and to serve as a warning to other like-minded individuals or entities that society will not tolerate outrageous discriminatory behavior.\"   In these circumstances, Rowlett controls.  Since the law and the facts sufficiently support the jury's \"discretionary moral judgment,\" Smith, 461 U.S. at 52, 103 S.Ct. at 1638, we are not at liberty to disturb the award.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need go no further.  Liberty raises other arguments, but all of them are patently unmeritorious.  In closing, it suffices to say that the challenged verdict draws its essence from a correct statement of the law reflecting the proper balance between federal and state \"pretext\" policy in discrimination cases.  Because the jury struck this balance in an acceptable manner and appropriately awarded punitive damages, the judgment below must be</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed.  Costs in favor of plaintiff-appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In point of fact, Dichner sued not only Liberty but also Deborah Pickard, the executive who made the key employment decisions.  The jury returned identical verdicts as to both defendants, and the defendants have filed a consolidated brief hawking undifferentiated assignments of error.  Consequently, we opt for simplicity and treat this appeal as if Liberty were the sole defendant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court had jurisdiction under 28 U.S.C. &#167; 1331 (because Dichner's primary action arose under federal law, namely, the ADA) and 28 U.S.C. &#167; 1367 (because Dichner's Chapter 151B claim fell within the court's supplemental jurisdiction).  The court also possessed jurisdiction under 28 U.S.C. &#167; 1332 (because the parties were of diverse citizenship and the complaint placed the requisite amount in controversy)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For simplicity's sake, we omit any further reference to the 1992 claims (both of which were resolved in the defendant's favor) and focus exclusively on the 1993 claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiff predicated her federal claim on the ADA, which provides in pertinent part:</p>\n        <p>No covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.</p>\n        <p>42 U.S.C. &#167; 12112(a).  She predicated her state claim on Chapter 151B, which makes it unlawful</p>\n        <p>[f]or any employer, personally or through an agent, to dismiss from employment or refuse to hire, rehire or advance in employment or otherwise discriminate against, because of his handicap, any person alleging to be a qualified handicapped person, capable of performing the essential functions of the position involved with reasonable accommodation.</p>\n        <p>Mass. Gen. Laws Ann. ch. 151B, &#167; 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The McDonnell Douglas model applies to many types of discrimination, and always must be tailored to address particular situations.  We speak here of discrimination in employment based on an individual's disability.  In parsing the ADA, however, we draw freely on precedents in other types of discrimination cases.  See EEOC v. Amego, Inc., <span class=\"citation\" data-id=\"197290\"><a href=\"/opinion/197290/eeoc-v-amego-inc/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 145 n. 7 (1st Cir.1997) (recognizing that \"the ADA is interpreted in a manner similar to Title VII\");  see also Serapion v. Martinez, <span class=\"citation\" data-id=\"744154\"><a href=\"/opinion/744154/74-fair-emplpraccas-bna-601-71-empl-prac-dec-p-44887-margarita/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span>, 985 (1st Cir.1997) (\"We regard Title VII, ADEA, ERISA, and FLSA as standing in pari passu and endorse the practice of treating judicial precedents interpreting one statute as instructive in decisions involving another.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This is merely shorthand, as we recognize the existence of other, more elaborate formulations of the prima facie case requirement.  See, e.g., Jacques v. Clean-Up Group, Inc., <span class=\"citation\" data-id=\"726664\"><a href=\"/opinion/726664/richard-jacques-v-clean-up-group-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span>, 511 (1st Cir.1996);  Smith v. Stratus Computer, Inc., <span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir.1994).  The prima facie case necessarily is a flexible device, and its exact dimensions vary depending on the circumstances.  Thus, \"the nature of the proof giving rise to the requisite inference of discrimination cannot be reduced to a formula that will serve any and all discrimination cases.\"  Leffel v. Valley Fin.  Servs., <span class=\"citation\" data-id=\"740539\"><a href=\"/opinion/740539/jo-ann-leffel-v-valley-financial-services-and-valley-american-bank-and/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">787</span></a></span>, 793 (7th Cir.1997).  The instant appeal does not require us to clarify precisely the elements that must be established here to constitute a prima facie case for purposes of the McDonnell Douglas analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although language in a recent opinion may be read to cast doubt on the firmness of the Massachusetts Supreme Judicial Court's \"pretext only\" convictions, see Matthews v. Ocean Spray Cranberries, Inc., <span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">686</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1303</span></span>, 1309 (1997) (stating in dictum that \"if the defendant's reasons are not discriminatory, and if the plaintiff does not prove that they are pretexts [for discrimination], the plaintiff cannot prevail\"), a panel of this court recently declined to accept the argument that Matthews transforms Massachusetts into a \"pretext plus\" venue, see McMillan v. Massachusetts Soc. For The Prevention of Cruelty To Animals, <span class=\"citation\" data-id=\"752960\"><a href=\"/opinion/752960/77-fair-emplpraccas-bna-589-73-empl-prac-dec-p-45354-dr-marjorie/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 298 n. 4 (1st Cir.1998).  In any event, we need not probe this point too deeply, for the parties here consistently have acknowledged that Massachusetts is a \"pretext only\" jurisdiction, and both sides assented to judge Stearns's jury instruction to that effect.  At the very least, \"pretext only\" is the law of this case insofar as the Chapter 151B claim is concerned</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Massachusetts law apparently conforms to this approach.  See Handrahan v. Red Roof Inns, Inc., 43 Mass.App.Ct. 13, <span class=\"citation no-link\"><span class=\"volume\">680</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">568</span></span>, 575-76 (1997) (stating that although the proof of discrimination was itself \"less than overwhelming,\" it demonstrated that the defendant acted intentionally and, thus, \"was sufficient to warrant submitting the issue of punitive damages to the jury\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Liberty hints that, of necessity, the amount awarded here was inordinate because no punitive damages were warranted.  This undeveloped argument does not invite a serious examination of whether a $75,000 award is excessive, and thus, we do not address the factors discussed in BMW, 517 U.S. at 575-77, 116 S.Ct. at 1599</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2226819/"
  ]
}