{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197931/",
  "absolute_url": "/opinion/197931/united-states-v-rivera-figueroa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197931/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:41:54Z",
  "date_modified": "2017-03-24T10:53:50.147067Z",
  "type": "010combined",
  "sha1": "6eac94e20956692dd162ac71623e8eb12a189c15",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1112.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 96-1112\r\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                RAFAEL RIVERA-FIGUEROA,\r\n\n                 Defendant, Appellant.\r\n                                      \r\n\nNo. 96-1290\r\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                 DAVID GARCIA-BELTRAN,\r\n\n                 Defendant, Appellant.\r\n                                      \r\n\nNo. 96-1291\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                MIGUEL A. COLLAZO-DIAZ,\r\n\n                 Defendant, Appellant.\r\n                                      \r\n\nNo. 96-1292\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n            JOSE MIGUEL RODRIGUEZ-RODRIGUEZ,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n     [Hon. Hector M. Laffitte, U.S. District Judge]\r\n                                      \r\n\n                         Before\r\n\n                 Boudin, Circuit Judge,\r\n\n             Coffin, Senior Circuit Judge,\r\n\n           and Shadur, Senior District Judge.\r\n\n                                      \r\n\nMarlene Aponte Cabrera, by appointment of the court, for\r\nappellant Rafael Rivera-Figueroa.\r\nRaymond L. Sanchez-Maceira, by appointment of the court, for\r\nappellant David Garcia-Beltran.\r\nRafael F. Castro Lang by appointment of the court, for\r\nappellant Miguel A. Collazo-Diaz.\r\nYolanda C. Romagnolo, by appointment of the court, for\r\nappellant Jose Miguel Rodriguez-Rodriguez.\r\nMark Irish, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, Nelson Perez-Sosa, Assistant\r\nUnited States Attorney, and Jose A. Quiles-Espinosa, Senior\r\nLitigation Counsel, were on brief for the United States.\r\n\n                     May 5, 1998\r\n\n                                   \r\n\n* Of the Northern District of Illinois, sitting by designation.  BOUDIN, Circuit Judge.  Three appellants were convicted\r\nof federal offenses growing out of a 1994 carjacking and murder in\r\nPuerto Rico and now appeal their convictions and sentences.  A\r\nfourth appellant, who pled guilty to a single offense, seeks review\r\nof his sentence.  We begin with a condensed version of the facts,\r\ntaken in the light most favorable to the verdict.  United States v.\r\nBergodere, 40 F.3d 512, 518 (1st Cir. 1994), cert. denied, 514 U.S.\r\n                     1055 (1995).\r\n The appellants in this case are David Garcia-Beltran,\r\nRafael Rivera, Miguel Collazo and Jose Rodriguez-Rodriguez.  On\r\nAugust 24, 1994, all four gathered at a party at the home of\r\nRivera's ex-wife Karla in Toa Alta, Puerto Rico.  Karla was then\r\ninvolved with Abner Polanco.  Also present, among others, were\r\nFernando Rodriguez-Reich and Manuel Garcia-Rivera.  At some point\r\nin the evening, the plan was hatched to murder Polanco; the tangled\r\nmotives apparently included a quarrel between Karla and Polanco,\r\njealousy on Rivera's part and a desire by some of the others for a\r\n\"pretty\" pistol belonging to Polanco and audio equipment in his\r\ncar.\r\nAt Garcia-Beltran's direction, Rodriguez-Reich was sent\r\nto take other nonparticipating party-goers home so there would be\r\nno witnesses.  Thereafter, Garcia-Beltran told other confederates\r\nto seize Polanco, and Garcia-Beltran gave a revolver to Collazo. \r\nAfter a struggle, Rivera and Collazo seized Polanco and took away\r\nhis pistol.  The same two men, along with Garcia-Rivera and\r\nRodriguez-Rodriguez, forced Polanco into his own car and took his\r\ncar keys.  They then took Polanco in his car to an isolated area\r\nand, at the direction of Collazo, Rivera and Rodriguez-Rodriguez\r\nboth shot Polanco.  All four perpetrators then fled in Polanco's\r\ncar.\r\nLater, Rivera turned over to Garcia-Beltran money that\r\nhad been taken from Polanco, and Rodriguez-Rodriguez gave Polanco's\r\npistol to Garcia-Beltran.  Rodriguez-Rodriguez and Collazo\r\ntransferred Polanco's audio equipment from Polanco's car to\r\nRodriguez-Reich's car; subsequently at a roadblock, the police\r\napprehended Collazo and Rodriguez-Reich in the latter's car with\r\nthe audio equipment aboard.  The police were aided in their efforts\r\nby a so-called dying declaration of Polanco to be later described. \r\nOn August 31, 1994, a federal grand jury indicted\r\nRodriguez-Reich, Collazo and Garcia-Beltran.  A superseding\r\nindictment added Rivera, Rodriguez-Rodriguez and Garcia-Rivera. \r\nEach defendant was charged in two counts:  one for carjacking, 18\r\nU.S.C.  2119(3), and the other for using and carrying a firearm\r\nduring and in relation to a crime of violence, 18 U.S.C. \r\n924(c)(1).  The indictment charged aiding and abetting in addition\r\nto direct participation.  18 U.S.C.  2(b).\r\nIn due course, the government secured the cooperation of \r\nthree of the six--Rodriguez-Reich, Rivera and Garcia-Rivera--and\r\nafter a plea bargain, each agreed to testify at the trial of the\r\nremaining three.  Garcia-Beltran, Collazo, and Rodriguez-Rodriguez\r\nwere tried in October 1995.  Each defendant was found guilty on\r\neach count, and these three men now appeal.  They are joined in the\r\nappeal by Rivera, who seeks review only of his sentence.   \r\nAt the threshold of this appeal, the appellants argue\r\nthat the carjacking statute exceeds Congress's power under the\r\nCommerce Clause and is unconstitutional under United States v.\r\nLopez, 514 U.S. 549 (1995) (statute making unlawful the possession\r\nof a firearm in a \"school zone\").  In contrast to the statute\r\ninvolved in Lopez, 18 U.S.C.  2119 contains an element designed to\r\nestablish federal power, namely, that the vehicle must have been\r\ntransported, shipped, or received in interstate or foreign\r\ncommerce.  This is a specific element that must be charged and\r\nproved to make the carjacking a crime.\r\nThe use of motor vehicles to facilitate--indeed to\r\nconduct--interstate and foreign commerce is obvious, and Congress's\r\neffort to extend protection to the very instruments of interstate\r\nand foreign commerce is reasonable on its face and amply supported\r\nby precedent.  Perez v. United States, 402 U.S. 146, 150 (1971). \r\nAt least seven circuits have already upheld the same statute\r\nagainst constitutional challenge, and none has taken the view that\r\nthe statute is undermined by Lopez.  We join in the unanimous\r\nopinion of the other circuits.\r\nIt is quite true that the carjacking statute has become\r\none more device for extending federal jurisdiction over serious\r\ncrimes that hitherto were by tradition largely left to local\r\nauthorities and courts; the felon-in-possession statute is an even\r\nmore dramatic example.  18 U.S.C.  922(g)(1).  But so long as the\r\nconstitutional nexus exists, as it does here, the choice is\r\nessentially one of policy.  Whatever the merits of the arguments\r\nabout federalizing once local crimes, the policy disputes are for\r\nCongress to resolve.\r\nTurning to the merits, only one of the appellants\r\ncontests the sufficiency of the evidence.  Not surprisingly, the\r\nchallenge comes from Garcia-Beltran, who did not travel to the site\r\nof the execution or participate in the murder.  Garcia-Beltran\r\nargues that there was insufficient evidence to convict him of\r\ncarjacking because, while he may have had the intent to kidnap and\r\nmurder Polanco, there was no evidence that Garcia-Beltran intended\r\nto commit carjacking.\r\nAlthough the government does not attempt to answer the\r\nargument, there is an answer.  The statute provides that it is a\r\ncrime for someone with the intent to cause death or serious bodily\r\nharm, to \"take[] a motor vehicle that has been transported,\r\nshipped, or received in interstate or foreign commerce from the\r\nperson or presence of another.\"  At the time of Polanco's murder,\r\nthe statute further required that this be done while \"possessing a\r\nfirearm\" as defined elsewhere in the Criminal Code.  A later\r\namendment altering this last quoted phrase is irrelevant to a pre-\r\namendment crime.  Pub.  L. 103-322, tit.  VI,  60003 (a)(14), 108\r\nStat.  1970.\r\nUnder this statute, we may assume that a defendant who\r\n\"takes a motor vehicle\" must know what he is doing, and that this\r\nknowledge must be possessed by a defendant who merely directs\r\nanother to act (and so is liable as a principal, 18 U.S.C.  2(a))\r\nor assists the taker (and is so liable as an aider and abettor, 18\r\nU.S.C.  2(b)).  See United States v. Taylor, 54 F.3d 967, 975 (1st\r\nCir. 1995).  But nothing in the statute requires that the taking be\r\nan ultimate motive of the crime.  It is enough that the defendant\r\nbe aware that the action in which he is engaged, whether by himself\r\nor through direction or assistance to another, involves the taking\r\nof a motor vehicle.\r\nViewing the evidence in the light most favorable to the\r\nverdict, we have no difficulty in finding sufficient evidence of\r\nthe requisite awareness on Garcia-Beltran's part.  Two witnesses\r\ntestified that Garcia-Beltran ordered the other defendants to take\r\nPolanco away and kill him, knowing full well that his confederates\r\nwould take Polanco's car, and would be carrying, and ultimately\r\nusing, the gun he gave them.  In fact, the confederates initially\r\nresisted the order, objecting to Garcia-Beltran that they did not\r\nwant to be involved in carjacking.\r\nWe turn now to alleged trial errors.  The most\r\ncomplicated claim stems from a declaration made by Polanco after\r\nthe shooting.  Although shot in the chest, he was able to make a\r\nstatement to the police before he died.  In the statement, he said\r\n--according to the police sergeant's later report to the FBI--that\r\nhe had been kidnapped by someone whom he described in terms that\r\npointed to Garcia-Beltran and that there were three other persons\r\ninvolved.  He gave some identifying information, although not the\r\nproper names, as to two of the three other individuals and said\r\nthat the last he knew by sight only.\r\nIn the government's view, the information given by\r\nPolanco implicated Garcia-Beltran, Collazo and Rodriguez-Reich. \r\nHowever, the eyewitness evidence of the government's cooperating\r\nwitnesses makes clear that Garcia-Beltran and Rodriguez-Reich were\r\nnot part of the group that drove away with Polanco and later shot\r\nhim.  When the implicated appellants moved to suppress the\r\ndeclaration, the government defended its admissibility as a dying\r\ndeclaration, but the district court suppressed the statement,\r\nsaying that it was \"inaccurate.  It's full of riddles.  It's full\r\nof questions.  It's contradicted.\" \r\nThe first claim on appeal arising out of the suppression\r\nof Polanco's statement is that of Rodriguez-Rodriguez.  He argues\r\nthat the alleged dying declaration should have been admitted as\r\nexculpatory evidence since Polanco did not name Rodriguez-\r\nRodriguez.  The government contends that this claim was waived\r\nbecause it was not raised at the suppression hearing.  It also\r\nargues that the dying declaration rule applies by its terms only to\r\na prosecution for \"homicide,\" Fed. R. Evid. 804(b)(2), and\r\ntherefore not to a \"carjacking\" even if a death is involved.\r\nBypassing both issues for a moment, we agree with\r\nRodriguez-Rodriguez that the district court cannot exclude a dying\r\ndeclaration merely because the judge thinks that it is unreliable. \r\nIn context, the district judge's remarks come close to being--and\r\nmay even have been intended as--a ruling under Fed. R. Evid. 403\r\nthat the probative value of the evidence was substantially\r\noutweighed by its capacity for unfair prejudice or for misleading\r\nthe jury.  But the judge's remarks were directed against the use of\r\nthe declaration to inculpate two of the appellants; the calculus\r\nwould be different if the declaration were used only to exculpate--\r\nalthough that would have almost certainly required a severance.\r\nThe difficulty is that there was no objection from\r\nRodriguez-Rodriguez when the other defendants pursued their motion\r\nto suppress in the district court.  Had the objection been timely\r\nmade, the court would have been confronted with a different set of\r\narguments for admissibility, a conflict in position among the co-\r\ndefendants, and the possibility of a severance if the court agreed\r\nthat the evidence should be admitted as to one co-defendant but\r\nexcluded as to the others.  This was the occasion for Rodriguez-\r\nRodriguez to object to the suppression motion, and yet no such\r\nobjection was made until six months later, when Rodriguez-Rodriguez\r\nfirst moved for a severance so that the declaration would be\r\nadmitted.\r\nA motion to suppress evidence effectively advances the\r\ntime at which a party who wants that evidence admitted has to argue\r\nfor that result.  Although it may be easier to revisit such rulings\r\nthan ones made in the course of the trial, rulings in limine are\r\nrelied upon by the court and the parties in preparing for trial. \r\nThe failure to object to a suppression motion is as much a waiver\r\nas any other failure to object, subject always to the right of a\r\nparty who waived an objection to argue on appeal for plain error\r\nreview.  Fed. R. Evid. 103(d); United States v. Olano, 507 U.S. 725\r\n(1993).\r\nUnder the plain error standard, it is necessary to show\r\nnot only that the exclusion of evidence was error--which we will\r\nassume purely arguendo--but also that there is a substantial\r\nlikelihood that the admission of the evidence would have led to a\r\ndifferent result.  Olano, 507 U.S. at 734-35 (\"must have affected\r\nthe outcome\").  But Polanco's dying declaration did not say that\r\nthe persons he \"named\" were the only ones involved; on the\r\ncontrary, he said that there was a fourth person whom he could not\r\nidentify.  Without a showing that Polanco knew Rodriguez-Rodriguez\r\nwell enough to name him, the dying declaration had limited tendency\r\nto exculpate Rodriguez-Rodriguez; and in view of the direct\r\ntestimony against him by co-defendants, we cannot find it likely\r\nthat admitting the dying declaration would have led to an\r\nacquittal.\r\nCollazo has a different argument relating to the dying\r\ndeclaration.  He asserts that the declaration was properly excluded\r\nby the district judge but was then effectively introduced by\r\nprosecution testimony through the back door.  The testimony was\r\nthat of a police officer who said, in direct examination, referring\r\ndirectly to Collazo by a nickname:\r\nThe cream-colored Toyota went past with his\r\n[sic] windows down.  Three individuals were in\r\nit.  I was able to recognize one of them as\r\none of the persons who had been named as\r\nhaving to do with the case, and I told the\r\nsergeant:  \"It's them.  There goes Guelito\r\n[the nickname of Collazo].\"\r\n\nIt is quite true that the police were looking for Collazo\r\nand several others immediately after the shooting because they were\r\nidentified at least by nicknames or other indicia in Polanco's\r\ndying declaration, but the trial testimony made no mention of the\r\ndeclaration.  Only a clairvoyant juror could have guessed at its\r\nexistence.  All that the jurors learned was that for some unknown\r\nreason, the police were seeking Collazo in connection with the\r\ncase.\r\nOf course, in many contexts, it might be error to tell\r\nthe jury that the police had unknown information connecting\r\ndefendant to the crime.  But the glancing reference in this case\r\ndoes not approach the force of a dying declaration actually naming\r\nthe defendant.  Further, any mischief worked by this comment was\r\ndwarfed by the eyewitness testimony of collaborators linking\r\nCollazo to the crime and by other evidence, including proof that\r\nCollazo was arrested shortly after the murder in a car filled with\r\naudio equipment stolen from Polanco's car.\r\nThe last issue that warrants separate discussion is a\r\nclaim of Garcia-Beltran involving jury instructions.  On the last\r\nday of trial, Garcia-Beltran asked that the jury be instructed on\r\nthe elements of the crime of being an accessory after the fact.  18\r\nU.S.C.  3.  The district judge rejected the request on the ground\r\nthat while the evidence permitted the jury to find that Garcia-\r\nBeltran was a full participant in a carjacking, there was no record\r\nbasis for the accessory-after-the-fact theory.  Garcia-Beltran\r\nrenewed his objection after the charge was given and now claims\r\nerror.\r\nIt might not have been literally impossible for a\r\nrational jury to acquit Garcia-Beltran of carjacking but still to\r\nfind that he was an accessory after the fact.  There was testimony\r\nfrom one witness that Garcia-Beltran was asleep at the time that\r\nthe carjacking plan was adopted but that he did participate in\r\npost-crime activities that might have been characterized as\r\nconcealing the crime or hindering the investigation.  In theory,\r\nbut only in theory, a jury might have accepted this testimony,\r\nwhile disbelieving the far more substantial testimony as to Garcia-\r\nBeltran's central role in the crime.\r\nHowever, even on this premise, the legal basis for the\r\ninstruction is thin.  A defendant is ordinarily entitled to a\r\nlesser-included-offense charge, if consistent with the evidence. \r\nSchmuck v. United States, 489 U.S. 705, 715-16 &amp; n.8 (1989); seealso Fed. R. Crim. P. 31(c).  For obvious reasons, it is often to\r\nthe defendant's advantage to request such a charge.  But using the\r\n\"elements\" test adopted by the Supreme Court in Schmuck, 489 U.S.\r\nat 716, an accessory-after-the-fact offense is almost never going\r\nto be a lesser included offense as to the principal crime.\r\nThe Ninth Circuit has assumed in a passing dictum that an \r\naccessory-after-the-fact charge could be required at the\r\ndefendant's behest as a lesser-included-offense instruction, United\r\nStates v. Dinkane, 17 F.3d 1192, 1200 (9th Cir. 1994), but the\r\ncourt's brief discussion overlooks the Supreme Court's \"elements\"\r\napproach.  A more defensible precedent from Garcia-Beltran's\r\nstandpoint is United States v. Brown, 33 F.3d 1002, 1003-04 (8th\r\nCir. 1994).  There, the Eighth Circuit held that where justified by\r\nthe evidence, an accessory-after-the-fact instruction might have to\r\nbe given as a form of \"defense.\"\r\nThe Eighth Circuit's approach appears to us liable to\r\nmislead the jury.  A charge normally tells the jury that each\r\nelement of the charged offense must be proved.  To give the jury an\r\nadditional set of elements for an uncharged crime that is not a\r\nlesser included offense, and of which the defendant seemingly\r\ncannot be convicted, seems to us a recipe for confusion.  Where\r\nappropriate, the court can properly explain to the jury that the\r\ndefendant's theory of the case is that he merely assisted in\r\ncovering up the crime but did not participate in its commission. \r\nThis achieves the Eighth Circuit's purpose without the same risk of\r\nconfusion.\r\nIn all events, in this case the Eighth Circuit's\r\ninstruction--or the Ninth Circuit's for that matter--would not have\r\naltered the result.  The evidence that Garcia-Beltran was an\r\naccessory after the fact was quite limited, but the evidence of his\r\ncomplicity in the carjacking itself was overwhelming, once the jury\r\ndecided (as it clearly did) to credit the eyewitness testimony of\r\nthe confederates who testified at trial.  If it was error to omit\r\nthe accessory-after-the-fact instruction, which we do not think it\r\nwas, it certainly was harmless error.\r\nAbout a dozen additional claims have been made by the\r\nfour appellants, including objections to the voir dire, alleged\r\nprosecutorial misconduct, refusal to replace appointed counsel,\r\nadmission of threats, failure of the judge to depart downward in\r\nsentencing and similar matters.  We have reviewed each of these\r\ncharges.  While a number of them are legitimately raised, they are\r\nadequately answered in the government's brief or otherwise present\r\nno issue that needs substantial discussion.\r\nAccordingly, the convictions and, to the extent\r\nchallenged, the sentences imposed are affirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 96-1112\r\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                RAFAEL RIVERA-FIGUEROA,\r\n\n                 Defendant, Appellant.\r\n                                      \r\n\nNo. 96-1290\r\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                 DAVID GARCIA-BELTRAN,\r\n\n                 Defendant, Appellant.\r\n                                      \r\n\nNo. 96-1291\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                MIGUEL A. COLLAZO-DIAZ,\r\n\n                 Defendant, Appellant.\r\n                                      \r\n\nNo. 96-1292\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n            JOSE MIGUEL RODRIGUEZ-RODRIGUEZ,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n     [Hon. Hector M. Laffitte, U.S. District Judge]\r\n                                      \r\n\n                         Before\r\n\n                 Boudin, Circuit Judge,\r\n\n             Coffin, Senior Circuit Judge,\r\n\n           and Shadur, Senior District Judge.\r\n\n                                      \r\n\nMarlene Aponte Cabrera, by appointment of the court, for\r\nappellant Rafael Rivera-Figueroa.\r\nRaymond L. Sanchez-Maceira, by appointment of the court, for\r\nappellant David Garcia-Beltran.\r\nRafael F. Castro Lang by appointment of the court, for\r\nappellant Miguel A. Collazo-Diaz.\r\nYolanda C. Romagnolo, by appointment of the court, for\r\nappellant Jose Miguel Rodriguez-Rodriguez.\r\nMark Irish, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, Nelson Perez-Sosa, Assistant\r\nUnited States Attorney, and Jose A. Quiles-Espinosa, Senior\r\nLitigation Counsel, were on brief for the United States.\r\n\n                     May 5, 1998\r\n\n                                   \r\n\n* Of the Northern District of Illinois, sitting by designation.  BOUDIN, Circuit Judge.  Three appellants were convicted\r\nof federal offenses growing out of a 1994 carjacking and murder in\r\nPuerto Rico and now appeal their convictions and sentences.  A\r\nfourth appellant, who pled guilty to a single offense, seeks review\r\nof his sentence.  We begin with a condensed version of the facts,\r\ntaken in the light most favorable to the verdict.  United States v.\r\nBergodere, </pre><span class=\"citation\" data-id=\"195758\"><a href=\"/opinion/195758/united-states-v-bergodere/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span><pre class=\"inline\">, 518 (1st Cir. 1994), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span>\r\n                     <span class=\"page\">1055</span></span><pre class=\"inline\"> (1995).\r\n The appellants in this case are David Garcia-Beltran,\r\nRafael Rivera, Miguel Collazo and Jose Rodriguez-Rodriguez.  On\r\nAugust 24, 1994, all four gathered at a party at the home of\r\nRivera's ex-wife Karla in Toa Alta, Puerto Rico.  Karla was then\r\ninvolved with Abner Polanco.  Also present, among others, were\r\nFernando Rodriguez-Reich and Manuel Garcia-Rivera.  At some point\r\nin the evening, the plan was hatched to murder Polanco; the tangled\r\nmotives apparently included a quarrel between Karla and Polanco,\r\njealousy on Rivera's part and a desire by some of the others for a\r\n\"pretty\" pistol belonging to Polanco and audio equipment in his\r\ncar.\r\nAt Garcia-Beltran's direction, Rodriguez-Reich was sent\r\nto take other nonparticipating party-goers home so there would be\r\nno witnesses.  Thereafter, Garcia-Beltran told other confederates\r\nto seize Polanco, and Garcia-Beltran gave a revolver to Collazo. \r\nAfter a struggle, Rivera and Collazo seized Polanco and took away\r\nhis pistol.  The same two men, along with Garcia-Rivera and\r\nRodriguez-Rodriguez, forced Polanco into his own car and took his\r\ncar keys.  They then took Polanco in his car to an isolated area\r\nand, at the direction of Collazo, Rivera and Rodriguez-Rodriguez\r\nboth shot Polanco.  All four perpetrators then fled in Polanco's\r\ncar.\r\nLater, Rivera turned over to Garcia-Beltran money that\r\nhad been taken from Polanco, and Rodriguez-Rodriguez gave Polanco's\r\npistol to Garcia-Beltran.  Rodriguez-Rodriguez and Collazo\r\ntransferred Polanco's audio equipment from Polanco's car to\r\nRodriguez-Reich's car; subsequently at a roadblock, the police\r\napprehended Collazo and Rodriguez-Reich in the latter's car with\r\nthe audio equipment aboard.  The police were aided in their efforts\r\nby a so-called dying declaration of Polanco to be later described. \r\nOn August 31, 1994, a federal grand jury indicted\r\nRodriguez-Reich, Collazo and Garcia-Beltran.  A superseding\r\nindictment added Rivera, Rodriguez-Rodriguez and Garcia-Rivera. \r\nEach defendant was charged in two counts:  one for carjacking, 18\r\nU.S.C.  2119(3), and the other for using and carrying a firearm\r\nduring and in relation to a crime of violence, 18 U.S.C. \r\n924(c)(1).  The indictment charged aiding and abetting in addition\r\nto direct participation.  18 U.S.C.  2(b).\r\nIn due course, the government secured the cooperation of \r\nthree of the six--Rodriguez-Reich, Rivera and Garcia-Rivera--and\r\nafter a plea bargain, each agreed to testify at the trial of the\r\nremaining three.  Garcia-Beltran, Collazo, and Rodriguez-Rodriguez\r\nwere tried in October 1995.  Each defendant was found guilty on\r\neach count, and these three men now appeal.  They are joined in the\r\nappeal by Rivera, who seeks review only of his sentence.   \r\nAt the threshold of this appeal, the appellants argue\r\nthat the carjacking statute exceeds Congress's power under the\r\nCommerce Clause and is unconstitutional under United States v.\r\nLopez, </pre><span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span><pre class=\"inline\"> (1995) (statute making unlawful the possession\r\nof a firearm in a \"school zone\").  In contrast to the statute\r\ninvolved in Lopez, 18 U.S.C.  2119 contains an element designed to\r\nestablish federal power, namely, that the vehicle must have been\r\ntransported, shipped, or received in interstate or foreign\r\ncommerce.  This is a specific element that must be charged and\r\nproved to make the carjacking a crime.\r\nThe use of motor vehicles to facilitate--indeed to\r\nconduct--interstate and foreign commerce is obvious, and Congress's\r\neffort to extend protection to the very instruments of interstate\r\nand foreign commerce is reasonable on its face and amply supported\r\nby precedent.  Perez v. United States, </pre><span class=\"citation\" data-id=\"108326\"><a href=\"/opinion/108326/perez-v-united-states/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span><pre class=\"inline\">, 150 (1971). \r\nAt least seven circuits have already upheld the same statute\r\nagainst constitutional challenge, and none has taken the view that\r\nthe statute is undermined by Lopez.  We join in the unanimous\r\nopinion of the other circuits.\r\nIt is quite true that the carjacking statute has become\r\none more device for extending federal jurisdiction over serious\r\ncrimes that hitherto were by tradition largely left to local\r\nauthorities and courts; the felon-in-possession statute is an even\r\nmore dramatic example.  18 U.S.C.  922(g)(1).  But so long as the\r\nconstitutional nexus exists, as it does here, the choice is\r\nessentially one of policy.  Whatever the merits of the arguments\r\nabout federalizing once local crimes, the policy disputes are for\r\nCongress to resolve.\r\nTurning to the merits, only one of the appellants\r\ncontests the sufficiency of the evidence.  Not surprisingly, the\r\nchallenge comes from Garcia-Beltran, who did not travel to the site\r\nof the execution or participate in the murder.  Garcia-Beltran\r\nargues that there was insufficient evidence to convict him of\r\ncarjacking because, while he may have had the intent to kidnap and\r\nmurder Polanco, there was no evidence that Garcia-Beltran intended\r\nto commit carjacking.\r\nAlthough the government does not attempt to answer the\r\nargument, there is an answer.  The statute provides that it is a\r\ncrime for someone with the intent to cause death or serious bodily\r\nharm, to \"take[] a motor vehicle that has been transported,\r\nshipped, or received in interstate or foreign commerce from the\r\nperson or presence of another.\"  At the time of Polanco's murder,\r\nthe statute further required that this be done while \"possessing a\r\nfirearm\" as defined elsewhere in the Criminal Code.  A later\r\namendment altering this last quoted phrase is irrelevant to a pre-\r\namendment crime.  Pub.  L. 103-322, tit.  VI,  60003 (a)(14), 108\r\nStat.  1970.\r\nUnder this statute, we may assume that a defendant who\r\n\"takes a motor vehicle\" must know what he is doing, and that this\r\nknowledge must be possessed by a defendant who merely directs\r\nanother to act (and so is liable as a principal, 18 U.S.C.  2(a))\r\nor assists the taker (and is so liable as an aider and abettor, 18\r\nU.S.C.  2(b)).  See United States v. Taylor, </pre><span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span><pre class=\"inline\">, 975 (1st\r\nCir. 1995).  But nothing in the statute requires that the taking be\r\nan ultimate motive of the crime.  It is enough that the defendant\r\nbe aware that the action in which he is engaged, whether by himself\r\nor through direction or assistance to another, involves the taking\r\nof a motor vehicle.\r\nViewing the evidence in the light most favorable to the\r\nverdict, we have no difficulty in finding sufficient evidence of\r\nthe requisite awareness on Garcia-Beltran's part.  Two witnesses\r\ntestified that Garcia-Beltran ordered the other defendants to take\r\nPolanco away and kill him, knowing full well that his confederates\r\nwould take Polanco's car, and would be carrying, and ultimately\r\nusing, the gun he gave them.  In fact, the confederates initially\r\nresisted the order, objecting to Garcia-Beltran that they did not\r\nwant to be involved in carjacking.\r\nWe turn now to alleged trial errors.  The most\r\ncomplicated claim stems from a declaration made by Polanco after\r\nthe shooting.  Although shot in the chest, he was able to make a\r\nstatement to the police before he died.  In the statement, he said\r\n--according to the police sergeant's later report to the FBI--that\r\nhe had been kidnapped by someone whom he described in terms that\r\npointed to Garcia-Beltran and that there were three other persons\r\ninvolved.  He gave some identifying information, although not the\r\nproper names, as to two of the three other individuals and said\r\nthat the last he knew by sight only.\r\nIn the government's view, the information given by\r\nPolanco implicated Garcia-Beltran, Collazo and Rodriguez-Reich. \r\nHowever, the eyewitness evidence of the government's cooperating\r\nwitnesses makes clear that Garcia-Beltran and Rodriguez-Reich were\r\nnot part of the group that drove away with Polanco and later shot\r\nhim.  When the implicated appellants moved to suppress the\r\ndeclaration, the government defended its admissibility as a dying\r\ndeclaration, but the district court suppressed the statement,\r\nsaying that it was \"inaccurate.  It's full of riddles.  It's full\r\nof questions.  It's contradicted.\" \r\nThe first claim on appeal arising out of the suppression\r\nof Polanco's statement is that of Rodriguez-Rodriguez.  He argues\r\nthat the alleged dying declaration should have been admitted as\r\nexculpatory evidence since Polanco did not name Rodriguez-\r\nRodriguez.  The government contends that this claim was waived\r\nbecause it was not raised at the suppression hearing.  It also\r\nargues that the dying declaration rule applies by its terms only to\r\na prosecution for \"homicide,\" Fed. R. Evid. 804(b)(2), and\r\ntherefore not to a \"carjacking\" even if a death is involved.\r\nBypassing both issues for a moment, we agree with\r\nRodriguez-Rodriguez that the district court cannot exclude a dying\r\ndeclaration merely because the judge thinks that it is unreliable. \r\nIn context, the district judge's remarks come close to being--and\r\nmay even have been intended as--a ruling under Fed. R. Evid. 403\r\nthat the probative value of the evidence was substantially\r\noutweighed by its capacity for unfair prejudice or for misleading\r\nthe jury.  But the judge's remarks were directed against the use of\r\nthe declaration to inculpate two of the appellants; the calculus\r\nwould be different if the declaration were used only to exculpate--\r\nalthough that would have almost certainly required a severance.\r\nThe difficulty is that there was no objection from\r\nRodriguez-Rodriguez when the other defendants pursued their motion\r\nto suppress in the district court.  Had the objection been timely\r\nmade, the court would have been confronted with a different set of\r\narguments for admissibility, a conflict in position among the co-\r\ndefendants, and the possibility of a severance if the court agreed\r\nthat the evidence should be admitted as to one co-defendant but\r\nexcluded as to the others.  This was the occasion for Rodriguez-\r\nRodriguez to object to the suppression motion, and yet no such\r\nobjection was made until six months later, when Rodriguez-Rodriguez\r\nfirst moved for a severance so that the declaration would be\r\nadmitted.\r\nA motion to suppress evidence effectively advances the\r\ntime at which a party who wants that evidence admitted has to argue\r\nfor that result.  Although it may be easier to revisit such rulings\r\nthan ones made in the course of the trial, rulings in limine are\r\nrelied upon by the court and the parties in preparing for trial. \r\nThe failure to object to a suppression motion is as much a waiver\r\nas any other failure to object, subject always to the right of a\r\nparty who waived an objection to argue on appeal for plain error\r\nreview.  Fed. R. Evid. 103(d); United States v. Olano, </pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span><pre class=\"inline\">\r\n(1993).\r\nUnder the plain error standard, it is necessary to show\r\nnot only that the exclusion of evidence was error--which we will\r\nassume purely arguendo--but also that there is a substantial\r\nlikelihood that the admission of the evidence would have led to a\r\ndifferent result.  Olano, 507 U.S. at 734-35 (\"must have affected\r\nthe outcome\").  But Polanco's dying declaration did not say that\r\nthe persons he \"named\" were the only ones involved; on the\r\ncontrary, he said that there was a fourth person whom he could not\r\nidentify.  Without a showing that Polanco knew Rodriguez-Rodriguez\r\nwell enough to name him, the dying declaration had limited tendency\r\nto exculpate Rodriguez-Rodriguez; and in view of the direct\r\ntestimony against him by co-defendants, we cannot find it likely\r\nthat admitting the dying declaration would have led to an\r\nacquittal.\r\nCollazo has a different argument relating to the dying\r\ndeclaration.  He asserts that the declaration was properly excluded\r\nby the district judge but was then effectively introduced by\r\nprosecution testimony through the back door.  The testimony was\r\nthat of a police officer who said, in direct examination, referring\r\ndirectly to Collazo by a nickname:\r\nThe cream-colored Toyota went past with his\r\n[sic] windows down.  Three individuals were in\r\nit.  I was able to recognize one of them as\r\none of the persons who had been named as\r\nhaving to do with the case, and I told the\r\nsergeant:  \"It's them.  There goes Guelito\r\n[the nickname of Collazo].\"\r\n\nIt is quite true that the police were looking for Collazo\r\nand several others immediately after the shooting because they were\r\nidentified at least by nicknames or other indicia in Polanco's\r\ndying declaration, but the trial testimony made no mention of the\r\ndeclaration.  Only a clairvoyant juror could have guessed at its\r\nexistence.  All that the jurors learned was that for some unknown\r\nreason, the police were seeking Collazo in connection with the\r\ncase.\r\nOf course, in many contexts, it might be error to tell\r\nthe jury that the police had unknown information connecting\r\ndefendant to the crime.  But the glancing reference in this case\r\ndoes not approach the force of a dying declaration actually naming\r\nthe defendant.  Further, any mischief worked by this comment was\r\ndwarfed by the eyewitness testimony of collaborators linking\r\nCollazo to the crime and by other evidence, including proof that\r\nCollazo was arrested shortly after the murder in a car filled with\r\naudio equipment stolen from Polanco's car.\r\nThe last issue that warrants separate discussion is a\r\nclaim of Garcia-Beltran involving jury instructions.  On the last\r\nday of trial, Garcia-Beltran asked that the jury be instructed on\r\nthe elements of the crime of being an accessory after the fact.  18\r\nU.S.C.  3.  The district judge rejected the request on the ground\r\nthat while the evidence permitted the jury to find that Garcia-\r\nBeltran was a full participant in a carjacking, there was no record\r\nbasis for the accessory-after-the-fact theory.  Garcia-Beltran\r\nrenewed his objection after the charge was given and now claims\r\nerror.\r\nIt might not have been literally impossible for a\r\nrational jury to acquit Garcia-Beltran of carjacking but still to\r\nfind that he was an accessory after the fact.  There was testimony\r\nfrom one witness that Garcia-Beltran was asleep at the time that\r\nthe carjacking plan was adopted but that he did participate in\r\npost-crime activities that might have been characterized as\r\nconcealing the crime or hindering the investigation.  In theory,\r\nbut only in theory, a jury might have accepted this testimony,\r\nwhile disbelieving the far more substantial testimony as to Garcia-\r\nBeltran's central role in the crime.\r\nHowever, even on this premise, the legal basis for the\r\ninstruction is thin.  A defendant is ordinarily entitled to a\r\nlesser-included-offense charge, if consistent with the evidence. \r\nSchmuck v. United States, </pre><span class=\"citation\" data-id=\"112222\"><a href=\"/opinion/112222/schmuck-v-united-states/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span><pre class=\"inline\">, 715-16 &amp; n.8 (1989); seealso Fed. R. Crim. P. 31(c).  For obvious reasons, it is often to\r\nthe defendant's advantage to request such a charge.  But using the\r\n\"elements\" test adopted by the Supreme Court in Schmuck, 489 U.S.\r\nat 716, an accessory-after-the-fact offense is almost never going\r\nto be a lesser included offense as to the principal crime.\r\nThe Ninth Circuit has assumed in a passing dictum that an \r\naccessory-after-the-fact charge could be required at the\r\ndefendant's behest as a lesser-included-offense instruction, United\r\nStates v. Dinkane, </pre><span class=\"citation\" data-id=\"664133\"><a href=\"/opinion/664133/united-states-v-darweshi-dinkane/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1192</span></a></span><pre class=\"inline\">, 1200 (9th Cir. 1994), but the\r\ncourt's brief discussion overlooks the Supreme Court's \"elements\"\r\napproach.  A more defensible precedent from Garcia-Beltran's\r\nstandpoint is United States v. Brown, </pre><span class=\"citation\" data-id=\"677105\"><a href=\"/opinion/677105/united-states-v-john-russell-brown/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span><pre class=\"inline\">, 1003-04 (8th\r\nCir. 1994).  There, the Eighth Circuit held that where justified by\r\nthe evidence, an accessory-after-the-fact instruction might have to\r\nbe given as a form of \"defense.\"\r\nThe Eighth Circuit's approach appears to us liable to\r\nmislead the jury.  A charge normally tells the jury that each\r\nelement of the charged offense must be proved.  To give the jury an\r\nadditional set of elements for an uncharged crime that is not a\r\nlesser included offense, and of which the defendant seemingly\r\ncannot be convicted, seems to us a recipe for confusion.  Where\r\nappropriate, the court can properly explain to the jury that the\r\ndefendant's theory of the case is that he merely assisted in\r\ncovering up the crime but did not participate in its commission. \r\nThis achieves the Eighth Circuit's purpose without the same risk of\r\nconfusion.\r\nIn all events, in this case the Eighth Circuit's\r\ninstruction--or the Ninth Circuit's for that matter--would not have\r\naltered the result.  The evidence that Garcia-Beltran was an\r\naccessory after the fact was quite limited, but the evidence of his\r\ncomplicity in the carjacking itself was overwhelming, once the jury\r\ndecided (as it clearly did) to credit the eyewitness testimony of\r\nthe confederates who testified at trial.  If it was error to omit\r\nthe accessory-after-the-fact instruction, which we do not think it\r\nwas, it certainly was harmless error.\r\nAbout a dozen additional claims have been made by the\r\nfour appellants, including objections to the voir dire, alleged\r\nprosecutorial misconduct, refusal to replace appointed counsel,\r\nadmission of threats, failure of the judge to depart downward in\r\nsentencing and similar matters.  We have reviewed each of these\r\ncharges.  While a number of them are legitimately raised, they are\r\nadequately answered in the government's brief or otherwise present\r\nno issue that needs substantial discussion.\r\nAccordingly, the convictions and, to the extent\r\nchallenged, the sentences imposed are affirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677105/"
  ]
}