{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197936/",
  "absolute_url": "/opinion/197936/futura-development-v-estado-libre-asoc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197936/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:42:09Z",
  "date_modified": "2017-03-24T10:53:53.769881Z",
  "type": "010combined",
  "sha1": "3e5c4194a54588bcb8b7193be760f981e8e10f10",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1602.01A",
  "local_path": null,
  "plain_text": "        United States Court of Appeals\r\n            For the First Circuit\r\n\n                                 \r\n\nNo. 97-1602\r\n\nFUTURA DEVELOPMENT OF PUERTO RICO, INC., ETC., ET AL.,\r\n\n           Plaintiffs - Appellees,\r\n\n                      v.\r\n\n    ESTADO LIBRE ASOCIADO DE PUERTO RICO,\r\n THE COOPERATIVE DEVELOPMENT ADMINISTRATION,\r\n     THE COOPERATIVE DEVELOPMENT COMPANY,\r\n\n           Defendants - Appellants.\r\n\n                                 \r\n\nNo. 97-1603\r\n\n   FUTURA DEVELOPMENT OF PUERTO RICO, INC.,\r\n\n            Plaintiff - Appellant,\r\n\n                      v.\r\n\n    ESTADO LIBRE ASOCIADO DE PUERTO RICO,\r\n THE COOPERATIVE DEVELOPMENT ADMINISTRATION,\r\n     THE COOPERATIVE DEVELOPMENT COMPANY,\r\n\n           Defendants - Appellees.\r\n\n                                 \r\n\nAPPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n       FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Salvador E. Casellas, U.S. District Judge]\r\n\n                                 \r\n\n                    Before\r\n\n           Torruella, Chief Judge,\r\n\n      Boudin and Stahl, Circuit Judges.\r\n\n                                     Jay A. Garca-Gregory, with whom Fiddler, Gonzlez &amp;\r\nRodrguez, Paul B. Smith, Jr. and Smith &amp; Nevares were on brief for\r\nappellant Commonwealth of Puerto Rico.\r\nAlan M. Dershowitz, with whom Amy Adelson, Victoria B. Eiger,\r\nNathan Z. Dershowitz, Dershowitz &amp; Eiger, P.C., Geoffrey Woods and\r\nWoods &amp; Woods were on brief for appellee/cross appellant Futura\r\nDevelopment of Puerto Rico, Inc.\r\nCherie K. Durand, with whom Law Offices Benjamn Acosta, Jr.was on brief for defendants-appellees.\r\n\n                                 \r\n\n                May 6, 1998\r\n                                           TORRUELLA, Chief Judge.  In an earlier proceeding, the\r\npredecessor of plaintiff Futura Development of Puerto Rico, Inc.\r\n(\"Futura\") obtained a judgment against the Cooperative Development\r\nCompany (\"CDC\"), a public corporation and instrumentality of the\r\nCommonwealth of Puerto Rico, in the amount of $12,266,000.  SeeU.S.I. Properties Corp. v. M.D. Construction Co., 860 F.2d 1 (1st\r\nCir. 1988).  After CDC failed to satisfy the judgment, Futura\r\nbrought this suit seeking a determination that CDC was an alter ego\r\nof the Commonwealth of Puerto Rico, and that, as a de facto party\r\nto the earlier litigation, the Commonwealth was liable for the\r\njudgment.  On this theory of recovery, Futura was awarded summary\r\njudgment.  See Futura Devel. of P.R. v. Puerto Rico, 962 F. Supp.\r\n248 (D.P.R. 1997).  Futura also brought six other claims against\r\nindividual government employees under various causes of action, all\r\nof which were dismissed by the district court sua sponte.  See id. \r\nThe parties cross-appealed to this court.  We conclude that the\r\ndistrict court acted without proper jurisdiction in awarding\r\nsummary judgment to Futura on its alter ego theory and improperly\r\ndismissed the remaining claims against the individual defendants.\r\n                  Background\r\nOn October 25, 1988, this court affirmed a district court\r\njudgment entered pursuant to a jury verdict against CDC for\r\n$12,266,000.  See U.S.I., 860 F.2d 1.  The jury found that CDC had\r\nunilaterally terminated a construction contract with M.D.\r\nConstruction, predecessor in interest to Futura, which provided for\r\nthe building of a low-income housing project called \"Ciudad\r\nCristiana.\"  The jury in that case rejected CDC's cross-claims\r\nalleging that the Ciudad Cristiana property was contaminated with\r\nmercury.  Jurisdiction in that case was premised entirely upon\r\ndiversity.  See id.  Now, almost ten years later, this court is\r\nfaced with the current dispute over satisfaction of that judgment.\r\nCDC is a public corporation that was created by the\r\nPuerto Rico Legislative Assembly in order to develop housing\r\ncooperatives across Puerto Rico.  See P.R. Laws Ann. Tit. 5,  981\r\net seq.  A majority of the CDC's budget each year is provided by\r\nthe Commonwealth.  Since the original litigation, the Commonwealth\r\nhas engaged in a de facto liquidation of CDC in order to avoid\r\nsatisfying the sizable judgment pending against it.  Specifically,\r\nthe Commonwealth has failed to provide for satisfaction of the\r\njudgment in CDC's budgets, stripped CDC of its assets, transferred\r\nits employees, and replaced CDC in the organizational chart of\r\nCommonwealth agencies and public corporations.  During its\r\nliquidation, CDC settled debts with some creditors, but not with\r\nFutura.  CDC, insolvent and devoid of official responsibility, now\r\nexists in name only.\r\nFutura, frustrated by these tactics, brought this suit\r\nagainst the Commonwealth in federal court under the court's\r\nenforcement jurisdiction.  Futura argues that the Commonwealth of\r\nPuerto Rico is liable for the original judgment because it was a de\r\nfacto party to the original litigation.  This assertion is\r\nsupported not only by the generally close relationship between the\r\nCommonwealth and the CDC, but specifically by the fact that the\r\nAttorney General of Puerto Rico took over the original litigation\r\nfor CDC.  Furthermore, in its closing argument to the jury in that\r\noriginal litigation, CDC argued that any judgment against it would\r\nhave to be paid with Puerto Rico tax dollars.\r\nThe Commonwealth argues that, even if CDC were its \"alter\r\nego,\" it retains Eleventh Amendment immunity from this suit in\r\nfederal court.  Despite its active participation in the defense of\r\nthe original suit and use of the \"tax dollars\" argument with the\r\njury, the Commonwealth asserts that it did not implicitly waive its\r\nimmunity.  The district court disagreed, awarding summary judgment\r\nin Futura's favor on the first count, and dismissing sua sponteFutura's remaining claims against the individual defendants.  See962 F. Supp. at 257-58.  Because we conclude that the district\r\ncourt acted without proper jurisdiction, we do not reach the\r\nquestions raised regarding implicit waiver of Eleventh Amendment\r\nimmunity.\r\n                   Analysis\r\nI.  Enforcement Jurisdiction\r\nThe first question to be resolved in this case is whether\r\nthe district court properly exercised jurisdiction over Futura's\r\nclaim against the Commonwealth.  The parties acknowledge that\r\nfederal question jurisdiction is inapplicable to Futura's alter ego\r\nclaim, and that the Commonwealth of Puerto Rico is not subject to\r\ndiversity jurisdiction.  Cf. 28 U.S.C.  1332(d) (Puerto Rico\r\ntreated as a \"state\" for purposes of the statute, and therefore not\r\nsubject to diversity jurisdiction); Nieves v. University of P.R.,\r\n7 F.3d 270, 272 (1st Cir. 1993).  Futura's primary jurisdictional\r\nargument is that federal jurisdiction over the alter ego claim\r\nagainst the Commonwealth of Puerto Rico is premised upon federal\r\nenforcement jurisdiction.  However, in actions such as this, where\r\nthe district court had original jurisdiction founded solely on\r\ndiversity jurisdiction, extending enforcement jurisdiction over a\r\nnon-diverse party without sound reasons for doing so may represent\r\nan impermissible expansion of federal jurisdiction.  At the same\r\ntime, it is generally recognized that \"without jurisdiction to\r\nenforce a judgment entered by a federal court, 'the judicial power\r\nwould be incomplete and entirely inadequate to the purposes for\r\nwhich it was conferred by the Constitution.'\"  Peacock v. Thomas,\r\n516 U.S. 349, 356 (1996) (quoting Riggs v. Johnson County, 6 Wall.\r\n166, 187 (1868)).  Futura argues that under the doctrine of\r\nenforcement jurisdiction, federal courts generally possess\r\njurisdiction over new proceedings in which a federal judgment\r\ncreditor seeks to impose liability for a judgment on a person or\r\nentity not named in the original judgment, even where there is no\r\nindependent basis for federal jurisdiction.  However, Futura's\r\nargument fails in light of recent Supreme Court doctrine.\r\nIn Peacock, the Supreme Court explained that it had\r\n\"never authorized the exercise of [enforcement] jurisdiction in a\r\nsubsequent lawsuit to impose an obligation to pay an existing\r\nfederal judgment on a person not already liable for that judgment.\" \r\nId. at 357.  In that case, Thomas, the plaintiff, had obtained a\r\nlarge ERISA class action judgment against his former employer, Tru-\r\nTech, Inc.  Instead of paying the judgment, Peacock, an officer and\r\nshareholder of Tru-Tech, settled Tru-Tech's debts with other\r\ncreditors, including himself, and ignored the debt owed to Thomas. \r\nAfter collection efforts proved unsuccessful, Thomas sued Peacock\r\nin federal court using a \"veil-piercing\" rationale.  Despite the\r\nabsence of an independent jurisdictional basis for the proceeding,\r\nthe district and circuit courts agreed to exercise enforcement\r\njurisdiction in piercing the corporate veil.  The Supreme Court\r\nreversed, explaining that there was insufficient factual dependence\r\nbetween the claims raised in Thomas' suits to justify the extension\r\nof enforcement jurisdiction.  See id. at 354-55. \r\nThrough Peacock, the Court reaffirmed the doctrine that\r\n\"[i]n a subsequent lawsuit involving claims with no independent\r\nbasis for jurisdiction, a federal court lacks the threshold\r\njurisdictional power that exists when ancillary claims are asserted\r\nin the same proceeding as the claims conferring federal\r\njurisdiction.\"  Id. at 355 (citing Kokkonen v. Guardian Life Ins.\r\nCo., 511 U.S. 375,    , 114 S. Ct. 1673, 1671 (1994); H.C. Cook Co.v. Beecher, 217 U.S. 497, 498-99 (1910)).  The Court reasoned that,\r\nwhile a proper exercise of enforcement jurisdiction will result in\r\nefficiencies which outweigh comity concerns, an exercise of\r\nenforcement jurisdiction over a factually independent proceeding\r\nhas no practical benefit for judicial economy.  See id. at 355-56. \r\nWhere a plaintiff plans to use the federal court to examine the\r\ndefendant's identity and finances, as Thomas did in his veil-\r\npiercing claim, the court is asked to delve into a new and separate\r\nmatter, and an independent basis for jurisdiction is required. \r\nThis situation is distinguishable from where a party uses a post-\r\njudgment proceeding to challenge or revisit an issue or\r\ndetermination made by the federal court in the original proceeding.\r\nFutura attempts to distinguish Peacock on two grounds. \r\nFirst, Futura argues that, under Peacock, enforcement jurisdiction\r\nwill only be refused where the new defendant's liability is\r\npremised upon that party's actions which took place after the\r\noriginal judgment was rendered.  According to Futura, the\r\nCommonwealth's liability stems from its actions before and duringthe original litigation, so Peacock is inapposite.  This nuanced\r\ninterpretation misses the rationale of the case.\r\nPeacock holds that enforcement jurisdiction does not\r\nexist in a subsequent lawsuit to impose an obligation to pay an\r\nexisting federal judgment on a new defendant whenever the new\r\nproceeding lacks factual dependence upon the old proceeding. \r\nObviously, subsequent proceedings based upon defendant's actions\r\noccurring after the original proceeding will necessarily be\r\nfactually independent from the primary proceeding.  However,\r\nPeacock is broader than that.  Extending enforcement jurisdiction\r\nto factually independent subsequent proceedings will not serve the\r\npurpose of judicial efficiency whether those proceedings premise\r\nliability upon pre- or post-judgment actions.  Peacock does not\r\nlimit itself, explicitly or implicitly, as Futura argues. \r\nMoreover, Peacock's discussion of other relevant circuit and\r\nSupreme Court case law confirms that its holding is as broad as\r\ndictated by its logic.\r\nThe Peacock Court specifically declared that it had\r\ngranted certiorari to resolve a split among the various federal\r\ncourts of appeals.  See id. at 352, comparing Thomas v. Peacock, 39\r\nF.3d 493 (4th Cir. 1994); Argento v. Melrose Park, 838 F.2d 1483\r\n(7th Cir. 1988); Skevofilax v. Quigley, 810 F.2d 378 (3d Cir. 1987)\r\n(en banc) and Blackburn Truck Lines, Inc. v. Francis, 723 F.2d 730\r\n(9th Cir. 1984) with Sandlin v. Corporate Interiors Inc., 972 F.2d\r\n1212 (10th Cir. 1992) and Berry v. McLemore, 795 F.2d 452 (5th Cir.\r\n1986).  In both Sandlin and Berry, the two cases that Peacockultimately supports, the circuit courts refused to exercise\r\nenforcement jurisdiction over factually independent subsequent\r\nproceedings where the new defendants' liability was premised upon\r\nthose parties' actions before the original judgments were rendered. \r\nFurthermore, in H.C. Cook Co. v. Beecher, a 1910 case reaffirmed by\r\nthe Court in Peacock, the Court held that enforcement jurisdiction\r\nwould be refused to parties attempting to make new defendants\r\nanswerable for an earlier judgment.  Beecher also involved alleged\r\nliability on the part of new defendants based upon those\r\ndefendants' pre-judgment actions.  See Beecher, 217 U.S. at 498-99;\r\nThomas v. Peacock, 39 F.3d 493, 500-01 (4th Cir. 1994).  The\r\nPeacock Court stated that Beecher was binding upon it.  See 516\r\nU.S. at 357-58.  Thus it is clear that Peacock's holding is not\r\nlimited to subsequent proceedings in which the new defendant's\r\nliability is premised upon that party's post-judgment actions. \r\nFutura's other attempt to distinguish Peacock is futile\r\nas well.  Futura claims that since the Commonwealth is the alter\r\nego of CDC, the Commonwealth is not really a \"new\" defendant. \r\nAccording to this argument, whereas Peacock was not liable for the\r\nprimary judgment until after the subsequent hearing, the\r\nCommonwealth was liable to Futura from the moment that the jury\r\nreturned its verdict in the original proceeding.  Thus, the\r\nviability of Futura's argument depends entirely upon our ruling\r\nthat, unlike a generic veil-piercing claim, which represents a\r\nsubstantive rule of liability, an alter ego claim is a mere factual\r\ndetermination that identifies an original judgment debtor.\r\nAlthough we do not discount the possibility that some\r\nother alter ego claims can be so characterized, in this case, the\r\nCommonwealth and CDC are undeniably seperate jural entities, and\r\nCDC (but not the Commonwealth) was the original judgment debtor. \r\nSee P.R. Laws Ann. tit. 5,  981(d) (stating that the Commonwealth\r\nis not liable for the debts of CDC).  It is clear, then, that this\r\nalter ego claim seeks to do more than simply identify the original\r\njudgment debtor. \r\nIt cannot be denied that this case is separate from the\r\noriginal proceeding.  Like the veil-piercing claim in Peacock, an\r\nalter ego claim involves an independent theory of liability under\r\nequity, complete with new evidence.  See Note, Piercing the\r\nCorporate Law Veil: The Alter Ego Doctrine Under Federal Common\r\nLaw, 95 Harv. L. Rev. 853, 853 n.1 (veil-piercing and alter ego\r\nclaims are part of the same doctrine).  Although a judgment\r\nentered pursuant to such a finding can affect previously existing\r\njudgments and other debts, the claim requires a subsequent and\r\ndistinct inquiry from the court.\r\nTo adopt Futura's argument, we would be forced to treat\r\nthe corporate form of CDC as a complete nullity -- to look through\r\nits legal identity to the party standing behind it -- and to do so\r\nunder the guise of making a factual determination necessary to\r\ndetermine our subject matter jurisdiction over this case.  Cf.United States v. United Mine Workers, 330 U.S. 258, 292 n.5 (1947). \r\nThis would be an unwarranted expansion of our jurisdiction.  Alter\r\nego/veil-piercing claims involve a substantive theory for imposing\r\nliability upon entities that would, on first blush, not be thought\r\nliable for a tort or on a contract.  See, e.g., Resolution Trust\r\nCorp. v. Smith, 53 F.3d 72, 79-80 (5th Cir. 1995); Thomas v.\r\nPeacock, 39 F.3d 493, 499 (4th Cir. 1994), rev'd on other grounds,\r\n116 S. Ct. 862 (1996).\r\nThus, the Commonwealth is in the same position as the\r\ndefendants in Beecher and Sandlin, who had also been sued under\r\nalter ego rationales.  See Sandlin, 972 F.2d at 1217-1218.  As\r\npreviously discussed, Peacock supports both cases, wherein the\r\nfederal courts ultimately refused to extend enforcement\r\njurisdiction.  Thus, insofar as alter ego theories require\r\nfactually independent proceedings, they will not subvert the rule\r\nof Peacock.  This rule is determinative in this case.\r\nII.  Supplemental Jurisdiction\r\nIn the alternative, Futura argues that its alter ego\r\nclaim is within the district court's supplemental jurisdiction\r\nbecause that claim is so related to its civil rights claims against\r\nthe individual defendants, claims over which the court undeniably\r\nhas original jurisdiction, that it forms part of the same case or\r\ncontroversy.  See 28 U.S.C.  1367.  We do not find this argument\r\npersuasive.\r\nAlthough its alter ego has pre- and post-judgment\r\ncomponents, Futura carefully crafted the allegations in its alter\r\nego claim to emphasize the pre-judgment relationship between the\r\nCommonwealth and CDC.  It stressed the close ties between CDC and\r\nthe government that existed before and during the original case. \r\nIt did so because its only chance to penetrate Puerto Rico's\r\nEleventh Amendment immunity was to argue that the Commonwealth,\r\nthrough its behavior in the case, waived its immunity.  Futura\r\nrecognized that, were it to rely upon the Commonwealth's post-\r\njudgment liquidation of CDC in its alter ego claim, Puerto Rico\r\nwould have Eleventh Amendment immunity from the claim that would be\r\nvirtually unassailable, as no waiver of such immunity can be\r\ninferred from the Commonwealth's post-judgment conduct.  Futura's\r\nalter ego claim simply cannot be saved by the argument that it\r\nforms part of the same case or controversy as the civil rights\r\nclaims, all of which are premised upon post-judgment conduct.  And\r\neven if we were to agree that there existed sufficient relatedness\r\nbetween Futura's claims against the individual defendants and the\r\npost-judgment components of Futura's alter ego claim to bring these\r\ncomponents within our supplemental jurisdiction, the Eleventh\r\nAmendment would, for reasons already explained, render us powerless\r\nto grant Futura any relief against the Commonwealth.\r\nIn any event, we do not find sufficient relatedness\r\nbetween these claims because there is no common nucleus of\r\noperative facts shared by both the civil rights claims and the\r\nalter ego claim.  See BIW Deceived v. Local S6, Indus. Union of\r\nMarine and Shipbuilding Workers, 132 F.3d 824, 833 (1st Cir. 1997)\r\n(federal courts may only assert supplemental jurisdiction under 28\r\nU.S.C.  1367 where the claims arise from the same \"nucleus of\r\noperative facts\"). The claims do not overlap in theory or\r\nchronology.  The cases are sufficiently distinct to require an\r\nindependent jurisdictional basis.  Any holding to the contrary\r\nwould be inconsistent with the jurisdictional requirements of\r\nsection 1332, and thus in direct contravention of section 1367.\r\nAs the district court observed, the Commonwealth of\r\nPuerto Rico \"stood behind CDC in filing an action of questionable\r\nmerit in this Court, and when that backfired and resulted in an\r\nadverse judgment of $12.3 million, it sought to preclude collection\r\nof the same.\"  962 F. Supp. at 257.  Indeed the Commonwealth's\r\ntreatment of M.D. Construction/Futura throughout these proceedings\r\nhas been despicable, and may result in hesitation by contractors to\r\ndo business with public corporations funded by Puerto Rico, as well\r\nas other dire consequences for its financial reputation. However,\r\nfederal courts are of limited jurisdiction, and may not weigh the\r\nequities of a case until jurisdiction has been established.  SeeHercules,     U.S. at    , 116 S. Ct. at 989.  In this case, Puerto\r\nRico, like any state, enjoys the sovereign privilege not to be sued\r\nin federal court under diversity.  Having concluded that neither\r\nenforcement nor supplemental jurisdiction exists over this suit, we\r\nmust turn a blind eye to any perceived injustices delivered at the\r\nhands of the Puerto Rican government.\r\nIII.  Sua Sponte Dismissal of Futura's Other Claims\r\nAfter awarding summary judgment for Futura on the first\r\ncause of action, the district court dismissed the six remaining\r\ncauses of action Futura had brought against individual defendants. \r\nAlthough the district court's desire to dispose of these claims is\r\nunderstandable in light of its having provided for the full\r\nsatisfaction of the original judgment through its award of summary\r\njudgment on the first cause of action, the sua sponte dismissal of\r\nthese remaining claims was premature.  Because we herein vacate the\r\ndistrict court's award of partial summary judgment, these remaining\r\nclaims become even more potentially significant.\r\nThis court has held that, in limited circumstances, sua\r\nsponte dismissals of complaints under Rule 12(b)(6) of the Federal\r\nRules of Civil Procedure are appropriate.  See Wyatt v. City of\r\nBoston, 35 F.3d 13, 14 (1st Cir. 1994).  However, such dismissals\r\nare erroneous unless the parties have been afforded notice and an\r\nopportunity to amend the complaint or otherwise respond.  See id.;\r\nStreet v. Fair, 918 F.2d 269, 272 (1st Cir. 1990) (per curiam);\r\nLiterature, Inc. v. Quinn, 482 F.2d 372, 374 (1st Cir. 1973). \r\nIn this case, Futura's initial complaint contained four\r\ncauses of action against individual defendants, each a government\r\nemployee.  The individuals were sued under the Equal Protection\r\nClause, Due Process Clause, and for federal civil rights violations\r\nand tortious interference with contractual relationships under\r\nPuerto Rico law.  These causes of action were improperly pled in\r\nthe initial complaint because they contained insufficient factual\r\nallegations to establish a causal nexus between the named\r\ndefendants' conduct and the alleged violations of law.  See 962 F.\r\nSupp. at 257.  After receiving various motions to dismiss and a\r\nMagistrate's Report and Recommendation that these claims be\r\ndismissed, the district court dismissed the claims without\r\nprejudice.  Futura then filed an amended complaint, devoting sixty\r\npages exclusively to detailed claims against the individual\r\ndefendants.  This amended complaint also contained two completely\r\nnew claims under the Contracts Clause and Puerto Rican tort law. \r\nWithout any notice to the parties in this case, the district court\r\ndismissed with prejudice all causes of action against the\r\nindividual defendants.  The district court cursorily concluded that\r\n\"the amended verified complaint does not . . . cure the defects of\r\nthe original one [because it] fails to draw a nexus between the\r\nindividual defendants and the government's scheme to preclude\r\npayment of the judgment in his favor.\"  Id. at 258.\r\n The district court erred in dismissing these claims sua\r\nsponte without providing the parties with notice and an opportunity\r\nto respond.  See Wyatt, 35 F.3d at 14.  The amended complaint\r\ncontained new causes of action and more specific allegations of\r\nfact.  Futura reasonably believed that its amended complaint\r\naddressed the court's initial concerns, and was entitled to address\r\nany new or continuing infirmities that the court perceived. \r\nAccordingly, the dismissal of these claims is reversed, and they\r\nare remanded for further proceedings.\r\n                  Conclusion\r\nFor the reasons stated herein, we vacate the district\r\ncourt opinion as to count one of the verified amended complaint and\r\ndismiss that count.  We reverse the district court's sua spontedismissal of counts two through seven and remand those claims for\r\nfurther proceedings consistent with this opinion.  Finally, we wish\r\nto note again the manifest injustice of the conduct of the\r\ngovernment of the Commonwealth of Puerto Rico throughout this\r\naffair.  It has cleverly used its sovereignty to shield itself from\r\nthe fair consequences of its actions, and has been aided by recent\r\nSupreme Court doctrine.  Peacock, however, is a relatively new\r\ncase, and circuit courts are applying it differently.  Cf. Matos v.\r\nRichard A. Nellis, Inc., 101 F.3d 1193, 1195 (7th Cir. 1996)\r\n(remarking that after Peacock, it is \"not altogether clear\" in\r\nwhich types of federal litigation an independent ground of\r\njurisdiction is necessary to pierce the corporate veil).  As the\r\ndoctrine of enforcement jurisdiction evolves, perhaps fewer unjust\r\nconsequences will flow from it.  This case might be well-served by\r\nthe Supreme Court's attention.\r\nNo costs.\n",
  "html": "<p class=\"case_cite\">144 F.3d 7</p>\n    <p class=\"parties\">FUTURA DEVELOPMENT OF PUERTO RICO, INC., Etc., et al.,<br>Plaintiffs--Appellees,<br>v.<br>ESTADO LIBRE ASOCIADO DE PUERTO RICO, The Cooperative<br>Development Administration, The Cooperative<br>Development Company, Defendants--Appellants.<br>FUTURA DEVELOPMENT OF PUERTO RICO, INC., Plaintiff--Appellant,<br>v.<br>ESTADO LIBRE ASOCIADO DE PUERTO RICO, The Cooperative<br>Development Administration, The Cooperative<br>Development Company, Defendants--Appellees.</p>\n    <p class=\"docket\">Nos. 97-1602, 97-1603.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1997.<br>Decided May 6, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jay A. Garca-Gregory, with whom Fiddler, Gonzalez &amp; Rodrguez, Paul B. Smith, Jr. and Smith &amp; Nevares were on brief for appellant Commonwealth of Puerto Rico.</p>\n      <p class=\"indent\">Alan M. Dershowitz, with whom Amy Adelson, Victoria B. Eiger, Nathan Z. Dershowitz, Dershowitz &amp; Eiger, P.C., Geoffrey Woods and Woods &amp; Woods were on brief for appellee/cross appellant Futura Development of Puerto Rico, Inc.</p>\n      <p class=\"indent\">Cherie K. Durand, with whom Law Offices Benjamn Acosta, Jr. was on brief for defendants-appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In an earlier proceeding, the predecessor of plaintiff Futura Development of Puerto Rico, Inc.  (\"Futura\") obtained a judgment against the Cooperative Development Company (\"CDC\"), a public corporation and instrumentality of the Commonwealth of Puerto Rico, in the amount of $12,266,000.  See U.S.I. Properties Corp. v. M.D. Construction Co., 860 F.2d 1 (1st Cir.1988).  After CDC failed to satisfy the judgment, Futura brought this suit seeking a determination that CDC was an alter ego of the Commonwealth of Puerto Rico, and that, as a de facto party to the earlier litigation, the Commonwealth was liable for the judgment.  On this theory of recovery, Futura was awarded summary judgment.  See Futura Devel. of P.R. v. Puerto Rico, 962 F.Supp. 248 (D.P.R.1997).  Futura also brought six other claims against individual government employees under various causes of action, all of which were dismissed by the district court sua sponte.  See id.   The parties cross-appealed to this court.  We conclude that the district court acted without proper jurisdiction in awarding summary judgment to Futura on its alter ego theory and improperly dismissed the remaining claims against the individual defendants.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 25, 1988, this court affirmed a district court judgment entered pursuant to a jury verdict against CDC for $12,266,000.  See U.S.I. Properties Corp. v. M.D. Construction Co., Inc., 860 F.2d 1 (1st Cir.1988).  The jury found that CDC had unilaterally terminated a construction contract with M.D. Construction, predecessor in interest to Futura, which provided for the building of a low-income housing project called \"Ciudad Cristiana.\"   The jury in that case rejected CDC's cross-claims alleging that the Ciudad Cristiana property was contaminated with mercury.  Jurisdiction in that case was premised entirely upon diversity.  See id.   Now, almost ten years later, this court is faced with the current dispute over satisfaction of that judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">CDC is a public corporation that was created by the Puerto Rico Legislative Assembly in order to develop housing cooperatives across Puerto Rico.  See P.R. Laws Ann.  Tit. 5, &#167;&#167; 981 et seq.   A majority of the CDC's budget each year is provided by the Commonwealth.  Since the original litigation, the Commonwealth has engaged in a de facto liquidation of CDC in order to avoid satisfying the sizable judgment pending against it.  Specifically, the Commonwealth has failed to provide for satisfaction of the judgment in CDC's budgets, stripped CDC of its assets, transferred its employees, and replaced CDC in the organizational chart of Commonwealth agencies and public corporations.  During its liquidation, CDC settled debts with some creditors, but not with Futura.  CDC, insolvent and devoid of official responsibility, now exists in name only.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Futura, frustrated by these tactics, brought this suit against the Commonwealth in federal court under the court's enforcement jurisdiction.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Futura argues that the Commonwealth of Puerto Rico is liable for the original judgment because it was a de facto party to the original litigation.  This assertion is supported not only by the generally close relationship between the Commonwealth and the CDC, but specifically by the fact that the Attorney General of Puerto Rico took over the original litigation for CDC. Furthermore, in its closing argument to the jury in that original litigation, CDC argued that any judgment against it would have to be paid with Puerto Rico tax dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Commonwealth argues that, even if CDC were its \"alter ego,\" it retains Eleventh Amendment immunity from this suit in federal court.  Despite its active participation in the defense of the original suit and use of the \"tax dollars\" argument with the jury, the Commonwealth asserts that it did not implicitly waive its immunity.  The district court disagreed, awarding summary judgment in Futura's favor on the first count, and dismissing sua sponte Futura's remaining claims against the individual defendants.  See 962 F.Supp. at 257-58.   Because we conclude that the district court acted without proper jurisdiction, we do not reach the questions raised regarding implicit waiver of Eleventh Amendment immunity.</p>\n    </div>\n    <p>Analysis</p>\n    <p>I. Enforcement Jurisdiction</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first question to be resolved in this case is whether the district court properly exercised jurisdiction over Futura's claim against the Commonwealth.  The parties acknowledge that federal question jurisdiction is inapplicable to Futura's alter ego claim, and that the Commonwealth of Puerto Rico is not subject to diversity jurisdiction.  Cf. 28 U.S.C. &#167; 1332(d) (Puerto Rico treated as a \"state\" for purposes of the statute, and therefore not subject to diversity jurisdiction);  Nieves v. University of P.R., 7 F.3d 270, 272 (1st Cir.1993).  Futura's primary jurisdictional argument is that federal jurisdiction over the alter ego claim against the Commonwealth of Puerto Rico is premised upon federal enforcement jurisdiction.  However, in actions such as this, where the district court had original jurisdiction founded solely on diversity jurisdiction, extending enforcement jurisdiction over a non-diverse party without sound reasons for doing so may represent an impermissible expansion of federal jurisdiction.  At the same time, it is generally recognized that \"without jurisdiction to enforce a judgment entered by a federal court, 'the judicial power would be incomplete and entirely inadequate to the purposes for which it was conferred by the Constitution.' \"  Peacock v. Thomas, 516 U.S. 349, 356, 116 S.Ct. 862, 868, 133 L.Ed.2d 817 (1996) (quoting Riggs v. Johnson County, 6 Wall. 166, 187, 18 L.Ed. 768 (1868)).  Futura argues that under the doctrine of enforcement jurisdiction, federal courts generally possess jurisdiction over new proceedings in which a federal judgment creditor seeks to impose liability for a judgment on a person or entity not named in the original judgment, even where there is no independent basis for federal jurisdiction.  However, Futura's argument fails in light of recent Supreme Court doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Peacock, the Supreme Court explained that it had \"never authorized the exercise of [enforcement] jurisdiction in a subsequent lawsuit to impose an obligation to pay an existing federal judgment on a person not already liable for that judgment.\"  Id. at 357, 116 S.Ct. at 868.   In that case, Thomas, the plaintiff, had obtained a large ERISA class action judgment against his former employer, Tru-Tech, Inc. Instead of paying the judgment, Peacock, an officer and shareholder of Tru-Tech, settled Tru-Tech's debts with other creditors, including himself, and ignored the debt owed to Thomas.  After collection efforts proved unsuccessful, Thomas sued Peacock in federal court using a \"veil-piercing\" rationale.  Despite the absence of an independent jurisdictional basis for the proceeding, the district and circuit courts agreed to exercise enforcement jurisdiction in piercing the corporate veil.  The Supreme Court reversed, explaining that there was insufficient factual dependence between the claims raised in Thomas' suits to justify the extension of enforcement jurisdiction.  See id. at 354-55, 116 S.Ct. at 866-67.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Through Peacock, the Court reaffirmed the doctrine that \"[i]n a subsequent lawsuit involving claims with no independent basis for jurisdiction, a federal court lacks the threshold jurisdictional power that exists when ancillary claims are asserted in the same proceeding as the claims conferring federal jurisdiction.\"  Id. at 355, 116 S.Ct. at 867 (citing Kokkonen v. Guardian Life Ins. Co., 511 U.S. 375, 380-81, 114 S.Ct. 1673, 1677, 128 L.Ed.2d 391 (1994);  H.C. Cook Co. v. Beecher, 217 U.S. 497, 498-99, 30 S.Ct. 601, 601-02, 54 L.Ed. 855 (1910)).  The Court reasoned that, while a proper exercise of enforcement jurisdiction will result in efficiencies which outweigh comity concerns, an exercise of enforcement jurisdiction over a factually independent proceeding has no practical benefit for judicial economy.  See id. at 355-56, 116 S.Ct. at 867-68.   Where a plaintiff plans to use the federal court to examine the defendant's identity and finances, as Thomas did in his veil-piercing claim, the court is asked to delve into a new and separate matter, and an independent basis for jurisdiction is required.  This situation is distinguishable from where a party uses a post-judgment proceeding to challenge or revisit an issue or determination made by the federal court in the original proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Futura attempts to distinguish Peacock on two grounds.  First, Futura argues that, under Peacock, enforcement jurisdiction will only be refused where the new defendant's liability is premised upon that party's actions which took place after the original judgment was rendered.  According to Futura, the Commonwealth's liability stems from its actions before and during the original litigation, so Peacock is inapposite.  This nuanced interpretation misses the rationale of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Peacock holds that enforcement jurisdiction does not exist in a subsequent lawsuit to impose an obligation to pay an existing federal judgment on a new defendant whenever the new proceeding lacks factual dependence upon the old proceeding.  Obviously, subsequent proceedings based upon defendant's actions occurring after the original proceeding will necessarily be factually independent from the primary proceeding.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  However, Peacock is broader than that.  Extending enforcement jurisdiction to factually independent subsequent proceedings will not serve the purpose of judicial efficiency whether those proceedings premise liability upon pre- or post-judgment actions.  Peacock does not limit itself, explicitly or implicitly, as Futura argues.  Moreover, Peacock 's discussion of other relevant circuit and Supreme Court case law confirms that its holding is as broad as dictated by its logic.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Peacock Court specifically declared that it had granted certiorari to resolve a split among the various federal courts of appeals.  See id. at 352, 116 S.Ct. at 865-66, comparing Thomas v. Peacock, 39 F.3d 493 (4th Cir.1994);  Argento v. Melrose Park, 838 F.2d 1483 (7th Cir.1988);  Skevofilax v. Quigley, 810 F.2d 378 (3d Cir.1987) (en banc) and Blackburn Truck Lines, Inc. v. Francis, 723 F.2d 730 (9th Cir.1984) with Sandlin v. Corporate Interiors Inc., 972 F.2d 1212 (10th Cir.1992) and Berry v. McLemore, 795 F.2d 452 (5th Cir.1986).  In both Sandlin and Berry, the two cases that Peacock ultimately supports, the circuit courts refused to exercise enforcement jurisdiction over factually independent subsequent proceedings where the new defendants' liability was premised upon those parties' actions before the original judgments were rendered.  Furthermore, in H.C. Cook Co. v. Beecher, a 1910 case reaffirmed by the Court in Peacock, the Court held that enforcement jurisdiction would be refused to parties attempting to make new defendants answerable for an earlier judgment.  Beecher also involved alleged liability on the part of new defendants based upon those defendants' pre-judgment actions.  See Beecher, 217 U.S. at 498-99, 30 S.Ct. at 601-02;  Thomas v. Peacock, 39 F.3d 493, 500-01 (4th Cir.1994).  The Peacock Court stated that Beecher was binding upon it.  See 516 U.S. at 357-58, 116 S.Ct. at 868-69.   Thus it is clear that Peacock's holding is not limited to subsequent proceedings in which the new defendant's liability is premised upon that party's post-judgment actions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Futura's other attempt to distinguish Peacock is futile as well.  Futura claims that since the Commonwealth is the alter ego of CDC, the Commonwealth is not really a \"new\" defendant.  According to this argument, whereas Peacock was not liable for the primary judgment until after the subsequent hearing, the Commonwealth was liable to Futura from the moment that the jury returned its verdict in the original proceeding.  Thus, the viability of Futura's argument depends entirely upon our ruling that, unlike a generic veil-piercing claim, which represents a substantive rule of liability, an alter ego claim is a mere factual determination that identifies an original judgment debtor.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although we do not discount the possibility that some other alter ego claims can be so characterized, in this case, the Commonwealth and CDC are undeniably separate jural entities, and CDC (but not the Commonwealth) was the original judgment debtor.  See P.R. Laws Ann. tit. 5, &#167; 981(d) (stating that the Commonwealth is not liable for the debts of CDC).  It is clear, then, that this alter ego claim seeks to do more than simply identify the original judgment debtor.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It cannot be denied that this case is separate from the original proceeding.  Like the veil-piercing claim in Peacock, an alter ego claim involves an independent theory of liability under equity, complete with new evidence.  See Note, Piercing the Corporate Law Veil:  The Alter Ego Doctrine Under Federal Common Law, 95 Harv.  L.Rev. 853, 853 n. 1 (1982) (veil-piercing and alter ego claims are part of the same doctrine).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Although a judgment entered pursuant to such a finding can affect previously existing judgments and other debts, the claim requires a subsequent and distinct inquiry from the court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To adopt Futura's argument, we would be forced to treat the corporate form of CDC as a complete nullity--to look through its legal identity to the party standing behind it--and to do so under the guise of making a factual determination necessary to determine our subject matter jurisdiction over this case.  Cf. United States v. United Mine Workers, 330 U.S. 258, 292 n. 57, 67 S.Ct. 677, 695 n. 57, 91 L.Ed. 884 (1947).  This would be an unwarranted expansion of our jurisdiction.  Alter ego/veil-piercing claims involve a substantive theory for imposing liability upon entities that would, on first blush, not be thought liable for a tort or on a contract.  See, e.g., Resolution Trust Corp. v. Smith, 53 F.3d 72, 79-80 (5th Cir.1995);  Thomas v. Peacock, 39 F.3d 493, 499 (4th Cir.1994), rev'd on other grounds, 516 U.S. 349, 116 S.Ct. 862, 133 L.Ed.2d 817 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, the Commonwealth is in the same position as the defendants in Beecher and Sandlin, who had also been sued under alter ego rationales.  See Sandlin, 972 F.2d at 1217-1218.   As previously discussed, Peacock supports both cases, wherein the federal courts ultimately refused to extend enforcement jurisdiction.  Thus, insofar as alter ego theories require factually independent proceedings, they will not subvert the rule of Peacock.   This rule is determinative in this case.</p>\n    </div>\n    <p>II. Supplemental Jurisdiction</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the alternative, Futura argues that its alter ego claim is within the district court's supplemental jurisdiction because that claim is so related to its civil rights claims against the individual defendants, claims over which the court undeniably has original jurisdiction, that it forms part of the same case or controversy.  See 28 U.S.C. &#167; 1367.  We do not find this argument persuasive.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although its alter ego claim has pre- and post-judgment components, Futura carefully crafted the allegations in its alter ego claim to emphasize the pre-judgment relationship between the Commonwealth and CDC. It stressed the close ties between CDC and the government that existed before and during the original case.  It did so because its only chance to penetrate Puerto Rico's Eleventh Amendment immunity was to argue that the Commonwealth, through its behavior in the case, waived its immunity.  Futura recognized that, were it to rely upon the Commonwealth's post-judgment liquidation of CDC in its alter ego claim, Puerto Rico would have Eleventh Amendment immunity from the claim that would be virtually unassailable, as no waiver of such immunity can be inferred from the Commonwealth's post-judgment conduct.  Futura's alter ego claim simply cannot be saved by the argument that it forms part of the same case or controversy as the civil rights claims, all of which are premised upon post-judgment conduct.  And even if we were to agree that there existed sufficient relatedness between Futura's claims against the individual defendants and the post-judgment components of Futura's alter ego claim to bring these components within our supplemental jurisdiction, the Eleventh Amendment would, for reasons already explained, render us powerless to grant Futura any relief against the Commonwealth.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In any event, we do not find sufficient relatedness between these claims because there is no common nucleus of operative facts shared by both the civil rights claims and the alter ego claim.  See BIW Deceived v. Local S6, Indus. Union of Marine and Shipbuilding Workers, 132 F.3d 824, 833 (1st Cir.1997) (federal courts may only assert supplemental jurisdiction under 28 U.S.C. &#167; 1367 where the claims arise from the same \"nucleus of operative facts\").  The claims do not overlap in theory or chronology.  The cases are sufficiently distinct to require an independent jurisdictional basis.  Any holding to the contrary would be inconsistent with the jurisdictional requirements of section 1332, and thus in direct contravention of section 1367.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As the district court observed, the Commonwealth of Puerto Rico \"stood behind CDC in filing an action of questionable merit in this Court, and when that backfired and resulted in an adverse judgment of $12.3 million, it sought to preclude collection of the same.\"  962 F.Supp. at 257.   Indeed the Commonwealth's treatment of M.D. Construction/Futura throughout these proceedings has been despicable, and may result in hesitation by contractors to do business with public corporations funded by Puerto Rico, as well as other dire consequences for its financial reputation.  However, federal courts are of limited jurisdiction, and may not weigh the equities of a case until jurisdiction has been established.  See Hercules, 516 U.S. at 430, 116 S.Ct. at 989.   In this case, Puerto Rico, like any state, enjoys the sovereign privilege not to be sued in federal court under diversity.  Having concluded that neither enforcement nor supplemental jurisdiction exists over this suit, we must turn a blind eye to any perceived injustices delivered at the hands of the Puerto Rican government.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>III. Sua Sponte Dismissal of Futura's Other Claims</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After awarding summary judgment for Futura on the first cause of action, the district court dismissed the six remaining causes of action Futura had brought against individual defendants.  Although the district court's desire to dispose of these claims is understandable in light of its having provided for the full satisfaction of the original judgment through its award of summary judgment on the first cause of action, the sua sponte dismissal of these remaining claims was premature.  Because we herein vacate the district court's award of partial summary judgment, these remaining claims become even more potentially significant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This court has held that, in limited circumstances, sua sponte dismissals of complaints under Rule 12(b)(6) of the Federal Rules of Civil Procedure are appropriate.  See Wyatt v. City of Boston, 35 F.3d 13, 14 (1st Cir.1994).  However, such dismissals are erroneous unless the parties have been afforded notice and an opportunity to amend the complaint or otherwise respond.  See id.;  Street v. Fair, 918 F.2d 269, 272 (1st Cir.1990) (per curiam);  Literature, Inc. v. Quinn, 482 F.2d 372, 374 (1st Cir.1973).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case, Futura's initial complaint contained four causes of action against individual defendants, each a government employee.  The individuals were sued under the Equal Protection Clause, Due Process Clause, and for federal civil rights violations and tortious interference with contractual relationships under Puerto Rico law.  These causes of action were improperly pled in the initial complaint because they contained insufficient factual allegations to establish a causal nexus between the named defendants' conduct and the alleged violations of law.  See 962 F.Supp. at 257.   After receiving various motions to dismiss and a Magistrate's Report and Recommendation that these claims be dismissed, the district court dismissed the claims without prejudice.  Futura then filed an amended complaint, devoting sixty pages exclusively to detailed claims against the individual defendants.  This amended complaint also contained two completely new claims under the Contracts Clause and Puerto Rican tort law.  Without any notice to the parties in this case, the district court dismissed with prejudice all causes of action against the individual defendants.  The district court cursorily concluded that \"the amended verified complaint does not ... cure the defects of the original one [because it] fails to draw a nexus between the individual defendants and the government's scheme to preclude payment of the judgment in his favor.\"  Id. at 258.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court erred in dismissing these claims sua sponte without providing the parties with notice and an opportunity to respond.  See Wyatt, 35 F.3d at 14.   The amended complaint contained new causes of action and more specific allegations of fact.  Futura reasonably believed that its amended complaint addressed the court's initial concerns, and was entitled to address any new or continuing infirmities that the court perceived.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Accordingly, the dismissal of these claims is reversed, and they are remanded for further proceedings.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For the reasons stated herein, we vacate the district court opinion as to count one of the verified amended complaint and dismiss that count.  We reverse the district court's sua sponte dismissal of counts two through seven and remand those claims for further proceedings consistent with this opinion.  Finally, we wish to note again the manifest injustice of the conduct of the government of the Commonwealth of Puerto Rico throughout this affair.  It has cleverly used its sovereignty to shield itself from the fair consequences of its actions, and has been aided by recent Supreme Court doctrine.  Peacock, however, is a relatively new case, and circuit courts are applying it differently.  Cf. Matos v. Richard A. Nellis, Inc., 101 F.3d 1193, 1195 (7th Cir.1996) (remarking that after Peacock, it is \"not altogether clear\" in which types of federal litigation an independent ground of jurisdiction is necessary to pierce the corporate veil).  As the doctrine of enforcement jurisdiction evolves, perhaps fewer unjust consequences will flow from it.  This case might be well-served by the Supreme Court's attention.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiffs argue that the district court has jurisdiction over this claim under the doctrine of \"ancillary jurisdiction\" recognized in Dugas v. American Surety Co., 300 U.S. 414, 428, 57 S.Ct. 515, 521, 81 L.Ed. 720 (1937).  In Dugas, the Court reaffirmed the inherent power of federal courts to exercise jurisdiction in order to enforce their judgments in certain situations where jurisdiction would otherwise be lacking.  Cf. Root v. Woolworth, 150 U.S. 401, 410-412, 14 S.Ct. 136, 138-39, 37 L.Ed. 1123 (1893) (the first Supreme Court case brought under such jurisdiction).  Throughout, we will refer to this type of jurisdiction as \"enforcement jurisdiction.\"   We do so because the term \"ancillary jurisdiction\" is also used with reference to another common law concept of jurisdiction related to \"pendent jurisdiction\" whereby federal courts obtain jurisdiction over certain claims interposed by parties other than the plaintiff so as to avoid piecemeal litigation.  See 28 U.S.C.A. &#167; 1367, commentary (West 1993).  While this other form of ancillary jurisdiction was joined with pendent jurisdiction and codified in 1990 under the rubric of \"supplemental jurisdiction,\" enforcement jurisdiction remains a creature of common law.  To prevent confusion, we will avoid references to ancillary jurisdiction wherever possible, referring instead to supplemental jurisdiction and enforcement jurisdiction.  See Susan M. Glenn, Note, Federal Supplemental Enforcement Jurisdiction, 42 S.C. L.Rev. 469, 472 (1991) (urging that courts distinguish between the two forms of ancillary jurisdiction, adopt more precise terminology in these cases, and analyze questions of enforcement jurisdiction without reference to supplemental jurisdiction doctrine)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Enforcement jurisdiction can extend to post-judgment conduct in cases where mandamus is sought to force compliance with an existing judgment.  However, it cannot extend to most cases that seek to assign liability for the judgment to a new party.  See Peacock, 516 U.S. at 358, 116 S.Ct. at 868-69 (citing Labette County Comm'rs v. United States ex rel. Moulton, 112 U.S. 217, 5 S.Ct. 108, 28 L.Ed. 698 (1884);  Riggs, 6 Wall.  (73 U.S.) 166, 18 L.Ed. 768)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Futura's argument that an alter ego determination fundamentally differs from a generic veil-piercing is somewhat undermined by Futura's own complaint, which declares that \"[t]he corporate entity [sic] of CDC must be disregarded and its veil pierced, and [the Commonwealth] be declared the alter ego of CDC.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Futura did not plead supplemental jurisdiction as an alternative basis for jurisdiction over its alter ego claim.  Nor has plaintiff moved to amend the jurisdictional allegations in its complaint pursuant to 28 U.S.C. &#167; 1653.  There is a legitimate question as to whether Futura may preserve its judgment simply by suggesting an alternative jurisdictional theory in its brief.  See Limerick v. Greenwald, 749 F.2d 97, 100 n. 2 (1st Cir.1984) (doubting the applicability of 28 U.S.C. &#167; 1653 in similar circumstances).  However, because we conclude that we may not exercise jurisdiction over Futura's alter ego claim under 28 U.S.C. &#167; 1367, we need not resolve this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Recognizing the possibility that Peacock might govern this appeal, Futura argues that an appropriate remedy is not a dismissal of this case, but rather a remand to the district court with instructions to deem the first cause of action in this case a motion under P.R. R. Civ. P. 59 for a declaratory judgment that the Commonwealth is the party in interest in the original litigation and required to comply with the judgment.  However, we cannot do so.  Having determined that federal courts have no enforcement or supplemental jurisdiction over this proceeding, we similarly have no authority for a declaration along the lines suggested by Futura.  See Hercules, Inc. v. United States, 516 U.S. 417, 430, 116 S.Ct. 981, 989, 134 L.Ed.2d 47 (1996) (federal courts are \"constrained by our limited jurisdiction and may not entertain claims 'based merely on equitable considerations.' \")  (quoting United States v. Minnesota Mut. Inv. Co., 271 U.S. 212, 217-18, 46 S.Ct. 501, 503, 70 L.Ed. 911 (1926))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Thus, we do not reach many of the substantive issues in this case, including whether CDC actually was an alter ego of the Commonwealth, whether the issue is precluded by a post-trial order in the earlier litigation, and whether Puerto Rico's Eleventh Amendment immunity applies to this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note that, upon review, we are unable to determine how the amended verified complaint fails to draw a sufficient nexus between the defendants and the alleged wrongdoing.  Without opining as to the ultimate survivability of these claims under Rule 12(b)(6), we expect that, on remand, the district court will provide Futura with more guidance as to the perceived failings in the amended complaint</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span></p>\n    <p class=\"parties\">FUTURA DEVELOPMENT OF PUERTO RICO, INC., Etc., et al.,<br>Plaintiffs--Appellees,<br>v.<br>ESTADO LIBRE ASOCIADO DE PUERTO RICO, The Cooperative<br>Development Administration, The Cooperative<br>Development Company, Defendants--Appellants.<br>FUTURA DEVELOPMENT OF PUERTO RICO, INC., Plaintiff--Appellant,<br>v.<br>ESTADO LIBRE ASOCIADO DE PUERTO RICO, The Cooperative<br>Development Administration, The Cooperative<br>Development Company, Defendants--Appellees.</p>\n    <p class=\"docket\">Nos. 97-1602, 97-1603.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1997.<br>Decided May 6, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jay A. Garca-Gregory, with whom Fiddler, Gonzalez &amp; Rodrguez, Paul B. Smith, Jr. and Smith &amp; Nevares were on brief for appellant Commonwealth of Puerto Rico.</p>\n      <p class=\"indent\">Alan M. Dershowitz, with whom Amy Adelson, Victoria B. Eiger, Nathan Z. Dershowitz, Dershowitz &amp; Eiger, P.C., Geoffrey Woods and Woods &amp; Woods were on brief for appellee/cross appellant Futura Development of Puerto Rico, Inc.</p>\n      <p class=\"indent\">Cherie K. Durand, with whom Law Offices Benjamn Acosta, Jr. was on brief for defendants-appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In an earlier proceeding, the predecessor of plaintiff Futura Development of Puerto Rico, Inc.  (\"Futura\") obtained a judgment against the Cooperative Development Company (\"CDC\"), a public corporation and instrumentality of the Commonwealth of Puerto Rico, in the amount of $12,266,000.  See U.S.I. Properties Corp. v. M.D. Construction Co., <span class=\"citation\" data-id=\"513269\"><a href=\"/opinion/513269/usi-properties-corp-v-md-construction-company-inc-appeal-of/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir.1988).  After CDC failed to satisfy the judgment, Futura brought this suit seeking a determination that CDC was an alter ego of the Commonwealth of Puerto Rico, and that, as a de facto party to the earlier litigation, the Commonwealth was liable for the judgment.  On this theory of recovery, Futura was awarded summary judgment.  See Futura Devel. of P.R. v. Puerto Rico, <span class=\"citation no-link\"><span class=\"volume\">962</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">248</span></span> (D.P.R.1997).  Futura also brought six other claims against individual government employees under various causes of action, all of which were dismissed by the district court sua sponte.  See id.   The parties cross-appealed to this court.  We conclude that the district court acted without proper jurisdiction in awarding summary judgment to Futura on its alter ego theory and improperly dismissed the remaining claims against the individual defendants.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 25, 1988, this court affirmed a district court judgment entered pursuant to a jury verdict against CDC for $12,266,000.  See U.S.I. Properties Corp. v. M.D. Construction Co., Inc., <span class=\"citation\" data-id=\"513269\"><a href=\"/opinion/513269/usi-properties-corp-v-md-construction-company-inc-appeal-of/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir.1988).  The jury found that CDC had unilaterally terminated a construction contract with M.D. Construction, predecessor in interest to Futura, which provided for the building of a low-income housing project called \"Ciudad Cristiana.\"   The jury in that case rejected CDC's cross-claims alleging that the Ciudad Cristiana property was contaminated with mercury.  Jurisdiction in that case was premised entirely upon diversity.  See id.   Now, almost ten years later, this court is faced with the current dispute over satisfaction of that judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">CDC is a public corporation that was created by the Puerto Rico Legislative Assembly in order to develop housing cooperatives across Puerto Rico.  See P.R. Laws Ann.  Tit. 5, &#167;&#167; 981 et seq.   A majority of the CDC's budget each year is provided by the Commonwealth.  Since the original litigation, the Commonwealth has engaged in a de facto liquidation of CDC in order to avoid satisfying the sizable judgment pending against it.  Specifically, the Commonwealth has failed to provide for satisfaction of the judgment in CDC's budgets, stripped CDC of its assets, transferred its employees, and replaced CDC in the organizational chart of Commonwealth agencies and public corporations.  During its liquidation, CDC settled debts with some creditors, but not with Futura.  CDC, insolvent and devoid of official responsibility, now exists in name only.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Futura, frustrated by these tactics, brought this suit against the Commonwealth in federal court under the court's enforcement jurisdiction.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Futura argues that the Commonwealth of Puerto Rico is liable for the original judgment because it was a de facto party to the original litigation.  This assertion is supported not only by the generally close relationship between the Commonwealth and the CDC, but specifically by the fact that the Attorney General of Puerto Rico took over the original litigation for CDC. Furthermore, in its closing argument to the jury in that original litigation, CDC argued that any judgment against it would have to be paid with Puerto Rico tax dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Commonwealth argues that, even if CDC were its \"alter ego,\" it retains Eleventh Amendment immunity from this suit in federal court.  Despite its active participation in the defense of the original suit and use of the \"tax dollars\" argument with the jury, the Commonwealth asserts that it did not implicitly waive its immunity.  The district court disagreed, awarding summary judgment in Futura's favor on the first count, and dismissing sua sponte Futura's remaining claims against the individual defendants.  See 962 F.Supp. at 257-58.   Because we conclude that the district court acted without proper jurisdiction, we do not reach the questions raised regarding implicit waiver of Eleventh Amendment immunity.</p>\n    </div>\n    <p>Analysis</p>\n    <p>I. Enforcement Jurisdiction</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first question to be resolved in this case is whether the district court properly exercised jurisdiction over Futura's claim against the Commonwealth.  The parties acknowledge that federal question jurisdiction is inapplicable to Futura's alter ego claim, and that the Commonwealth of Puerto Rico is not subject to diversity jurisdiction.  Cf. 28 U.S.C. &#167; 1332(d) (Puerto Rico treated as a \"state\" for purposes of the statute, and therefore not subject to diversity jurisdiction);  Nieves v. University of P.R., <span class=\"citation\" data-id=\"194980\"><a href=\"/opinion/194980/marta-v-u-of-pr/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 272 (1st Cir.1993).  Futura's primary jurisdictional argument is that federal jurisdiction over the alter ego claim against the Commonwealth of Puerto Rico is premised upon federal enforcement jurisdiction.  However, in actions such as this, where the district court had original jurisdiction founded solely on diversity jurisdiction, extending enforcement jurisdiction over a non-diverse party without sound reasons for doing so may represent an impermissible expansion of federal jurisdiction.  At the same time, it is generally recognized that \"without jurisdiction to enforce a judgment entered by a federal court, 'the judicial power would be incomplete and entirely inadequate to the purposes for which it was conferred by the Constitution.' \"  Peacock v. Thomas, <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 356, <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">862</span></a></span>, 868, <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">817</span></a></span> (1996) (quoting Riggs v. Johnson County, <span class=\"citation\" data-id=\"87903\"><a href=\"/opinion/87903/riggs-v-johnson-county/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">166</span></a></span>, 187, <span class=\"citation\" data-id=\"87903\"><a href=\"/opinion/87903/riggs-v-johnson-county/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">768</span></a></span> (1868)).  Futura argues that under the doctrine of enforcement jurisdiction, federal courts generally possess jurisdiction over new proceedings in which a federal judgment creditor seeks to impose liability for a judgment on a person or entity not named in the original judgment, even where there is no independent basis for federal jurisdiction.  However, Futura's argument fails in light of recent Supreme Court doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Peacock, the Supreme Court explained that it had \"never authorized the exercise of [enforcement] jurisdiction in a subsequent lawsuit to impose an obligation to pay an existing federal judgment on a person not already liable for that judgment.\"  Id. at 357, 116 S.Ct. at 868.   In that case, Thomas, the plaintiff, had obtained a large ERISA class action judgment against his former employer, Tru-Tech, Inc. Instead of paying the judgment, Peacock, an officer and shareholder of Tru-Tech, settled Tru-Tech's debts with other creditors, including himself, and ignored the debt owed to Thomas.  After collection efforts proved unsuccessful, Thomas sued Peacock in federal court using a \"veil-piercing\" rationale.  Despite the absence of an independent jurisdictional basis for the proceeding, the district and circuit courts agreed to exercise enforcement jurisdiction in piercing the corporate veil.  The Supreme Court reversed, explaining that there was insufficient factual dependence between the claims raised in Thomas' suits to justify the extension of enforcement jurisdiction.  See id. at 354-55, 116 S.Ct. at 866-67.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Through Peacock, the Court reaffirmed the doctrine that \"[i]n a subsequent lawsuit involving claims with no independent basis for jurisdiction, a federal court lacks the threshold jurisdictional power that exists when ancillary claims are asserted in the same proceeding as the claims conferring federal jurisdiction.\"  Id. at 355, 116 S.Ct. at 867 (citing Kokkonen v. Guardian Life Ins. Co., <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 380-81, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, 1677, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1994);  H.C. Cook Co. v. Beecher, <span class=\"citation\" data-id=\"97252\"><a href=\"/opinion/97252/hc-cook-co-v-beecher/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 498-99, <span class=\"citation\" data-id=\"97252\"><a href=\"/opinion/97252/hc-cook-co-v-beecher/\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">601</span></a></span>, 601-02, <span class=\"citation\" data-id=\"97252\"><a href=\"/opinion/97252/hc-cook-co-v-beecher/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">855</span></a></span> (1910)).  The Court reasoned that, while a proper exercise of enforcement jurisdiction will result in efficiencies which outweigh comity concerns, an exercise of enforcement jurisdiction over a factually independent proceeding has no practical benefit for judicial economy.  See id. at 355-56, 116 S.Ct. at 867-68.   Where a plaintiff plans to use the federal court to examine the defendant's identity and finances, as Thomas did in his veil-piercing claim, the court is asked to delve into a new and separate matter, and an independent basis for jurisdiction is required.  This situation is distinguishable from where a party uses a post-judgment proceeding to challenge or revisit an issue or determination made by the federal court in the original proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Futura attempts to distinguish Peacock on two grounds.  First, Futura argues that, under Peacock, enforcement jurisdiction will only be refused where the new defendant's liability is premised upon that party's actions which took place after the original judgment was rendered.  According to Futura, the Commonwealth's liability stems from its actions before and during the original litigation, so Peacock is inapposite.  This nuanced interpretation misses the rationale of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Peacock holds that enforcement jurisdiction does not exist in a subsequent lawsuit to impose an obligation to pay an existing federal judgment on a new defendant whenever the new proceeding lacks factual dependence upon the old proceeding.  Obviously, subsequent proceedings based upon defendant's actions occurring after the original proceeding will necessarily be factually independent from the primary proceeding.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  However, Peacock is broader than that.  Extending enforcement jurisdiction to factually independent subsequent proceedings will not serve the purpose of judicial efficiency whether those proceedings premise liability upon pre- or post-judgment actions.  Peacock does not limit itself, explicitly or implicitly, as Futura argues.  Moreover, Peacock 's discussion of other relevant circuit and Supreme Court case law confirms that its holding is as broad as dictated by its logic.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Peacock Court specifically declared that it had granted certiorari to resolve a split among the various federal courts of appeals.  See id. at 352, 116 S.Ct. at 865-66, comparing Thomas v. Peacock, <span class=\"citation\" data-id=\"681607\"><a href=\"/opinion/681607/18-employee-benefits-cas-2617-pens-plan-guide-p-23903e-jack-l-thomas/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">493</span></a></span> (4th Cir.1994);  Argento v. Melrose Park, <span class=\"citation\" data-id=\"501683\"><a href=\"/opinion/501683/robert-argento-joseph-sansone-and-bennie-lenard-v-village-of-melrose/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1483</span></a></span> (7th Cir.1988);  Skevofilax v. Quigley, <span class=\"citation\" data-id=\"482485\"><a href=\"/opinion/482485/marcos-skevofilax-louise-skevofilax-and-michael-michaels-v-sergeant/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span> (3d Cir.1987) (en banc) and Blackburn Truck Lines, Inc. v. Francis, <span class=\"citation\" data-id=\"428608\"><a href=\"/opinion/428608/blackburn-truck-lines-inc-v-raymond-j-francis-an-individual-maria/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">730</span></a></span> (9th Cir.1984) with Sandlin v. Corporate Interiors Inc., <span class=\"citation\" data-id=\"588922\"><a href=\"/opinion/588922/glen-k-sandlin-v-corporate-interiors-inc-svein-reichborn-kjennerud/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1212</span></a></span> (10th Cir.1992) and Berry v. McLemore, <span class=\"citation\" data-id=\"473030\"><a href=\"/opinion/473030/earl-berry-v-jimmy-mclemore-town-of-maben-mississippi-and-new-hampshire/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span> (5th Cir.1986).  In both Sandlin and Berry, the two cases that Peacock ultimately supports, the circuit courts refused to exercise enforcement jurisdiction over factually independent subsequent proceedings where the new defendants' liability was premised upon those parties' actions before the original judgments were rendered.  Furthermore, in H.C. Cook Co. v. Beecher, a 1910 case reaffirmed by the Court in Peacock, the Court held that enforcement jurisdiction would be refused to parties attempting to make new defendants answerable for an earlier judgment.  Beecher also involved alleged liability on the part of new defendants based upon those defendants' pre-judgment actions.  See Beecher, 217 U.S. at 498-99, 30 S.Ct. at 601-02;  Thomas v. Peacock, <span class=\"citation\" data-id=\"681607\"><a href=\"/opinion/681607/18-employee-benefits-cas-2617-pens-plan-guide-p-23903e-jack-l-thomas/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">493</span></a></span>, 500-01 (4th Cir.1994).  The Peacock Court stated that Beecher was binding upon it.  See 516 U.S. at 357-58, 116 S.Ct. at 868-69.   Thus it is clear that Peacock's holding is not limited to subsequent proceedings in which the new defendant's liability is premised upon that party's post-judgment actions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Futura's other attempt to distinguish Peacock is futile as well.  Futura claims that since the Commonwealth is the alter ego of CDC, the Commonwealth is not really a \"new\" defendant.  According to this argument, whereas Peacock was not liable for the primary judgment until after the subsequent hearing, the Commonwealth was liable to Futura from the moment that the jury returned its verdict in the original proceeding.  Thus, the viability of Futura's argument depends entirely upon our ruling that, unlike a generic veil-piercing claim, which represents a substantive rule of liability, an alter ego claim is a mere factual determination that identifies an original judgment debtor.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although we do not discount the possibility that some other alter ego claims can be so characterized, in this case, the Commonwealth and CDC are undeniably separate jural entities, and CDC (but not the Commonwealth) was the original judgment debtor.  See P.R. Laws Ann. tit. 5, &#167; 981(d) (stating that the Commonwealth is not liable for the debts of CDC).  It is clear, then, that this alter ego claim seeks to do more than simply identify the original judgment debtor.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It cannot be denied that this case is separate from the original proceeding.  Like the veil-piercing claim in Peacock, an alter ego claim involves an independent theory of liability under equity, complete with new evidence.  See Note, Piercing the Corporate Law Veil:  The Alter Ego Doctrine Under Federal Common Law, 95 Harv.  L.Rev. 853, 853 n. 1 (1982) (veil-piercing and alter ego claims are part of the same doctrine).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Although a judgment entered pursuant to such a finding can affect previously existing judgments and other debts, the claim requires a subsequent and distinct inquiry from the court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To adopt Futura's argument, we would be forced to treat the corporate form of CDC as a complete nullity--to look through its legal identity to the party standing behind it--and to do so under the guise of making a factual determination necessary to determine our subject matter jurisdiction over this case.  Cf. United States v. United Mine Workers, <span class=\"citation\" data-id=\"104385\"><a href=\"/opinion/104385/united-states-v-mine-workers/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 292 n. 57, <span class=\"citation\" data-id=\"104385\"><a href=\"/opinion/104385/united-states-v-mine-workers/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">677</span></a></span>, 695 n. 57, <span class=\"citation\" data-id=\"104385\"><a href=\"/opinion/104385/united-states-v-mine-workers/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">884</span></a></span> (1947).  This would be an unwarranted expansion of our jurisdiction.  Alter ego/veil-piercing claims involve a substantive theory for imposing liability upon entities that would, on first blush, not be thought liable for a tort or on a contract.  See, e.g., Resolution Trust Corp. v. Smith, <span class=\"citation\" data-id=\"7115\"><a href=\"/opinion/7115/resolution-trust-corp-v-smith/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 79-80 (5th Cir.1995);  Thomas v. Peacock, <span class=\"citation\" data-id=\"681607\"><a href=\"/opinion/681607/18-employee-benefits-cas-2617-pens-plan-guide-p-23903e-jack-l-thomas/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">493</span></a></span>, 499 (4th Cir.1994), rev'd on other grounds, <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">862</span></a></span>, <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">817</span></a></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, the Commonwealth is in the same position as the defendants in Beecher and Sandlin, who had also been sued under alter ego rationales.  See Sandlin, 972 F.2d at 1217-1218.   As previously discussed, Peacock supports both cases, wherein the federal courts ultimately refused to extend enforcement jurisdiction.  Thus, insofar as alter ego theories require factually independent proceedings, they will not subvert the rule of Peacock.   This rule is determinative in this case.</p>\n    </div>\n    <p>II. Supplemental Jurisdiction</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the alternative, Futura argues that its alter ego claim is within the district court's supplemental jurisdiction because that claim is so related to its civil rights claims against the individual defendants, claims over which the court undeniably has original jurisdiction, that it forms part of the same case or controversy.  See 28 U.S.C. &#167; 1367.  We do not find this argument persuasive.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although its alter ego claim has pre- and post-judgment components, Futura carefully crafted the allegations in its alter ego claim to emphasize the pre-judgment relationship between the Commonwealth and CDC. It stressed the close ties between CDC and the government that existed before and during the original case.  It did so because its only chance to penetrate Puerto Rico's Eleventh Amendment immunity was to argue that the Commonwealth, through its behavior in the case, waived its immunity.  Futura recognized that, were it to rely upon the Commonwealth's post-judgment liquidation of CDC in its alter ego claim, Puerto Rico would have Eleventh Amendment immunity from the claim that would be virtually unassailable, as no waiver of such immunity can be inferred from the Commonwealth's post-judgment conduct.  Futura's alter ego claim simply cannot be saved by the argument that it forms part of the same case or controversy as the civil rights claims, all of which are premised upon post-judgment conduct.  And even if we were to agree that there existed sufficient relatedness between Futura's claims against the individual defendants and the post-judgment components of Futura's alter ego claim to bring these components within our supplemental jurisdiction, the Eleventh Amendment would, for reasons already explained, render us powerless to grant Futura any relief against the Commonwealth.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In any event, we do not find sufficient relatedness between these claims because there is no common nucleus of operative facts shared by both the civil rights claims and the alter ego claim.  See BIW Deceived v. Local S6, Indus. Union of Marine and Shipbuilding Workers, <span class=\"citation\" data-id=\"749863\"><a href=\"/opinion/749863/biw-deceived-v-local-s6-industrial-union-of-marine-and-shipbuilding/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 833 (1st Cir.1997) (federal courts may only assert supplemental jurisdiction under 28 U.S.C. &#167; 1367 where the claims arise from the same \"nucleus of operative facts\").  The claims do not overlap in theory or chronology.  The cases are sufficiently distinct to require an independent jurisdictional basis.  Any holding to the contrary would be inconsistent with the jurisdictional requirements of section 1332, and thus in direct contravention of section 1367.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As the district court observed, the Commonwealth of Puerto Rico \"stood behind CDC in filing an action of questionable merit in this Court, and when that backfired and resulted in an adverse judgment of $12.3 million, it sought to preclude collection of the same.\"  962 F.Supp. at 257.   Indeed the Commonwealth's treatment of M.D. Construction/Futura throughout these proceedings has been despicable, and may result in hesitation by contractors to do business with public corporations funded by Puerto Rico, as well as other dire consequences for its financial reputation.  However, federal courts are of limited jurisdiction, and may not weigh the equities of a case until jurisdiction has been established.  See Hercules, 516 U.S. at 430, 116 S.Ct. at 989.   In this case, Puerto Rico, like any state, enjoys the sovereign privilege not to be sued in federal court under diversity.  Having concluded that neither enforcement nor supplemental jurisdiction exists over this suit, we must turn a blind eye to any perceived injustices delivered at the hands of the Puerto Rican government.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>III. Sua Sponte Dismissal of Futura's Other Claims</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After awarding summary judgment for Futura on the first cause of action, the district court dismissed the six remaining causes of action Futura had brought against individual defendants.  Although the district court's desire to dispose of these claims is understandable in light of its having provided for the full satisfaction of the original judgment through its award of summary judgment on the first cause of action, the sua sponte dismissal of these remaining claims was premature.  Because we herein vacate the district court's award of partial summary judgment, these remaining claims become even more potentially significant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This court has held that, in limited circumstances, sua sponte dismissals of complaints under Rule 12(b)(6) of the Federal Rules of Civil Procedure are appropriate.  See Wyatt v. City of Boston, <span class=\"citation\" data-id=\"195603\"><a href=\"/opinion/195603/wyatt-v-city-of-boston/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 14 (1st Cir.1994).  However, such dismissals are erroneous unless the parties have been afforded notice and an opportunity to amend the complaint or otherwise respond.  See id.;  Street v. Fair, <span class=\"citation\" data-id=\"551275\"><a href=\"/opinion/551275/ra-street-v-michael-v-fair/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 272 (1st Cir.1990) (per curiam);  Literature, Inc. v. Quinn, <span class=\"citation\" data-id=\"312689\"><a href=\"/opinion/312689/literature-inc-v-robert-h-quinn/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">372</span></a></span>, 374 (1st Cir.1973).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case, Futura's initial complaint contained four causes of action against individual defendants, each a government employee.  The individuals were sued under the Equal Protection Clause, Due Process Clause, and for federal civil rights violations and tortious interference with contractual relationships under Puerto Rico law.  These causes of action were improperly pled in the initial complaint because they contained insufficient factual allegations to establish a causal nexus between the named defendants' conduct and the alleged violations of law.  See 962 F.Supp. at 257.   After receiving various motions to dismiss and a Magistrate's Report and Recommendation that these claims be dismissed, the district court dismissed the claims without prejudice.  Futura then filed an amended complaint, devoting sixty pages exclusively to detailed claims against the individual defendants.  This amended complaint also contained two completely new claims under the Contracts Clause and Puerto Rican tort law.  Without any notice to the parties in this case, the district court dismissed with prejudice all causes of action against the individual defendants.  The district court cursorily concluded that \"the amended verified complaint does not ... cure the defects of the original one [because it] fails to draw a nexus between the individual defendants and the government's scheme to preclude payment of the judgment in his favor.\"  Id. at 258.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court erred in dismissing these claims sua sponte without providing the parties with notice and an opportunity to respond.  See Wyatt, 35 F.3d at 14.   The amended complaint contained new causes of action and more specific allegations of fact.  Futura reasonably believed that its amended complaint addressed the court's initial concerns, and was entitled to address any new or continuing infirmities that the court perceived.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Accordingly, the dismissal of these claims is reversed, and they are remanded for further proceedings.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For the reasons stated herein, we vacate the district court opinion as to count one of the verified amended complaint and dismiss that count.  We reverse the district court's sua sponte dismissal of counts two through seven and remand those claims for further proceedings consistent with this opinion.  Finally, we wish to note again the manifest injustice of the conduct of the government of the Commonwealth of Puerto Rico throughout this affair.  It has cleverly used its sovereignty to shield itself from the fair consequences of its actions, and has been aided by recent Supreme Court doctrine.  Peacock, however, is a relatively new case, and circuit courts are applying it differently.  Cf. Matos v. Richard A. Nellis, Inc., <span class=\"citation\" data-id=\"730870\"><a href=\"/opinion/730870/veronica-r-matos-v-richard-a-nellis-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1193</span></a></span>, 1195 (7th Cir.1996) (remarking that after Peacock, it is \"not altogether clear\" in which types of federal litigation an independent ground of jurisdiction is necessary to pierce the corporate veil).  As the doctrine of enforcement jurisdiction evolves, perhaps fewer unjust consequences will flow from it.  This case might be well-served by the Supreme Court's attention.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiffs argue that the district court has jurisdiction over this claim under the doctrine of \"ancillary jurisdiction\" recognized in Dugas v. American Surety Co., <span class=\"citation\" data-id=\"102785\"><a href=\"/opinion/102785/dugas-v-american-surety-co/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, 428, <span class=\"citation\" data-id=\"102785\"><a href=\"/opinion/102785/dugas-v-american-surety-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></a></span>, 521, <span class=\"citation\" data-id=\"102785\"><a href=\"/opinion/102785/dugas-v-american-surety-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">720</span></a></span> (1937).  In Dugas, the Court reaffirmed the inherent power of federal courts to exercise jurisdiction in order to enforce their judgments in certain situations where jurisdiction would otherwise be lacking.  Cf. Root v. Woolworth, <span class=\"citation\" data-id=\"93714\"><a href=\"/opinion/93714/root-v-woolworth/\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 410-412, <span class=\"citation\" data-id=\"93714\"><a href=\"/opinion/93714/root-v-woolworth/\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">136</span></a></span>, 138-39, <span class=\"citation\" data-id=\"93714\"><a href=\"/opinion/93714/root-v-woolworth/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1123</span></a></span> (1893) (the first Supreme Court case brought under such jurisdiction).  Throughout, we will refer to this type of jurisdiction as \"enforcement jurisdiction.\"   We do so because the term \"ancillary jurisdiction\" is also used with reference to another common law concept of jurisdiction related to \"pendent jurisdiction\" whereby federal courts obtain jurisdiction over certain claims interposed by parties other than the plaintiff so as to avoid piecemeal litigation.  See 28 U.S.C.A. &#167; 1367, commentary (West 1993).  While this other form of ancillary jurisdiction was joined with pendent jurisdiction and codified in 1990 under the rubric of \"supplemental jurisdiction,\" enforcement jurisdiction remains a creature of common law.  To prevent confusion, we will avoid references to ancillary jurisdiction wherever possible, referring instead to supplemental jurisdiction and enforcement jurisdiction.  See Susan M. Glenn, Note, Federal Supplemental Enforcement Jurisdiction, 42 S.C. L.Rev. 469, 472 (1991) (urging that courts distinguish between the two forms of ancillary jurisdiction, adopt more precise terminology in these cases, and analyze questions of enforcement jurisdiction without reference to supplemental jurisdiction doctrine)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Enforcement jurisdiction can extend to post-judgment conduct in cases where mandamus is sought to force compliance with an existing judgment.  However, it cannot extend to most cases that seek to assign liability for the judgment to a new party.  See Peacock, 516 U.S. at 358, 116 S.Ct. at 868-69 (citing Labette County Comm'rs v. United States ex rel. Moulton, <span class=\"citation\" data-id=\"91198\"><a href=\"/opinion/91198/labette-county-commrs-v-united-states-ex-rel-moulton/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, <span class=\"citation\" data-id=\"91198\"><a href=\"/opinion/91198/labette-county-commrs-v-united-states-ex-rel-moulton/\"><span class=\"volume\">5</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></a></span>, <span class=\"citation\" data-id=\"91198\"><a href=\"/opinion/91198/labette-county-commrs-v-united-states-ex-rel-moulton/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">698</span></a></span> (1884);  Riggs, 6 Wall.  (73 U.S.) 166, <span class=\"citation\" data-id=\"87903\"><a href=\"/opinion/87903/riggs-v-johnson-county/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">768</span></a></span>)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Futura's argument that an alter ego determination fundamentally differs from a generic veil-piercing is somewhat undermined by Futura's own complaint, which declares that \"[t]he corporate entity [sic] of CDC must be disregarded and its veil pierced, and [the Commonwealth] be declared the alter ego of CDC.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Futura did not plead supplemental jurisdiction as an alternative basis for jurisdiction over its alter ego claim.  Nor has plaintiff moved to amend the jurisdictional allegations in its complaint pursuant to 28 U.S.C. &#167; 1653.  There is a legitimate question as to whether Futura may preserve its judgment simply by suggesting an alternative jurisdictional theory in its brief.  See Limerick v. Greenwald, <span class=\"citation\" data-id=\"445033\"><a href=\"/opinion/445033/thomas-f-limerick-v-carol-s-greenwald-roslindale-cooperative-bank-of/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 100 n. 2 (1st Cir.1984) (doubting the applicability of 28 U.S.C. &#167; 1653 in similar circumstances).  However, because we conclude that we may not exercise jurisdiction over Futura's alter ego claim under 28 U.S.C. &#167; 1367, we need not resolve this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Recognizing the possibility that Peacock might govern this appeal, Futura argues that an appropriate remedy is not a dismissal of this case, but rather a remand to the district court with instructions to deem the first cause of action in this case a motion under P.R. R. Civ. P. 59 for a declaratory judgment that the Commonwealth is the party in interest in the original litigation and required to comply with the judgment.  However, we cannot do so.  Having determined that federal courts have no enforcement or supplemental jurisdiction over this proceeding, we similarly have no authority for a declaration along the lines suggested by Futura.  See Hercules, Inc. v. United States, <span class=\"citation\" data-id=\"118004\"><a href=\"/opinion/118004/hercules-inc-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">417</span></a></span>, 430, <span class=\"citation\" data-id=\"118004\"><a href=\"/opinion/118004/hercules-inc-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">981</span></a></span>, 989, <span class=\"citation\" data-id=\"118004\"><a href=\"/opinion/118004/hercules-inc-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></a></span> (1996) (federal courts are \"constrained by our limited jurisdiction and may not entertain claims 'based merely on equitable considerations.' \")  (quoting United States v. Minnesota Mut. Inv. Co., <span class=\"citation\" data-id=\"100869\"><a href=\"/opinion/100869/united-states-v-minnesota-mut-investment-co/\"><span class=\"volume\">271</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, 217-18, <span class=\"citation\" data-id=\"100869\"><a href=\"/opinion/100869/united-states-v-minnesota-mut-investment-co/\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, 503, <span class=\"citation\" data-id=\"100869\"><a href=\"/opinion/100869/united-states-v-minnesota-mut-investment-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">911</span></a></span> (1926))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Thus, we do not reach many of the substantive issues in this case, including whether CDC actually was an alter ego of the Commonwealth, whether the issue is precluded by a post-trial order in the earlier litigation, and whether Puerto Rico's Eleventh Amendment immunity applies to this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note that, upon review, we are unable to determine how the amended verified complaint fails to draw a sufficient nexus between the defendants and the alleged wrongdoing.  Without opining as to the ultimate survivability of these claims under Rule 12(b)(6), we expect that, on remand, the district court will provide Futura with more guidance as to the perceived failings in the amended complaint</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/7115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/87903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/91198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749863/"
  ]
}