{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197908/",
  "absolute_url": "/opinion/197908/howison-trustee-v-hanley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197908/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:41:29Z",
  "date_modified": "2017-03-24T10:53:47.990894Z",
  "type": "010combined",
  "sha1": "9c6bfda8c6c095e22dd9e0ebf3b2145fafb8e775",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2158.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 97-2158\r\n\n                     WILLIAM H. HOWISON,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                       JAYNE M. HANLEY,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. David M. Cohen, U.S. Magistrate Judge]\r\n\n                            Before\r\n\n                   Boudin, Circuit Judge,\r\n\n               Aldrich, Senior Circuit Judge,\r\n\n                 and Lynch, Circuit Judge. \r\n\n   Daniel L. Cummings with whom Norman, Hanson &amp; DeTroy was on\r\nbrief for appellant.\r\n   Timothy H. Norton with whom Kelly, Remmel &amp; Zimmerman was on\r\nbrief for appellee.\r\n\nApril 15, 1998\r\n\nALDRICH, Senior Circuit Judge.  In September 1995 James\r\nR. McFarlane, Jr. (\"McFarlane\"), husband of defendant-appellant\r\nJayne M. Hanley (\"Hanley\"), filed a Chapter 7 bankruptcy petition\r\nfor which William H. Howison, plaintiff-appellee, was appointed\r\ntrustee.  The trustee brought proceedings against Hanley, alleging\r\nthat McFarlane had fraudulently transferred to her his joint\r\ntenancy in the couple's residence in Scarborough, Maine.  McFarlane\r\nhad conveyed his interest to Hanley for no consideration in April\r\n1993 as part of a refinancing, with the admitted purpose of putting\r\nit beyond the reach of his creditors.  He was legally insolvent at\r\nthe time.\r\nOn defendant's motion, the reference was withdrawn from\r\nthe bankruptcy court and transferred to the district court, which\r\nruled that McFarlane had fraudulently transferred an \"asset,\" viz.,\r\nthe excess value of his interest over the total of valid\r\nencumbrances and his homestead exemption.  Ruling that the\r\nexemption could not be claimed because of fraud, the court valued\r\nMcFarlane's interest at $16,055, and entered judgment against\r\nHanley in that amount.  Hanley contests the finding that there was\r\na fraudulent transfer, and, failing that, contests its measure.  We\r\naffirm.\r\nThe parties do not dispute the residence's fair market\r\nappraisal at the conveyance of $168,000.  Nor do they quarrel with\r\nthe court's subtracting $2,983, for a needed septic system, and\r\n$1,907.50, for removal of underground tanks.  This left an\r\nundisputed fair market value of $163,109.50.  They also agree that\r\n$140,535.21 in liens encumbered the residence.  Without more, this\r\nwould have left $22,574.29 in equity.  To facilitate the closing,\r\nhowever, McFarlane and Hanley paid down a portion of the\r\nencumbrances with $9,535.71 in cash, beyond closing costs.  The\r\ndistrict court added this figure to the $22,574.29 to arrive at\r\n$32,110 in equity.  McFarlane's joint tenancy, transferred to\r\nHanley, was worth half, hence $16,055.\r\nThe trustee sought to recover this amount from Hanley\r\npursuant to  544(b) of the Bankruptcy Code, which provides, \"The\r\ntrustee may avoid any transfer of an interest of the debtor in\r\nproperty . . . that is voidable under applicable law by a creditor\r\nholding an unsecured claim . . . .\"  Here, the \"applicable law\" is\r\nMaine's version of the Uniform Fraudulent Transfer Act (the \"Act\"),\r\n14 M.R.S.A.  3571-3582, as well as its law as to exemptions. \r\nUnder the circumstances, the district court found, McFarlane's\r\ntransfer was both constructively and actually fraudulent.  See 3576(1) &amp; 3575(1)(A).  Accordingly, his creditors, and,\r\ntherefore, the trustee, could avoid the transfer, or obtain other\r\nequitable relief.  See  3578(1)(A) &amp; (C).\r\nHanley's first contention is that there was no\r\n\"transfer,\" as defined under the Act, and therefore no fraudulent\r\nconveyance.  \"Transfer\" means any parting with an \"asset,\" while\r\n\"asset\" means \"property\" of the debtor except to the extent that it\r\nis encumbered or exempt.  See  3572(2) &amp; (12).  \"Property\" means\r\n\"anything that may be the subject of ownership.\"  See  3572(10). \r\nHer claim is that whatever property McFarlane conveyed did not\r\namount to an \"asset\" because its value was less than the\r\nencumbrances and exemption combined.  The merit of this turns,\r\nfirst, on whether the court was correct to \"add back\" the $9,535.71\r\nbrought to the closing.  If the $9,535.71 is not added to equity,\r\nshe contends, McFarlane's interest would be half of $22,574.29, or\r\n$11,287.15.  Because this is less than his $12,500 homestead\r\nexemption, infra, the interest, supposedly, would not be an \"asset\"\r\nand no \"transfer\" would have occurred.  Hanley admits that the\r\n$9,535.71 was \"utilized to pay off, in part, existing encumbrances\r\non the Residence,\" but argues that the conveyance occurred before\r\nthe pay down, and therefore the encumbrances at the time of the\r\nformer totaled $140,535.21 rather than $130,999.50.\r\nWe are unpersuaded; the conveyance and the refinancing\r\noccurred on the same day and essentially as part of a single\r\ntransaction.  Indeed, the parties stipulated before trial that the\r\nconveyance and refinancing occurred \"simultaneously.\"  Further, it\r\nis a matter of elementary economics that paying down encumbrances\r\non property has the contemporaneous effect of increasing equity in\r\nthat property.  It was not clearly erroneous for the district court\r\nto find as much.  McFarlane's equity thus exceeded the $12,500\r\nhomestead exemption.\r\nHanley next complains that even if this was a fraudulent\r\nconveyance, the court incorrectly calculated its extent by refusing\r\nto credit McFarlane with the exemption.  She argues that McFarlane\r\ncould not have fraudulently transferred something that his\r\ncreditors could not have reached, so the extent of any fraudulent\r\ntransfer was only $3,555 ($16,055 minus the $12,500 exemption). \r\nShe relies on Legro v. Lord, 10 Me. 161, 165 (1833), for the\r\nproposition that \"No creditor can be, in legal contemplation,\r\ndefrauded by a mere conveyance made by his debtor of any of his\r\nproperty, which such creditor has no right by law to appropriate or\r\neven to touch by any civil process.\"\r\nSince that decision, however, there has been an\r\nopportunity for statutory changes.  14 M.R.S.A.  4422 provides:\r\nExempt property.\r\n\n  The following property is exempt from\r\nattachment and execution, except to the extent\r\nthat it has been fraudulently conveyed by the\r\ndebtor.\r\n\n  1.  Residence.\r\n\n  A.  Except as provided in paragraph B,\r\nthe debtor's aggregate interest, not to exceed\r\n$12,500 in value . . . . .\r\n\n  C.  That portion of the proceeds from\r\nany sale of property which is exempt under\r\nthis section shall be exempt for a period of 6\r\nmonths from the date of receipt of such\r\nproceeds for purposes of reinvesting in a\r\nresidence within that period.\r\n\nUnder this a debtor with homestead property worth $12,500\r\nhas three choices.  He may do nothing, in which event his creditors\r\ncan take nothing.  Second, he may transfer the property for full\r\nvalue, in which event the $12,500 received in return will have a\r\nhomestead exemption attached, but that will clear in six months --\r\nfor the benefit of creditors -- if it is not reinvested in a\r\nresidence.  If, third, he conveys for no value in return, for the\r\ntransferee to say there was no loss to his creditors is absurd.\r\nWhat this means is that the exemption, personal to the\r\ndebtor, did not follow the asset, and defendant must account.\r\nAffirmed.\r\n",
  "html": "<p class=\"case_cite\">141 F.3d 384</p>\n    <p class=\"parties\">Bankr. L. Rep.  P 77,675<br>William H. HOWISON, Plaintiff, Appellee,<br>v.<br>Jayne M. HANLEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2158.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1998.<br>April 15, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel L. Cummings with whom Norman, Hanson &amp; DeTroy was on brief for appellant.</p>\n      <p class=\"indent\">Timothy H. Norton with whom Kelly, Remmel &amp; Zimmerman was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September 1995 James R. McFarlane, Jr.  (\"McFarlane\"), husband of defendant-appellant Jayne M. Hanley (\"Hanley\"), filed a Chapter 7 bankruptcy petition for which William H. Howison, plaintiff-appellee, was appointed trustee.  The trustee brought proceedings against Hanley, alleging that McFarlane had fraudulently transferred to her his joint tenancy in the couple's residence in Scarborough, Maine.  McFarlane had conveyed his interest to Hanley for no consideration in April 1993 as part of a refinancing, with the admitted purpose of putting it beyond the reach of his creditors.  He was legally insolvent at the time.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On defendant's motion, the reference was withdrawn from the bankruptcy court and transferred to the district court, which ruled that McFarlane had fraudulently transferred an \"asset,\" viz., the excess value of his interest over the total of valid encumbrances and his homestead exemption.  Ruling that the exemption could not be claimed because of fraud, the court valued McFarlane's interest at $16,055, and entered judgment against Hanley in that amount.  Hanley contests the finding that there was a fraudulent transfer, and, failing that, contests its measure.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The parties do not dispute the residence's fair market appraisal at the conveyance of $168,000.  Nor do they quarrel with the court's subtracting $2,983, for a needed septic system, and $1,907.50, for removal of underground tanks.  This left an undisputed fair market value of $163,109.50.  They also agree that $140,535.21 in liens encumbered the residence.  Without more, this would have left $22,574.29 in equity.  To facilitate the closing, however, McFarlane and Hanley paid down a portion of the encumbrances with $9,535.71 in cash, beyond closing costs.  The district court added this figure to the $22,574.29 to arrive at $32,110 in equity.  McFarlane's joint tenancy, transferred to Hanley, was worth half, hence $16,055.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The trustee sought to recover this amount from Hanley pursuant to &#167; 544(b) of the Bankruptcy Code, which provides, \"The trustee may avoid any transfer of an interest of the debtor in property ... that is voidable under applicable law by a creditor holding an unsecured claim....\"  Here, the \"applicable law\" is Maine's version of the Uniform Fraudulent Transfer Act (the \"Act\"), 14 M.R.S.A. &#167;&#167; 3571-3582, as well as its law as to exemptions.  Under the circumstances, the district court found, McFarlane's transfer was both constructively and actually fraudulent.  See &#167;&#167; 3576(1) &amp; 3575(1)(A).  Accordingly, his creditors, and, therefore, the trustee, could avoid the transfer, or obtain other equitable relief.  See &#167; 3578(1)(A) &amp; (C).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Hanley's first contention is that there was no \"transfer,\" as defined under the Act, and therefore no fraudulent conveyance.  \"Transfer\" means any parting with an \"asset,\" while \"asset\" means \"property\" of the debtor except to the extent that it is encumbered or exempt.  See &#167; 3572(2) &amp; (12).  \"Property\" means \"anything that may be the subject of ownership.\"   See &#167; 3572(10).  Her claim is that whatever property McFarlane conveyed did not amount to an \"asset\" because its value was less than the encumbrances and exemption combined.  The merit of this turns, first, on whether the court was correct to \"add back\" the $9,535.71 brought to the closing.  If the $9,535.71 is not added to equity, she contends, McFarlane's interest would be half of $22,574.29, or $11,287.15.  Because this is less than his $12,500 homestead exemption, infra, the interest, supposedly, would not be an \"asset\" and no \"transfer\" would have occurred.  Hanley admits that the $9,535.71 was \"utilized to pay off, in part, existing encumbrances on the Residence,\" but argues that the conveyance occurred before the pay down, and therefore the encumbrances at the time of the former totaled $140,535.21 rather than $130,999.50.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We are unpersuaded;  the conveyance and the refinancing occurred on the same day and essentially as part of a single transaction.  Indeed, the parties stipulated before trial that the conveyance and refinancing occurred \"simultaneously.\"   Further, it is a matter of elementary economics that paying down encumbrances on property has the contemporaneous effect of increasing equity in that property.  It was not clearly erroneous for the district court to find as much.  McFarlane's equity thus exceeded the $12,500 homestead exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Hanley next complains that even if this was a fraudulent conveyance, the court incorrectly calculated its extent by refusing to credit McFarlane with the exemption.  She argues that McFarlane could not have fraudulently transferred something that his creditors could not have reached, so the extent of any fraudulent transfer was only $3,555 ($16,055 minus the $12,500 exemption).  She relies on Legro v. Lord, 10 Me. 161, 165 (1833), for the proposition that \"No creditor can be, in legal contemplation, defrauded by a mere conveyance made by his debtor of any of his property, which such creditor has no right by law to appropriate or even to touch by any civil process.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Since that decision, however, there has been an opportunity for statutory changes.  14 M.R.S.A. &#167; 4422 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Exempt property.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The following property is exempt from attachment and execution, except to the extent that it has been fraudulently conveyed by the debtor.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. Residence.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Except as provided in paragraph B, the debtor's aggregate interest, not to exceed $12,500 in value .....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">C. That portion of the proceeds from any sale of property which is exempt under this section shall be exempt for a period of 6 months from the date of receipt of such proceeds for purposes of reinvesting in a residence within that period.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under this a debtor with homestead property worth $12,500 has three choices.  He may do nothing, in which event his creditors can take nothing.  Second, he may transfer the property for full value, in which event the $12,500 received in return will have a homestead exemption attached, but that will clear in six months--for the benefit of creditors--if it is not reinvested in a residence.  If, third, he conveys for no value in return, for the transferee to say there was no loss to his creditors is absurd.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">What this means is that the exemption, personal to the debtor, did not follow the asset, and defendant must account.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></span></p>\n    <p class=\"parties\">Bankr. L. Rep.  P 77,675<br>William H. HOWISON, Plaintiff, Appellee,<br>v.<br>Jayne M. HANLEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2158.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1998.<br>April 15, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel L. Cummings with whom Norman, Hanson &amp; DeTroy was on brief for appellant.</p>\n      <p class=\"indent\">Timothy H. Norton with whom Kelly, Remmel &amp; Zimmerman was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September 1995 James R. McFarlane, Jr.  (\"McFarlane\"), husband of defendant-appellant Jayne M. Hanley (\"Hanley\"), filed a Chapter 7 bankruptcy petition for which William H. Howison, plaintiff-appellee, was appointed trustee.  The trustee brought proceedings against Hanley, alleging that McFarlane had fraudulently transferred to her his joint tenancy in the couple's residence in Scarborough, Maine.  McFarlane had conveyed his interest to Hanley for no consideration in April 1993 as part of a refinancing, with the admitted purpose of putting it beyond the reach of his creditors.  He was legally insolvent at the time.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On defendant's motion, the reference was withdrawn from the bankruptcy court and transferred to the district court, which ruled that McFarlane had fraudulently transferred an \"asset,\" viz., the excess value of his interest over the total of valid encumbrances and his homestead exemption.  Ruling that the exemption could not be claimed because of fraud, the court valued McFarlane's interest at $16,055, and entered judgment against Hanley in that amount.  Hanley contests the finding that there was a fraudulent transfer, and, failing that, contests its measure.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The parties do not dispute the residence's fair market appraisal at the conveyance of $168,000.  Nor do they quarrel with the court's subtracting $2,983, for a needed septic system, and $1,907.50, for removal of underground tanks.  This left an undisputed fair market value of $163,109.50.  They also agree that $140,535.21 in liens encumbered the residence.  Without more, this would have left $22,574.29 in equity.  To facilitate the closing, however, McFarlane and Hanley paid down a portion of the encumbrances with $9,535.71 in cash, beyond closing costs.  The district court added this figure to the $22,574.29 to arrive at $32,110 in equity.  McFarlane's joint tenancy, transferred to Hanley, was worth half, hence $16,055.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The trustee sought to recover this amount from Hanley pursuant to &#167; 544(b) of the Bankruptcy Code, which provides, \"The trustee may avoid any transfer of an interest of the debtor in property ... that is voidable under applicable law by a creditor holding an unsecured claim....\"  Here, the \"applicable law\" is Maine's version of the Uniform Fraudulent Transfer Act (the \"Act\"), 14 M.R.S.A. &#167;&#167; 3571-3582, as well as its law as to exemptions.  Under the circumstances, the district court found, McFarlane's transfer was both constructively and actually fraudulent.  See &#167;&#167; 3576(1) &amp; 3575(1)(A).  Accordingly, his creditors, and, therefore, the trustee, could avoid the transfer, or obtain other equitable relief.  See &#167; 3578(1)(A) &amp; (C).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Hanley's first contention is that there was no \"transfer,\" as defined under the Act, and therefore no fraudulent conveyance.  \"Transfer\" means any parting with an \"asset,\" while \"asset\" means \"property\" of the debtor except to the extent that it is encumbered or exempt.  See &#167; 3572(2) &amp; (12).  \"Property\" means \"anything that may be the subject of ownership.\"   See &#167; 3572(10).  Her claim is that whatever property McFarlane conveyed did not amount to an \"asset\" because its value was less than the encumbrances and exemption combined.  The merit of this turns, first, on whether the court was correct to \"add back\" the $9,535.71 brought to the closing.  If the $9,535.71 is not added to equity, she contends, McFarlane's interest would be half of $22,574.29, or $11,287.15.  Because this is less than his $12,500 homestead exemption, infra, the interest, supposedly, would not be an \"asset\" and no \"transfer\" would have occurred.  Hanley admits that the $9,535.71 was \"utilized to pay off, in part, existing encumbrances on the Residence,\" but argues that the conveyance occurred before the pay down, and therefore the encumbrances at the time of the former totaled $140,535.21 rather than $130,999.50.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We are unpersuaded;  the conveyance and the refinancing occurred on the same day and essentially as part of a single transaction.  Indeed, the parties stipulated before trial that the conveyance and refinancing occurred \"simultaneously.\"   Further, it is a matter of elementary economics that paying down encumbrances on property has the contemporaneous effect of increasing equity in that property.  It was not clearly erroneous for the district court to find as much.  McFarlane's equity thus exceeded the $12,500 homestead exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Hanley next complains that even if this was a fraudulent conveyance, the court incorrectly calculated its extent by refusing to credit McFarlane with the exemption.  She argues that McFarlane could not have fraudulently transferred something that his creditors could not have reached, so the extent of any fraudulent transfer was only $3,555 ($16,055 minus the $12,500 exemption).  She relies on Legro v. Lord, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Me.</span> <span class=\"page\">161</span></span>, 165 (1833), for the proposition that \"No creditor can be, in legal contemplation, defrauded by a mere conveyance made by his debtor of any of his property, which such creditor has no right by law to appropriate or even to touch by any civil process.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Since that decision, however, there has been an opportunity for statutory changes.  14 M.R.S.A. &#167; 4422 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Exempt property.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The following property is exempt from attachment and execution, except to the extent that it has been fraudulently conveyed by the debtor.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. Residence.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Except as provided in paragraph B, the debtor's aggregate interest, not to exceed $12,500 in value .....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">C. That portion of the proceeds from any sale of property which is exempt under this section shall be exempt for a period of 6 months from the date of receipt of such proceeds for purposes of reinvesting in a residence within that period.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under this a debtor with homestead property worth $12,500 has three choices.  He may do nothing, in which event his creditors can take nothing.  Second, he may transfer the property for full value, in which event the $12,500 received in return will have a homestead exemption attached, but that will clear in six months--for the benefit of creditors--if it is not reinvested in a residence.  If, third, he conveys for no value in return, for the transferee to say there was no loss to his creditors is absurd.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">What this means is that the exemption, personal to the debtor, did not follow the asset, and defendant must account.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": []
}