{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197922/",
  "absolute_url": "/opinion/197922/irving-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197922/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:41:46Z",
  "date_modified": "2017-03-24T10:53:56.815575Z",
  "type": "010combined",
  "sha1": "23c5736b10fcc4bb69109ae6d3d6e52ad83a0543",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2368.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\r\n                    For the First Circuit\r\n\nNo. 96-2368\r\n\n                     GAIL MERCHANT IRVING,\r\n\n                      Plaintiff, Appellee,\r\n\n                               v.\r\n\n                   UNITED STATES OF AMERICA,\r\n\n                     Defendant, Appellant.\r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n        [Hon. Steven J. McAuliffe, U.S. District Judge]\r\n\n                             Before\r\n\n                    Torruella, Chief Judge,\r\n                Bownes, Senior Circuit Judge,\r\n    Selya, Boudin, Stahl, Lynch and Lipez, Circuit Judges.\r\n\n    Phyllis J. Pyles, Attorney, Torts Branch, Civil Division, with\r\nwhom Frank W. Hunger, Assistant Attorney General, Paul M. Gagnon,\r\nUnited States Attorney, and Jeffrey Axelrad, Attorney, Torts\r\nBranch, Civil Division, were on brief, for appellant.\r\n    Paul R. Cox, with whom Matthew B. Cox and Burns, Bryant,\r\nHinchey, Cox &amp; Rockefeller, P.A. were on brief, for appellee.\r\n\nOPINIONS EN BANC\r\n\n                      December 18, 1998\r\n                                         \r\n SELYA, Circuit Judge.  Almost two decades ago, Gail\r\nMerchant Irving suffered horrific injuries in a workplace accident. \r\nShe sued the United States under the Federal Tort Claims Act\r\n(FTCA), 28 U.S.C.  1346(b), 2671-2680, claiming that inspectors\r\nemployed by the Occupational Safety and Health Administration\r\n(OSHA) negligently performed their duties and thereby proximately\r\ncaused her injuries.  The case traveled an inexcusably long and\r\ntortuous route to a decision on the merits   a route that included\r\nfour detours to this court.  Ultimately, the district court,\r\nproceeding under a legal framework established by a panel of this\r\ncourt, concluded that the FTCA's discretionary function exception\r\ndid not bar the plaintiff's claim; that the OSHA inspectors had\r\nacted negligently; and that such negligence was actionable under\r\napplicable state law.  See Irving v. United States, 942 F. Supp.\r\n1483 (D.N.H. 1996) (Irving III).  The court awarded the plaintiff\r\n$1,000,000 in damages.  See id. at 1502.\r\n A divided panel of this court affirmed the judgment, seeIrving v. United States, 1998 WL 152941 (1st Cir. Apr. 8, 1998),\r\nbut the full court, acting sua sponte, withdrew the opinion and\r\nordered rehearing en banc, principally to review the important\r\nquestion of whether the FTCA's discretionary function exception\r\nforeclosed the plaintiff's negligent inspection claim.  We now\r\nanswer that question in the affirmative.\r\nI.  BACKGROUND\r\n    Because the district court has faithfully chronicled the\r\ntangled events that preceded this appeal, see Irving III, 942 F.\r\nSupp. at 1485-98, we offer only a synopsis.  We refer the reader\r\nwho hungers for greater detail to the district court's account.\r\n    In 1979, Somersworth Shoe Company operated a\r\nmanufacturing plant in New Hampshire.  On October 10 of that year,\r\nthe plaintiff, a Somersworth Shoe employee, was stamping innersoles\r\nby means of a marker machine.  At one point, she went behind her\r\nworkbench to obtain materials from the die rack.  In the process,\r\nshe dropped a glove.  When she stooped to retrieve it, her hair was\r\ndrawn into the vacuum created by the high-speed rotation of a drive\r\nshaft that delivered power to an adjacent \"die-out\" machine.  She\r\nsustained grievous injuries.\r\n    OSHA compliance officers twice had inspected the plant\r\n(once in 1975 and again in 1978) under the auspices of OSHA's\r\nauthority to conduct general administrative inspections, but had\r\nnot noted any hazard in connection with the placement or guarding\r\nof the die-out machine in the stock fitting room or the bench\r\nassembly associated with it.  Six days after Irving's mishap, OSHA\r\nconducted an inspection focused on the accident and concluded that\r\nthe arrangement violated OSHA standards in three separate respects,\r\nand that all three conditions were \"serious.\"  The most important\r\nof these was the company's failure to guard the drive shaft\r\ncomponent of the die-out machine.  See 29 C.F.R.\r\n1910.219(c)(2)(ii) (\"Shafting under bench machines shall be\r\nenclosed by a stationary casing, or by a trough at sides and top or\r\nsides and bottom, as location requires.\").\r\n    After exhausting her administrative remedies, the\r\nplaintiff invoked the FTCA and sued the United States in New\r\nHampshire's federal district court.  She alleged that OSHA's\r\nnegligence in failing to note and cite the unguarded condition of\r\nthe drive shaft during the two pre-accident inspections proximately\r\ncaused her injuries.  Had the OSHA compliance officers documented\r\nthe condition of the die-out machine, the plaintiff reasoned, her\r\nemployer would have taken corrective action and her injury would\r\nnot have occurred.\r\n    The United States moved to dismiss the suit on the ground\r\nthat the FTCA's discretionary function exception barred the\r\nplaintiff's claim.  The district court denied the motion.  SeeIrving v. United States, 532 F. Supp. 840 (D.N.H. 1982).  Trial\r\ncommenced on February 11, 1985, and ended three days later.  The\r\ndistrict court took the matter under advisement, but did not act\r\nfor almost three years.  At that point, the court reversed its\r\nfield and concluded that the discretionary function exception\r\napplied after all.  See Irving v. United States, No. Civ. C81-501-\r\nSD, slip op. (D.N.H. Jan. 27, 1988) (unpublished).  Accordingly, it\r\ndismissed the case for lack of subject matter jurisdiction.\r\n    A panel of this court vacated the order of dismissal and\r\nasked the district court to consider the impact of a newly decided\r\ncase, namely, Berkovitz v. United States, 486 U.S. 531 (1988).  SeeIrving v. United States, 867 F.2d 606 (1st Cir. 1988) (table).  The\r\ndistrict court determined that Berkovitz did not alter the result. \r\nSee Irving v. United States, No. Civ. C81-501-SD, slip op. (D.N.H.\r\nFeb. 14, 1989) (unpublished).  The plaintiff again appealed.\r\n    A second panel of this court vacated the judgment.  SeeIrving v. United States, 909 F.2d 598 (1st Cir. 1990) (Irving I). \r\nThe panel recognized that, \"[w]ere the statute and the formal\r\nregulations the only standards guiding the compliance officer's\r\nconduct, the discretionary function exception would apply.\"  Id. at\r\n603.  But, the panel stated, even though these standards \"give OSHA\r\nwide freedom at higher agency levels to make decisions and\r\nformulate programs,\" it \"does not follow\" that \"an employee who\r\nperforms an inspection has the type and breadth of discretion which\r\nmakes the inspection a discretionary function.\"  Id.  The panel\r\nthus concluded that further analysis and factfinding were required\r\nto determine what OSHA policy actually required of OSHA compliance\r\nofficers engaged in inspection activities.  See id.  As a corollary\r\nto this point, the panel noted that certain statements by OSHA's\r\narea director and the individuals who conducted the earlier\r\ninspections suggested that compliance officers may not have enjoyed\r\ndiscretion over how thoroughly they were required to inspect a\r\nplant.  See id. at 604-05.  Because these statements were\r\ninconclusive, however, the panel remanded for further factfinding\r\nto determine \"whether OSHA policy left the thoroughness of\r\ninspections a matter of choice for its compliance officers,\" and if\r\nso, \"whether the inspectors had policy-level discretion to fail to\r\nnote and tell the employer about the violation\" which allegedly\r\ncaused plaintiff's injury.  Id. at 605.\r\n    The district court pondered matters for four more years. \r\nEventually, the judge, relying on a partial transcript of the 1985\r\ntrial, supplemented by his own notes, leapfrogged the discretionary\r\nfunction exception entirely and decided the case on the merits,\r\nconcluding that the United States was not negligent because the\r\ndie-out machine's drive shaft was \"guarded by location\" at the time\r\nof the inspections and, therefore, in full compliance with OSHA\r\nregulations.  Irving v. United States, No. Civ. C81-501-SD, 1994 WL\r\n287750, at *3 (D.N.H. June 23, 1994).  The plaintiff again\r\nappealed.\r\n    A third panel of this court vacated the judgment,\r\ndiscerning no basis for the \"guarded by location\" fact\r\ndetermination.  See Irving v. United States, 49 F.3d 830, 835-37\r\n(1st Cir. 1995) (Irving II).  The panel then addressed the\r\ngovernment's attempted resurrection of its discretionary function\r\ndefense and rejected it as foreclosed by the prior panel decision. \r\nSee id. at 834 (noting that the panel did not feel \"free to\r\nrevisit\" the legal conclusions explicated in Irving I).  In the\r\nbargain, the panel dismissed the government's plaint that the\r\nSupreme Court's intervening decision in United States v. Gaubert,\r\n499 U.S. 315 (1991), made a decisive difference.  See Irving II, 49\r\nF.3d at 834-35.\r\n    At this juncture, a different trial judge assumed\r\nresponsibility for the case.  Operating within the legal framework\r\nerected by Irving I and reinforced by Irving II, the district court\r\nconcluded that, even though the applicable statute, regulations,\r\nand written agency guidelines appeared to grant compliance officers\r\nsubstantial discretion over how to conduct inspections, this\r\ndiscretion was restricted \"by less formal, but no less binding,\r\nOSHA policy.\"  Irving III, 942 F. Supp. at 1490-91.  To determine\r\nthe parameters of this purported policy, the district court relied\r\nexclusively on evidence adduced at the 1985 trial.  It found that\r\nthe testimony of the compliance officers who had conducted the 1975\r\nand 1978 inspections and the area director who was their superior\r\nlimned a policy that \"required\" OSHA's \"wall-to-wall\" inspections\r\nto be \"complete\" in every respect.  Id. at 1491.  This, the\r\ndistrict court added, meant that OSHA inspectors were obligated to\r\nexamine \"every operational machine and work station in the plant.\" \r\nId.  Finding that the inspectors had been negligent for not\r\nexamining and/or citing the die-out machine, the court held that\r\nthe United States was liable.  See id. at 1505, 1510.  This appeal\r\nensued.\r\nII.  PROCEDURAL ISSUES\r\n    Because this case comes before us in an anomalous\r\nprocedural posture, we begin by addressing a series of questions\r\nrelated to the justiciability of the discretionary function issue.\r\n                        A.  Forfeiture.\r\n    When the United States instituted this appeal, it did not\r\nask the panel to reverse the district court's refusal to apply the\r\ndiscretionary function exception.  The plaintiff now seeks to\r\nconvince us that this omission precludes the en banc court from\r\nconsidering the issue.  We are not persuaded.\r\n    In the ordinary course, a party seeking to preserve a\r\npoint for review must present it seasonably in both the trial and\r\nappellate courts and offer developed argumentation in support. \r\nSee, e.g., United States v. Bongiorno, 106 F.3d 1027, 1034 (1st\r\nCir. 1997). Thus, a party who fails to raise a particular claim or\r\ndefense at a prior stage in the litigation normally forfeits the\r\nright to assert it at a later stage.  See National Ass'n of Soc.\r\nWorkers v. Harwood, 69 F.3d 622, 627-29 (1st Cir. 1995).  But the\r\ninstant case does not fit this paradigm neatly.  Even though the\r\nUnited States did not hawk its basic discretionary function defense\r\nthe last time around, it did assert the defense at the very\r\nbeginning of this case and persistently raised it thereafter.  It\r\nwas not until the final round of litigation that the government put\r\ndown those cudgels.\r\n    The United States had good reason not to press its basic\r\ndiscretionary function point at that stage (either in the district\r\ncourt or before the fourth appellate panel).  In Irving I, a panel\r\nof this court expressly defined the contours of the discretionary\r\nfunction exception.  909 F.2d at 601-05.  From then on, that\r\nmethodology represented both the law of the case and the law of\r\nthis circuit regarding the due application of the discretionary\r\nfunction exception.  The law of the circuit doctrine, as a general\r\nmatter, permits successor panels to revise prior panel decisions in\r\nonly two types of circumstances:  (1) when supervening authority\r\n(such as a newly enacted statute, an intervening opinion of the\r\nSupreme Court, or a subsequent ruling of the en banc court)\r\ndirectly requires such a step, or (2) when newly emergent\r\nauthority, though not controlling, offers a clear and convincing\r\nreason to conclude that the earlier panel would have decided the\r\nissue differently.  See Williams v. Ashland Eng'g Co., 45 F.3d 588,\r\n592 (1st Cir. 1995).  Indeed, when the United States asserted the\r\ndiscretionary function defense in  Irving II, the panel not only\r\ntook refuge in the law of the circuit doctrine to dispense the\r\nargument, but also rejected the government's importuning that the\r\nSupreme Court's 1991 decision in Gaubert required a modification of\r\nthe prior circuit precedent.  See Irving II, 49 F.3d at 834-35. \r\nBecause two panels of this court had squarely rebuffed the\r\ngovernment's discretionary function defense, it is hardly\r\nsurprising that the government did not raise it anew in subsequent\r\nproceedings before yet another (co-equal) panel of this court.  SeeLouisiana-Pacific Corp. v. ASARCO, Inc., 24 F.3d 1565, 1583 (9th\r\nCir. 1994) (stating that raising a point on appeal that governing\r\nstate law foreclosed would have been \"foolish,\" and excusing\r\nwaiver); see also United States v. London, 66 F.3d 1227, 1239-240\r\n(1st Cir. 1995).\r\n    In sum, strong arguments can be made for not finding a\r\nforfeiture here or, at least, for not strictly applying forfeiture\r\nprinciples.  Still, we need not definitively decide the point, for\r\nthere is a simple, clearcut answer to whether the question is\r\nproperly before us.  After all, the discretionary function\r\nexception to the FTCA implicates the federal courts' subject matter\r\njurisdiction.  Federal courts, being courts of limited\r\njurisdiction, have an affirmative obligation to examine\r\njurisdictional concerns on their own initiative.  See BIW Deceivedv. Local S6, Indus. Union of Marine &amp; Shipbuilding Workers, 132\r\nF.3d 824, 828 (1st Cir. 1997).  Consequently, even if the\r\ngovernment failed properly to raise and preserve the discretionary\r\nfunction defense   a question on which we take no view   we\r\nnonetheless are bound to consider it.  See Hydrogen Tech. Corp. v.\r\nUnited States, 831 F.2d 1155, 1162 n.6 (1st Cir. 1987).\r\n    In her supplemental brief, the plaintiff puts a somewhat\r\ndifferent spin on the forfeiture argument.  Citing a footnote in\r\nthe final district court opinion, she argues that the government\r\nconceded the discretionary function question in that venue by\r\nadmitting that OSHA policy required its compliance officers to\r\n\"inspect every operation\".  Irving III, 942 F. Supp. at 1491 n.8. \r\nWaiver is, of course, a matter separate from forfeiture.  SeeUnited States v. Olano, 507 U.S. 725, 733 (1993).  Be that as it\r\nmay, we have reviewed the record with care and can find no such\r\nconcession.  In any  event, insofar as the plaintiff asserts that\r\nthe United States has conceded the discretionary function issue, we\r\nnote that parties do not possess the power to confer subject matter\r\njurisdiction on a federal court by concession.  See United Statesv. Horn, 29 F.3d 754, 768 (1st Cir. 1994).\r\n                B.  Power of the En Banc Court.\r\n    The procedural tangle in this case raises yet another\r\nquestion:  may an en banc court review issues decided by panels of\r\nthe court in prior appeals in the same litigation?  We hold that\r\nneither the law of the case doctrine nor the law of the circuit\r\ndoctrine disables an en banc court from overruling a panel decision\r\nfrom a prior appeal in the same case.  Accord Watkins v. United\r\nStates Army, 875 F.2d 699, 704-05 n.8 (9th Cir. 1989) (en banc);\r\nShimman v. International Union of Operating Eng'rs, Local 18, 744\r\nF.2d 1226, 1229 n.3 (6th Cir. 1984) (en banc).  The authority to\r\noverrule the decision of a prior panel in the same case flows\r\nlogically from the error-correcting function of the full court. \r\nWhen a court sits en banc, the concern for adhering to a past\r\nresolution of an issue in deference to settled expectations, which\r\nunderpins the doctrines of law of the case and law of the circuit,\r\nmust give way to the institutional interest in correcting a\r\nprecedent-setting error of great public import or a panel opinion\r\nthat conflicts with Supreme Court precedent.  See United States v.\r\nRivera-Martinez, 931 F.2d 148, 151 (1st Cir. 1991) (noting that law\r\nof the case doctrine does not apply when \"controlling authority has\r\nsince made a contrary decision of the law applicable\") (internal\r\nquotes and citations omitted); see also Irving II, 49 F.3d at 834\r\n(acknowledging that the law of the circuit rule would not apply in\r\nthe face of a contrary en banc opinion).\r\n    We are aware that the Eighth Circuit appears to have\r\nsuggested otherwise.  See Robertson Oil Co. v. Phillips Petrol.\r\nCo., 14 F.3d 373 (8th Cir. 1993) (en banc).  The Robertson majority\r\nheld that the law of the case doctrine precluded it from revisiting\r\nholdings from two earlier panel decisions because the full court\r\nhad denied contemporaneous suggestions for en banc rehearings after\r\nthe adjudication of both the first and second appeals.  See id. at\r\n376 n.5, 383, &amp; n.13.  We decline to follow Robertson for two\r\nreasons.  First, in this case, unlike in Robertson, the en banc\r\ncourt was not invited to review any of the earlier panel decisions\r\non a contemporaneous basis, and thus, did not decline to do so. \r\nSecond   and more important   to the extent that the Robertsonmajority's reasoning rests on mechanically applying the law of the\r\ncase doctrine to the decisions of earlier panels across the board,\r\nit too narrowly cabins the proper purview of a court sitting en\r\nbanc.  See id. at 386-88 (Beam, J., with whom Bowman and Loken,\r\nJJ., join, dissenting).\r\n    Nor does the decision in Van Gemert v. Boeing Co., 590\r\nF.2d 433 (2d Cir. 1978) (en banc), create an obstacle to en banc\r\nreview of a prior panel decision.  There, the Second Circuit\r\nsuggested that the en banc court is free to overturn prior panel\r\ndecisions unless doing so would seriously and unfairly prejudice\r\nthe party that had benefitted from the earlier ruling.  See id. at\r\n436-37 n.9 (stating in dictum that \"sitting en banc, we may\r\noverrule any panel decision that a majority of the active judges\r\nbelieves was wrongly decided, unless a party would be seriously\r\nprejudiced as a result\").  Even were we prepared to adopt this\r\nformulation of the rule   a matter which we leave for another day\r\n it would not preclude us from reviewing the holdings of Irving Iand Irving II.  As we have noted, the discretionary function\r\nexception implicates the subject matter jurisdiction of federal\r\ncourts.  Prejudice to a party, while always regrettable, cannot\r\nfurnish a viable rationale for overlooking a federal court's lack\r\nof power to grant a remedy in the first place.\r\nIII.  THE DISCRETIONARY FUNCTION EXCEPTION\r\n    Having cut a swath through the procedural thicket, we\r\nturn to the government's discretionary function defense.  In the\r\nprocess, we afford plenary review to the question of whether the\r\ndiscretionary function exception applies.  See National Union Fire\r\nIns. v. United States, 115 F.3d 1415, 1417-18 (9th Cir. 1997),\r\ncert. denied, 118 S. Ct. 1053 (1998); Fisher Bros. Sales, Inc. v.\r\nUnited States, 46 F.3d 279, 282 (3d Cir. 1995) (en banc).\r\n    In the Court's words, \"the basic inquiry concerning the\r\napplication of the discretionary function exception is whether the\r\nchallenged acts of a Government employee   whatever his or her rank\r\n are of the nature and quality that Congress intended to shield\r\nfrom tort liability.\"  United States v. S.A. Empresa de Viacao\r\nAerea Rio Grandense (Varig Airlines), 467 U.S. 797, 813 (1984).  To\r\nrespond to this inquiry, we first must identify the conduct at\r\nissue and then determine whether that conduct is discretionary. \r\nSee Gaubert, 499 U.S. at 322.  Even if this hurdle is cleared, the\r\ndiscretionary function exception still does not attach unless the\r\nexercise of discretion involves (or, at least, is susceptible to)\r\npolicy-related judgments.  See id. at 322-23.\r\nA.  The Statutory and Regulatory Regime.\r\n\n    In this instance, the plaintiff claims that workplace\r\ninspections, negligently performed by OSHA compliance officers,\r\nproximately caused her injuries.  In analyzing the nature of this\r\nconduct, we begin with the language of the OSH Act because \"it will\r\nmost often be true that the general aims and policies of the\r\ncontrolling statute will be evident from its text,\" id. at 324,\r\nand, in turn, these aims and policies will offer valuable insights\r\ninto the nature of the conduct.\r\n    In relevant part, the OSH Act authorizes the Secretary of\r\nLabor to \"inspect and investigate during regular working hours and\r\nat other reasonable times, and within reasonable limits and in a\r\nreasonable manner, any such place of employment and all pertinent\r\nconditions, structures, machines, apparatus, devices, equipment,\r\nand materials therein . . . .\"  29 U.S.C.  657(a).  Under this\r\nauthority, OSHA conducts both programmed general administrative\r\ninspections   known in the bureaucratic argot that OSHA so readily\r\nattracts as \"full-scope\" or \"wall-to-wall\" inspections   and more\r\nfocused efforts pinpointed to threats of imminent danger.  Aside\r\nfrom a reasonableness limitation on the time and manner of\r\ninspections, the statute places virtually no constraint on the\r\nSecretary's discretion to conduct such inspections in any way that\r\nshe deems fit.  See Donovan v. Dewey, 452 U.S. 594, 601 (1981).\r\n    Comparison of this language to a parallel provision in\r\nthe Federal Mine Safety and Health Act (MSH Act), 30 U.S.C.  801\r\net seq., another health and safety statute administered by the\r\nSecretary of Labor, strongly suggests that Congress's choice of\r\nwords was no accident.  In defining the Secretary's\r\nresponsibilities regarding mine inspections, the MSH Act provides\r\nthat, in order to determine whether \"an imminent danger exists\" in\r\na mine and \"whether there is compliance with the mandatory health\r\nor safety standards or with a citation, order, or decision\" issued\r\nunder applicable law, \"the Secretary shall make inspections of each\r\nunderground coal or other mine in its entirety at least four times\r\na year, and of each surface coal or other mine in its entirety at\r\nleast two times a year.\"  30 U.S.C.  813(a) (emphasis supplied). \r\nFor our purposes, the stark differences between the inspection\r\nprovisions of the MSH Act and those of the OSH Act are extremely\r\nsignificant.  Whereas Congress was careful to mandate comprehensive\r\ninspections in the MSH Act, it left the scope and detail of OSH Act\r\ninspections to the Secretary's discretion.  Had Congress wished to\r\nimpose upon OSHA an obligation to inspect every corner of every\r\nplant that it visited, we think it is highly likely that Congress\r\nwould have expressed its intention by choosing language comparable\r\nto that which it used in crafting the MSH Act.\r\n    We recognize that, by its plain terms, the OSH Act\r\nconfers discretion only upon the Secretary, not upon compliance\r\nofficers   and it is the latter's conduct that concerns us. \r\nNevertheless, the legislative rules governing the authority of\r\ncompliance officers mimic the statute and grant these officials\r\nbroad discretion over the scope, manner, and detail of general\r\nadministrative inspections.  The regulations' stated goal is \"to\r\nset forth general policies for enforcement of the inspection,\r\ncitation, and proposed penalty provisions of the Act.\"  29 C.F.R.\r\n1903.1.  Echoing the language of 29 U.S.C.  657(a), section\r\n1903.3 of the regulations confers upon compliance officers the\r\nunbridled power, subject only to limits of reasonableness, to enter\r\nworkplaces, inspect any piece of equipment or other pertinent item,\r\nand interview any person in order to carry out the Secretary's\r\nstatutory mission.  See 29 C.F.R.  1903.3(a).\r\n    To be sure, the regulations contain a sprinkling of\r\nmandatory directives.  See, e.g., id. at  1903.7 (obligating\r\ncompliance officers, inter alia, to present their credentials at\r\nthe start of an inspection, to use \"reasonable precautions\" when\r\ntaking photographs and samples, to wear appropriate protective\r\nclothing, to avoid \"unreasonable disruption\" of the workplace, and\r\nto \"confer with the employer\" in order to inform him of \"any\r\napparent safety or health violations disclosed by the inspection\"). \r\nSave for these and, for our purposes, other similarly innocuous\r\ndetails, the regulations neither mandate a particular modusoperandi for conducting inspections nor otherwise materially\r\nrestrict compliance officers' flexibility.  Of particular\r\nimportance, the regulations do not prescribe any specific regimen\r\ngoverning the scope or detail of general administrative inspections\r\nperformed by compliance officers.\r\n                 B.  The Nature of the Action.\r\n    Under the jurisprudence of the FTCA, a function is non-\r\ndiscretionary only when a \"federal statute, regulation, or policy\r\nspecifically prescribes a course of action for an employee to\r\nfollow.\"  Gaubert, 499 U.S. at 322 (quoting Berkovitz, 486 U.S. at\r\n536); accord Williams v. United States, 50 F.3d 299, 309-10 (4th\r\nCir. 1995) (applying discretionary function bar because applicable\r\nregulations did not mandate a specific course of action for agent\r\nto follow when engaging managerial and custodial services); Laytonv. United States, 984 F.2d 1496, 1502-03 (8th Cir. 1993) (holding\r\nthat, in the absence of specific guidelines, the manner of\r\ninspection is a matter of discretion, and distinguishing situations\r\n\"in which [a] government inspector is controlled by precise\r\nregulations establishing specific steps he is required to perform\r\nin his inspections\"); Cooper v. American Auto. Ins. Co., 978 F.2d\r\n602, 612 (10th Cir. 1992) (holding that discretionary function\r\nexception bars negligent investigation claim absent any statute or\r\n\"regulation mandating particular inquiries to be made or methods of\r\nmaking them\").  Given the considerable leeway afforded to\r\ncompliance officers under the statutory and regulatory mosaic,\r\ngeneral administrative inspections conducted by OSHA compliance\r\nofficers would seem to fit comfortably within the discretionary\r\nfunction exception.  Indeed, two of our sister circuits have so\r\nheld,  see Judy v. United States, 864 F.2d 83, 84 (8th Cir. 1988);\r\nGalvin v. OSHA, 860 F.2d 181, 184 (5th Cir. 1988), and none has\r\ndemurred.\r\n    The Irving I panel, though clearly recognizing the\r\ndiscretionary nature of the authority granted by the statute and\r\nregulations, 909 F.2d at 603, nevertheless held that a further\r\nfactual inquiry was needed to ascertain whether some less formal\r\nprotocol \"left the compliance officers with no policy-level\r\ndiscretion,\" id. at 603.  We now reject the panel's predictive\r\nanalysis.\r\n    To begin with, the Irving I panel appears to have\r\naccepted the plaintiff's position that, because the 1975 and 1978\r\ninspections were \"general inspections,\" the compliance officers'\r\nconduct was not discretionary.  This conclusion suggests that the\r\npanel further assumed that general administrative inspections fall\r\noutside the scope of 29 U.S.C.  657(a) and 29 C.F.R.  1903.7. \r\nSee Irving I, 909 F.2d at 603.  We cannot accept this construct. \r\nAs our explication of the statute and regulations demonstrates, seesupra Part III(A), general administrative inspections are conducted\r\nunder the auspices of section 657(a).  The relevant regulations,\r\nmoreover, explicitly grant compliance officers the same broad\r\ndiscretion enjoyed by the Secretary with respect to such\r\ninspections.  Had the Irving I court not overlooked this important\r\nfact, its own logic quite likely would have led it to hold, as we\r\ndo today, that the discretionary function defense prevails.  SeeIrving I, 909 F.2d at 603 (acknowledging that the statute and\r\nregulations, considered alone, appear to confer discretion for\r\ncovered inspections, but questioning whether they governed the\r\nactions of compliance officers).\r\n    This error materially altered the decisional calculus. \r\nBecause the Irving I panel misconstrued the applicability of the\r\nregulations to the conduct of compliance officers, it failed\r\nproperly to consider when a court might justifiably consult\r\ninformal policy statements in order to shed light on whether an act\r\nis discretionary.  Of course, as Irving I suggests, informal agency\r\nrules and similar pronouncements may at times bind agency personnel\r\nfor the purposes of discretionary function exception analysis.  SeeGaubert, 499 U.S. at 324.  Hence, courts may consult such sources\r\nin appropriate cases to determine whether a particular function is\r\n(or is not) discretionary.  See, e.g., Domme v. United States, 61\r\nF.3d 787, 791 (10th Cir. 1995) (applying discretionary function bar\r\nwhen none of the relevant statutes, regulations, or internal agency\r\nguidelines specified the \"precise manner\" in which the Department\r\nof Energy was to conduct safety appraisals); Autery v. United\r\nStates, 992 F.2d 1523, 1529 (11th Cir. 1993) (similar, re park\r\ninspections).  Occasionally, such an informal policy will tip the\r\nscales.  See McMichael v. United States, 856 F.2d 1026, 1033-34\r\n(8th Cir. 1988) (holding that when internal agency guidelines\r\ndirected government inspectors to follow a detailed regime,\r\ndiscretionary function exception did not apply).  Still,\r\nrecognizing that informal sources sometimes may assist courts in\r\ndeciding whether a function is discretionary is one thing;\r\nsynthesizing when and how they may do so is another.\r\n    Gaubert itself provides some clues as to when courts\r\nought to consult informal rules.  There, the Justices indicated\r\nthat such rules become significant to the discretionary function\r\nanalysis when an agency promulgates \"regulations on some topics,\r\nbut not on others,\" or when it relies on \"internal guidelines\r\nrather than on published regulations\" to govern official conduct. \r\nGaubert, 499 U.S. at 324.  The Court contrasted these situations\r\nwith those in which agencies announced policy mainly through\r\nrulemaking and/or adjudication.  See id.  Thus, if an agency\r\nestablishes policy primarily by promulgating legislative rules, and\r\nif those legislative rules unambiguously define the nature of the\r\nchallenged conduct, the discretionary function inquiry is at an\r\nend.\r\n    Of course, this formulation requires that the legislative\r\nrules be unambiguous and that they define the proper level of\r\nconduct.  We can well imagine that resort to informal indicia may\r\nbe justified either when an agency's legislative rules define the\r\nconduct of some employees, but not others (e.g., when the\r\nregulations define the conduct of a regional official but not of a\r\nsubordinate whose negligence is alleged to have caused the\r\nplaintiff's injury), or when legislative rules create ambiguity\r\n(e.g., when the regulations interweave precatory with quasi-\r\nmandatory language, as in Kelly v. United States, 924 F.2d 355,\r\n360-61 (1st Cir. 1991)).  This case, however, involves neither of\r\nthese circumstances, nor does it involve any other fairly\r\ncomparable situation.  Here, the regulations flow rationally from\r\nthe enabling statute, directly address the level of conduct at\r\nissue, and unambiguously grant OSHA compliance officers discretion\r\nover the scope, manner, and details of conducting inspections. \r\nWhere, as here, the statute and the applicable regulations clearly\r\nspeak to the nature of the conduct, there is no occasion to consult\r\ninformal rules.\r\n    In this case, moreover, our conclusion would remain\r\nunaffected even were we obliged to go beyond formal sources, for,\r\nas the regulations adumbrate, OSHA's informal rules point\r\nunerringly in the same direction.  At the relevant time, OSHA\r\npublished (and still publishes) a field operations manual (the\r\nManual), which is a compilation of agency guidelines.  These\r\nguidelines are intended to limn the agency's operating procedures. \r\nThe Manual devotes an entire chapter to describing \"General\r\nInspection Procedures.\"  Discussing the responsibilities of\r\ncompliance officers, this chapter states in pertinent part:\r\n    The conduct of effective inspections requires\r\n    identification, professional evaluation, and\r\n    accurate reporting of safety and health\r\n    conditions and practices.  Inspections may\r\n    vary considerably in scope and detail,\r\n    depending upon the circumstances of each case.\r\n\nFrom that point forward, the chapter essentially mirrors the\r\nrequirements set forth in the regulations.  Importantly, the Manual\r\ncontains no specific prescription mandating OSHA inspectors to\r\nproceed item by item or to cover every nook and cranny of a\r\nfacility during a general administrative inspection.  Consequently,\r\neven if it were necessary to consult informal rules in this\r\ninstance   and we stress that it is not   those rules place the\r\ncompliance officers' actions squarely in the maw of the\r\ndiscretionary function exception.\r\n    Of course, the Irving I panel directed the district court\r\nto determine OSHA policy by looking beyond the clear statements in\r\nthe statute, the regulations, and the agency's internal guidelines. \r\n909 F.2d at 603-05.  In the circumstances of this case, that\r\ndirective should not have issued.  The Gaubert Court instructed\r\ninferior courts to look to the requirements set forth by\r\n\"established governmental policy\" in mounting a discretionary\r\nfunction inquiry.  Gaubert, 499 U.S. at 324 (emphasis supplied).\r\n    The Court specifically identified only statutes,\r\nregulations, and agency guidelines as competent sources for\r\ndetermining government policy.  See id.  Although we do not suggest\r\nthat those items invariably will be the exclusive sources for\r\ndetermining established policy, it bears remembering that the\r\nCourt's recognition that informal rules may be a relevant source\r\ntook place against a background understanding, both in\r\nadministrative law generally and in the OSHA context specifically,\r\nthat agencies typically make authoritative informal statements of\r\npolicy positions through published interpretive rules or\r\nenforcement guidelines.  See Martin v. OSHRC, 499 U.S. 144, 157\r\n(1991).  Although anecdotal testimony sometimes may furnish clues\r\nregarding the nature of agency policy, it is usually a last-ditch\r\nresort.  See Kenneth C. Davis &amp; Richard J. Pierce, Jr., 3\r\nAdministrative Law Treatise  17.3, at 108 (3d ed. 1994) (placing\r\nunwritten rules and \"officer's habit\" at the bottom of a list of\r\ntwelve sources, headed by \"legislative rules,\" and including\r\ninterpretative rules, published guidelines, published policy\r\nstatements, orders, and written but unpublished guidelines, and\r\nnoting that the power to limit officer discretion decreases \"as the\r\nreader proceeds down the list\").\r\n    The most obvious reason why such sources command less\r\nweight is because it matters who speaks.  To determine what is\r\nagency policy, courts customarily defer to the statements of the\r\nofficial policymaker, not others, even though the others may occupy\r\nimportant agency positions.  See Martin, 499 U.S. at 152-53; seealso Director, OWCP v. Eastern Associated Coal Corp., 54 F.3d 141,\r\n147 (3d Cir. 1995).  This case is a suitable vehicle for\r\napplication of the principle.  Congress has the legal authority to\r\nrender a function either discretionary or obligatory, and it has\r\ndelegated that power to the Secretary, not to OSHA's area directors\r\nor compliance officers.  Hence, we decline to accord decretory\r\nsignificance to the area director's or compliance officers'\r\nthoughts on OSHA policy requirements, especially when the plaintiff\r\ninsists on interpreting this testimony in a manner contrary to both\r\nthe express statements of Congress and the agency's institutional\r\npronouncements.  Accord Valdez v. United States, 56 F.3d 1177,\r\n1179-180 (9th Cir. 1995) (refusing to credit agency employees'\r\ntestimony that agency rules were mandatory when plain text of\r\nguidelines belied that interpretation; concluding, moreover, that\r\ndiscretionary function exception barred action).\r\n    We add a coda.  As the Irving I panel itself intimated,\r\n909 F.2d at 604-05, the trial testimony does not  unequivocally\r\nestablish that OSHA imposed on its officers a  mandatory duty of\r\ninspecting every piece of equipment in a workplace.  Rather, the\r\ntestimony on which the plaintiff relies (and upon which the\r\ndistrict court premised its holding) is at best ambiguous   and\r\nthis erodes any conceivable legitimacy that it otherwise may have\r\nhad as an expression of agency policy.  Thus, even setting aside\r\nthe statute, regulations, and Manual, we do not believe that any\r\nstatement in the trial record suffices to support the plaintiff's\r\ntheory that OSHA had a policy of exhaustively inspecting every\r\nmachine.\r\n    By way of illustration, consider the following exchange,\r\nwhich is perhaps the plaintiff's best evidence, between her counsel\r\nand OSHA's area director, F. Richard Amirault:\r\n    Q.   And, by the way, the obligation\r\n         and procedure of your department\r\n         is to note and cite specific\r\n         violations, is it not?  \r\n\n    A.   To note   document and  \r\n         identify and document specific\r\n         hazards, yes.  \r\n\n    Q.   Machine by machine by machine?\r\n\n    A.   As far as we can see. \r\n\n    Q.   Hazard by hazard by hazard?\r\n\n    A.   As can be observed.\r\n\nTo begin with, the passage is internally ambiguous in at least one\r\ncritical way.  Given the tenor of Amirault's answers, it can be\r\nconstrued to mean that inspectors were obligated to note and\r\ndocument every hazard that they saw associated with the machines\r\nthat they in fact inspected.  At no point did Amirault state,\r\ndirectly or by necessary implication, that there was a policy to\r\nlook at every machine.\r\n    Furthermore, even if we interpret this passage favorably\r\nto the plaintiff, it is inadequate as a matter of law to support\r\nthe plaintiff's position.  Where, as here, the express statements\r\nof Congress and the agency occupy the field, trial testimony by a\r\nwitness must, if it is to carry any weight, somehow  reconcile the\r\nwitness's understanding of policy with that authority.  At the very\r\nleast, there must be an indication in the record that the witness\r\ndemonstrated his awareness of the agency's formal policy\r\nstatements, but nevertheless had some other articulable basis that\r\nsupported his understanding of agency policy.\r\n    In the absence of such evidence, the most that is\r\nsuggested by a passage such as the one quoted above is that the\r\nOSHA area director and the compliance officers who inspected the\r\nSomersworth Shoe plant subjectively exercised, or intended to\r\nexercise, the discretion conferred upon them by law in a particular\r\nmanner, or, alternatively, that they were unaware of the existence\r\nof such discretion.  We know from Gaubert that the subjective\r\nintent of an agency actor is irrelevant to conducting a\r\ndiscretionary function analysis.  See Gaubert, 499 U.S. at 325. \r\nRather, the focus of the inquiry is on \"the nature of the actions\r\ntaken and on whether they are susceptible to policy analysis.\"  Id. \r\nThe OSHA officers' ambiguous testimony in this case is by itself\r\ninsufficient to alter the nature of the actions as defined by\r\nauthoritative formal and informal sources.\r\n    There are also passages in the trial record where\r\nAmirault refers to OSHA guidelines.  This testimony further\r\nundermines the plaintiff's theory.  For example, when plaintiff's\r\ncounsel asked Amirault about the Manual, Amirault responded that it\r\nwas OSHA's \"procedural bible\" and, as such, described his staff's\r\n\"operating procedure.\"  He unequivocally stated that inspections\r\nwere conducted pursuant to directions set forth by the Manual:\r\n    Q.   So that for any general or\r\n         regular inspection at least they\r\n         [i.e., the compliance officers]\r\n         would simply follow the manual\r\n         and the objective standards of\r\n         OSHA?\r\n\n    A.   Right.  Following the manual,\r\n         the FOM, Field Operations\r\n         Manual.\r\n\nThis cinches the matter, for, as we have already noted, the Manual\r\nprovides no support for the plaintiff's theory.\r\n    Our conclusion is further confirmed by other statements\r\nmade by Amirault.  Consider, for instance, the following exchange:\r\n    Q.   And those programmed\r\n         inspections, as I understand it,\r\n         would be your random way of just\r\n         doing spot checks on an entire\r\n         plant without advance  notice?\r\n\n    A.   Yes, that's correct.\r\n\n    Q.   And those are the type of\r\n         inspections that your agency\r\n         performed on the Somersworth\r\n         plant in 1975 and 1978?\r\n\n    A.   Yes.\r\n\n    Q.   We've learned through the\r\n         depositions that those two\r\n         inspections were what is known\r\n         as a wall-to-wall inspection, is\r\n         that correct?\r\n\n    A.   I'm going to say yes.\r\n\n    Q.   And in such an instance, when\r\n         one of your safety men goes to a\r\n         plant, he would spend the whole\r\n         day or whatever time was\r\n         necessary to inspect the entire\r\n         plant for safety hazards. \r\n\n    A.   He would be able to walk\r\n         through, yes.\r\n\nRead naturally, this passage indicates that general administrative\r\ninspections constitute nothing more than \"walk throughs\" that\r\ninvolve random spot checks.  As such, it flatly contradicts the\r\nsuggestion that the inspectors \"could not choose simply to spot\r\ncheck certain areas,\"  Irving I, 909 F.2d at 604, and it places the\r\ninspection scheme squarely within the Varig Airlines regime.  On\r\nany reading, the passage does not come close to establishing that\r\nOSHA had a strict policy of requiring inspectors to look in detail\r\nat every machine.\r\n                  C.  Policy-Based Discretion.\r\n    Having confirmed the existence of discretion on the\r\ncompliance officers' part, what remains is to examine whether that\r\ndiscretion is grounded in policy   a question that none of the\r\nprior panels reached.  We believe that it is.\r\n    The plaintiff contends that the discretionary function\r\ndefense is doomed because the United States failed to adduce any\r\nevidence to support the proposition that OSHA inspectors' actions\r\nare grounded in policy.  This argument lacks force.  When a\r\nfunction is discretionary, there is a presumption that \"the agent's\r\nacts are grounded in policy when exercising that discretion.\" \r\nGaubert, 499 U.S. at 324.  Hence, the United States has no burden\r\nof production; it may rest, as it did here, on the Gaubertpresumption.\r\n    The plaintiff next endeavors to overcome the Gaubertpresumption by pointing to trial testimony by OSHA employees and\r\nnoting that they purportedly failed to articulate policy\r\njustifications for their actions.  But Gaubert requires only that\r\na government agent's actions be \"susceptible\" to policy analysis,\r\nand  insists that courts must disregard analyses that rely on\r\nsubjective intent to determine whether a discretionary choice is\r\npolicy-driven.  See id. at 325.  Because the plaintiff offers no\r\nconcrete challenge to the position that OSHA compliance officers'\r\nactions are policy-driven, the Gaubert presumption remains intact.\r\n    Even beyond the presumption, we believe that the\r\ndiscretion granted to OSHA inspectors is deeply rooted in policy\r\nconsiderations.  The OSH Act's purpose is to provide for a\r\nsatisfactory standard of safety, not to guarantee absolute safety. \r\nSee Industrial Union Dep't v. American Petroleum Inst., 448 U.S.\r\n607, 646 (1980) (plurality opinion) (discussing legislative\r\nhistory); Donovan v. General Motors Corp., 764 F.2d 32, 35-36 (1st\r\nCir. 1985) (same); cf. Union of Concerned Scientists v. NRC, 824\r\nF.2d 108, 118 (D.C. Cir. 1987) (citing Industrial Union and\r\nstating, in the context of nuclear regulation, that an \"adequate\r\nprotection\" standard \"need not, and almost certainly will not\" be\r\na level of \"zero risk\").  A corollary to this observation is that\r\nOSHA may legitimately devote its limited enforcement resources to\r\nmonitoring workplaces and working conditions that pose the most\r\nserious threats to worker health and safety.  OSHA has done so in\r\npart, for example, by adopting inspection priorities and an\r\nadministrative plan to govern programmed general inspections.  See,\r\ne.g., Industrial Steel Prods. Co. v. OSHA, 845 F.2d 1330, 1333-34\r\n(5th Cir. 1988) (describing OSHA site selection criteria for\r\nprogrammed inspections).\r\n    The function of an OSHA compliance officer is an integral\r\npart of OSHA's enforcement policies.  When conducting inspections\r\nunder the auspices of an administrative plan, OSHA compliance\r\nofficers are expected to study the layout of the facility they are\r\nabout to investigate, to review its health and safety records, and\r\nto interview employer and employee representatives during the\r\ninspection about working conditions.  One might expect that as a\r\nresult of such study, OSHA inspectors will make daily judgments\r\nabout what risks and safety issues most urgently require their\r\nattention.  At bottom, OSHA inspectors must visit numerous\r\nworkplaces, all of which present different challenges and issues,\r\nand they simply cannot be expected to inspect every item in every\r\nplant.  The day-to-day decisions made by compliance officers thus\r\nfurther OSHA's enforcement policy of ensuring adequate safety in\r\nworkplaces with a view toward efficient and effective use of\r\nlimited enforcement resources, and are thus grounded in policy. \r\nCf. Gaubert, 499 U.S. at 331-33 (explaining that day-to-day\r\ndecisions of thrift regulators were grounded in policies underlying\r\nthrift regulation statutes).\r\n    We are not persuaded by the plaintiff's contention that\r\nall inspections ought to be painstakingly comprehensive because\r\nindividual companies rely on OSHA inspections to improve their\r\nhealth and safety conditions.  The OSH Act, in no uncertain terms,\r\nplaces primary responsibility for workplace safety on employers,\r\nnot on the federal government.  See 29 U.S.C.  654(a); Reich v.\r\nSimpson, Gumpertz &amp; Heger, Inc., 3 F.3d 1, 4 (1st Cir. 1993).\r\n\nIV.  CONCLUSION\r\n    This case has disturbing aspects.  The government's\r\ninspectors appear to have been negligent and the plaintiff suffered\r\ngrievous harm.  Arrayed in opposition, however, is the core policy\r\nthat underlies the discretionary function exception:  an abiding\r\nconcern about exposing the government to far-flung liability for\r\naction (or inaction) in situations in which it has reserved to its\r\nown officials the decision about whether or not to act.  Even if\r\nthe decision may seem wrong in retrospect, or if its implementation\r\nis negligent, such decisionmaking by its nature typically requires\r\na balancing of interests (e.g., how to deploy scarce government\r\nresources in the accomplishment of worthwhile   but expensive  \r\npublic needs).  Congress reasonably struck this balance by\r\nrequiring that, ordinarily, liability will not inhere absent an\r\nauthoritative decision that a specific act should become a\r\ngovernmental responsibility.  Under this model, the random and\r\nuncodified practices of a local supervisor cannot create the kind\r\nof specific obligation that gives rise to liability.  Were the law\r\notherwise, there would be scant likelihood of precision or\r\nuniformity, and local supervisors would have a perverse incentive\r\nto refrain from laying down any rules at all.\r\n    We need go no further.  Even though exceptions to the\r\nFTCA's waiver of sovereign immunity are construed narrowly, they\r\nare not to be ignored.  Here, Congress clearly expressed its intent\r\nthrough unequivocal statutory language, and the Secretary of Labor,\r\nas Congress's delegate, adopted legislative rules which faithfully\r\nadhere to that monition.  The statute and regulations, fairly read,\r\nbring the case within the compass of the FTCA's discretionary\r\nfunction exception, and the agency's internal guidelines buttress\r\nthis positioning.  Accordingly, we must grant the government the\r\nimmunity that Congress envisioned.  We regret only the plaintiff's\r\nunfortunate accident and the added suffering she has endured due to\r\nthe inordinate delay and erratic decisionmaking that spawned two\r\ndecades of needlessly protracted litigation.\r\n\nReversed.  No costs.\r\n\n                    Separate Opinions Follow       STAHL, Circuit Judge, (concurring).  Despite strong\r\nreservations, I joined the withdrawn panel opinion, see Irving v.\r\nUnited States, 1998 WL 152941 (1st Cir. Apr. 8, 1998), because I was\r\nthen bound by the interpretation of the discretionary function\r\nexception set forth in Irving v. United States, 909 F.2d 598 (1stCir. 1990) (Irving I).  Having endorsed the decision of the en banccourt to revisit Irving I, I now concur in the view, ably stated in\r\nJudge Selya's majority opinion, that the discretionary function\r\nexception forecloses plaintiff's negligent inspection claim. \r\nAlthough the issue is close and no Supreme Court case is directly\r\non point, I do not believe that, in a regulatory context that is so\r\nobviously discretionary, Congress would intend to make actionable\r\nunder the FTCA an ignored instruction from a superior to a\r\nsubordinate that the subordinate perform a function that is\r\notherwise discretionary (for policy-based reasons).  To my mind, an\r\nignored instruction of this sort is better conceptualized as an\r\nabuse of the discretion conferred by the regulatory regime.  Such\r\nabuses of discretion are not within the reach of the statute.  See28 U.S.C.  2680(a).     BOWNES, Senior Circuit Judge, with whom LIPEZ, Circuit\r\nJudge, joins (dissenting).  The majority opinion fundamentally\r\nmisconstrues controlling Supreme Court precedent in analyzing the\r\ndiscretionary function exception to the Federal Tort Claims Act\r\n(\"FTCA\").  The majority is concerned that permitting Irving's claim\r\nto succeed would undermine OSHA's broad discretion in deciding how\r\nto implement its enforcement policy.  No one disputes that the\r\nagency as a whole retains considerable discretion.  The problem is\r\nthat the majority undertakes its analysis from the wrong vantage\r\npoint.  \r\n    As the Supreme Court has made clear, the appropriate\r\nfocus is the degree of choice that was in fact available, not to\r\nthe agency as a whole but to the specific \"acting employee\" whose\r\nconduct is the basis for the tort action.  Berkovitz v. United\r\nStates, 486 U.S. 531, 536 (1988).  The discretionary function\r\nexception shields the government from lawsuits challenging\r\ngovernmental action only if that specific action was based on\r\ndiscretion grounded in policy.  See id.  The exception was intended\r\nto protect only such specific policy-based judgment.  The present\r\ncase involves no second-guessing of protected policy-making.\r\n    A parallel problem is the majority's mischaracterization\r\nof Gail Irving's position.  Irving does not contend \"that all\r\n[OSHA] inspections ought to be painstakingly comprehensive.\"  Maj.\r\nOp. at 34.  Her claim, properly construed, is that once inspectors\r\nhave been ordered by their supervisor to perform a wall-to-wall\r\ninspection, they must do so with due care.  Irving argues that if\r\nthe inspectors had followed their superiors' orders, she would not\r\nhave had her scalp torn from her head.  Thus, she contends that the\r\nnegligent inspections were not protected by the discretionary\r\nfunction exception because the inspectors had \"no rightful option\r\nbut to adhere to the directive\" of their superior officer.  SeeBerkovitz, 486 U.S. at 536.\r\n    Because in my view the district court properly concluded\r\nthat the exception does not bar Irving's claim, I respectfully\r\ndissent.                                I\r\n    The FTCA, except for certain enumerated exceptions,\r\n\"waives the Government's immunity from suit in sweeping language.\" \r\nSmith v. United States, 507 U.S. 197, 205 n.1 (1993) (quoting\r\nUnited States v. Yellow Cab Co., 340 U.S. 543, 547 (1951)).  The\r\nFTCA authorizes suits against the United States for damages\r\n    for . . . personal injury or death caused by\r\n    the negligent or wrongful act or omission of\r\n    any employee of the Government while acting\r\n    within the scope of his office or employment,\r\n    under circumstances where the United States,\r\n    if a private person, would be liable to the\r\n    claimant under the law of the place where the\r\n    act or omission occurred.\r\n\n28 U.S.C.  1346(b).  The FTCA is a \"broad waiver of sovereign\r\nimmunity,\" which \"generally authorizes suits against the United\r\nStates for damages\" that fit within its description.  Berkovitz,\r\n486 U.S. at 535.  This waiver applies unless the government is\r\nprotected by one of several specifically enumerated exceptions to\r\nthe FTCA.   Id.; see 28 U.S.C.  2680. \r\n    The majority opinion relies upon the discretionary\r\nfunction exception, which provides that no liability shall lie for\r\n\"[a]ny claim . . . based upon the exercise or performance or the\r\nfailure to exercise or perform a discretionary function or duty on\r\nthe part of a federal agency or an employee of the Government,\r\nwhether or not the discretion involved be abused.\"  28 U.S.C.\r\n2680(a).\r\n    Congress's purpose in enacting the discretionary function\r\nexception was to \"prevent judicial 'second-guessing' of legislative\r\nand administrative decisions grounded in social, economic, and\r\npolitical policy through the medium of an action in tort.\"  United\r\nStates v. Varig Airlines, 467 U.S. 797, 814 (1984); see alsoBerkovitz, 486 U.S. at 539.  Thus, the exception was designed to\r\nprotect government agents' exercise of policy-based discretion, to\r\nprevent individual government agents from having to look over their\r\nshoulders worrying about a potential lawsuit when they are truly\r\nexercising policy-based discretion.\r\n    The same protective rationale does not apply when\r\ngovernment agents are merely carrying out mandatory directives,\r\nwhatever the basis of those mandatory orders.  If a government\r\nemployee has no choice about how to act   whether because a\r\nstatute, regulation, or agency policy mandates particular actions\r\nfor all such employees, or for whatever other reason (here, because\r\nhis supervisor explicitly ordered him to conduct a wall-to-wall\r\ninspection)   then \"there is no discretion in the conduct for the\r\ndiscretionary function exception to protect.\"  Berkovitz, 486 U.S.\r\nat 536.\r\n    Thus, the Court has set forth a two-prong test to\r\ndetermine whether the discretionary function exception applies. \r\nFirst, the acting government employee must be exercising\r\ndiscretion, when he engages in the challenged conduct.  And second,\r\neven when government agents are exercising discretion, their\r\nconduct is immune from tort suits only when that discretion is\r\nbased on policy.  The exception \"protects only governmental actions\r\nand decisions based on considerations of public policy.\"  Id. at\r\n537.\r\n                               II\r\n    The majority misses an important part of the Supreme\r\nCourt's analysis of the discretionary function exception:  from\r\nwhat vantage point should the court view the conduct of government\r\nagents?  In this case, what level of OSHA employees is the proper\r\nfocus for our attention?  \"The proper question to ask is not\r\nwhether the Government as a whole had discretion at any point, but\r\nwhether its allegedly negligent agents did in each instance.\"  In\r\nre The Glacier Bay, 71 F.3d 1447, 1451 (9th Cir. 1995).  Instead,\r\nthe majority focuses on the discretion of the agency as a whole, at\r\nthe command level.  This fundamental misconception of the\r\ndiscretionary function exception infects the majority's entire\r\nanalysis.  It leads the majority to misunderstand Irving's claim\r\nand to misapply the law governing the discretionary function\r\nexception.\r\n                               A\r\n    Section 2680(a) refers to two different types of\r\ndiscretion:  (1) the \"performance . . . [of] a discretionary\r\nfunction or duty on the part of a federal agency\" and (2) such\r\n\"performance . . . on the part of . . . an employee of the\r\nGovernment.\"  The majority's analysis centers on the first type. \r\nCiting both the statute and the regulations, it emphasizes that the\r\nagency as a whole had discretion in carrying out its statutory\r\ninspection functions.  Of course it did.  If the plaintiff had\r\nchallenged OSHA's hypothetical decision to conduct inspections upon\r\nonly a random sample of factories, or a supervisor's decision to\r\nomit Somersworth Shoe from that sample, or an order that the\r\ninspectors conduct only a spot check and not a wall-to-wall\r\ninspection of Somersworth Shoe, then I would agree with the\r\nmajority that her claim must be dismissed based on the\r\ndiscretionary function exception.    If Amirault did not have the authority to order a wall-to-wall inspection, e.g., because\r\n   the statute or regs precluded him from doing so, then his order would be ultra vires and\r\n Irving could not rely on it.  \r\n        But that is merely the first type of discretion addressed\r\n   in  2680(a) (\"performance . . . [of] a discretionary function or\r\n   duty on the part of a federal agency\").  The plain language of the\r\n   statute requires a distinction between this type of discretion and\r\n   the second type:  \"performance [of] . . . a discretionary function\r\n   or duty on the part of . . . an employee of the Government.\"  28\r\n   U.S.C.  2680(a).  The latter is the focus of Irving's complaint.\r\n        Here, OSHA exercised its discretion, at the command level\r\n   of the agency, about how to allocate its scarce resources.  It\r\n   delegated to each area office a certain amount of discretion to\r\n   conduct various types of inspections.  Pursuant to that delegation,\r\n   as Irving alleged and the district court found, the area office\r\n   here decided to deploy its inspection resources by calling for less\r\n   than complete inspections of some factories but, in the case of\r\n   Somersworth Shoe, by requiring wall-to-wall inspections of its New\r\n   Hampshire plant.  The area director instructed two members of his\r\n   staff, inspectors Chase and Ritchie, to examine every machine in\r\n   the plant.  Irving v. United States, 942 F. Supp. 1483, 1491 &amp; n.8\r\n   (D.N.H. 1996).\r\n        Thus, the agency's discretionary policy decisions were\r\n   completed as soon as the area director made his \"wall-to-wall\"\r\n   decision; the agency had committed itself to this undertaking,\r\n   before the inspectors set foot on the premises of Somersworth Shoe. \r\n   It was after these discretionary policy decisions had been\r\n   completed that the inspectors negligently executed the agency's\r\n   policy, giving rise to the injuries suffered by the plaintiff.  At\r\n   that point, Chase and Ritchie, the inspectors, had \"no rightful\r\n   option but to adhere to the directive\" from their supervisor and\r\n   examine every machine in the plant.  Berkovitz, 486 U.S. at 536. \r\n   The conduct of Chase and Ritchie \"cannot appropriately be the\r\n   product of judgment or choice, [so] there is no discretion in\r\n   [their] conduct for the discretionary function exception to\r\n   protect.\"  Id.\r\n\n                                 B\r\n        The plain language of the statute is only one reason why\r\n   the majority is wrong to focus only on the upper levels of the\r\n   agency   rather than the inspectors whose actions Irving is\r\n   challenging   for determining whether the discretionary function\r\n   exception applies.  Controlling Supreme Court precedent likewise\r\n   demonstrates the majority's error.  The principal Supreme Court\r\n case explicating the discretionary function exception is Berkovitzv. United States, 486 U.S. 531 (1988).  \r\n  The Court's opinion exposes the majority's error in three\r\ndifferent ways:  (1) in the Court's analysis of the discretionary\r\nfunction exception, (2) in the Court's discussion of prior Supreme\r\nCourt precedent, to harmonize those cases with the Berkovitzanalysis, and (3) in the Court's application of its legal analysis\r\nto the facts of Berkovitz's claims.  Because of the importance of\r\nthe Berkovitz case, and because this court is duty-bound to\r\nfaithfully apply Supreme Court precedent, I will discuss each of\r\nthese in some detail.\r\n                               1\r\n  The Berkovitz Court set forth clearly the mode of\r\nanalysis that we should employ in cases such as this:\r\n  The determination of whether the discretionary\r\n  function exception bars a suit against the\r\n  Government is guided by several established\r\n  principles.  This Court stated in Varig that\r\n  \"it is the nature of the conduct, rather than\r\n  the status of the actor, that governs whether\r\n  the discretionary function exception applies\r\n  in a given case.\"  In examining the nature of\r\n  the challenged conduct, a court must first\r\n  consider whether the action is a matter of\r\n  choice for the acting employee.  This inquiry\r\n  is mandated by the language of the exception;\r\n  conduct cannot be discretionary unless it\r\n  involves an element of judgment or choice.  \r\n\nId. at 536 (citation omitted) (emphasis added).  \r\n  The Court's methodology, which was plainly not followed\r\nby the majority in this case, requires that we ask what \"conduct\"\r\nis \"challenged\" by the plaintiff in the particular case, determine\r\nwhich employee in the agency has engaged in that conduct, and then\r\nconsider \"whether the action is a matter of choice for the acting\r\nemployee.\"  Id.  \r\n  The Court's focus on \"the acting employee\" is equally\r\nplain from the next passage of Berkovitz:\r\n  [T]he discretionary function exception will\r\n  not apply when a federal statute, regulation,\r\n  or policy specifically prescribes a course of\r\n  action for an employee to follow.  In this\r\n  event, the employee has no rightful option but\r\n  to adhere to the directive.  And if the\r\n  employee's conduct cannot appropriately be the\r\n  product of judgment or choice, then there is\r\n  no discretion in the conduct for the\r\n  discretionary function exception to protect. \r\n  Cf. Westfall v. Erwin, 484 U.S. 292, 296-97\r\n  (1988) (recognizing that conduct that is not\r\n  the product of independent judgment will be\r\n  unaffected by threat of liability).\r\n\nId. (citation omitted; emphasis added).  \r\nThe Court could not have been more clear that, when we\r\nexamine whether there is \"discretion in the [challenged] conduct\r\nfor the discretionary function exception to protect,\" we must focus\r\non the individual employee whose \"conduct\" is \"challenged\" by the\r\nplaintiff.  Here, that is Chase and Ritchie.  The challenged\r\nconduct is their failure to inspect the die-out machine that\r\ninjured Irving, despite having been ordered by their supervisor to\r\ninspect every machine.  Where, as here, the acting employee has\r\nbeen ordered by his supervisor to proceed in a certain manner, and\r\nthe plaintiff is seeking recompense for injuries resulting from\r\nthat employee's failure properly to follow that command, then it is\r\nirrelevant that \"the statute places virtually no constraint on the\r\nSecretary's discretion to conduct such inspections in any way that\r\nshe deems fit,\" maj. op. at 17, or that OSHA's generally applicable\r\n\"rules governing the authority of compliance officers mimic the\r\nstatute and grant these officials broad discretion over the scope,\r\nmanner, and detail of general administrative inspections,\" id. at\r\n18.\r\nOf course the Secretary and her top assistants have broad\r\ndiscretion in managing the agency's enforcement enterprise, as do\r\nany subordinate officials to whom that discretion is properly\r\ndelegated.  But this does not mean that front-line inspectors have\r\nany discretion once decisions have been made by their superiors in\r\nthe hierarchy and a mandatory directive has been given to the\r\ninspectors.\r\nThe Court in Berkovitz moved on to the second prong of\r\nits analysis:  even \"assuming the challenged conduct involves an\r\nelement of judgment,\" was that judgment based on policy?  There,\r\ntoo, the Court looked at this question at the level of the\r\nindividual whose actions are challenged by the plaintiff in the\r\ncase at hand:  \"The exception, properly construed, . . . protects\r\nonly governmental actions and decisions based on considerations of\r\npublic policy.  In sum, the discretionary function exception\r\ninsulates the Government from liability if the action challenged in\r\nthe case involves the permissible exercise of policy judgment.\" \r\nBerkovitz, 486 U.S. at 537 (citation omitted; emphasis added). \r\nAgain, the focus is on the particular \"action challenged in the\r\ncase\"   the shoddy inspection by Chase and Ritchie   and not on\r\nwhether the agency as a whole   or even a supervisor like Amirault\r\n \"exercise[s] . . . policy judgment.\"  See id.; In re The Glacier\r\nBay, 71 F.3d at 1451.\r\n                               2\r\nThe Berkovitz Court next discussed prior Supreme Court\r\nprecedent, to demonstrate how those prior decisions fit into the\r\nCourt's analytical framework.  This discussion again stresses the\r\nimportance of keeping the analysis focused at the level of the\r\nacting government employee.\r\nThe Court first analyzed the actions challenged in Varig\r\nAirlines, namely, the FAA's negligence in certifying certain\r\nairplanes for operation, including its decision to certify the\r\nairplanes without first inspecting them.  \r\nCongress had given the Secretary of\r\nTransportation broad authority to establish\r\nand implement a program for enforcing\r\ncompliance with airplane safety standards.  In\r\nthe exercise of that authority, the FAA, as\r\nthe Secretary's designee, had devised a system\r\nof \"spot-checking\" airplanes for compliance. \r\nTh[e Supreme] Court first held that the\r\nestablishment of that system was a\r\ndiscretionary function within the meaning of\r\nthe FTCA because it represented a policy\r\ndetermination as to how best to \"accommodat[e]\r\nthe goal of air transportation safety and the\r\nreality of finite agency resources.\"\r\n\nBerkovitz, 486 U.S. at 537 (quoting Varig Airlines, 467 U.S. at\r\n820).  Applying this portion of the analysis to the present case,\r\nOSHA's broad discretion in devising its methodology for conducting\r\ninspections, whether \"spot-checking\" or some other method, is\r\nprotected under the discretionary function exception.\r\nBut the Court's analysis did not end there.  Varig\r\nAirlines also held that the discretionary function exception\r\nprotected \"the acts of FAA employees in executing the 'spot-check'\r\nprogram,\" because under this program the employees \"were\r\nspecifically empowered to make policy judgments regarding the\r\ndegree of confidence that might reasonably be placed in a given\r\nmanufacturer, the need to maximize compliance with FAA regulations,\r\nand the efficient allocation of agency resources.\"  Varig Airlines,\r\n467 U.S. at 820.  The Berkovitz Court added the following\r\nexplanation:  \"Thus, the Court [in Varig Airlines] held the\r\nchallenged acts protected from liability because they were within\r\nthe range of choice accorded by federal policy and law and were the\r\nresults of policy determinations.\"  Berkovitz, 486 U.S. at 538\r\n(emphasis added).\r\nThis second set of actions   executing the \"spot-check\"\r\nprogram   is not analogous to the Irving situation.  The crucial\r\ndistinction is that Varig's spot-check protocol left the FAA's\r\nline-level employees with a \"range of choice\" based on \"policy\"\r\njudgments.  In contrast, the OSHA inspectors in Irving were not\r\nexecuting a \"spot-check\" protocol; they were specifically ordered\r\nby their superiors to inspect every machine.  They thus had zero\r\n\"range of choice.\"  Berkovitz, 486 U.S. at 538.  They had no\r\ndiscretion, whether based on policy judgment or otherwise, to\r\ndecide unilaterally during their inspection of the Somersworth\r\nplant not to inspect the die-out machine that caused Irving's\r\ninjuries.  These inspectors' shoddy execution does not involve \"the\r\nnecessary element of choice,\" grounded in policy, United States v.\r\nGaubert, 499 U.S. 315, 323 (1991), that the discretionary function\r\nexception was intended to protect.\r\nBerkovitz also analyzed Indian Towing Co. v. United\r\nStates, 350 U.S. 61 (1955), as \"illuminat[ing] the appropriate\r\nscope of the discretionary function exception.\"  Berkovitz, 486\r\nU.S. at 538 n.3.  The plaintiff in Indian Towing sued the\r\ngovernment for failing to maintain a lighthouse in good working\r\norder.  The Court stated that the initial decision to undertake and\r\nmaintain lighthouse service was a discretionary judgment.  SeeIndian Towing, 350 U.S. at 69.  Thus, if the agency had instead\r\nexercised its discretionary judgment to decline such an\r\nundertaking, the government would be insulated from tort liability. \r\nThis is analogous to OSHA's decision whether to undertake a wall-\r\nto-wall inspection of the Somersworth Shoe plant.  \r\n\"The Court [in Indian Towing] held, however, that the\r\nfailure to maintain the lighthouse in good condition subjected the\r\nGovernment to suit under the FTCA,\" because \"[t]he latter course of\r\nconduct did not involve any permissible exercise of policy\r\njudgment.\"  Berkovitz, 486 U.S. at 538 n.3.  The failure by agency\r\nemployees to exercise ordinary care in carrying out an undertaking\r\nthat the government agency willingly undertook is not protected by\r\nthe discretionary function exception.  This latter aspect of Indian\r\nTowing is analogous to the OSHA inspections challenged in the\r\npresent case.\r\n                               3\r\nA third aspect of the Berkovitz decision further\r\nundermines the majority's focus on the discretion permitted to be\r\nexercised by the highest levels of OSHA.  In Part III of its\r\nopinion, the Court discussed the specific actions that the\r\nBerkovitz plaintiffs challenged.  The Court's mode of analyzing\r\neach of the five possible claims illuminates how our court should\r\nhave examined the applicability of the discretionary function\r\nexception.\r\nThe Division of Biologic Standards (DBS) of NIH had\r\nissued a license to Lederle Laboratories to produce a drug called\r\nOrimune.  The plaintiffs alleged that DBS issued the license\r\nwithout first receiving certain data that the manufacturer was\r\nrequired to submit showing its compliance with regulatory safety\r\nstandards.  The Court held that the discretionary function\r\nexception did not bar a cause of action based on this allegation,\r\nbecause the statute and regulations \"require, as a precondition to\r\nlicensing, that the DBS receive\" that data, and DBS had \"no\r\ndiscretion to issue a license without first receiving the required\r\ntest data.\"  Berkovitz, 486 U.S. at 542.  The actor in Berkovitzwas whatever level of the agency made the decision to issue the\r\nlicense.  Viewing the facts from that vantage point, there was \"no\r\ndiscretion . . . for the discretionary function exception to\r\nprotect\" because of the statutory mandate.\r\nThe plaintiffs in Berkovitz also alleged that DBS\r\nlicensed Orimune without complying with other regulatory standards. \r\nThe allegation was ambiguous and the Court explored three different\r\npossible interpretations.  Under a DBS regulation, DBS \"may not\r\nissue a license except upon an examination of the product and a\r\ndetermination that the product complies with all regulatory\r\nstandards.\"  Berkovitz, 486 U.S. at 544.  Thus, if the plaintiffs\r\nwere \"aver[ring] that the DBS licensed Orimune either without\r\ndetermining whether the vaccine complied with regulatory standards\r\nor after determining that the vaccine failed to comply, the\r\ndiscretionary function exception does not bar the claim.\"  Id. at\r\n544.  This is because \"[t]he agency has no discretion to deviate\"\r\nfrom its \"clear duty,\" i.e., from the procedures mandated by its own\r\nregulations.\r\nThe Court applied a different analysis to the third\r\npossible interpretation of the plaintiffs' claim:  that the agency\r\nfound Orimune to comply with regulatory standards but that the\r\nagency's conclusion was incorrect.  This question \"hinges on\r\nwhether the agency officials making that determination permissibly\r\nexercise policy choice . . . in determining that a vaccine product\r\ncomplies with the relevant safety standards.\"  Id. at 545 (emphasis\r\nadded).  Because the record was unclear on this point, the Court\r\nremanded for appropriate findings by the district court. \r\nThe Berkovitz plaintiffs made another allegation:  that\r\nDBS had approved the release of the particular lot of Orimune that\r\ncontained Kevan Berkovitz's dose, and the agency violated federal\r\npolicy in approving the release of that lot.  The Court therefore\r\nconsidered whether the discretionary function exception applied to\r\nthe release of a particular lot of the vaccine, as distinct from\r\nthe issuance of a license to produce the drug.  The regulations\r\ngoverning particular lots do not impose a duty on DSB to ensure\r\nthat the vaccines comply with regulatory standards, nor do they\r\nrequire DSB to inspect every lot.  Instead, \"[t]he regulations\r\ngenerally allow [DSB] to determine the appropriate manner in which\r\nto regulate the release of vaccine lots, rather than mandating\r\ncertain kinds of agency action.\"  Id. at 546.  \r\n     Given this regulatory context, the\r\ndiscretionary function exception bars any\r\nclaims that challenge [DSB's] formulation of\r\npolicy as to the appropriate way in which to\r\nregulate the release of vaccine lots.  Cf.[Varig Airlines, 467 U.S.] at 819-20 (holding\r\nthat discretionary function exception barred\r\nclaim challenging FAA's decision to establish\r\na spot-checking program).  In addition, if the\r\npolicies and programs formulated by [DSB]\r\nallow room for implementing officials to make\r\nindependent policy judgments, the\r\ndiscretionary function exception protects the\r\nacts taken by those officials in the exercise\r\nof this discretion.  Cf. id. at 820 (holding\r\nthat discretionary function exception barred\r\nclaim that employees charged with executing\r\nthe FAA's spot-checking program made negligent\r\npolicy judgments respecting the proper\r\ninspection of airplanes).  The discretionary\r\nfunction exception, however, does not apply if\r\nthe acts complained of do not involve the\r\npermissible exercise of policy discretion. \r\nThus, if [DSB's] policy leaves no room for an\r\nofficial to exercise policy judgment in\r\nperforming a given act, or if the act simply\r\ndoes not involve the exercise of such\r\njudgment, the discretionary function exception\r\ndoes not bar a claim that the act was\r\nnegligent or wrongful.  Cf. Indian Towing v.\r\nUnited States, 350 U.S. at 69 (holding that a\r\nnegligent failure to maintain a lighthouse in\r\ngood working order subjected the Government to\r\nsuit under the FTCA even though the initial\r\ndecision to undertake and maintain lighthouse\r\nservice was a discretionary policy judgment).\r\n\nBerkovitz, 486 U.S. at 546-47 (emphasis added).  \r\nThis passage again makes clear the Court's view that, in\r\ndetermining whether a particular (allegedly negligent) act is\r\nexempt from the FTCA under the discretionary function exemption,\r\nBerkovitz requires us to examine the particular government agent\r\nwho \"performed [the] given act,\" and to determine whether particular\r\nconduct is discretionary by looking at the \"range of choice\" the\r\nagency has delegated to the particular employee in performing the\r\ntask in question.\r\nThe plaintiffs in Berkovitz had alleged that DBS had\r\nadopted a policy of testing all vaccine lots\r\nfor compliance with safety standards and\r\npreventing the distribution to the public of\r\nany lots that fail to comply.  [Plaintiffs]\r\nfurther allege[d] that notwithstanding this\r\npolicy, which allegedly leaves no room for\r\nimplementing officials to exercise independent\r\npolicy judgment, employees of [DBS] knowingly\r\napproved the release of a lot that did not\r\ncomply with safety standards.  Thus,\r\n[plaintiffs'] complaint is directed at a\r\ngovernmental action that allegedly involved no\r\npolicy discretion.\r\n\nId. at 547 (citation omitted; emphasis added).  \r\nThe Berkovitz Court held that, \"[i]f those allegations\r\nare correct   that is, if [DBS's] policy did not allow the official\r\nwho took the challenged action to release a noncomplying lot on the\r\nbasis of policy considerations   the discretionary function\r\nexception does not bar the claim.\"  Id.  It was therefore improper\r\nto dismiss plaintiffs' claim regarding the release of the\r\nparticular lot of vaccines.  See id. at 548.\r\nThe Berkovitz lot release allegations are analogous to\r\nIrving's claim that the \"implementing officials\" at OSHA (the line-\r\nlevel inspectors, Chase and Ritchie) were \"le[ft] no room . . . to\r\nexercise independent policy judgment\" because their supervisors\r\nmandated that they follow a particular inspection protocol.  Id.at 547.  Thus, as in Berkovitz, we must parse the distinction\r\nbetween a regulatory agency's higher-level exercise of discretion\r\nin determining agency policy and procedure   which is exempt under\r\n2680(a)   and the implementation of that policy by the official\r\nwho took the challenged action   which is exempt only if the\r\nemployee himself is given his own policy-based discretion to\r\n\"exercise independent policy judgment\" in how to carry out his job. \r\nId.\r\nThe staff employee's implementation conduct is not exempt\r\nfrom the FTCA if the employee has no choice but to comply with a\r\nhigher-level mandate.  And it makes no difference whether that\r\nhigher-level mandate comes from an agency regulation that adopts a\r\npolicy for all employees, saying they all must follow a particular\r\nprocedure in all particular situations, or whether the higher-level\r\nmandate comes to the line-level employee from his or her immediate\r\nsupervisor as the manner in which to conduct his inspection of this\r\nparticular plant.  The question is whether the individual\r\n\"employee's conduct can[] appropriately be the product of judgment\r\nor choice\" on his part; if not, then \"there is no discretion in the\r\nconduct for the discretionary function exception to protect.\" \r\nBerkovitz, at 536.\r\n                               C\r\nThe Court's most recent FTCA discretionary function case,\r\nUnited States v. Gaubert, 499 U.S. 315 (1991), is fully consistent\r\nwith this approach.  The plaintiff in Gaubert challenged the\r\nallegedly negligent manner in which federal bank regulators had\r\noffered advice and made recommendations to a savings and loan\r\ninstitution.  He argued that \"the discretionary function exception\r\nprotects only those acts of negligence which occur in the course of\r\nestablishing broad policies, rather than individual acts of\r\nnegligence which occur in the course of day-to-day activities.\" \r\nId. at 334.  The Court rejected the plaintiff's distinction between\r\npolicy-making and operational decisions, reaffirming Berkovitz's\r\nfocus on whether the actions of the particular government employee\r\n\"involv[ed] the necessary element of choice\" that was grounded in\r\nregulatory policy.  Id. at 323.  \r\nThe Court offered the example of a federal official\r\nnegligently driving an automobile while on a mission connected with\r\nhis official duties, concluding that \"the [discretionary function]\r\nexception would not apply.  Although driving requires the constant\r\nexercise of discretion, the official's decisions in exercising that\r\ndiscretion can hardly be said to be grounded in regulatory policy.\" \r\nId. at 325 n.7.  The exception is no more applicable to Irving's\r\ncase:  even if the majority can somehow muster an argument that a\r\ncompliance inspector has discretion to refuse to follow his\r\nsupervisor's direct order about how thoroughly to inspect a\r\nparticular plant, any such discretion \"can hardly be said to be\r\ngrounded in regulatory policy.\"  Id.  \r\nIn contrast, the regulators' actions that Gaubert\r\nchallenged were within their range of policy-based discretion. \r\nThey included replacing the bank's management; urging it to convert\r\nto federal charter; intervening with a state regulatory agency;\r\nadvising the hiring of a financial consultant; advising when to\r\nplace a subsidiary into bankruptcy; advising on litigation policy;\r\nand mediating salary disputes.  These are not at all analogous to\r\nChase and Ritchie's negligent failure to inspect every machine in\r\nthe Somersworth Shoe plant, in contravention of the direct order of\r\ntheir supervisor to do so.\r\n                               D\r\nUnlike the majority here, other circuits have followed\r\nthe Supreme Court's teachings in analyzing discretionary function\r\ncases.  For example, in Kennewick Irrigation Dist. v. United\r\nStates, 880 F.2d 1018, 1031-32 (9th Cir. 1989), the Ninth Circuit\r\nheld that a claim that the government negligently constructed a\r\ncanal was not barred because the \"contracting officer's on-site\r\ndecisions\" were not based on \"policy judgments,\" and hence \"were not\r\nof the nature and quality that Congress intended to shield from\r\ntort liability.\"  In Phillips v. United States, 956 F.2d 1071 (11th\r\nCir. 1992), the Eleventh Circuit held that the exception was not\r\napplicable to a claim that the Army Corps of Engineers failed to\r\nexercise due care in carrying out mandatory safety obligations.  In\r\nMurdock v. Employer's Ins. of Wausau, 917 F.2d 1065 (8th Cir.\r\n1990), the court held the exception did not preclude a claim that\r\nthe government failed to ensure that proper procedure was followed\r\nin conducting excavation work.  And in Cope v. Scott, 45 F.3d 445,\r\n449 (D.C. Cir. 1995), the Third Circuit held that the exception did\r\nnot apply to the claim that the government had failed to post\r\nadequate warning signs of dangerous road conditions.\r\n                              III\r\nIt is true that the majority pays lip service to the\r\nappropriate focus:  \"We recognize that, by its plain terms, the OSH\r\nAct confers discretion only upon the Secretary, not upon compliance\r\nofficers   and it is the latter's conduct that concerns us.\"  Maj.\r\nOp. at 18.  But the majority then shifts its focus.  It bases its\r\nanalysis not on the scope of discretion actually delegated to the\r\ntwo inspectors whose conduct is challenged in the instant case, but\r\nrather on regulations and manuals that generally grant OSHA\r\ncompliance officers broad discretion in the conduct of their\r\ninspections.  Id. at 18-19.  \r\nThe majority overstates the significance of the OSH Act\r\nand the relevant guidelines.  According to the majority, \"the\r\nstatute and applicable regulations clearly speak to the nature of\r\nthe conduct\" at issue in this case.  But they do not.  The statute\r\ndoes not unambiguously permit inspectors to perform incomplete\r\ninspections, nor does it clearly leave discretion to the individual\r\ninspectors to decide just how comprehensive inspections must be,\r\nregardless of direct instructions from their superior officers. \r\nRather, the statute only confers jurisdiction on the Secretary to\r\nperform inspections, and says nothing at all about how\r\ncomprehensive they must be.   \r\nThe majority finds it \"[o]f particular importance\" that\r\n\"the regulations do not prescribe any specific regimen governing\r\nthe scope or detail of general administrative inspections performed\r\nby compliance officers.\"  Id. at 19.  But neither do the\r\nregulations preclude all supervisors from exercising any\r\nindependent authority in managing the agency's work force. \r\nRegulations setting forth OSHA's general enforcement authority vis-\r\na-vis employers do not speak to the question of how the agency may\r\norganize its staff into a hierarchy of managers, various levels of\r\nsupervisors, and line-level subordinate staff.  As the Court stated\r\nin Gaubert in an analogous situation, there is \"no prohibition\r\nagainst the use of supervisory mechanisms not specifically set\r\nforth in statute or regulation.\"  499 U.S. at 330.  The majority\r\ncannot seriously read OSHA's general regulations, applicable\r\nagency-wide, to transform OSHA supervisors into automatons who must\r\ntell all subordinate inspectors nothing more than \"go out and\r\nexercise your own broad discretion.\"\r\nThus, the regulations cannot be read to deprive a\r\nsupervisor, in this case the area director, of all authority, in a\r\nparticular set of circumstances, to issue a specific instruction\r\nmandating that a particular compliance officer take specific\r\nactions when inspecting a particular factory (in this case,\r\ninstructions as to the degree of thoroughness of the inspection). \r\nSurely, a subordinate compliance officer cannot refuse such an\r\ninstruction on the theory that supervisory direction would violate\r\nthe broad discretion given to him or her in the regulations.  A\r\nsubordinate employee does not have the \"discretion\" to disregard a\r\ndirect order from his supervisor merely because there is no\r\nregulation or other \"established governmental policy\" that\r\nspecifically requires such action of all inspectors in all\r\ncircumstances.  In the present case, it is enough that one\r\nparticular area director, Amirault, did prescribe certain\r\nlimitations on compliance inspectors Chase and Ritchie, with\r\nrespect to their inspections of the Somersworth Shoe factory.\r\nThe majority ignores Amirault's direct order because, it\r\nasserts,\"'wall-to-wall' inspections are no more than the general\r\nadministrative inspections described by the statute, regulations,\r\nand guidelines.\"  Maj. Op. at 25 n.10.  Whatever may be true of the\r\nordinary case, the facts of this case are different and require a\r\ndifferent result.  It is true that the general language of the\r\nstatute, regulations, and guidelines ordinarily permit inspectors\r\nto exercise \"the same broad discretion enjoyed by the Secretary\r\nwith respect to such inspections.\"  Maj. Op. at 21.  But in thiscase, area director Amirault ordered inspectors Chase and Ritchie\r\nto do more than merely conduct a general administrative inspection;\r\nhe ordered them to \"look at the entire plant.\"  \"As far as humanly\r\npossible, [Chase and Ritchie] were supposed to cover the work\r\nplace\" and \"observe any place where the employee works,\" \"look[ing]\r\nat every operation\" and \"observing and documenting any violative\r\ncondition.\"  These facts were found by the district court and its\r\nfactual findings are supported by record evidence and are not\r\nclearly erroneous.  See Part VI, infra.\r\nEven the government recognizes that the district court's\r\nfinding   that Chase and Ritchie were required, in their\r\n\"particular inspections,\" to \"inspect every operational machine in\r\nthe plant\"   was \"limited to the specific factual circumstances it\r\nfound existed during the time and area covered by Mr. Amirault's\r\ntestimony.\"  Gov't Br. to Panel at 4-5 n.1.  Indeed, such\r\nlimitation is the reason why the government decided not to \"appeal\r\nthe court's finding regarding the application of the discretionary\r\nfunction exception to this case.\"  Id.\r\nThe proper inquiry therefore becomes whether Chase and\r\nRitchie in fact retained any policy-based discretion, in failing to\r\ncarry out Amirault's specific order to perform a wall-to-wall\r\ninspection.  The majority's sweeping discussion of overall OSHA\r\ndiscretion in handling its inspections utterly fails to address\r\nthis inquiry, and it certainly contains no support for the kind of\r\naffirmative response that would justify application of the\r\ndiscretionary function exception.  On the contrary, it is clear\r\nfrom the facts as found by the district court that the answer to\r\nthe proper question is \"no,\" and the exception is inapplicable.  If,\r\nas the district court found, inspectors Chase and Ritchie had no\r\nsuch discretion, see Part VI, infra, then they had \"no rightful\r\noption\" about what action to take, and therefore the discretionary\r\nfunction exception does not apply, Berkovitz, 486 U.S. at 536.\r\nThe majority cites Gaubert for the proposition that\r\n\"informal agency rules and similar pronouncements may at times bind\r\nagency personnel for the purposes of discretionary function\r\nexception analysis.\"  Maj. Op. at 22 (citing Gaubert, 499 U.S. at\r\n324).  This still focuses on generally applicable \"pronouncements.\" \r\nWhat the majority fails to recognize is that a\r\nsupervisor's mandate to a subordinate agency official will \"bind\"\r\nthe subordinate in the conduct of his official duties, every bit as\r\nmuch as \"agency rules,\" formal or informal.  Such a binding order\r\nwill preclude the subordinate from exercising discretion to any\r\nextent other than that allowed within the supervisor's command. \r\nThus, \"for the purposes of discretionary function exception\r\nanalysis,\" courts should consult such individualized constraints \"in\r\nappropriate cases to determine whether a particular function is (or\r\nis not) discretionary.\"  Maj. Op. at 22.\r\nIn sum, the majority fails to follow the Court's guidance\r\non the most fundamental question.  The majority focuses its\r\nanalysis on the discretion that OSHA and its command-level\r\nemployees enjoy to determine how it will enforce the Act, including\r\nhow thoroughly to inspect any given factory.  The majority fails to\r\napply the Court's analysis which centers on the extent of\r\ndiscretion exercised by the particular agency employee whose\r\nactions are challenged by the plaintiff.  This focus should prevail\r\nat both steps of the Berkovitz analysis.  \r\nHere, it is difficult to see any policy judgment in\r\nnegligently carrying out a commanded inspection or in flouting a\r\nsupervisor's direct order.  But even if some such discretion did\r\nexist, we still have to reach Berkovitz's step two, which asks\r\nwhether such discretion was based in political, social, or economic\r\npolicy, for Congress intended to \"protect[] only governmental\r\nactions and decisions based on considerations of public policy.\" \r\nGaubert, 499 U.S. at 323 (quoting Berkovitz, 486 U.S. at 537).  And\r\nany discretion Chase and Ritchie might have enjoyed to negligently\r\ncarry out a commanded inspection \"can hardly be said to be grounded\r\nin regulatory policy.\"  Id. at 325 n.7.\r\n                               IV\r\nIn its attempt to apply the appropriate legal doctrine\r\nhere, the majority opinion repeatedly distorts Irving's theory of\r\nthe case, characterizing it as alleging \"that OSHA had a policy of\r\nexhaustively inspecting every machine,\" Maj. Op. at 28; \"that OSHA\r\nhad a strict policy of requiring inspectors to look in detail at\r\nevery machine,\" id. at 31; \"that all inspections ought to be\r\npainstakingly comprehensive,\" id. at 34; \"expect[ing] [OSHA\r\ninspectors] to inspect every item in every plant,\" id.; and \"zero\r\ntolerance for any kind of risk,\" id. at 34 n. 13.  The majority\r\nthen bravely shoots down this straw man.  \r\nBut it bears no relationship to Irving's theory of the\r\ncase.  The conduct that Irving challenges is Chase and Ritchie's\r\nfailure to inspect every machine in the Somersworth Shoe factory\r\nafter receiving binding instructions from their supervisor to do\r\nso.  She does not argue that OSHA inspectors must \"inspect every\r\nitem in every plant.\"  Maj. Op. at 33-34.  With respect only to the\r\nSomersworth Shoe plant, Amirault had already weighed the competing\r\npolicy interests and concluded that this particular inspection must\r\nbe wall-to-wall, with every machine inspected and every violation\r\ndocumented.  Thus, the two inspectors who actually visited the\r\nSomersworth plant had no choice about how extensively to inspect;\r\nthere was no room for them to exercise judgment or consider agency\r\npolicy concerns when it came to determining whether to skip any\r\nmachines; they had no discretion in the matter at all, whether\r\ndriven by policy or otherwise.  They had orders and they were to\r\nfollow them.  The fact that OSHA's upper management had a great\r\ndeal of discretion to choose various methods of enforcement in\r\ndeciding which plants around the country to inspect, whether to do\r\nspot checks for some and wall-to-wall inspections for others, is\r\nquite irrelevant from the point of view of the \"Government agent[s]\"\r\nwhose \"acts\" the Court told us to scrutinize in cases like this. \r\nGaubert, 499 U.S. at 324; see Berkovitz, 486 U.S. at 536, 547.  In\r\nthis rare case, those higher officials had already chosen to\r\nexercise their discretion in a particular way, and their actions in\r\nso deciding are not being challenged here.\r\nThe majority makes much of the fact that OSHA's resources\r\nare limited and that OSHA must be permitted discretion to choose\r\nhow best to allocate such resources.  But Irving does not challenge\r\nOSHA's allocation of resources any more than she challenges OSHA's\r\nenforcement policy in general or the decision to inspect one site\r\nrather than another.  Rather, she challenges only the thoroughness\r\nwith which the inspection was carried out after the decision had\r\nbeen made to inspect this particular site in a particular way,\r\ni.e., after the inspectors were specifically instructed to conduct\r\nwall-to-wall inspections.  The Eleventh Circuit's admonition is\r\nalso applicable to OSHA (and virtually all federal agencies):  \r\n\"Because resources are limited, it is axiomatic\r\nthat discretion must be used in allocating\r\navailable resources. . . . Nevertheless, this\r\ndoes not mean that a federal employee's every\r\nchoice is a policy judgment shielded from\r\nliability through the operation of the\r\ndiscretionary function exception.\"  \r\n\nPhillips, 956 F.2d at 1075.\r\nThe majority blurs the distinction, implicitly lumping\r\ntogether Irving's claim with a theoretical challenge to high-level\r\nagency resource-allocation decisions.  This fundamental failure\r\ncarefully to parse her claim is contrary to the Supreme Court's own\r\ndetailed practice, as evidenced by Gaubert and Berkovitz, and it\r\ninfects the majority's entire analysis.  See, e.g., Murdock, 917\r\nF.2d at 1073 (carefully distinguishing between claims, barring\r\nclaim concerning decision as to what procedure should be used to\r\nconduct excavation but not precluding claim as to government's\r\n\"failure to ensure that procedure was followed\").\r\nMoreover, as noted supra, while the Supreme Court has\r\nrejected a rigid dichotomy between high-level and operational\r\ndecisions, see Gaubert, 499 U.S. at 326, the relative place of the\r\nindividual within the hierarchy does shed some light on the\r\nquestion of whether that \"acting employee's\" conduct is of the kind\r\nthat Congress would have shielded.  See id. at 335 (Scalia, J.,\r\nconcurring); Coumou v. United States, 114 F.3d 64, 65 (5th Cir.\r\n1997) (recognizing some difference \"between decisions at a planning\r\nlevel, or decisions that exercise policy judgment, and decisions at\r\na[n] operational level, or decisions that are merely incident to\r\ncarrying out a government policy.\").  In particular, here, a line-\r\nlevel inspector is not the kind of OSHA official who normally makes\r\npolicy judgments as to how the agency should deploy its scarce\r\nresources.  Nor is there any evidence in the record or other reason\r\nto believe that Chase or Ritchie were in fact authorized to\r\nexercise such discretion in connection with Somersworth Shoe.\r\nIrving's claim, properly construed, is that, once\r\ninspectors have been ordered to perform a wall-to-wall inspection,\r\nthey must do so with due care.  Her claim does not implicate OSHA's\r\nresource allocation discretion at all.  Not only has the government\r\nfailed to identify a specific policy empowering on-site inspectors\r\nto determine how thoroughly to conduct inspections, it has utterly\r\nfailed to provide any support for its naked assertion that such a\r\ndecision is actually \"grounded\" in any policy decisions.  This case\r\nsimply does not involve second-guessing broad policy choices.\r\n                               V\r\nA number of other legal errors flaw the majority opinion.\r\n                               A\r\nThe majority distorts Supreme Court precedent in the very\r\nframing of its analysis.  It states:  \"Under the jurisprudence of\r\nthe FTCA, a function is non-discretionary only when a 'federal\r\nstatute, regulation, or policy specifically prescribes a course of\r\naction for an employee to follow.'  Gaubert, 499 U.S. at 322\r\n(quoting Berkovitz, 486 U.S. at 536).\"  Maj. Op. at 19-20 (emphasis\r\nadded).  There is no basis in law for that position.\r\nThe word \"only\" does not appear in either Gaubert or\r\nBerkovitz in connection with the quoted passage.  The Supreme Court\r\nhas never required that a plaintiff show that the acting agent is\r\na bureaucratic automaton.  Rather, it has repeatedly made clear\r\nthat \"[t]he so-called discretionary function exception . . . does\r\nnot protect all governmental activities involving an element of\r\nchoice.\"  Gaubert, 499 U.S. at 335 (Scalia, J., concurring) (citing\r\nBerkovitz, 486 U.S. at 536-37).  In the passage quoted by the\r\nmajority, the Court was merely explaining, by way of illustration,\r\nthat the government could not satisfy \"the requirement of judgment\r\nor choice\" if a specific prescription existed in the statute,\r\nregulation or policy.  But the Court has never said that, absent\r\nsuch a clear statement, embedded in formal law, a particular\r\nfunction is therefore purely discretionary.  Indeed, in Gaubert,\r\nthe Court essentially said the contrary: \"[T]here was no\r\nprohibition against the use of supervisory mechanisms not\r\nspecifically set forth in statute or regulation.\"  499 U.S. at 330;\r\nsee also id. at 326 (\"[T]he distinction in Dalehite [v. United\r\nStates, 346 U.S. 15 (1953)] [between decisions made at a planning\r\nrather than operational level] was merely description of the level\r\nat which the challenged conduct occurred.  There was no suggestion\r\nthat decisions made at an operational level could not also be based\r\non policy.\").\r\nMoreover, the Court plainly has never raised the\r\nthreshold on the first prong so high, as the majority does today,\r\nas to make it virtually impossible to satisfy.  To require a\r\nplaintiff to show that the \"acting employee\" has no discretion at\r\nall is tantamount to requiring the plaintiff to disprove the\r\ngovernment's entitlement to the exception, and expands the\r\ndiscretionary function exception so much that it swallows the rule\r\nof waiver of sovereign immunity.  But these exceptions should be\r\nread narrowly.  As the Court stated in Kosak v. United States, 465\r\nU.S. 848, 854 n.9 (1984):\r\nThough . . . the exceptions to the Tort Claims\r\nAct should not be read in a way that would\r\n\"nullif[y them] through judicial\r\ninterpretation,\" [citation omitted], unduly\r\ngenerous interpretations of the exceptions run\r\nthe risk of defeating the central purpose of\r\nthe statute.  See United States v. Yellow Cab\r\nCo., 340 U.S. 543, 548 n. 5 (1951);  cf. Blockv. Neal, 460 U.S. 289, 298 (1983) (\"The\r\nexemption of the sovereign from suit involves\r\nhardship enough where consent has been\r\nwithheld.  We are not to add to its rigor by\r\nrefinement of construction where consent has\r\nbeen announced.\") [internal quotation marks\r\nomitted].  We think that the proper objective\r\nof a court attempting to construe one of the\r\nsubsections of 28 U.S.C.  2680 is to identify\r\n\"those circumstances which are within the words\r\nand reason of the exception\" -- no less and no\r\nmore.  See Dalehite v. United States, 346 U.S.\r\n15, 31 (1953).\r\n\n                               B\r\nThe second prong of Berkovitz's analysis of the\r\ndiscretionary function exception   whether the challenged inaction\r\n\"is of the kind that the . . . exception was designed to shield,\"\r\ni.e., grounded in policy   is critical, for the exception, at its\r\nheart, seeks to prevent second-guessing of governmental policy\r\ndecisions.  True, \"there is a presumption that 'the agent's acts\r\nare grounded in policy,'\" where an agency official is found to be\r\nexercising discretion.  Maj. Op. at 31-32 (quoting Gaubert, 499\r\nU.S. at 324).  But the majority fails to recognize that the\r\npresumption is rebuttable.  It may be overcome by evidence such as\r\nIrving presented here, demonstrating that these particular\r\nofficials were not balancing competing policy concerns when they\r\nfailed to inspect the die-out machine during their inspection of\r\nthe Somersworth Shoe factory, after being instructed by their\r\nsupervisor to inspect every machine.\r\nThe majority erroneously treats the presumption as a\r\nstrong one, such that \"the United States has no burden of\r\nproduction; it may rest, as it did here, on the Gaubertpresumption.\"  Maj. Op. at 32.  The result of this front-loaded\r\napproach is that the second prong will almost always be satisfied\r\nonce the first has been met.  This approach is contrary to\r\nBerkovitz and Gaubert, and also to the weight of authority in other\r\ncircuits that have properly acknowledged the overriding purpose of\r\nthe exception:  to protect against impermissible second-guessing of\r\nexpress policy judgments.\r\nIt is admittedly difficult to determine whether a\r\ndecision or task is based on political, social or economic policy,\r\nfor \"nearly every government action is, at least to some extent,\r\nsubject to 'policy analysis.'\"  Cope, 45 F.3d at 448.  The\r\nmajority's approach permits decisions by low-level employees\r\ninvolving the faintest hint of choice to fall within the exception. \r\nBut as courts have repeatedly warned, such a front-loaded approach\r\n\"would not only eviscerate the second step of the analysis set out\r\nin Berkovitz and Gaubert, but it would allow the exception to\r\nswallow the FTCA's sweeping waiver of sovereign immunity.\"  Cope,\r\n45 F.3d at 449 (holding that exception did not apply to claim that\r\ngovernment failed to post adequate warning signs of dangerous road\r\nconditions); see also Duke v. Department of Agric., 131 F.3d 1407,\r\n1411 (10th Cir. 1997) (agreeing with D.C. Circuit that applying\r\nexception to governmental decision involving a \"hint of policy\r\nconcern\" eviscerates the second prong of Berkovitz). \r\nA somewhat analogous situation may be seen in the cases\r\ninvolving a failure to warn of a danger to health or safety.  In\r\nsuch situations, the actor who failed to warn is similar to\r\ninspectors Chase and Ritchie here:  if the acting employee had\r\nwarned of the danger, the plaintiff would not have been injured. \r\nAnd, similarly, the failure to warn was not based on balancing\r\ncompeting policy interests.  Some courts have consistently held\r\nthat \"a failure to warn involves considerations of safety, not\r\npublic policy\" and that except for the rare case where failure to\r\nwarn implicates \"broad, policy-making activities\" the discretionary\r\nfunction exception is inapplicable in failure to warn cases.  Faberv. United States, 56 F.3d 1122, 1125 (9th Cir. 1995); see also Boydv. United States, 881 F.2d 895, 898 (10th Cir. 1989) (failure to\r\nwarn swimmers of dangerous conditions \"does not implicate any\r\nsocial, economic, or social policy judgments with which the\r\ndiscretionary function exception properly is concerned.\");\r\nAndrulonis v. United States, 952 F.2d 652 (2d Cir. 1991) (high-\r\nranking official's alleged failure to warn of hazards associated\r\nwith rabies vaccine not barred by exception).\r\n                               C\r\nThe majority's analysis seems to reinstate the\r\n\"regulatory function exception\" which the government urged upon the\r\nCourt in Berkovitz but which the Court explicitly rejected.  SeeBerkovitz, 486 U.S. at 538-39.  Without any basis in the Act, the\r\ngovernment had proposed that the Court transform the discretionary\r\nfunction exception into a \"regulatory function exception\" that would\r\napply  2680(a) to \"preclude[] [government] liability for any and\r\nall acts arising out of the regulatory programs of federal\r\nagencies.\"  Id. at 538.  The government had argued that regulatory\r\nprograms by their nature entail agency discretion at the highest\r\nlevels to weigh various competing policy interests.  Based on the\r\nstatute's plain language and the legislative history, the Court\r\n\"put the Government's argument to rest,\" id. at 539, concluding that\r\n\"Congress intended the discretionary function exception to apply to\r\nthe discretionary acts of regulators, rather than to all regulatory\r\nacts,\" id. at 539 n.4.  \r\nThe majority's decision today resurrects the government's\r\ndiscredited \"regulatory function\" theory.  Because the larger agency\r\n(OSHA) has broad discretion over its enforcement authority (as all\r\nregulatory agencies clearly will), the majority's approach would\r\nexempt from tort liability virtually all actions taken by employees\r\nof regulatory agencies, without looking at whether the acting\r\nemployee, whose conduct is the basis of the suit, actually had \"no\r\nrightful option but to adhere to [a] directive\" from his\r\nsupervisor.  Berkovitz, 486 U.S. at 536.\r\n                               VI\r\nIn addition to its erroneous interpretation of Supreme\r\nCourt precedent, the majority inexplicably fails to adhere to the\r\nwell-established \"clearly erroneous\" standard of review for district\r\ncourt findings of fact.  See Fed. R. Civ. P. 52(a); Anderson v.\r\nBessemer City, 470 U.S. 564, 573-74 (1985). \r\nThe district court found the following facts:  (i) in\r\n1975 and 1978, the OSHA compliance officers each had been directed\r\nto perform a \"wall-to-wall\" safety inspection of the Somersworth\r\nplant; (ii) although the OSH Act and OSHA regulations leave many\r\ndecisions regarding the conduct of workplace inspections to the\r\ndiscretion of the area director and compliance officers, the scope\r\nof the inspections of the Somersworth plant that the compliance\r\nofficers were instructed to perform in 1975 and 1978 \"was dictated\r\nby less formal, but no less binding, OSHA policy,\" requiring the\r\nofficers to \"inspect every operational machine and work station in\r\nthe plant,\" and to record every violation of OSHA safety standards\r\nthat they observed   be they de minimis, non-serious, or serious\r\n if there was potential employee exposure to the violative\r\ncondition; (iii) the die-out motor drive shaft was not guarded by\r\nlocation at the time of the accident; (iv) at the time of the\r\naccident, the die-out machine was in materially the same condition,\r\nand was at or near the place it had been located during the 1975\r\nand 1978 inspections, and, therefore, the drive shaft had not been\r\nguarded by location at the time of these inspections; (v) the die-\r\nout machine was in near-continuous operation during the relevant\r\ntime period, and was in operation during both inspections; (vi)\r\noperation of the die-out machine while the drive shaft remained\r\nunguarded was in flagrant violation of OSHA safety standards; (vii)\r\nduring the 1975 and 1978 inspections, the compliance officers\r\nfailed to document, and OSHA failed to cite, the violative\r\ncondition of the drive shaft; (viii) had the compliance officers\r\nactually inspected the bench assembly, they would have noticed and\r\ndocumented the violative condition of the drive shaft.  942 F.\r\nSupp. at 1492-1502.\r\n   The district court concluded from the evidence that the\r\nrecord would not support a finding that OSHA compliance officers\r\nChase and Ritchie   both of whom the court found to be experienced\r\nworkplace safety inspectors who took their jobs seriously   were\r\nso utterly incompetent as to have inspected the bench assembly but\r\nfailed to notice the unguarded condition of the drive shaft and to\r\nrecognize it as a violation of OSHA standards.  Instead, the\r\npreponderance of the evidence \"decidedly supports the conclusion\r\nthat both Chase and Ritchie would have recognized that the bench\r\nassembly violated OSHA safety standards requiring the guarding of\r\npower transmissions if they had, in fact, inspected it,\" and that\r\nthe only realistic explanation for their failure to notice and\r\ndocument the unguarded drive shaft was that neither officer\r\nactually inspected the bench assembly during his inspection of the\r\nSomersworth plant.  942 F. Supp. at 1497 (emphasis added).  The\r\ndistrict court thus determined that the challenged conduct, and the\r\nbasis for Irving's state-law cause of action and FTCA claim, was\r\nthe failure of the compliance officers to inspect every operational\r\nmachine in the Somersworth plant in 1975 and 1978, as they were\r\nrequired to do by mandatory OSHA policy, and their negligent\r\nperformance of their task.  Id. \"[T]hey were under a mandatory duty\r\nto inspect every operational machine and failed to do so.\"  Id. at\r\n1502.\r\n   The majority never analyzes the district court's findings\r\nof fact under the proper standard of review:  whether they were\r\nclearly erroneous.  See Fed. R. Civ. P. 52(a).  In particular, the\r\nmajority fails to accord appropriate deference to the district\r\ncourt's findings, as the \"clearly erroneous\" standard requires.  SeeAnderson, 470 U.S. at 573-74 (explaining that the same deference is\r\nrequired to district court's \"inferences drawn from other facts\");\r\nJohnson v. Watts Regulator Co., 63 F.3d 1129, 1138 (1st Cir. 1995)\r\n(\"[A]n appellate court must refrain from any temptation to retry\r\nthe factual issues anew.\").\r\nInstead, the majority examines the evidence for itself\r\nand second-guesses the district court's findings, making its own\r\nfindings of fact.  That would be fine, if this court were the trial\r\ncourt.  But the district court heard the evidence and reached a\r\ncontrary set of factual determinations.  This court has no basis\r\nfor disturbing those findings.  Arthur D. Little, Inc. v. Dooyang\r\nCorp., 147 F.3d 47, 54 (1st Cir. 1998) (Where the \"district court's\r\nfindings of fact are not clearly erroneous,\" the appellate court\r\n\"will not disturb them.\").\r\nThe district court's findings are plainly supported by\r\nthe record in this case; at the very least, they are not so lacking\r\nin support as to be clearly erroneous.  Nothing in the record\r\nindicates that Amirault ordered inspections in 1975 and 1978 that\r\nwere anything other than wall-to-wall inspections, or that the OSHA\r\ncompliance officers were at liberty to choose to conduct a spot-\r\ncheck inspection of only some, not all, machines or areas within\r\nthe plant.  In all events, the government does not now dispute that\r\nthe compliance officers in 1975 and 1978 were obliged to conduct\r\nwall-to-wall safety inspections; indeed, the government's attorney\r\nconceded at oral argument before the district court that \"[i]f\r\nthere's a requirement to look at every machine and he does not look\r\nat every machine, then I would agree that that's a violation of a\r\nmandatory regulation.\"  942 F. Supp. at 1499 n.19.\r\nMoreover, the means by which the majority carries out its\r\nown fact-finding mischaracterizes the trial testimony.  An example\r\nappears in the majority opinion at 31.  The majority quotes a\r\nseries of questions and answers and then summarizes them as\r\nfollows:  \"Read naturally, this passage indicates that general\r\nadministrative inspections constitute nothing more than 'walk\r\nthroughs' that involve random spot checks.\"  This summary is not at\r\nall accurate.  The \"natural\" reading of Amirault's testimony is not\r\nthat the inspector, once inside the plant, would \"spot check\" only\r\nsome machines; rather, OSHA's \"random way of just doing spot checks\r\non an entire plant without advance notice,\" maj. op. at 30, more\r\nlikely meant that OSHA chose at random which plant to inspect. \r\nRegarding the Somersworth inspections in particular, Amirault\r\ntestified that, once inside the plant, the inspector was to conduct\r\n\"a wall-to-wall inspection,\" spending \"whatever time was necessary\r\nto inspect the entire plant for safety hazards,\" id. at 31\r\n(emphasis added), \"machine by machine by machine,\" Irving, 942 F.\r\nSupp. at 1491 n.8.  If the majority's \"spot-check\" finding of fact\r\nwere made by a district court, an appellate tribunal would be\r\ncompelled to strike it as clearly erroneous.  The district court's\r\nfindings to the contrary were plainly correct, and surely pass\r\nmuster under the clearly erroneous standard of review.\r\nIn discussing the ordinary procedures for conducting\r\ninspections, the majority notes that \"OSHA compliance officers are\r\nexpected to study the layout of the facility they are about to\r\ninvestigate, to review its health and safety records, and to\r\ninterview employer and employee representatives during the\r\ninspection about working conditions.  One might expect that as a\r\nresult of such study, OSHA inspectors will make daily judgments\r\nabout what risks and safety issues most urgently require their\r\nattention.\"  Maj. Op. at 33.  But again, the question is not what\r\nthe majority of this court \"expects\" might occur during an ordinary\r\nOSHA inspection, but what actually appears in the record of this\r\ncase.  As the district court found, here, OSHA, through its area\r\ndirector, in fact undertook a wall-to-wall inspection of the\r\nSomersworth Shoe plant.  Chase and Ritchie were ordered to carry\r\nout that undertaking, not to decide for themselves \"what risks and\r\nsafety issues most urgently require their attention.\"  Whatever\r\n\"daily judgments\" they might, in other circumstances, have been\r\nauthorized to make about such issues were inapplicable here.  Chase\r\nand Ritchie had no choice in these particular inspections but to\r\ncomply with the mandate from their superior.\r\n                           CONCLUSION\r\nThe majority decides today that the government is immune\r\nfrom suit for the inspectors' negligence, based on the\r\ndiscretionary function exception to the Federal Tort Claims Act\r\n(FTCA).  28 U.S.C.  2680(a).  It rewards the agency when it\r\nundertakes to conduct a comprehensive safety inspection and then\r\ndoes so carelessly.  And when the record is devoid of any evidence\r\nto suggest why incomplete \"wall-to-wall\" inspections or shoddy\r\ninspections could possibly be grounded in policy, the majority\r\ncreates its justifications out of whole cloth.  Such a decision\r\nviolates the letter and spirit of the FTCA and flies in the face of\r\ncontrolling Supreme Court precedent on the subject.\r\nI have great regard for my colleagues on this court.  But\r\nhowever able they may be, they do not have the authority to refuse\r\nto follow a binding precedent from the Supreme Court of the United\r\nStates.  The Court's early treatment of the discretionary function\r\nexception may have been inconsistent or unclear as to how to apply\r\nthe exception.  But the decision in Berkovitz clarified the\r\nanalysis courts must employ in such cases.  Berkovitz also\r\nharmonized prior precedents and, as I have shown, Gaubert is\r\nlikewise in harmony with the Berkovitz approach.\r\nUnfortunately, the majority today totally misapplies the\r\nCourt's rulings, indeed eschewing any analysis of Berkovitzwhatsoever.  The majority instead states its own priorities:  \"Even\r\nif [a government] decision may seem wrong in retrospect, or if its\r\nimplementation is negligent, such decisionmaking by its nature\r\ntypically requires a balancing of interests (e.g., how to deploy\r\nscarce government resources in the accomplishment of worthwhile   \r\nbut expensive   public needs).  Congress reasonably struck this\r\nbalance by requiring that, ordinarily, liability will not inhere\r\nabsent an authoritative decision that a specific act should become\r\na governmental responsibility.\"  Maj. Op. at 35.  \r\nThis does not state the applicable law according to the\r\nSupreme Court.  Nowhere does the Court require \"an authoritative\r\ndecision that a specific act should become a governmental\r\nresponsibility\" before an injured party may sue in tort.  On the\r\ncontrary, the FTCA broadly waives sovereign immunity unless the\r\ngovernment establishes that the employee performing the challenged\r\nact   not his supervisor   acted within authorized discretion that\r\nwas based in policy.  If other members of this court are unhappy\r\nwith the FTCA as it has been authoritatively interpreted by the\r\nSupreme Court, they cannot simply ignore the Court's interpretation\r\nof Congressional intent.  Unless Congress amends the statute or the\r\nCourt modifies its construction, this court must faithfully apply\r\nthe Court's teachings.  See Wessmann v. Gittens,     F.3d    ,    ,\r\n1998 WL 792148, at *21 (1st Cir. 1998) (\"[U]nless and until the\r\nJustices reconfigure their present doctrine, it is the job of\r\njudges in courts such as this to respect the letter and spirit of\r\nthe Supreme Court's pronouncements.\").\r\nThe majority's mischaracterization of plaintiff's\r\nposition further undermines its conclusion.  In short, the majority\r\ndoes today what the Supreme Court has specifically warned against:\r\nit has acted \"as a self-constituted guardian of the Treasury\r\nimport[ing] immunity back into a statute designed to limit it.\" \r\nIndian Towing, 350 U.S. at 69.\r\nI respectfully dissent.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                United States Court of Appeals\r\n                    For the First Circuit\r\n\nNo. 96-2368\r\n\n                     GAIL MERCHANT IRVING,\r\n\n                      Plaintiff, Appellee,\r\n\n                               v.\r\n\n                   UNITED STATES OF AMERICA,\r\n\n                     Defendant, Appellant.\r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n        [Hon. Steven J. McAuliffe, U.S. District Judge]\r\n\n                             Before\r\n\n                    Torruella, Chief Judge,\r\n                Bownes, Senior Circuit Judge,\r\n    Selya, Boudin, Stahl, Lynch and Lipez, Circuit Judges.\r\n\n    Phyllis J. Pyles, Attorney, Torts Branch, Civil Division, with\r\nwhom Frank W. Hunger, Assistant Attorney General, Paul M. Gagnon,\r\nUnited States Attorney, and Jeffrey Axelrad, Attorney, Torts\r\nBranch, Civil Division, were on brief, for appellant.\r\n    Paul R. Cox, with whom Matthew B. Cox and Burns, Bryant,\r\nHinchey, Cox &amp; Rockefeller, P.A. were on brief, for appellee.\r\n\nOPINIONS EN BANC\r\n\n                      December 18, 1998\r\n                                         \r\n SELYA, Circuit Judge.  Almost two decades ago, Gail\r\nMerchant Irving suffered horrific injuries in a workplace accident. \r\nShe sued the United States under the Federal Tort Claims Act\r\n(FTCA), 28 U.S.C.  1346(b), 2671-2680, claiming that inspectors\r\nemployed by the Occupational Safety and Health Administration\r\n(OSHA) negligently performed their duties and thereby proximately\r\ncaused her injuries.  The case traveled an inexcusably long and\r\ntortuous route to a decision on the merits   a route that included\r\nfour detours to this court.  Ultimately, the district court,\r\nproceeding under a legal framework established by a panel of this\r\ncourt, concluded that the FTCA's discretionary function exception\r\ndid not bar the plaintiff's claim; that the OSHA inspectors had\r\nacted negligently; and that such negligence was actionable under\r\napplicable state law.  See Irving v. United States, </pre><span class=\"citation\" data-id=\"1884892\"><a href=\"/opinion/1884892/irving-v-united-states/\"><span class=\"volume\">942</span> <span class=\"reporter\">F. Supp.</span>\r\n<span class=\"page\">1483</span></a></span><pre class=\"inline\"> (D.N.H. 1996) (Irving III).  The court awarded the plaintiff\r\n$1,000,000 in damages.  See id. at 1502.\r\n A divided panel of this court affirmed the judgment, seeIrving v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">152941</span></span><pre class=\"inline\"> (1st Cir. Apr. 8, 1998),\r\nbut the full court, acting sua sponte, withdrew the opinion and\r\nordered rehearing en banc, principally to review the important\r\nquestion of whether the FTCA's discretionary function exception\r\nforeclosed the plaintiff's negligent inspection claim.  We now\r\nanswer that question in the affirmative.\r\nI.  BACKGROUND\r\n    Because the district court has faithfully chronicled the\r\ntangled events that preceded this appeal, see Irving III, 942 F.\r\nSupp. at 1485-98, we offer only a synopsis.  We refer the reader\r\nwho hungers for greater detail to the district court's account.\r\n    In 1979, Somersworth Shoe Company operated a\r\nmanufacturing plant in New Hampshire.  On October 10 of that year,\r\nthe plaintiff, a Somersworth Shoe employee, was stamping innersoles\r\nby means of a marker machine.  At one point, she went behind her\r\nworkbench to obtain materials from the die rack.  In the process,\r\nshe dropped a glove.  When she stooped to retrieve it, her hair was\r\ndrawn into the vacuum created by the high-speed rotation of a drive\r\nshaft that delivered power to an adjacent \"die-out\" machine.  She\r\nsustained grievous injuries.\r\n    OSHA compliance officers twice had inspected the plant\r\n(once in 1975 and again in 1978) under the auspices of OSHA's\r\nauthority to conduct general administrative inspections, but had\r\nnot noted any hazard in connection with the placement or guarding\r\nof the die-out machine in the stock fitting room or the bench\r\nassembly associated with it.  Six days after Irving's mishap, OSHA\r\nconducted an inspection focused on the accident and concluded that\r\nthe arrangement violated OSHA standards in three separate respects,\r\nand that all three conditions were \"serious.\"  The most important\r\nof these was the company's failure to guard the drive shaft\r\ncomponent of the die-out machine.  See 29 C.F.R.\r\n1910.219(c)(2)(ii) (\"Shafting under bench machines shall be\r\nenclosed by a stationary casing, or by a trough at sides and top or\r\nsides and bottom, as location requires.\").\r\n    After exhausting her administrative remedies, the\r\nplaintiff invoked the FTCA and sued the United States in New\r\nHampshire's federal district court.  She alleged that OSHA's\r\nnegligence in failing to note and cite the unguarded condition of\r\nthe drive shaft during the two pre-accident inspections proximately\r\ncaused her injuries.  Had the OSHA compliance officers documented\r\nthe condition of the die-out machine, the plaintiff reasoned, her\r\nemployer would have taken corrective action and her injury would\r\nnot have occurred.\r\n    The United States moved to dismiss the suit on the ground\r\nthat the FTCA's discretionary function exception barred the\r\nplaintiff's claim.  The district court denied the motion.  SeeIrving v. United States, </pre><span class=\"citation\" data-id=\"2146144\"><a href=\"/opinion/2146144/irving-v-united-states/\"><span class=\"volume\">532</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">840</span></a></span><pre class=\"inline\"> (D.N.H. 1982).  Trial\r\ncommenced on February 11, 1985, and ended three days later.  The\r\ndistrict court took the matter under advisement, but did not act\r\nfor almost three years.  At that point, the court reversed its\r\nfield and concluded that the discretionary function exception\r\napplied after all.  See Irving v. United States, No. Civ. C81-501-\r\nSD, slip op. (D.N.H. Jan. 27, 1988) (unpublished).  Accordingly, it\r\ndismissed the case for lack of subject matter jurisdiction.\r\n    A panel of this court vacated the order of dismissal and\r\nasked the district court to consider the impact of a newly decided\r\ncase, namely, Berkovitz v. United States, </pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span><pre class=\"inline\"> (1988).  SeeIrving v. United States, </pre><span class=\"citation\" data-id=\"518214\"><a href=\"/opinion/518214/irving-gail-merchant-v-united-states/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span><pre class=\"inline\"> (1st Cir. 1988) (table).  The\r\ndistrict court determined that Berkovitz did not alter the result. \r\nSee Irving v. United States, No. Civ. C81-501-SD, slip op. (D.N.H.\r\nFeb. 14, 1989) (unpublished).  The plaintiff again appealed.\r\n    A second panel of this court vacated the judgment.  SeeIrving v. United States, </pre><span class=\"citation\" data-id=\"545481\"><a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span><pre class=\"inline\"> (1st Cir. 1990) (Irving I). \r\nThe panel recognized that, \"[w]ere the statute and the formal\r\nregulations the only standards guiding the compliance officer's\r\nconduct, the discretionary function exception would apply.\"  Id. at\r\n603.  But, the panel stated, even though these standards \"give OSHA\r\nwide freedom at higher agency levels to make decisions and\r\nformulate programs,\" it \"does not follow\" that \"an employee who\r\nperforms an inspection has the type and breadth of discretion which\r\nmakes the inspection a discretionary function.\"  Id.  The panel\r\nthus concluded that further analysis and factfinding were required\r\nto determine what OSHA policy actually required of OSHA compliance\r\nofficers engaged in inspection activities.  See id.  As a corollary\r\nto this point, the panel noted that certain statements by OSHA's\r\narea director and the individuals who conducted the earlier\r\ninspections suggested that compliance officers may not have enjoyed\r\ndiscretion over how thoroughly they were required to inspect a\r\nplant.  See id. at 604-05.  Because these statements were\r\ninconclusive, however, the panel remanded for further factfinding\r\nto determine \"whether OSHA policy left the thoroughness of\r\ninspections a matter of choice for its compliance officers,\" and if\r\nso, \"whether the inspectors had policy-level discretion to fail to\r\nnote and tell the employer about the violation\" which allegedly\r\ncaused plaintiff's injury.  Id. at 605.\r\n    The district court pondered matters for four more years. \r\nEventually, the judge, relying on a partial transcript of the 1985\r\ntrial, supplemented by his own notes, leapfrogged the discretionary\r\nfunction exception entirely and decided the case on the merits,\r\nconcluding that the United States was not negligent because the\r\ndie-out machine's drive shaft was \"guarded by location\" at the time\r\nof the inspections and, therefore, in full compliance with OSHA\r\nregulations.  Irving v. United States, No. Civ. C81-501-SD, </pre><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span>\r\n<span class=\"page\">287750</span></span><pre class=\"inline\">, at *3 (D.N.H. June 23, 1994).  The plaintiff again\r\nappealed.\r\n    A third panel of this court vacated the judgment,\r\ndiscerning no basis for the \"guarded by location\" fact\r\ndetermination.  See Irving v. United States, </pre><span class=\"citation\" data-id=\"691311\"><a href=\"/opinion/691311/gail-merchant-irving-v-united-states/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">, 835-37\r\n(1st Cir. 1995) (Irving II).  The panel then addressed the\r\ngovernment's attempted resurrection of its discretionary function\r\ndefense and rejected it as foreclosed by the prior panel decision. \r\nSee id. at 834 (noting that the panel did not feel \"free to\r\nrevisit\" the legal conclusions explicated in Irving I).  In the\r\nbargain, the panel dismissed the government's plaint that the\r\nSupreme Court's intervening decision in United States v. Gaubert,\r\n</pre><span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span><pre class=\"inline\"> (1991), made a decisive difference.  See Irving II, 49\r\nF.3d at 834-35.\r\n    At this juncture, a different trial judge assumed\r\nresponsibility for the case.  Operating within the legal framework\r\nerected by Irving I and reinforced by Irving II, the district court\r\nconcluded that, even though the applicable statute, regulations,\r\nand written agency guidelines appeared to grant compliance officers\r\nsubstantial discretion over how to conduct inspections, this\r\ndiscretion was restricted \"by less formal, but no less binding,\r\nOSHA policy.\"  Irving III, 942 F. Supp. at 1490-91.  To determine\r\nthe parameters of this purported policy, the district court relied\r\nexclusively on evidence adduced at the 1985 trial.  It found that\r\nthe testimony of the compliance officers who had conducted the 1975\r\nand 1978 inspections and the area director who was their superior\r\nlimned a policy that \"required\" OSHA's \"wall-to-wall\" inspections\r\nto be \"complete\" in every respect.  Id. at 1491.  This, the\r\ndistrict court added, meant that OSHA inspectors were obligated to\r\nexamine \"every operational machine and work station in the plant.\" \r\nId.  Finding that the inspectors had been negligent for not\r\nexamining and/or citing the die-out machine, the court held that\r\nthe United States was liable.  See id. at 1505, 1510.  This appeal\r\nensued.\r\nII.  PROCEDURAL ISSUES\r\n    Because this case comes before us in an anomalous\r\nprocedural posture, we begin by addressing a series of questions\r\nrelated to the justiciability of the discretionary function issue.\r\n                        A.  Forfeiture.\r\n    When the United States instituted this appeal, it did not\r\nask the panel to reverse the district court's refusal to apply the\r\ndiscretionary function exception.  The plaintiff now seeks to\r\nconvince us that this omission precludes the en banc court from\r\nconsidering the issue.  We are not persuaded.\r\n    In the ordinary course, a party seeking to preserve a\r\npoint for review must present it seasonably in both the trial and\r\nappellate courts and offer developed argumentation in support. \r\nSee, e.g., United States v. Bongiorno, </pre><span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span><pre class=\"inline\">, 1034 (1st\r\nCir. 1997). Thus, a party who fails to raise a particular claim or\r\ndefense at a prior stage in the litigation normally forfeits the\r\nright to assert it at a later stage.  See National Ass'n of Soc.\r\nWorkers v. Harwood, </pre><span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span><pre class=\"inline\">, 627-29 (1st Cir. 1995).  But the\r\ninstant case does not fit this paradigm neatly.  Even though the\r\nUnited States did not hawk its basic discretionary function defense\r\nthe last time around, it did assert the defense at the very\r\nbeginning of this case and persistently raised it thereafter.  It\r\nwas not until the final round of litigation that the government put\r\ndown those cudgels.\r\n    The United States had good reason not to press its basic\r\ndiscretionary function point at that stage (either in the district\r\ncourt or before the fourth appellate panel).  In Irving I, a panel\r\nof this court expressly defined the contours of the discretionary\r\nfunction exception.  909 F.2d at 601-05.  From then on, that\r\nmethodology represented both the law of the case and the law of\r\nthis circuit regarding the due application of the discretionary\r\nfunction exception.  The law of the circuit doctrine, as a general\r\nmatter, permits successor panels to revise prior panel decisions in\r\nonly two types of circumstances:  (1) when supervening authority\r\n(such as a newly enacted statute, an intervening opinion of the\r\nSupreme Court, or a subsequent ruling of the en banc court)\r\ndirectly requires such a step, or (2) when newly emergent\r\nauthority, though not controlling, offers a clear and convincing\r\nreason to conclude that the earlier panel would have decided the\r\nissue differently.  See Williams v. Ashland Eng'g Co., </pre><span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span><pre class=\"inline\">,\r\n592 (1st Cir. 1995).  Indeed, when the United States asserted the\r\ndiscretionary function defense in  Irving II, the panel not only\r\ntook refuge in the law of the circuit doctrine to dispense the\r\nargument, but also rejected the government's importuning that the\r\nSupreme Court's 1991 decision in Gaubert required a modification of\r\nthe prior circuit precedent.  See Irving II, 49 F.3d at 834-35. \r\nBecause two panels of this court had squarely rebuffed the\r\ngovernment's discretionary function defense, it is hardly\r\nsurprising that the government did not raise it anew in subsequent\r\nproceedings before yet another (co-equal) panel of this court.  SeeLouisiana-Pacific Corp. v. ASARCO, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1565</span></span><pre class=\"inline\">, 1583 (9th\r\nCir. 1994) (stating that raising a point on appeal that governing\r\nstate law foreclosed would have been \"foolish,\" and excusing\r\nwaiver); see also United States v. London, </pre><span class=\"citation\" data-id=\"196297\"><a href=\"/opinion/196297/united-states-v-london/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span><pre class=\"inline\">, 1239-240\r\n(1st Cir. 1995).\r\n    In sum, strong arguments can be made for not finding a\r\nforfeiture here or, at least, for not strictly applying forfeiture\r\nprinciples.  Still, we need not definitively decide the point, for\r\nthere is a simple, clearcut answer to whether the question is\r\nproperly before us.  After all, the discretionary function\r\nexception to the FTCA implicates the federal courts' subject matter\r\njurisdiction.  Federal courts, being courts of limited\r\njurisdiction, have an affirmative obligation to examine\r\njurisdictional concerns on their own initiative.  See BIW Deceivedv. Local S6, Indus. Union of Marine &amp; Shipbuilding Workers, </pre><span class=\"citation\" data-id=\"749863\"><a href=\"/opinion/749863/biw-deceived-v-local-s6-industrial-union-of-marine-and-shipbuilding/\"><span class=\"volume\">132</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span><pre class=\"inline\">, 828 (1st Cir. 1997).  Consequently, even if the\r\ngovernment failed properly to raise and preserve the discretionary\r\nfunction defense   a question on which we take no view   we\r\nnonetheless are bound to consider it.  See Hydrogen Tech. Corp. v.\r\nUnited States, </pre><span class=\"citation\" data-id=\"496586\"><a href=\"/opinion/496586/hydrogen-technology-corp-v-united-states/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1155</span></a></span><pre class=\"inline\">, 1162 n.6 (1st Cir. 1987).\r\n    In her supplemental brief, the plaintiff puts a somewhat\r\ndifferent spin on the forfeiture argument.  Citing a footnote in\r\nthe final district court opinion, she argues that the government\r\nconceded the discretionary function question in that venue by\r\nadmitting that OSHA policy required its compliance officers to\r\n\"inspect every operation\".  Irving III, 942 F. Supp. at 1491 n.8. \r\nWaiver is, of course, a matter separate from forfeiture.  SeeUnited States v. Olano, </pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span><pre class=\"inline\">, 733 (1993).  Be that as it\r\nmay, we have reviewed the record with care and can find no such\r\nconcession.  In any  event, insofar as the plaintiff asserts that\r\nthe United States has conceded the discretionary function issue, we\r\nnote that parties do not possess the power to confer subject matter\r\njurisdiction on a federal court by concession.  See United Statesv. Horn, </pre><span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span><pre class=\"inline\">, 768 (1st Cir. 1994).\r\n                B.  Power of the En Banc Court.\r\n    The procedural tangle in this case raises yet another\r\nquestion:  may an en banc court review issues decided by panels of\r\nthe court in prior appeals in the same litigation?  We hold that\r\nneither the law of the case doctrine nor the law of the circuit\r\ndoctrine disables an en banc court from overruling a panel decision\r\nfrom a prior appeal in the same case.  Accord Watkins v. United\r\nStates Army, </pre><span class=\"citation\" data-id=\"523620\"><a href=\"/opinion/523620/sergeant-perry-watkins-v-united-states-army/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">699</span></a></span><pre class=\"inline\">, 704-05 n.8 (9th Cir. 1989) (en banc);\r\nShimman v. International Union of Operating Eng'rs, Local 18, </pre><span class=\"citation\" data-id=\"442139\"><a href=\"/opinion/442139/john-c-shimman-v-international-union-of-operating-engineers-local-18/\"><span class=\"volume\">744</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span></a></span><pre class=\"inline\">, 1229 n.3 (6th Cir. 1984) (en banc).  The authority to\r\noverrule the decision of a prior panel in the same case flows\r\nlogically from the error-correcting function of the full court. \r\nWhen a court sits en banc, the concern for adhering to a past\r\nresolution of an issue in deference to settled expectations, which\r\nunderpins the doctrines of law of the case and law of the circuit,\r\nmust give way to the institutional interest in correcting a\r\nprecedent-setting error of great public import or a panel opinion\r\nthat conflicts with Supreme Court precedent.  See United States v.\r\nRivera-Martinez, </pre><span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 151 (1st Cir. 1991) (noting that law\r\nof the case doctrine does not apply when \"controlling authority has\r\nsince made a contrary decision of the law applicable\") (internal\r\nquotes and citations omitted); see also Irving II, 49 F.3d at 834\r\n(acknowledging that the law of the circuit rule would not apply in\r\nthe face of a contrary en banc opinion).\r\n    We are aware that the Eighth Circuit appears to have\r\nsuggested otherwise.  See Robertson Oil Co. v. Phillips Petrol.\r\nCo., </pre><span class=\"citation\" data-id=\"660705\"><a href=\"/opinion/660705/robertson-oil-company-inc-v-phillips-petroleum-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">373</span></a></span><pre class=\"inline\"> (8th Cir. 1993) (en banc).  The Robertson majority\r\nheld that the law of the case doctrine precluded it from revisiting\r\nholdings from two earlier panel decisions because the full court\r\nhad denied contemporaneous suggestions for en banc rehearings after\r\nthe adjudication of both the first and second appeals.  See id. at\r\n376 n.5, 383, &amp; n.13.  We decline to follow Robertson for two\r\nreasons.  First, in this case, unlike in Robertson, the en banc\r\ncourt was not invited to review any of the earlier panel decisions\r\non a contemporaneous basis, and thus, did not decline to do so. \r\nSecond   and more important   to the extent that the Robertsonmajority's reasoning rests on mechanically applying the law of the\r\ncase doctrine to the decisions of earlier panels across the board,\r\nit too narrowly cabins the proper purview of a court sitting en\r\nbanc.  See id. at 386-88 (Beam, J., with whom Bowman and Loken,\r\nJJ., join, dissenting).\r\n    Nor does the decision in Van Gemert v. Boeing Co., </pre><span class=\"citation\" data-id=\"362782\"><a href=\"/opinion/362782/fed-sec-l-rep-p-96720-william-r-van-gemert-v-the-boeing-company/\"><span class=\"volume\">590</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">433</span></a></span><pre class=\"inline\"> (2d Cir. 1978) (en banc), create an obstacle to en banc\r\nreview of a prior panel decision.  There, the Second Circuit\r\nsuggested that the en banc court is free to overturn prior panel\r\ndecisions unless doing so would seriously and unfairly prejudice\r\nthe party that had benefitted from the earlier ruling.  See id. at\r\n436-37 n.9 (stating in dictum that \"sitting en banc, we may\r\noverrule any panel decision that a majority of the active judges\r\nbelieves was wrongly decided, unless a party would be seriously\r\nprejudiced as a result\").  Even were we prepared to adopt this\r\nformulation of the rule   a matter which we leave for another day\r\n it would not preclude us from reviewing the holdings of Irving Iand Irving II.  As we have noted, the discretionary function\r\nexception implicates the subject matter jurisdiction of federal\r\ncourts.  Prejudice to a party, while always regrettable, cannot\r\nfurnish a viable rationale for overlooking a federal court's lack\r\nof power to grant a remedy in the first place.\r\nIII.  THE DISCRETIONARY FUNCTION EXCEPTION\r\n    Having cut a swath through the procedural thicket, we\r\nturn to the government's discretionary function defense.  In the\r\nprocess, we afford plenary review to the question of whether the\r\ndiscretionary function exception applies.  See National Union Fire\r\nIns. v. United States, </pre><span class=\"citation\" data-id=\"741892\"><a href=\"/opinion/741892/national-union-fire-insurance-restaurant-enterprises-group-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1415</span></a></span><pre class=\"inline\">, 1417-18 (9th Cir. 1997),\r\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></span><pre class=\"inline\"> (1998); Fisher Bros. Sales, Inc. v.\r\nUnited States, </pre><span class=\"citation\" data-id=\"687604\"><a href=\"/opinion/687604/fisher-bros-sales-inc-in-93-1182-v-united-states-of-america-julia/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span><pre class=\"inline\">, 282 (3d Cir. 1995) (en banc).\r\n    In the Court's words, \"the basic inquiry concerning the\r\napplication of the discretionary function exception is whether the\r\nchallenged acts of a Government employee   whatever his or her rank\r\n are of the nature and quality that Congress intended to shield\r\nfrom tort liability.\"  United States v. S.A. Empresa de Viacao\r\nAerea Rio Grandense (Varig Airlines), </pre><span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span><pre class=\"inline\">, 813 (1984).  To\r\nrespond to this inquiry, we first must identify the conduct at\r\nissue and then determine whether that conduct is discretionary. \r\nSee Gaubert, 499 U.S. at 322.  Even if this hurdle is cleared, the\r\ndiscretionary function exception still does not attach unless the\r\nexercise of discretion involves (or, at least, is susceptible to)\r\npolicy-related judgments.  See id. at 322-23.\r\nA.  The Statutory and Regulatory Regime.\r\n\n    In this instance, the plaintiff claims that workplace\r\ninspections, negligently performed by OSHA compliance officers,\r\nproximately caused her injuries.  In analyzing the nature of this\r\nconduct, we begin with the language of the OSH Act because \"it will\r\nmost often be true that the general aims and policies of the\r\ncontrolling statute will be evident from its text,\" id. at 324,\r\nand, in turn, these aims and policies will offer valuable insights\r\ninto the nature of the conduct.\r\n    In relevant part, the OSH Act authorizes the Secretary of\r\nLabor to \"inspect and investigate during regular working hours and\r\nat other reasonable times, and within reasonable limits and in a\r\nreasonable manner, any such place of employment and all pertinent\r\nconditions, structures, machines, apparatus, devices, equipment,\r\nand materials therein . . . .\"  29 U.S.C.  657(a).  Under this\r\nauthority, OSHA conducts both programmed general administrative\r\ninspections   known in the bureaucratic argot that OSHA so readily\r\nattracts as \"full-scope\" or \"wall-to-wall\" inspections   and more\r\nfocused efforts pinpointed to threats of imminent danger.  Aside\r\nfrom a reasonableness limitation on the time and manner of\r\ninspections, the statute places virtually no constraint on the\r\nSecretary's discretion to conduct such inspections in any way that\r\nshe deems fit.  See Donovan v. Dewey, </pre><span class=\"citation\" data-id=\"110530\"><a href=\"/opinion/110530/donovan-v-dewey/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">594</span></a></span><pre class=\"inline\">, 601 (1981).\r\n    Comparison of this language to a parallel provision in\r\nthe Federal Mine Safety and Health Act (MSH Act), 30 U.S.C.  801\r\net seq., another health and safety statute administered by the\r\nSecretary of Labor, strongly suggests that Congress's choice of\r\nwords was no accident.  In defining the Secretary's\r\nresponsibilities regarding mine inspections, the MSH Act provides\r\nthat, in order to determine whether \"an imminent danger exists\" in\r\na mine and \"whether there is compliance with the mandatory health\r\nor safety standards or with a citation, order, or decision\" issued\r\nunder applicable law, \"the Secretary shall make inspections of each\r\nunderground coal or other mine in its entirety at least four times\r\na year, and of each surface coal or other mine in its entirety at\r\nleast two times a year.\"  30 U.S.C.  813(a) (emphasis supplied). \r\nFor our purposes, the stark differences between the inspection\r\nprovisions of the MSH Act and those of the OSH Act are extremely\r\nsignificant.  Whereas Congress was careful to mandate comprehensive\r\ninspections in the MSH Act, it left the scope and detail of OSH Act\r\ninspections to the Secretary's discretion.  Had Congress wished to\r\nimpose upon OSHA an obligation to inspect every corner of every\r\nplant that it visited, we think it is highly likely that Congress\r\nwould have expressed its intention by choosing language comparable\r\nto that which it used in crafting the MSH Act.\r\n    We recognize that, by its plain terms, the OSH Act\r\nconfers discretion only upon the Secretary, not upon compliance\r\nofficers   and it is the latter's conduct that concerns us. \r\nNevertheless, the legislative rules governing the authority of\r\ncompliance officers mimic the statute and grant these officials\r\nbroad discretion over the scope, manner, and detail of general\r\nadministrative inspections.  The regulations' stated goal is \"to\r\nset forth general policies for enforcement of the inspection,\r\ncitation, and proposed penalty provisions of the Act.\"  29 C.F.R.\r\n1903.1.  Echoing the language of 29 U.S.C.  657(a), section\r\n1903.3 of the regulations confers upon compliance officers the\r\nunbridled power, subject only to limits of reasonableness, to enter\r\nworkplaces, inspect any piece of equipment or other pertinent item,\r\nand interview any person in order to carry out the Secretary's\r\nstatutory mission.  See 29 C.F.R.  1903.3(a).\r\n    To be sure, the regulations contain a sprinkling of\r\nmandatory directives.  See, e.g., id. at  1903.7 (obligating\r\ncompliance officers, inter alia, to present their credentials at\r\nthe start of an inspection, to use \"reasonable precautions\" when\r\ntaking photographs and samples, to wear appropriate protective\r\nclothing, to avoid \"unreasonable disruption\" of the workplace, and\r\nto \"confer with the employer\" in order to inform him of \"any\r\napparent safety or health violations disclosed by the inspection\"). \r\nSave for these and, for our purposes, other similarly innocuous\r\ndetails, the regulations neither mandate a particular modusoperandi for conducting inspections nor otherwise materially\r\nrestrict compliance officers' flexibility.  Of particular\r\nimportance, the regulations do not prescribe any specific regimen\r\ngoverning the scope or detail of general administrative inspections\r\nperformed by compliance officers.\r\n                 B.  The Nature of the Action.\r\n    Under the jurisprudence of the FTCA, a function is non-\r\ndiscretionary only when a \"federal statute, regulation, or policy\r\nspecifically prescribes a course of action for an employee to\r\nfollow.\"  Gaubert, 499 U.S. at 322 (quoting Berkovitz, 486 U.S. at\r\n536); accord Williams v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">299</span></span><pre class=\"inline\">, 309-10 (4th\r\nCir. 1995) (applying discretionary function bar because applicable\r\nregulations did not mandate a specific course of action for agent\r\nto follow when engaging managerial and custodial services); Laytonv. United States, </pre><span class=\"citation\" data-id=\"599274\"><a href=\"/opinion/599274/phillip-layton-v-united-states-of-america-reba-j-richardson/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1496</span></a></span><pre class=\"inline\">, 1502-03 (8th Cir. 1993) (holding\r\nthat, in the absence of specific guidelines, the manner of\r\ninspection is a matter of discretion, and distinguishing situations\r\n\"in which [a] government inspector is controlled by precise\r\nregulations establishing specific steps he is required to perform\r\nin his inspections\"); Cooper v. American Auto. Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">602</span></span><pre class=\"inline\">, 612 (10th Cir. 1992) (holding that discretionary function\r\nexception bars negligent investigation claim absent any statute or\r\n\"regulation mandating particular inquiries to be made or methods of\r\nmaking them\").  Given the considerable leeway afforded to\r\ncompliance officers under the statutory and regulatory mosaic,\r\ngeneral administrative inspections conducted by OSHA compliance\r\nofficers would seem to fit comfortably within the discretionary\r\nfunction exception.  Indeed, two of our sister circuits have so\r\nheld,  see Judy v. United States, </pre><span class=\"citation\" data-id=\"516085\"><a href=\"/opinion/516085/william-s-judy-v-us-department-of-labor/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 84 (8th Cir. 1988);\r\nGalvin v. OSHA, </pre><span class=\"citation\" data-id=\"513301\"><a href=\"/opinion/513301/mildred-galvin-v-occupational-safety-health-administration/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">, 184 (5th Cir. 1988), and none has\r\ndemurred.\r\n    The Irving I panel, though clearly recognizing the\r\ndiscretionary nature of the authority granted by the statute and\r\nregulations, 909 F.2d at 603, nevertheless held that a further\r\nfactual inquiry was needed to ascertain whether some less formal\r\nprotocol \"left the compliance officers with no policy-level\r\ndiscretion,\" id. at 603.  We now reject the panel's predictive\r\nanalysis.\r\n    To begin with, the Irving I panel appears to have\r\naccepted the plaintiff's position that, because the 1975 and 1978\r\ninspections were \"general inspections,\" the compliance officers'\r\nconduct was not discretionary.  This conclusion suggests that the\r\npanel further assumed that general administrative inspections fall\r\noutside the scope of 29 U.S.C.  657(a) and 29 C.F.R.  1903.7. \r\nSee Irving I, 909 F.2d at 603.  We cannot accept this construct. \r\nAs our explication of the statute and regulations demonstrates, seesupra Part III(A), general administrative inspections are conducted\r\nunder the auspices of section 657(a).  The relevant regulations,\r\nmoreover, explicitly grant compliance officers the same broad\r\ndiscretion enjoyed by the Secretary with respect to such\r\ninspections.  Had the Irving I court not overlooked this important\r\nfact, its own logic quite likely would have led it to hold, as we\r\ndo today, that the discretionary function defense prevails.  SeeIrving I, 909 F.2d at 603 (acknowledging that the statute and\r\nregulations, considered alone, appear to confer discretion for\r\ncovered inspections, but questioning whether they governed the\r\nactions of compliance officers).\r\n    This error materially altered the decisional calculus. \r\nBecause the Irving I panel misconstrued the applicability of the\r\nregulations to the conduct of compliance officers, it failed\r\nproperly to consider when a court might justifiably consult\r\ninformal policy statements in order to shed light on whether an act\r\nis discretionary.  Of course, as Irving I suggests, informal agency\r\nrules and similar pronouncements may at times bind agency personnel\r\nfor the purposes of discretionary function exception analysis.  SeeGaubert, 499 U.S. at 324.  Hence, courts may consult such sources\r\nin appropriate cases to determine whether a particular function is\r\n(or is not) discretionary.  See, e.g., Domme v. United States, </pre><span class=\"citation\" data-id=\"700697\"><a href=\"/opinion/700697/curtis-domme-nora-bess-domme-v-united-states/\"><span class=\"volume\">61</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">787</span></a></span><pre class=\"inline\">, 791 (10th Cir. 1995) (applying discretionary function bar\r\nwhen none of the relevant statutes, regulations, or internal agency\r\nguidelines specified the \"precise manner\" in which the Department\r\nof Energy was to conduct safety appraisals); Autery v. United\r\nStates, </pre><span class=\"citation\" data-id=\"606354\"><a href=\"/opinion/606354/nell-d-autery-as-administratrix-of-the-estate-of-roy-franklin-autery/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1523</span></a></span><pre class=\"inline\">, 1529 (11th Cir. 1993) (similar, re park\r\ninspections).  Occasionally, such an informal policy will tip the\r\nscales.  See McMichael v. United States, </pre><span class=\"citation\" data-id=\"511661\"><a href=\"/opinion/511661/carl-mcmichael-administrator-of-the-estate-of-emma-mcmichael-deceased-v/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1026</span></a></span><pre class=\"inline\">, 1033-34\r\n(8th Cir. 1988) (holding that when internal agency guidelines\r\ndirected government inspectors to follow a detailed regime,\r\ndiscretionary function exception did not apply).  Still,\r\nrecognizing that informal sources sometimes may assist courts in\r\ndeciding whether a function is discretionary is one thing;\r\nsynthesizing when and how they may do so is another.\r\n    Gaubert itself provides some clues as to when courts\r\nought to consult informal rules.  There, the Justices indicated\r\nthat such rules become significant to the discretionary function\r\nanalysis when an agency promulgates \"regulations on some topics,\r\nbut not on others,\" or when it relies on \"internal guidelines\r\nrather than on published regulations\" to govern official conduct. \r\nGaubert, 499 U.S. at 324.  The Court contrasted these situations\r\nwith those in which agencies announced policy mainly through\r\nrulemaking and/or adjudication.  See id.  Thus, if an agency\r\nestablishes policy primarily by promulgating legislative rules, and\r\nif those legislative rules unambiguously define the nature of the\r\nchallenged conduct, the discretionary function inquiry is at an\r\nend.\r\n    Of course, this formulation requires that the legislative\r\nrules be unambiguous and that they define the proper level of\r\nconduct.  We can well imagine that resort to informal indicia may\r\nbe justified either when an agency's legislative rules define the\r\nconduct of some employees, but not others (e.g., when the\r\nregulations define the conduct of a regional official but not of a\r\nsubordinate whose negligence is alleged to have caused the\r\nplaintiff's injury), or when legislative rules create ambiguity\r\n(e.g., when the regulations interweave precatory with quasi-\r\nmandatory language, as in Kelly v. United States, </pre><span class=\"citation\" data-id=\"555046\"><a href=\"/opinion/555046/john-l-kelly-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">,\r\n360-61 (1st Cir. 1991)).  This case, however, involves neither of\r\nthese circumstances, nor does it involve any other fairly\r\ncomparable situation.  Here, the regulations flow rationally from\r\nthe enabling statute, directly address the level of conduct at\r\nissue, and unambiguously grant OSHA compliance officers discretion\r\nover the scope, manner, and details of conducting inspections. \r\nWhere, as here, the statute and the applicable regulations clearly\r\nspeak to the nature of the conduct, there is no occasion to consult\r\ninformal rules.\r\n    In this case, moreover, our conclusion would remain\r\nunaffected even were we obliged to go beyond formal sources, for,\r\nas the regulations adumbrate, OSHA's informal rules point\r\nunerringly in the same direction.  At the relevant time, OSHA\r\npublished (and still publishes) a field operations manual (the\r\nManual), which is a compilation of agency guidelines.  These\r\nguidelines are intended to limn the agency's operating procedures. \r\nThe Manual devotes an entire chapter to describing \"General\r\nInspection Procedures.\"  Discussing the responsibilities of\r\ncompliance officers, this chapter states in pertinent part:\r\n    The conduct of effective inspections requires\r\n    identification, professional evaluation, and\r\n    accurate reporting of safety and health\r\n    conditions and practices.  Inspections may\r\n    vary considerably in scope and detail,\r\n    depending upon the circumstances of each case.\r\n\nFrom that point forward, the chapter essentially mirrors the\r\nrequirements set forth in the regulations.  Importantly, the Manual\r\ncontains no specific prescription mandating OSHA inspectors to\r\nproceed item by item or to cover every nook and cranny of a\r\nfacility during a general administrative inspection.  Consequently,\r\neven if it were necessary to consult informal rules in this\r\ninstance   and we stress that it is not   those rules place the\r\ncompliance officers' actions squarely in the maw of the\r\ndiscretionary function exception.\r\n    Of course, the Irving I panel directed the district court\r\nto determine OSHA policy by looking beyond the clear statements in\r\nthe statute, the regulations, and the agency's internal guidelines. \r\n909 F.2d at 603-05.  In the circumstances of this case, that\r\ndirective should not have issued.  The Gaubert Court instructed\r\ninferior courts to look to the requirements set forth by\r\n\"established governmental policy\" in mounting a discretionary\r\nfunction inquiry.  Gaubert, 499 U.S. at 324 (emphasis supplied).\r\n    The Court specifically identified only statutes,\r\nregulations, and agency guidelines as competent sources for\r\ndetermining government policy.  See id.  Although we do not suggest\r\nthat those items invariably will be the exclusive sources for\r\ndetermining established policy, it bears remembering that the\r\nCourt's recognition that informal rules may be a relevant source\r\ntook place against a background understanding, both in\r\nadministrative law generally and in the OSHA context specifically,\r\nthat agencies typically make authoritative informal statements of\r\npolicy positions through published interpretive rules or\r\nenforcement guidelines.  See Martin v. OSHRC, </pre><span class=\"citation\" data-id=\"112561\"><a href=\"/opinion/112561/martin-v-occupational-safety-and-health-review-commn/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span><pre class=\"inline\">, 157\r\n(1991).  Although anecdotal testimony sometimes may furnish clues\r\nregarding the nature of agency policy, it is usually a last-ditch\r\nresort.  See Kenneth C. Davis &amp; Richard J. Pierce, Jr., 3\r\nAdministrative Law Treatise  17.3, at 108 (3d ed. 1994) (placing\r\nunwritten rules and \"officer's habit\" at the bottom of a list of\r\ntwelve sources, headed by \"legislative rules,\" and including\r\ninterpretative rules, published guidelines, published policy\r\nstatements, orders, and written but unpublished guidelines, and\r\nnoting that the power to limit officer discretion decreases \"as the\r\nreader proceeds down the list\").\r\n    The most obvious reason why such sources command less\r\nweight is because it matters who speaks.  To determine what is\r\nagency policy, courts customarily defer to the statements of the\r\nofficial policymaker, not others, even though the others may occupy\r\nimportant agency positions.  See Martin, 499 U.S. at 152-53; seealso Director, OWCP v. Eastern Associated Coal Corp., </pre><span class=\"citation\" data-id=\"695529\"><a href=\"/opinion/695529/director-office-of-workers-compensation-programs-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">141</span></a></span><pre class=\"inline\">,\r\n147 (3d Cir. 1995).  This case is a suitable vehicle for\r\napplication of the principle.  Congress has the legal authority to\r\nrender a function either discretionary or obligatory, and it has\r\ndelegated that power to the Secretary, not to OSHA's area directors\r\nor compliance officers.  Hence, we decline to accord decretory\r\nsignificance to the area director's or compliance officers'\r\nthoughts on OSHA policy requirements, especially when the plaintiff\r\ninsists on interpreting this testimony in a manner contrary to both\r\nthe express statements of Congress and the agency's institutional\r\npronouncements.  Accord Valdez v. United States, </pre><span class=\"citation\" data-id=\"697364\"><a href=\"/opinion/697364/felix-valdez-v-united-states/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1177</span></a></span><pre class=\"inline\">,\r\n1179-180 (9th Cir. 1995) (refusing to credit agency employees'\r\ntestimony that agency rules were mandatory when plain text of\r\nguidelines belied that interpretation; concluding, moreover, that\r\ndiscretionary function exception barred action).\r\n    We add a coda.  As the Irving I panel itself intimated,\r\n909 F.2d at 604-05, the trial testimony does not  unequivocally\r\nestablish that OSHA imposed on its officers a  mandatory duty of\r\ninspecting every piece of equipment in a workplace.  Rather, the\r\ntestimony on which the plaintiff relies (and upon which the\r\ndistrict court premised its holding) is at best ambiguous   and\r\nthis erodes any conceivable legitimacy that it otherwise may have\r\nhad as an expression of agency policy.  Thus, even setting aside\r\nthe statute, regulations, and Manual, we do not believe that any\r\nstatement in the trial record suffices to support the plaintiff's\r\ntheory that OSHA had a policy of exhaustively inspecting every\r\nmachine.\r\n    By way of illustration, consider the following exchange,\r\nwhich is perhaps the plaintiff's best evidence, between her counsel\r\nand OSHA's area director, F. Richard Amirault:\r\n    Q.   And, by the way, the obligation\r\n         and procedure of your department\r\n         is to note and cite specific\r\n         violations, is it not?  \r\n\n    A.   To note   document and  \r\n         identify and document specific\r\n         hazards, yes.  \r\n\n    Q.   Machine by machine by machine?\r\n\n    A.   As far as we can see. \r\n\n    Q.   Hazard by hazard by hazard?\r\n\n    A.   As can be observed.\r\n\nTo begin with, the passage is internally ambiguous in at least one\r\ncritical way.  Given the tenor of Amirault's answers, it can be\r\nconstrued to mean that inspectors were obligated to note and\r\ndocument every hazard that they saw associated with the machines\r\nthat they in fact inspected.  At no point did Amirault state,\r\ndirectly or by necessary implication, that there was a policy to\r\nlook at every machine.\r\n    Furthermore, even if we interpret this passage favorably\r\nto the plaintiff, it is inadequate as a matter of law to support\r\nthe plaintiff's position.  Where, as here, the express statements\r\nof Congress and the agency occupy the field, trial testimony by a\r\nwitness must, if it is to carry any weight, somehow  reconcile the\r\nwitness's understanding of policy with that authority.  At the very\r\nleast, there must be an indication in the record that the witness\r\ndemonstrated his awareness of the agency's formal policy\r\nstatements, but nevertheless had some other articulable basis that\r\nsupported his understanding of agency policy.\r\n    In the absence of such evidence, the most that is\r\nsuggested by a passage such as the one quoted above is that the\r\nOSHA area director and the compliance officers who inspected the\r\nSomersworth Shoe plant subjectively exercised, or intended to\r\nexercise, the discretion conferred upon them by law in a particular\r\nmanner, or, alternatively, that they were unaware of the existence\r\nof such discretion.  We know from Gaubert that the subjective\r\nintent of an agency actor is irrelevant to conducting a\r\ndiscretionary function analysis.  See Gaubert, 499 U.S. at 325. \r\nRather, the focus of the inquiry is on \"the nature of the actions\r\ntaken and on whether they are susceptible to policy analysis.\"  Id. \r\nThe OSHA officers' ambiguous testimony in this case is by itself\r\ninsufficient to alter the nature of the actions as defined by\r\nauthoritative formal and informal sources.\r\n    There are also passages in the trial record where\r\nAmirault refers to OSHA guidelines.  This testimony further\r\nundermines the plaintiff's theory.  For example, when plaintiff's\r\ncounsel asked Amirault about the Manual, Amirault responded that it\r\nwas OSHA's \"procedural bible\" and, as such, described his staff's\r\n\"operating procedure.\"  He unequivocally stated that inspections\r\nwere conducted pursuant to directions set forth by the Manual:\r\n    Q.   So that for any general or\r\n         regular inspection at least they\r\n         [i.e., the compliance officers]\r\n         would simply follow the manual\r\n         and the objective standards of\r\n         OSHA?\r\n\n    A.   Right.  Following the manual,\r\n         the FOM, Field Operations\r\n         Manual.\r\n\nThis cinches the matter, for, as we have already noted, the Manual\r\nprovides no support for the plaintiff's theory.\r\n    Our conclusion is further confirmed by other statements\r\nmade by Amirault.  Consider, for instance, the following exchange:\r\n    Q.   And those programmed\r\n         inspections, as I understand it,\r\n         would be your random way of just\r\n         doing spot checks on an entire\r\n         plant without advance  notice?\r\n\n    A.   Yes, that's correct.\r\n\n    Q.   And those are the type of\r\n         inspections that your agency\r\n         performed on the Somersworth\r\n         plant in 1975 and 1978?\r\n\n    A.   Yes.\r\n\n    Q.   We've learned through the\r\n         depositions that those two\r\n         inspections were what is known\r\n         as a wall-to-wall inspection, is\r\n         that correct?\r\n\n    A.   I'm going to say yes.\r\n\n    Q.   And in such an instance, when\r\n         one of your safety men goes to a\r\n         plant, he would spend the whole\r\n         day or whatever time was\r\n         necessary to inspect the entire\r\n         plant for safety hazards. \r\n\n    A.   He would be able to walk\r\n         through, yes.\r\n\nRead naturally, this passage indicates that general administrative\r\ninspections constitute nothing more than \"walk throughs\" that\r\ninvolve random spot checks.  As such, it flatly contradicts the\r\nsuggestion that the inspectors \"could not choose simply to spot\r\ncheck certain areas,\"  Irving I, 909 F.2d at 604, and it places the\r\ninspection scheme squarely within the Varig Airlines regime.  On\r\nany reading, the passage does not come close to establishing that\r\nOSHA had a strict policy of requiring inspectors to look in detail\r\nat every machine.\r\n                  C.  Policy-Based Discretion.\r\n    Having confirmed the existence of discretion on the\r\ncompliance officers' part, what remains is to examine whether that\r\ndiscretion is grounded in policy   a question that none of the\r\nprior panels reached.  We believe that it is.\r\n    The plaintiff contends that the discretionary function\r\ndefense is doomed because the United States failed to adduce any\r\nevidence to support the proposition that OSHA inspectors' actions\r\nare grounded in policy.  This argument lacks force.  When a\r\nfunction is discretionary, there is a presumption that \"the agent's\r\nacts are grounded in policy when exercising that discretion.\" \r\nGaubert, 499 U.S. at 324.  Hence, the United States has no burden\r\nof production; it may rest, as it did here, on the Gaubertpresumption.\r\n    The plaintiff next endeavors to overcome the Gaubertpresumption by pointing to trial testimony by OSHA employees and\r\nnoting that they purportedly failed to articulate policy\r\njustifications for their actions.  But Gaubert requires only that\r\na government agent's actions be \"susceptible\" to policy analysis,\r\nand  insists that courts must disregard analyses that rely on\r\nsubjective intent to determine whether a discretionary choice is\r\npolicy-driven.  See id. at 325.  Because the plaintiff offers no\r\nconcrete challenge to the position that OSHA compliance officers'\r\nactions are policy-driven, the Gaubert presumption remains intact.\r\n    Even beyond the presumption, we believe that the\r\ndiscretion granted to OSHA inspectors is deeply rooted in policy\r\nconsiderations.  The OSH Act's purpose is to provide for a\r\nsatisfactory standard of safety, not to guarantee absolute safety. \r\nSee Industrial Union Dep't v. American Petroleum Inst., </pre><span class=\"citation\" data-id=\"110340\"><a href=\"/opinion/110340/industrial-union-dept-afl-cio-v-american-petroleum-institute/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">607</span></a></span><pre class=\"inline\">, 646 (1980) (plurality opinion) (discussing legislative\r\nhistory); Donovan v. General Motors Corp., </pre><span class=\"citation\" data-id=\"453330\"><a href=\"/opinion/453330/raymond-j-donovan-secretary-of-labor-v-general-motors-corporation-gm/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span><pre class=\"inline\">, 35-36 (1st\r\nCir. 1985) (same); cf. Union of Concerned Scientists v. NRC, </pre><span class=\"citation\" data-id=\"491638\"><a href=\"/opinion/491638/union-of-concerned-scientists-v-us-nuclear-regulatory-commission-and-the/\"><span class=\"volume\">824</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">, 118 (D.C. Cir. 1987) (citing Industrial Union and\r\nstating, in the context of nuclear regulation, that an \"adequate\r\nprotection\" standard \"need not, and almost certainly will not\" be\r\na level of \"zero risk\").  A corollary to this observation is that\r\nOSHA may legitimately devote its limited enforcement resources to\r\nmonitoring workplaces and working conditions that pose the most\r\nserious threats to worker health and safety.  OSHA has done so in\r\npart, for example, by adopting inspection priorities and an\r\nadministrative plan to govern programmed general inspections.  See,\r\ne.g., Industrial Steel Prods. Co. v. OSHA, </pre><span class=\"citation\" data-id=\"505525\"><a href=\"/opinion/505525/in-the-matter-of-industrial-steel-products-co-inc-v-occupational-safety/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1330</span></a></span><pre class=\"inline\">, 1333-34\r\n(5th Cir. 1988) (describing OSHA site selection criteria for\r\nprogrammed inspections).\r\n    The function of an OSHA compliance officer is an integral\r\npart of OSHA's enforcement policies.  When conducting inspections\r\nunder the auspices of an administrative plan, OSHA compliance\r\nofficers are expected to study the layout of the facility they are\r\nabout to investigate, to review its health and safety records, and\r\nto interview employer and employee representatives during the\r\ninspection about working conditions.  One might expect that as a\r\nresult of such study, OSHA inspectors will make daily judgments\r\nabout what risks and safety issues most urgently require their\r\nattention.  At bottom, OSHA inspectors must visit numerous\r\nworkplaces, all of which present different challenges and issues,\r\nand they simply cannot be expected to inspect every item in every\r\nplant.  The day-to-day decisions made by compliance officers thus\r\nfurther OSHA's enforcement policy of ensuring adequate safety in\r\nworkplaces with a view toward efficient and effective use of\r\nlimited enforcement resources, and are thus grounded in policy. \r\nCf. Gaubert, 499 U.S. at 331-33 (explaining that day-to-day\r\ndecisions of thrift regulators were grounded in policies underlying\r\nthrift regulation statutes).\r\n    We are not persuaded by the plaintiff's contention that\r\nall inspections ought to be painstakingly comprehensive because\r\nindividual companies rely on OSHA inspections to improve their\r\nhealth and safety conditions.  The OSH Act, in no uncertain terms,\r\nplaces primary responsibility for workplace safety on employers,\r\nnot on the federal government.  See 29 U.S.C.  654(a); Reich v.\r\nSimpson, Gumpertz &amp; Heger, Inc., </pre><span class=\"citation\" data-id=\"628627\"><a href=\"/opinion/628627/robert-b-reich-secretary-of-labor-v-simpson-gumpertz-heger-inc-and/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 1993).\r\n\nIV.  CONCLUSION\r\n    This case has disturbing aspects.  The government's\r\ninspectors appear to have been negligent and the plaintiff suffered\r\ngrievous harm.  Arrayed in opposition, however, is the core policy\r\nthat underlies the discretionary function exception:  an abiding\r\nconcern about exposing the government to far-flung liability for\r\naction (or inaction) in situations in which it has reserved to its\r\nown officials the decision about whether or not to act.  Even if\r\nthe decision may seem wrong in retrospect, or if its implementation\r\nis negligent, such decisionmaking by its nature typically requires\r\na balancing of interests (e.g., how to deploy scarce government\r\nresources in the accomplishment of worthwhile   but expensive  \r\npublic needs).  Congress reasonably struck this balance by\r\nrequiring that, ordinarily, liability will not inhere absent an\r\nauthoritative decision that a specific act should become a\r\ngovernmental responsibility.  Under this model, the random and\r\nuncodified practices of a local supervisor cannot create the kind\r\nof specific obligation that gives rise to liability.  Were the law\r\notherwise, there would be scant likelihood of precision or\r\nuniformity, and local supervisors would have a perverse incentive\r\nto refrain from laying down any rules at all.\r\n    We need go no further.  Even though exceptions to the\r\nFTCA's waiver of sovereign immunity are construed narrowly, they\r\nare not to be ignored.  Here, Congress clearly expressed its intent\r\nthrough unequivocal statutory language, and the Secretary of Labor,\r\nas Congress's delegate, adopted legislative rules which faithfully\r\nadhere to that monition.  The statute and regulations, fairly read,\r\nbring the case within the compass of the FTCA's discretionary\r\nfunction exception, and the agency's internal guidelines buttress\r\nthis positioning.  Accordingly, we must grant the government the\r\nimmunity that Congress envisioned.  We regret only the plaintiff's\r\nunfortunate accident and the added suffering she has endured due to\r\nthe inordinate delay and erratic decisionmaking that spawned two\r\ndecades of needlessly protracted litigation.\r\n\nReversed.  No costs.\r\n\n                    Separate Opinions Follow       STAHL, Circuit Judge, (concurring).  Despite strong\r\nreservations, I joined the withdrawn panel opinion, see Irving v.\r\nUnited States, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">152941</span></span><pre class=\"inline\"> (1st Cir. Apr. 8, 1998), because I was\r\nthen bound by the interpretation of the discretionary function\r\nexception set forth in Irving v. United States, </pre><span class=\"citation\" data-id=\"545481\"><a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span><pre class=\"inline\"> (1stCir. 1990) (Irving I).  Having endorsed the decision of the en banccourt to revisit Irving I, I now concur in the view, ably stated in\r\nJudge Selya's majority opinion, that the discretionary function\r\nexception forecloses plaintiff's negligent inspection claim. \r\nAlthough the issue is close and no Supreme Court case is directly\r\non point, I do not believe that, in a regulatory context that is so\r\nobviously discretionary, Congress would intend to make actionable\r\nunder the FTCA an ignored instruction from a superior to a\r\nsubordinate that the subordinate perform a function that is\r\notherwise discretionary (for policy-based reasons).  To my mind, an\r\nignored instruction of this sort is better conceptualized as an\r\nabuse of the discretion conferred by the regulatory regime.  Such\r\nabuses of discretion are not within the reach of the statute.  See28 U.S.C.  2680(a).     BOWNES, Senior Circuit Judge, with whom LIPEZ, Circuit\r\nJudge, joins (dissenting).  The majority opinion fundamentally\r\nmisconstrues controlling Supreme Court precedent in analyzing the\r\ndiscretionary function exception to the Federal Tort Claims Act\r\n(\"FTCA\").  The majority is concerned that permitting Irving's claim\r\nto succeed would undermine OSHA's broad discretion in deciding how\r\nto implement its enforcement policy.  No one disputes that the\r\nagency as a whole retains considerable discretion.  The problem is\r\nthat the majority undertakes its analysis from the wrong vantage\r\npoint.  \r\n    As the Supreme Court has made clear, the appropriate\r\nfocus is the degree of choice that was in fact available, not to\r\nthe agency as a whole but to the specific \"acting employee\" whose\r\nconduct is the basis for the tort action.  Berkovitz v. United\r\nStates, </pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span><pre class=\"inline\">, 536 (1988).  The discretionary function\r\nexception shields the government from lawsuits challenging\r\ngovernmental action only if that specific action was based on\r\ndiscretion grounded in policy.  See id.  The exception was intended\r\nto protect only such specific policy-based judgment.  The present\r\ncase involves no second-guessing of protected policy-making.\r\n    A parallel problem is the majority's mischaracterization\r\nof Gail Irving's position.  Irving does not contend \"that all\r\n[OSHA] inspections ought to be painstakingly comprehensive.\"  Maj.\r\nOp. at 34.  Her claim, properly construed, is that once inspectors\r\nhave been ordered by their supervisor to perform a wall-to-wall\r\ninspection, they must do so with due care.  Irving argues that if\r\nthe inspectors had followed their superiors' orders, she would not\r\nhave had her scalp torn from her head.  Thus, she contends that the\r\nnegligent inspections were not protected by the discretionary\r\nfunction exception because the inspectors had \"no rightful option\r\nbut to adhere to the directive\" of their superior officer.  SeeBerkovitz, 486 U.S. at 536.\r\n    Because in my view the district court properly concluded\r\nthat the exception does not bar Irving's claim, I respectfully\r\ndissent.                                I\r\n    The FTCA, except for certain enumerated exceptions,\r\n\"waives the Government's immunity from suit in sweeping language.\" \r\nSmith v. United States, </pre><span class=\"citation\" data-id=\"112827\"><a href=\"/opinion/112827/smith-v-united-states/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span><pre class=\"inline\">, 205 n.1 (1993) (quoting\r\nUnited States v. Yellow Cab Co., </pre><span class=\"citation\" data-id=\"104863\"><a href=\"/opinion/104863/united-states-v-yellow-cab-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span><pre class=\"inline\">, 547 (1951)).  The\r\nFTCA authorizes suits against the United States for damages\r\n    for . . . personal injury or death caused by\r\n    the negligent or wrongful act or omission of\r\n    any employee of the Government while acting\r\n    within the scope of his office or employment,\r\n    under circumstances where the United States,\r\n    if a private person, would be liable to the\r\n    claimant under the law of the place where the\r\n    act or omission occurred.\r\n\n28 U.S.C.  1346(b).  The FTCA is a \"broad waiver of sovereign\r\nimmunity,\" which \"generally authorizes suits against the United\r\nStates for damages\" that fit within its description.  Berkovitz,\r\n486 U.S. at 535.  This waiver applies unless the government is\r\nprotected by one of several specifically enumerated exceptions to\r\nthe FTCA.   Id.; see 28 U.S.C.  2680. \r\n    The majority opinion relies upon the discretionary\r\nfunction exception, which provides that no liability shall lie for\r\n\"[a]ny claim . . . based upon the exercise or performance or the\r\nfailure to exercise or perform a discretionary function or duty on\r\nthe part of a federal agency or an employee of the Government,\r\nwhether or not the discretion involved be abused.\"  28 U.S.C.\r\n2680(a).\r\n    Congress's purpose in enacting the discretionary function\r\nexception was to \"prevent judicial 'second-guessing' of legislative\r\nand administrative decisions grounded in social, economic, and\r\npolitical policy through the medium of an action in tort.\"  United\r\nStates v. Varig Airlines, </pre><span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span><pre class=\"inline\">, 814 (1984); see alsoBerkovitz, 486 U.S. at 539.  Thus, the exception was designed to\r\nprotect government agents' exercise of policy-based discretion, to\r\nprevent individual government agents from having to look over their\r\nshoulders worrying about a potential lawsuit when they are truly\r\nexercising policy-based discretion.\r\n    The same protective rationale does not apply when\r\ngovernment agents are merely carrying out mandatory directives,\r\nwhatever the basis of those mandatory orders.  If a government\r\nemployee has no choice about how to act   whether because a\r\nstatute, regulation, or agency policy mandates particular actions\r\nfor all such employees, or for whatever other reason (here, because\r\nhis supervisor explicitly ordered him to conduct a wall-to-wall\r\ninspection)   then \"there is no discretion in the conduct for the\r\ndiscretionary function exception to protect.\"  Berkovitz, 486 U.S.\r\nat 536.\r\n    Thus, the Court has set forth a two-prong test to\r\ndetermine whether the discretionary function exception applies. \r\nFirst, the acting government employee must be exercising\r\ndiscretion, when he engages in the challenged conduct.  And second,\r\neven when government agents are exercising discretion, their\r\nconduct is immune from tort suits only when that discretion is\r\nbased on policy.  The exception \"protects only governmental actions\r\nand decisions based on considerations of public policy.\"  Id. at\r\n537.\r\n                               II\r\n    The majority misses an important part of the Supreme\r\nCourt's analysis of the discretionary function exception:  from\r\nwhat vantage point should the court view the conduct of government\r\nagents?  In this case, what level of OSHA employees is the proper\r\nfocus for our attention?  \"The proper question to ask is not\r\nwhether the Government as a whole had discretion at any point, but\r\nwhether its allegedly negligent agents did in each instance.\"  In\r\nre The Glacier Bay, </pre><span class=\"citation\" data-id=\"709546\"><a href=\"/opinion/709546/in-re-the-glacier-bay-united-cook-inlet-drift-assoc-an-alaska/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1447</span></a></span><pre class=\"inline\">, 1451 (9th Cir. 1995).  Instead,\r\nthe majority focuses on the discretion of the agency as a whole, at\r\nthe command level.  This fundamental misconception of the\r\ndiscretionary function exception infects the majority's entire\r\nanalysis.  It leads the majority to misunderstand Irving's claim\r\nand to misapply the law governing the discretionary function\r\nexception.\r\n                               A\r\n    Section 2680(a) refers to two different types of\r\ndiscretion:  (1) the \"performance . . . [of] a discretionary\r\nfunction or duty on the part of a federal agency\" and (2) such\r\n\"performance . . . on the part of . . . an employee of the\r\nGovernment.\"  The majority's analysis centers on the first type. \r\nCiting both the statute and the regulations, it emphasizes that the\r\nagency as a whole had discretion in carrying out its statutory\r\ninspection functions.  Of course it did.  If the plaintiff had\r\nchallenged OSHA's hypothetical decision to conduct inspections upon\r\nonly a random sample of factories, or a supervisor's decision to\r\nomit Somersworth Shoe from that sample, or an order that the\r\ninspectors conduct only a spot check and not a wall-to-wall\r\ninspection of Somersworth Shoe, then I would agree with the\r\nmajority that her claim must be dismissed based on the\r\ndiscretionary function exception.    If Amirault did not have the authority to order a wall-to-wall inspection, e.g., because\r\n   the statute or regs precluded him from doing so, then his order would be ultra vires and\r\n Irving could not rely on it.  \r\n        But that is merely the first type of discretion addressed\r\n   in  2680(a) (\"performance . . . [of] a discretionary function or\r\n   duty on the part of a federal agency\").  The plain language of the\r\n   statute requires a distinction between this type of discretion and\r\n   the second type:  \"performance [of] . . . a discretionary function\r\n   or duty on the part of . . . an employee of the Government.\"  28\r\n   U.S.C.  2680(a).  The latter is the focus of Irving's complaint.\r\n        Here, OSHA exercised its discretion, at the command level\r\n   of the agency, about how to allocate its scarce resources.  It\r\n   delegated to each area office a certain amount of discretion to\r\n   conduct various types of inspections.  Pursuant to that delegation,\r\n   as Irving alleged and the district court found, the area office\r\n   here decided to deploy its inspection resources by calling for less\r\n   than complete inspections of some factories but, in the case of\r\n   Somersworth Shoe, by requiring wall-to-wall inspections of its New\r\n   Hampshire plant.  The area director instructed two members of his\r\n   staff, inspectors Chase and Ritchie, to examine every machine in\r\n   the plant.  Irving v. United States, </pre><span class=\"citation\" data-id=\"1884892\"><a href=\"/opinion/1884892/irving-v-united-states/\"><span class=\"volume\">942</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1483</span></a></span><pre class=\"inline\">, 1491 &amp; n.8\r\n   (D.N.H. 1996).\r\n        Thus, the agency's discretionary policy decisions were\r\n   completed as soon as the area director made his \"wall-to-wall\"\r\n   decision; the agency had committed itself to this undertaking,\r\n   before the inspectors set foot on the premises of Somersworth Shoe. \r\n   It was after these discretionary policy decisions had been\r\n   completed that the inspectors negligently executed the agency's\r\n   policy, giving rise to the injuries suffered by the plaintiff.  At\r\n   that point, Chase and Ritchie, the inspectors, had \"no rightful\r\n   option but to adhere to the directive\" from their supervisor and\r\n   examine every machine in the plant.  Berkovitz, 486 U.S. at 536. \r\n   The conduct of Chase and Ritchie \"cannot appropriately be the\r\n   product of judgment or choice, [so] there is no discretion in\r\n   [their] conduct for the discretionary function exception to\r\n   protect.\"  Id.\r\n\n                                 B\r\n        The plain language of the statute is only one reason why\r\n   the majority is wrong to focus only on the upper levels of the\r\n   agency   rather than the inspectors whose actions Irving is\r\n   challenging   for determining whether the discretionary function\r\n   exception applies.  Controlling Supreme Court precedent likewise\r\n   demonstrates the majority's error.  The principal Supreme Court\r\n case explicating the discretionary function exception is Berkovitzv. United States, </pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span><pre class=\"inline\"> (1988).  \r\n  The Court's opinion exposes the majority's error in three\r\ndifferent ways:  (1) in the Court's analysis of the discretionary\r\nfunction exception, (2) in the Court's discussion of prior Supreme\r\nCourt precedent, to harmonize those cases with the Berkovitzanalysis, and (3) in the Court's application of its legal analysis\r\nto the facts of Berkovitz's claims.  Because of the importance of\r\nthe Berkovitz case, and because this court is duty-bound to\r\nfaithfully apply Supreme Court precedent, I will discuss each of\r\nthese in some detail.\r\n                               1\r\n  The Berkovitz Court set forth clearly the mode of\r\nanalysis that we should employ in cases such as this:\r\n  The determination of whether the discretionary\r\n  function exception bars a suit against the\r\n  Government is guided by several established\r\n  principles.  This Court stated in Varig that\r\n  \"it is the nature of the conduct, rather than\r\n  the status of the actor, that governs whether\r\n  the discretionary function exception applies\r\n  in a given case.\"  In examining the nature of\r\n  the challenged conduct, a court must first\r\n  consider whether the action is a matter of\r\n  choice for the acting employee.  This inquiry\r\n  is mandated by the language of the exception;\r\n  conduct cannot be discretionary unless it\r\n  involves an element of judgment or choice.  \r\n\nId. at 536 (citation omitted) (emphasis added).  \r\n  The Court's methodology, which was plainly not followed\r\nby the majority in this case, requires that we ask what \"conduct\"\r\nis \"challenged\" by the plaintiff in the particular case, determine\r\nwhich employee in the agency has engaged in that conduct, and then\r\nconsider \"whether the action is a matter of choice for the acting\r\nemployee.\"  Id.  \r\n  The Court's focus on \"the acting employee\" is equally\r\nplain from the next passage of Berkovitz:\r\n  [T]he discretionary function exception will\r\n  not apply when a federal statute, regulation,\r\n  or policy specifically prescribes a course of\r\n  action for an employee to follow.  In this\r\n  event, the employee has no rightful option but\r\n  to adhere to the directive.  And if the\r\n  employee's conduct cannot appropriately be the\r\n  product of judgment or choice, then there is\r\n  no discretion in the conduct for the\r\n  discretionary function exception to protect. \r\n  Cf. Westfall v. Erwin, </pre><span class=\"citation\" data-id=\"111980\"><a href=\"/opinion/111980/westfall-v-erwin/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">, 296-97\r\n  (1988) (recognizing that conduct that is not\r\n  the product of independent judgment will be\r\n  unaffected by threat of liability).\r\n\nId. (citation omitted; emphasis added).  \r\nThe Court could not have been more clear that, when we\r\nexamine whether there is \"discretion in the [challenged] conduct\r\nfor the discretionary function exception to protect,\" we must focus\r\non the individual employee whose \"conduct\" is \"challenged\" by the\r\nplaintiff.  Here, that is Chase and Ritchie.  The challenged\r\nconduct is their failure to inspect the die-out machine that\r\ninjured Irving, despite having been ordered by their supervisor to\r\ninspect every machine.  Where, as here, the acting employee has\r\nbeen ordered by his supervisor to proceed in a certain manner, and\r\nthe plaintiff is seeking recompense for injuries resulting from\r\nthat employee's failure properly to follow that command, then it is\r\nirrelevant that \"the statute places virtually no constraint on the\r\nSecretary's discretion to conduct such inspections in any way that\r\nshe deems fit,\" maj. op. at 17, or that OSHA's generally applicable\r\n\"rules governing the authority of compliance officers mimic the\r\nstatute and grant these officials broad discretion over the scope,\r\nmanner, and detail of general administrative inspections,\" id. at\r\n18.\r\nOf course the Secretary and her top assistants have broad\r\ndiscretion in managing the agency's enforcement enterprise, as do\r\nany subordinate officials to whom that discretion is properly\r\ndelegated.  But this does not mean that front-line inspectors have\r\nany discretion once decisions have been made by their superiors in\r\nthe hierarchy and a mandatory directive has been given to the\r\ninspectors.\r\nThe Court in Berkovitz moved on to the second prong of\r\nits analysis:  even \"assuming the challenged conduct involves an\r\nelement of judgment,\" was that judgment based on policy?  There,\r\ntoo, the Court looked at this question at the level of the\r\nindividual whose actions are challenged by the plaintiff in the\r\ncase at hand:  \"The exception, properly construed, . . . protects\r\nonly governmental actions and decisions based on considerations of\r\npublic policy.  In sum, the discretionary function exception\r\ninsulates the Government from liability if the action challenged in\r\nthe case involves the permissible exercise of policy judgment.\" \r\nBerkovitz, 486 U.S. at 537 (citation omitted; emphasis added). \r\nAgain, the focus is on the particular \"action challenged in the\r\ncase\"   the shoddy inspection by Chase and Ritchie   and not on\r\nwhether the agency as a whole   or even a supervisor like Amirault\r\n \"exercise[s] . . . policy judgment.\"  See id.; In re The Glacier\r\nBay, 71 F.3d at 1451.\r\n                               2\r\nThe Berkovitz Court next discussed prior Supreme Court\r\nprecedent, to demonstrate how those prior decisions fit into the\r\nCourt's analytical framework.  This discussion again stresses the\r\nimportance of keeping the analysis focused at the level of the\r\nacting government employee.\r\nThe Court first analyzed the actions challenged in Varig\r\nAirlines, namely, the FAA's negligence in certifying certain\r\nairplanes for operation, including its decision to certify the\r\nairplanes without first inspecting them.  \r\nCongress had given the Secretary of\r\nTransportation broad authority to establish\r\nand implement a program for enforcing\r\ncompliance with airplane safety standards.  In\r\nthe exercise of that authority, the FAA, as\r\nthe Secretary's designee, had devised a system\r\nof \"spot-checking\" airplanes for compliance. \r\nTh[e Supreme] Court first held that the\r\nestablishment of that system was a\r\ndiscretionary function within the meaning of\r\nthe FTCA because it represented a policy\r\ndetermination as to how best to \"accommodat[e]\r\nthe goal of air transportation safety and the\r\nreality of finite agency resources.\"\r\n\nBerkovitz, 486 U.S. at 537 (quoting Varig Airlines, 467 U.S. at\r\n820).  Applying this portion of the analysis to the present case,\r\nOSHA's broad discretion in devising its methodology for conducting\r\ninspections, whether \"spot-checking\" or some other method, is\r\nprotected under the discretionary function exception.\r\nBut the Court's analysis did not end there.  Varig\r\nAirlines also held that the discretionary function exception\r\nprotected \"the acts of FAA employees in executing the 'spot-check'\r\nprogram,\" because under this program the employees \"were\r\nspecifically empowered to make policy judgments regarding the\r\ndegree of confidence that might reasonably be placed in a given\r\nmanufacturer, the need to maximize compliance with FAA regulations,\r\nand the efficient allocation of agency resources.\"  Varig Airlines,\r\n467 U.S. at 820.  The Berkovitz Court added the following\r\nexplanation:  \"Thus, the Court [in Varig Airlines] held the\r\nchallenged acts protected from liability because they were within\r\nthe range of choice accorded by federal policy and law and were the\r\nresults of policy determinations.\"  Berkovitz, 486 U.S. at 538\r\n(emphasis added).\r\nThis second set of actions   executing the \"spot-check\"\r\nprogram   is not analogous to the Irving situation.  The crucial\r\ndistinction is that Varig's spot-check protocol left the FAA's\r\nline-level employees with a \"range of choice\" based on \"policy\"\r\njudgments.  In contrast, the OSHA inspectors in Irving were not\r\nexecuting a \"spot-check\" protocol; they were specifically ordered\r\nby their superiors to inspect every machine.  They thus had zero\r\n\"range of choice.\"  Berkovitz, 486 U.S. at 538.  They had no\r\ndiscretion, whether based on policy judgment or otherwise, to\r\ndecide unilaterally during their inspection of the Somersworth\r\nplant not to inspect the die-out machine that caused Irving's\r\ninjuries.  These inspectors' shoddy execution does not involve \"the\r\nnecessary element of choice,\" grounded in policy, United States v.\r\nGaubert, </pre><span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span><pre class=\"inline\">, 323 (1991), that the discretionary function\r\nexception was intended to protect.\r\nBerkovitz also analyzed Indian Towing Co. v. United\r\nStates, </pre><span class=\"citation\" data-id=\"105329\"><a href=\"/opinion/105329/indian-towing-co-v-united-states/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span><pre class=\"inline\"> (1955), as \"illuminat[ing] the appropriate\r\nscope of the discretionary function exception.\"  Berkovitz, 486\r\nU.S. at 538 n.3.  The plaintiff in Indian Towing sued the\r\ngovernment for failing to maintain a lighthouse in good working\r\norder.  The Court stated that the initial decision to undertake and\r\nmaintain lighthouse service was a discretionary judgment.  SeeIndian Towing, 350 U.S. at 69.  Thus, if the agency had instead\r\nexercised its discretionary judgment to decline such an\r\nundertaking, the government would be insulated from tort liability. \r\nThis is analogous to OSHA's decision whether to undertake a wall-\r\nto-wall inspection of the Somersworth Shoe plant.  \r\n\"The Court [in Indian Towing] held, however, that the\r\nfailure to maintain the lighthouse in good condition subjected the\r\nGovernment to suit under the FTCA,\" because \"[t]he latter course of\r\nconduct did not involve any permissible exercise of policy\r\njudgment.\"  Berkovitz, 486 U.S. at 538 n.3.  The failure by agency\r\nemployees to exercise ordinary care in carrying out an undertaking\r\nthat the government agency willingly undertook is not protected by\r\nthe discretionary function exception.  This latter aspect of Indian\r\nTowing is analogous to the OSHA inspections challenged in the\r\npresent case.\r\n                               3\r\nA third aspect of the Berkovitz decision further\r\nundermines the majority's focus on the discretion permitted to be\r\nexercised by the highest levels of OSHA.  In Part III of its\r\nopinion, the Court discussed the specific actions that the\r\nBerkovitz plaintiffs challenged.  The Court's mode of analyzing\r\neach of the five possible claims illuminates how our court should\r\nhave examined the applicability of the discretionary function\r\nexception.\r\nThe Division of Biologic Standards (DBS) of NIH had\r\nissued a license to Lederle Laboratories to produce a drug called\r\nOrimune.  The plaintiffs alleged that DBS issued the license\r\nwithout first receiving certain data that the manufacturer was\r\nrequired to submit showing its compliance with regulatory safety\r\nstandards.  The Court held that the discretionary function\r\nexception did not bar a cause of action based on this allegation,\r\nbecause the statute and regulations \"require, as a precondition to\r\nlicensing, that the DBS receive\" that data, and DBS had \"no\r\ndiscretion to issue a license without first receiving the required\r\ntest data.\"  Berkovitz, 486 U.S. at 542.  The actor in Berkovitzwas whatever level of the agency made the decision to issue the\r\nlicense.  Viewing the facts from that vantage point, there was \"no\r\ndiscretion . . . for the discretionary function exception to\r\nprotect\" because of the statutory mandate.\r\nThe plaintiffs in Berkovitz also alleged that DBS\r\nlicensed Orimune without complying with other regulatory standards. \r\nThe allegation was ambiguous and the Court explored three different\r\npossible interpretations.  Under a DBS regulation, DBS \"may not\r\nissue a license except upon an examination of the product and a\r\ndetermination that the product complies with all regulatory\r\nstandards.\"  Berkovitz, 486 U.S. at 544.  Thus, if the plaintiffs\r\nwere \"aver[ring] that the DBS licensed Orimune either without\r\ndetermining whether the vaccine complied with regulatory standards\r\nor after determining that the vaccine failed to comply, the\r\ndiscretionary function exception does not bar the claim.\"  Id. at\r\n544.  This is because \"[t]he agency has no discretion to deviate\"\r\nfrom its \"clear duty,\" i.e., from the procedures mandated by its own\r\nregulations.\r\nThe Court applied a different analysis to the third\r\npossible interpretation of the plaintiffs' claim:  that the agency\r\nfound Orimune to comply with regulatory standards but that the\r\nagency's conclusion was incorrect.  This question \"hinges on\r\nwhether the agency officials making that determination permissibly\r\nexercise policy choice . . . in determining that a vaccine product\r\ncomplies with the relevant safety standards.\"  Id. at 545 (emphasis\r\nadded).  Because the record was unclear on this point, the Court\r\nremanded for appropriate findings by the district court. \r\nThe Berkovitz plaintiffs made another allegation:  that\r\nDBS had approved the release of the particular lot of Orimune that\r\ncontained Kevan Berkovitz's dose, and the agency violated federal\r\npolicy in approving the release of that lot.  The Court therefore\r\nconsidered whether the discretionary function exception applied to\r\nthe release of a particular lot of the vaccine, as distinct from\r\nthe issuance of a license to produce the drug.  The regulations\r\ngoverning particular lots do not impose a duty on DSB to ensure\r\nthat the vaccines comply with regulatory standards, nor do they\r\nrequire DSB to inspect every lot.  Instead, \"[t]he regulations\r\ngenerally allow [DSB] to determine the appropriate manner in which\r\nto regulate the release of vaccine lots, rather than mandating\r\ncertain kinds of agency action.\"  Id. at 546.  \r\n     Given this regulatory context, the\r\ndiscretionary function exception bars any\r\nclaims that challenge [DSB's] formulation of\r\npolicy as to the appropriate way in which to\r\nregulate the release of vaccine lots.  Cf.[Varig Airlines, 467 U.S.] at 819-20 (holding\r\nthat discretionary function exception barred\r\nclaim challenging FAA's decision to establish\r\na spot-checking program).  In addition, if the\r\npolicies and programs formulated by [DSB]\r\nallow room for implementing officials to make\r\nindependent policy judgments, the\r\ndiscretionary function exception protects the\r\nacts taken by those officials in the exercise\r\nof this discretion.  Cf. id. at 820 (holding\r\nthat discretionary function exception barred\r\nclaim that employees charged with executing\r\nthe FAA's spot-checking program made negligent\r\npolicy judgments respecting the proper\r\ninspection of airplanes).  The discretionary\r\nfunction exception, however, does not apply if\r\nthe acts complained of do not involve the\r\npermissible exercise of policy discretion. \r\nThus, if [DSB's] policy leaves no room for an\r\nofficial to exercise policy judgment in\r\nperforming a given act, or if the act simply\r\ndoes not involve the exercise of such\r\njudgment, the discretionary function exception\r\ndoes not bar a claim that the act was\r\nnegligent or wrongful.  Cf. Indian Towing v.\r\nUnited States, 350 U.S. at 69 (holding that a\r\nnegligent failure to maintain a lighthouse in\r\ngood working order subjected the Government to\r\nsuit under the FTCA even though the initial\r\ndecision to undertake and maintain lighthouse\r\nservice was a discretionary policy judgment).\r\n\nBerkovitz, 486 U.S. at 546-47 (emphasis added).  \r\nThis passage again makes clear the Court's view that, in\r\ndetermining whether a particular (allegedly negligent) act is\r\nexempt from the FTCA under the discretionary function exemption,\r\nBerkovitz requires us to examine the particular government agent\r\nwho \"performed [the] given act,\" and to determine whether particular\r\nconduct is discretionary by looking at the \"range of choice\" the\r\nagency has delegated to the particular employee in performing the\r\ntask in question.\r\nThe plaintiffs in Berkovitz had alleged that DBS had\r\nadopted a policy of testing all vaccine lots\r\nfor compliance with safety standards and\r\npreventing the distribution to the public of\r\nany lots that fail to comply.  [Plaintiffs]\r\nfurther allege[d] that notwithstanding this\r\npolicy, which allegedly leaves no room for\r\nimplementing officials to exercise independent\r\npolicy judgment, employees of [DBS] knowingly\r\napproved the release of a lot that did not\r\ncomply with safety standards.  Thus,\r\n[plaintiffs'] complaint is directed at a\r\ngovernmental action that allegedly involved no\r\npolicy discretion.\r\n\nId. at 547 (citation omitted; emphasis added).  \r\nThe Berkovitz Court held that, \"[i]f those allegations\r\nare correct   that is, if [DBS's] policy did not allow the official\r\nwho took the challenged action to release a noncomplying lot on the\r\nbasis of policy considerations   the discretionary function\r\nexception does not bar the claim.\"  Id.  It was therefore improper\r\nto dismiss plaintiffs' claim regarding the release of the\r\nparticular lot of vaccines.  See id. at 548.\r\nThe Berkovitz lot release allegations are analogous to\r\nIrving's claim that the \"implementing officials\" at OSHA (the line-\r\nlevel inspectors, Chase and Ritchie) were \"le[ft] no room . . . to\r\nexercise independent policy judgment\" because their supervisors\r\nmandated that they follow a particular inspection protocol.  Id.at 547.  Thus, as in Berkovitz, we must parse the distinction\r\nbetween a regulatory agency's higher-level exercise of discretion\r\nin determining agency policy and procedure   which is exempt under\r\n2680(a)   and the implementation of that policy by the official\r\nwho took the challenged action   which is exempt only if the\r\nemployee himself is given his own policy-based discretion to\r\n\"exercise independent policy judgment\" in how to carry out his job. \r\nId.\r\nThe staff employee's implementation conduct is not exempt\r\nfrom the FTCA if the employee has no choice but to comply with a\r\nhigher-level mandate.  And it makes no difference whether that\r\nhigher-level mandate comes from an agency regulation that adopts a\r\npolicy for all employees, saying they all must follow a particular\r\nprocedure in all particular situations, or whether the higher-level\r\nmandate comes to the line-level employee from his or her immediate\r\nsupervisor as the manner in which to conduct his inspection of this\r\nparticular plant.  The question is whether the individual\r\n\"employee's conduct can[] appropriately be the product of judgment\r\nor choice\" on his part; if not, then \"there is no discretion in the\r\nconduct for the discretionary function exception to protect.\" \r\nBerkovitz, at 536.\r\n                               C\r\nThe Court's most recent FTCA discretionary function case,\r\nUnited States v. Gaubert, </pre><span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span><pre class=\"inline\"> (1991), is fully consistent\r\nwith this approach.  The plaintiff in Gaubert challenged the\r\nallegedly negligent manner in which federal bank regulators had\r\noffered advice and made recommendations to a savings and loan\r\ninstitution.  He argued that \"the discretionary function exception\r\nprotects only those acts of negligence which occur in the course of\r\nestablishing broad policies, rather than individual acts of\r\nnegligence which occur in the course of day-to-day activities.\" \r\nId. at 334.  The Court rejected the plaintiff's distinction between\r\npolicy-making and operational decisions, reaffirming Berkovitz's\r\nfocus on whether the actions of the particular government employee\r\n\"involv[ed] the necessary element of choice\" that was grounded in\r\nregulatory policy.  Id. at 323.  \r\nThe Court offered the example of a federal official\r\nnegligently driving an automobile while on a mission connected with\r\nhis official duties, concluding that \"the [discretionary function]\r\nexception would not apply.  Although driving requires the constant\r\nexercise of discretion, the official's decisions in exercising that\r\ndiscretion can hardly be said to be grounded in regulatory policy.\" \r\nId. at 325 n.7.  The exception is no more applicable to Irving's\r\ncase:  even if the majority can somehow muster an argument that a\r\ncompliance inspector has discretion to refuse to follow his\r\nsupervisor's direct order about how thoroughly to inspect a\r\nparticular plant, any such discretion \"can hardly be said to be\r\ngrounded in regulatory policy.\"  Id.  \r\nIn contrast, the regulators' actions that Gaubert\r\nchallenged were within their range of policy-based discretion. \r\nThey included replacing the bank's management; urging it to convert\r\nto federal charter; intervening with a state regulatory agency;\r\nadvising the hiring of a financial consultant; advising when to\r\nplace a subsidiary into bankruptcy; advising on litigation policy;\r\nand mediating salary disputes.  These are not at all analogous to\r\nChase and Ritchie's negligent failure to inspect every machine in\r\nthe Somersworth Shoe plant, in contravention of the direct order of\r\ntheir supervisor to do so.\r\n                               D\r\nUnlike the majority here, other circuits have followed\r\nthe Supreme Court's teachings in analyzing discretionary function\r\ncases.  For example, in Kennewick Irrigation Dist. v. United\r\nStates, </pre><span class=\"citation\" data-id=\"526796\"><a href=\"/opinion/526796/kennewick-irrigation-district-v-united-states-of-america-kennewick/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1018</span></a></span><pre class=\"inline\">, 1031-32 (9th Cir. 1989), the Ninth Circuit\r\nheld that a claim that the government negligently constructed a\r\ncanal was not barred because the \"contracting officer's on-site\r\ndecisions\" were not based on \"policy judgments,\" and hence \"were not\r\nof the nature and quality that Congress intended to shield from\r\ntort liability.\"  In Phillips v. United States, </pre><span class=\"citation\" data-id=\"577787\"><a href=\"/opinion/577787/steven-paul-phillips-and-phyllis-diane-phillips-v-united-states/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span><pre class=\"inline\"> (11th\r\nCir. 1992), the Eleventh Circuit held that the exception was not\r\napplicable to a claim that the Army Corps of Engineers failed to\r\nexercise due care in carrying out mandatory safety obligations.  In\r\nMurdock v. Employer's Ins. of Wausau, </pre><span class=\"citation\" data-id=\"550710\"><a href=\"/opinion/550710/dennis-murdock-and-sharon-murdock-for-themselves-and-as-parents-and-next/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1065</span></a></span><pre class=\"inline\"> (8th Cir.\r\n1990), the court held the exception did not preclude a claim that\r\nthe government failed to ensure that proper procedure was followed\r\nin conducting excavation work.  And in Cope v. Scott, </pre><span class=\"citation\" data-id=\"687247\"><a href=\"/opinion/687247/john-r-cope-v-roland-g-scott-united-states-of-america/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></a></span><pre class=\"inline\">,\r\n449 (D.C. Cir. 1995), the Third Circuit held that the exception did\r\nnot apply to the claim that the government had failed to post\r\nadequate warning signs of dangerous road conditions.\r\n                              III\r\nIt is true that the majority pays lip service to the\r\nappropriate focus:  \"We recognize that, by its plain terms, the OSH\r\nAct confers discretion only upon the Secretary, not upon compliance\r\nofficers   and it is the latter's conduct that concerns us.\"  Maj.\r\nOp. at 18.  But the majority then shifts its focus.  It bases its\r\nanalysis not on the scope of discretion actually delegated to the\r\ntwo inspectors whose conduct is challenged in the instant case, but\r\nrather on regulations and manuals that generally grant OSHA\r\ncompliance officers broad discretion in the conduct of their\r\ninspections.  Id. at 18-19.  \r\nThe majority overstates the significance of the OSH Act\r\nand the relevant guidelines.  According to the majority, \"the\r\nstatute and applicable regulations clearly speak to the nature of\r\nthe conduct\" at issue in this case.  But they do not.  The statute\r\ndoes not unambiguously permit inspectors to perform incomplete\r\ninspections, nor does it clearly leave discretion to the individual\r\ninspectors to decide just how comprehensive inspections must be,\r\nregardless of direct instructions from their superior officers. \r\nRather, the statute only confers jurisdiction on the Secretary to\r\nperform inspections, and says nothing at all about how\r\ncomprehensive they must be.   \r\nThe majority finds it \"[o]f particular importance\" that\r\n\"the regulations do not prescribe any specific regimen governing\r\nthe scope or detail of general administrative inspections performed\r\nby compliance officers.\"  Id. at 19.  But neither do the\r\nregulations preclude all supervisors from exercising any\r\nindependent authority in managing the agency's work force. \r\nRegulations setting forth OSHA's general enforcement authority vis-\r\na-vis employers do not speak to the question of how the agency may\r\norganize its staff into a hierarchy of managers, various levels of\r\nsupervisors, and line-level subordinate staff.  As the Court stated\r\nin Gaubert in an analogous situation, there is \"no prohibition\r\nagainst the use of supervisory mechanisms not specifically set\r\nforth in statute or regulation.\"  499 U.S. at 330.  The majority\r\ncannot seriously read OSHA's general regulations, applicable\r\nagency-wide, to transform OSHA supervisors into automatons who must\r\ntell all subordinate inspectors nothing more than \"go out and\r\nexercise your own broad discretion.\"\r\nThus, the regulations cannot be read to deprive a\r\nsupervisor, in this case the area director, of all authority, in a\r\nparticular set of circumstances, to issue a specific instruction\r\nmandating that a particular compliance officer take specific\r\nactions when inspecting a particular factory (in this case,\r\ninstructions as to the degree of thoroughness of the inspection). \r\nSurely, a subordinate compliance officer cannot refuse such an\r\ninstruction on the theory that supervisory direction would violate\r\nthe broad discretion given to him or her in the regulations.  A\r\nsubordinate employee does not have the \"discretion\" to disregard a\r\ndirect order from his supervisor merely because there is no\r\nregulation or other \"established governmental policy\" that\r\nspecifically requires such action of all inspectors in all\r\ncircumstances.  In the present case, it is enough that one\r\nparticular area director, Amirault, did prescribe certain\r\nlimitations on compliance inspectors Chase and Ritchie, with\r\nrespect to their inspections of the Somersworth Shoe factory.\r\nThe majority ignores Amirault's direct order because, it\r\nasserts,\"'wall-to-wall' inspections are no more than the general\r\nadministrative inspections described by the statute, regulations,\r\nand guidelines.\"  Maj. Op. at 25 n.10.  Whatever may be true of the\r\nordinary case, the facts of this case are different and require a\r\ndifferent result.  It is true that the general language of the\r\nstatute, regulations, and guidelines ordinarily permit inspectors\r\nto exercise \"the same broad discretion enjoyed by the Secretary\r\nwith respect to such inspections.\"  Maj. Op. at 21.  But in thiscase, area director Amirault ordered inspectors Chase and Ritchie\r\nto do more than merely conduct a general administrative inspection;\r\nhe ordered them to \"look at the entire plant.\"  \"As far as humanly\r\npossible, [Chase and Ritchie] were supposed to cover the work\r\nplace\" and \"observe any place where the employee works,\" \"look[ing]\r\nat every operation\" and \"observing and documenting any violative\r\ncondition.\"  These facts were found by the district court and its\r\nfactual findings are supported by record evidence and are not\r\nclearly erroneous.  See Part VI, infra.\r\nEven the government recognizes that the district court's\r\nfinding   that Chase and Ritchie were required, in their\r\n\"particular inspections,\" to \"inspect every operational machine in\r\nthe plant\"   was \"limited to the specific factual circumstances it\r\nfound existed during the time and area covered by Mr. Amirault's\r\ntestimony.\"  Gov't Br. to Panel at 4-5 n.1.  Indeed, such\r\nlimitation is the reason why the government decided not to \"appeal\r\nthe court's finding regarding the application of the discretionary\r\nfunction exception to this case.\"  Id.\r\nThe proper inquiry therefore becomes whether Chase and\r\nRitchie in fact retained any policy-based discretion, in failing to\r\ncarry out Amirault's specific order to perform a wall-to-wall\r\ninspection.  The majority's sweeping discussion of overall OSHA\r\ndiscretion in handling its inspections utterly fails to address\r\nthis inquiry, and it certainly contains no support for the kind of\r\naffirmative response that would justify application of the\r\ndiscretionary function exception.  On the contrary, it is clear\r\nfrom the facts as found by the district court that the answer to\r\nthe proper question is \"no,\" and the exception is inapplicable.  If,\r\nas the district court found, inspectors Chase and Ritchie had no\r\nsuch discretion, see Part VI, infra, then they had \"no rightful\r\noption\" about what action to take, and therefore the discretionary\r\nfunction exception does not apply, Berkovitz, 486 U.S. at 536.\r\nThe majority cites Gaubert for the proposition that\r\n\"informal agency rules and similar pronouncements may at times bind\r\nagency personnel for the purposes of discretionary function\r\nexception analysis.\"  Maj. Op. at 22 (citing Gaubert, 499 U.S. at\r\n324).  This still focuses on generally applicable \"pronouncements.\" \r\nWhat the majority fails to recognize is that a\r\nsupervisor's mandate to a subordinate agency official will \"bind\"\r\nthe subordinate in the conduct of his official duties, every bit as\r\nmuch as \"agency rules,\" formal or informal.  Such a binding order\r\nwill preclude the subordinate from exercising discretion to any\r\nextent other than that allowed within the supervisor's command. \r\nThus, \"for the purposes of discretionary function exception\r\nanalysis,\" courts should consult such individualized constraints \"in\r\nappropriate cases to determine whether a particular function is (or\r\nis not) discretionary.\"  Maj. Op. at 22.\r\nIn sum, the majority fails to follow the Court's guidance\r\non the most fundamental question.  The majority focuses its\r\nanalysis on the discretion that OSHA and its command-level\r\nemployees enjoy to determine how it will enforce the Act, including\r\nhow thoroughly to inspect any given factory.  The majority fails to\r\napply the Court's analysis which centers on the extent of\r\ndiscretion exercised by the particular agency employee whose\r\nactions are challenged by the plaintiff.  This focus should prevail\r\nat both steps of the Berkovitz analysis.  \r\nHere, it is difficult to see any policy judgment in\r\nnegligently carrying out a commanded inspection or in flouting a\r\nsupervisor's direct order.  But even if some such discretion did\r\nexist, we still have to reach Berkovitz's step two, which asks\r\nwhether such discretion was based in political, social, or economic\r\npolicy, for Congress intended to \"protect[] only governmental\r\nactions and decisions based on considerations of public policy.\" \r\nGaubert, 499 U.S. at 323 (quoting Berkovitz, 486 U.S. at 537).  And\r\nany discretion Chase and Ritchie might have enjoyed to negligently\r\ncarry out a commanded inspection \"can hardly be said to be grounded\r\nin regulatory policy.\"  Id. at 325 n.7.\r\n                               IV\r\nIn its attempt to apply the appropriate legal doctrine\r\nhere, the majority opinion repeatedly distorts Irving's theory of\r\nthe case, characterizing it as alleging \"that OSHA had a policy of\r\nexhaustively inspecting every machine,\" Maj. Op. at 28; \"that OSHA\r\nhad a strict policy of requiring inspectors to look in detail at\r\nevery machine,\" id. at 31; \"that all inspections ought to be\r\npainstakingly comprehensive,\" id. at 34; \"expect[ing] [OSHA\r\ninspectors] to inspect every item in every plant,\" id.; and \"zero\r\ntolerance for any kind of risk,\" id. at 34 n. 13.  The majority\r\nthen bravely shoots down this straw man.  \r\nBut it bears no relationship to Irving's theory of the\r\ncase.  The conduct that Irving challenges is Chase and Ritchie's\r\nfailure to inspect every machine in the Somersworth Shoe factory\r\nafter receiving binding instructions from their supervisor to do\r\nso.  She does not argue that OSHA inspectors must \"inspect every\r\nitem in every plant.\"  Maj. Op. at 33-34.  With respect only to the\r\nSomersworth Shoe plant, Amirault had already weighed the competing\r\npolicy interests and concluded that this particular inspection must\r\nbe wall-to-wall, with every machine inspected and every violation\r\ndocumented.  Thus, the two inspectors who actually visited the\r\nSomersworth plant had no choice about how extensively to inspect;\r\nthere was no room for them to exercise judgment or consider agency\r\npolicy concerns when it came to determining whether to skip any\r\nmachines; they had no discretion in the matter at all, whether\r\ndriven by policy or otherwise.  They had orders and they were to\r\nfollow them.  The fact that OSHA's upper management had a great\r\ndeal of discretion to choose various methods of enforcement in\r\ndeciding which plants around the country to inspect, whether to do\r\nspot checks for some and wall-to-wall inspections for others, is\r\nquite irrelevant from the point of view of the \"Government agent[s]\"\r\nwhose \"acts\" the Court told us to scrutinize in cases like this. \r\nGaubert, 499 U.S. at 324; see Berkovitz, 486 U.S. at 536, 547.  In\r\nthis rare case, those higher officials had already chosen to\r\nexercise their discretion in a particular way, and their actions in\r\nso deciding are not being challenged here.\r\nThe majority makes much of the fact that OSHA's resources\r\nare limited and that OSHA must be permitted discretion to choose\r\nhow best to allocate such resources.  But Irving does not challenge\r\nOSHA's allocation of resources any more than she challenges OSHA's\r\nenforcement policy in general or the decision to inspect one site\r\nrather than another.  Rather, she challenges only the thoroughness\r\nwith which the inspection was carried out after the decision had\r\nbeen made to inspect this particular site in a particular way,\r\ni.e., after the inspectors were specifically instructed to conduct\r\nwall-to-wall inspections.  The Eleventh Circuit's admonition is\r\nalso applicable to OSHA (and virtually all federal agencies):  \r\n\"Because resources are limited, it is axiomatic\r\nthat discretion must be used in allocating\r\navailable resources. . . . Nevertheless, this\r\ndoes not mean that a federal employee's every\r\nchoice is a policy judgment shielded from\r\nliability through the operation of the\r\ndiscretionary function exception.\"  \r\n\nPhillips, 956 F.2d at 1075.\r\nThe majority blurs the distinction, implicitly lumping\r\ntogether Irving's claim with a theoretical challenge to high-level\r\nagency resource-allocation decisions.  This fundamental failure\r\ncarefully to parse her claim is contrary to the Supreme Court's own\r\ndetailed practice, as evidenced by Gaubert and Berkovitz, and it\r\ninfects the majority's entire analysis.  See, e.g., Murdock, 917\r\nF.2d at 1073 (carefully distinguishing between claims, barring\r\nclaim concerning decision as to what procedure should be used to\r\nconduct excavation but not precluding claim as to government's\r\n\"failure to ensure that procedure was followed\").\r\nMoreover, as noted supra, while the Supreme Court has\r\nrejected a rigid dichotomy between high-level and operational\r\ndecisions, see Gaubert, 499 U.S. at 326, the relative place of the\r\nindividual within the hierarchy does shed some light on the\r\nquestion of whether that \"acting employee's\" conduct is of the kind\r\nthat Congress would have shielded.  See id. at 335 (Scalia, J.,\r\nconcurring); Coumou v. United States, </pre><span class=\"citation\" data-id=\"741018\"><a href=\"/opinion/741018/bram-c-coumou-v-united-states-of-america-and-lieutenant-jacoblowski/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 65 (5th Cir.\r\n1997) (recognizing some difference \"between decisions at a planning\r\nlevel, or decisions that exercise policy judgment, and decisions at\r\na[n] operational level, or decisions that are merely incident to\r\ncarrying out a government policy.\").  In particular, here, a line-\r\nlevel inspector is not the kind of OSHA official who normally makes\r\npolicy judgments as to how the agency should deploy its scarce\r\nresources.  Nor is there any evidence in the record or other reason\r\nto believe that Chase or Ritchie were in fact authorized to\r\nexercise such discretion in connection with Somersworth Shoe.\r\nIrving's claim, properly construed, is that, once\r\ninspectors have been ordered to perform a wall-to-wall inspection,\r\nthey must do so with due care.  Her claim does not implicate OSHA's\r\nresource allocation discretion at all.  Not only has the government\r\nfailed to identify a specific policy empowering on-site inspectors\r\nto determine how thoroughly to conduct inspections, it has utterly\r\nfailed to provide any support for its naked assertion that such a\r\ndecision is actually \"grounded\" in any policy decisions.  This case\r\nsimply does not involve second-guessing broad policy choices.\r\n                               V\r\nA number of other legal errors flaw the majority opinion.\r\n                               A\r\nThe majority distorts Supreme Court precedent in the very\r\nframing of its analysis.  It states:  \"Under the jurisprudence of\r\nthe FTCA, a function is non-discretionary only when a 'federal\r\nstatute, regulation, or policy specifically prescribes a course of\r\naction for an employee to follow.'  Gaubert, 499 U.S. at 322\r\n(quoting Berkovitz, 486 U.S. at 536).\"  Maj. Op. at 19-20 (emphasis\r\nadded).  There is no basis in law for that position.\r\nThe word \"only\" does not appear in either Gaubert or\r\nBerkovitz in connection with the quoted passage.  The Supreme Court\r\nhas never required that a plaintiff show that the acting agent is\r\na bureaucratic automaton.  Rather, it has repeatedly made clear\r\nthat \"[t]he so-called discretionary function exception . . . does\r\nnot protect all governmental activities involving an element of\r\nchoice.\"  Gaubert, 499 U.S. at 335 (Scalia, J., concurring) (citing\r\nBerkovitz, 486 U.S. at 536-37).  In the passage quoted by the\r\nmajority, the Court was merely explaining, by way of illustration,\r\nthat the government could not satisfy \"the requirement of judgment\r\nor choice\" if a specific prescription existed in the statute,\r\nregulation or policy.  But the Court has never said that, absent\r\nsuch a clear statement, embedded in formal law, a particular\r\nfunction is therefore purely discretionary.  Indeed, in Gaubert,\r\nthe Court essentially said the contrary: \"[T]here was no\r\nprohibition against the use of supervisory mechanisms not\r\nspecifically set forth in statute or regulation.\"  499 U.S. at 330;\r\nsee also id. at 326 (\"[T]he distinction in Dalehite [v. United\r\nStates, </pre><span class=\"citation\" data-id=\"105142\"><a href=\"/opinion/105142/dalehite-v-united-states/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span><pre class=\"inline\"> (1953)] [between decisions made at a planning\r\nrather than operational level] was merely description of the level\r\nat which the challenged conduct occurred.  There was no suggestion\r\nthat decisions made at an operational level could not also be based\r\non policy.\").\r\nMoreover, the Court plainly has never raised the\r\nthreshold on the first prong so high, as the majority does today,\r\nas to make it virtually impossible to satisfy.  To require a\r\nplaintiff to show that the \"acting employee\" has no discretion at\r\nall is tantamount to requiring the plaintiff to disprove the\r\ngovernment's entitlement to the exception, and expands the\r\ndiscretionary function exception so much that it swallows the rule\r\nof waiver of sovereign immunity.  But these exceptions should be\r\nread narrowly.  As the Court stated in Kosak v. United States, </pre><span class=\"citation\" data-id=\"111121\"><a href=\"/opinion/111121/kosak-v-united-states/\"><span class=\"volume\">465</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">848</span></a></span><pre class=\"inline\">, 854 n.9 (1984):\r\nThough . . . the exceptions to the Tort Claims\r\nAct should not be read in a way that would\r\n\"nullif[y them] through judicial\r\ninterpretation,\" [citation omitted], unduly\r\ngenerous interpretations of the exceptions run\r\nthe risk of defeating the central purpose of\r\nthe statute.  See United States v. Yellow Cab\r\nCo., </pre><span class=\"citation\" data-id=\"104863\"><a href=\"/opinion/104863/united-states-v-yellow-cab-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span><pre class=\"inline\">, 548 n. 5 (1951);  cf. Blockv. Neal, </pre><span class=\"citation\" data-id=\"110883\"><a href=\"/opinion/110883/block-v-neal/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span><pre class=\"inline\">, 298 (1983) (\"The\r\nexemption of the sovereign from suit involves\r\nhardship enough where consent has been\r\nwithheld.  We are not to add to its rigor by\r\nrefinement of construction where consent has\r\nbeen announced.\") [internal quotation marks\r\nomitted].  We think that the proper objective\r\nof a court attempting to construe one of the\r\nsubsections of 28 U.S.C.  2680 is to identify\r\n\"those circumstances which are within the words\r\nand reason of the exception\" -- no less and no\r\nmore.  See Dalehite v. United States, </pre><span class=\"citation\" data-id=\"105142\"><a href=\"/opinion/105142/dalehite-v-united-states/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">15</span></a></span><pre class=\"inline\">, 31 (1953).\r\n\n                               B\r\nThe second prong of Berkovitz's analysis of the\r\ndiscretionary function exception   whether the challenged inaction\r\n\"is of the kind that the . . . exception was designed to shield,\"\r\ni.e., grounded in policy   is critical, for the exception, at its\r\nheart, seeks to prevent second-guessing of governmental policy\r\ndecisions.  True, \"there is a presumption that 'the agent's acts\r\nare grounded in policy,'\" where an agency official is found to be\r\nexercising discretion.  Maj. Op. at 31-32 (quoting Gaubert, 499\r\nU.S. at 324).  But the majority fails to recognize that the\r\npresumption is rebuttable.  It may be overcome by evidence such as\r\nIrving presented here, demonstrating that these particular\r\nofficials were not balancing competing policy concerns when they\r\nfailed to inspect the die-out machine during their inspection of\r\nthe Somersworth Shoe factory, after being instructed by their\r\nsupervisor to inspect every machine.\r\nThe majority erroneously treats the presumption as a\r\nstrong one, such that \"the United States has no burden of\r\nproduction; it may rest, as it did here, on the Gaubertpresumption.\"  Maj. Op. at 32.  The result of this front-loaded\r\napproach is that the second prong will almost always be satisfied\r\nonce the first has been met.  This approach is contrary to\r\nBerkovitz and Gaubert, and also to the weight of authority in other\r\ncircuits that have properly acknowledged the overriding purpose of\r\nthe exception:  to protect against impermissible second-guessing of\r\nexpress policy judgments.\r\nIt is admittedly difficult to determine whether a\r\ndecision or task is based on political, social or economic policy,\r\nfor \"nearly every government action is, at least to some extent,\r\nsubject to 'policy analysis.'\"  Cope, 45 F.3d at 448.  The\r\nmajority's approach permits decisions by low-level employees\r\ninvolving the faintest hint of choice to fall within the exception. \r\nBut as courts have repeatedly warned, such a front-loaded approach\r\n\"would not only eviscerate the second step of the analysis set out\r\nin Berkovitz and Gaubert, but it would allow the exception to\r\nswallow the FTCA's sweeping waiver of sovereign immunity.\"  Cope,\r\n45 F.3d at 449 (holding that exception did not apply to claim that\r\ngovernment failed to post adequate warning signs of dangerous road\r\nconditions); see also Duke v. Department of Agric., </pre><span class=\"citation\" data-id=\"749432\"><a href=\"/opinion/749432/joel-ray-duke-by-his-father-and-next-friend-danny-duke-danny-duke-v/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1407</span></a></span><pre class=\"inline\">,\r\n1411 (10th Cir. 1997) (agreeing with D.C. Circuit that applying\r\nexception to governmental decision involving a \"hint of policy\r\nconcern\" eviscerates the second prong of Berkovitz). \r\nA somewhat analogous situation may be seen in the cases\r\ninvolving a failure to warn of a danger to health or safety.  In\r\nsuch situations, the actor who failed to warn is similar to\r\ninspectors Chase and Ritchie here:  if the acting employee had\r\nwarned of the danger, the plaintiff would not have been injured. \r\nAnd, similarly, the failure to warn was not based on balancing\r\ncompeting policy interests.  Some courts have consistently held\r\nthat \"a failure to warn involves considerations of safety, not\r\npublic policy\" and that except for the rare case where failure to\r\nwarn implicates \"broad, policy-making activities\" the discretionary\r\nfunction exception is inapplicable in failure to warn cases.  Faberv. United States, </pre><span class=\"citation\" data-id=\"697356\"><a href=\"/opinion/697356/everett-todd-faber-v-united-states/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1122</span></a></span><pre class=\"inline\">, 1125 (9th Cir. 1995); see also Boydv. United States, </pre><span class=\"citation\" data-id=\"527130\"><a href=\"/opinion/527130/emily-moody-boyd-administratrix-of-the-estate-of-clyde-alva-boyd-iii-and/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">895</span></a></span><pre class=\"inline\">, 898 (10th Cir. 1989) (failure to\r\nwarn swimmers of dangerous conditions \"does not implicate any\r\nsocial, economic, or social policy judgments with which the\r\ndiscretionary function exception properly is concerned.\");\r\nAndrulonis v. United States, </pre><span class=\"citation\" data-id=\"574893\"><a href=\"/opinion/574893/joanna-andrulonis-individually-and-as-conservator-of-the-property-of/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span><pre class=\"inline\"> (2d Cir. 1991) (high-\r\nranking official's alleged failure to warn of hazards associated\r\nwith rabies vaccine not barred by exception).\r\n                               C\r\nThe majority's analysis seems to reinstate the\r\n\"regulatory function exception\" which the government urged upon the\r\nCourt in Berkovitz but which the Court explicitly rejected.  SeeBerkovitz, 486 U.S. at 538-39.  Without any basis in the Act, the\r\ngovernment had proposed that the Court transform the discretionary\r\nfunction exception into a \"regulatory function exception\" that would\r\napply  2680(a) to \"preclude[] [government] liability for any and\r\nall acts arising out of the regulatory programs of federal\r\nagencies.\"  Id. at 538.  The government had argued that regulatory\r\nprograms by their nature entail agency discretion at the highest\r\nlevels to weigh various competing policy interests.  Based on the\r\nstatute's plain language and the legislative history, the Court\r\n\"put the Government's argument to rest,\" id. at 539, concluding that\r\n\"Congress intended the discretionary function exception to apply to\r\nthe discretionary acts of regulators, rather than to all regulatory\r\nacts,\" id. at 539 n.4.  \r\nThe majority's decision today resurrects the government's\r\ndiscredited \"regulatory function\" theory.  Because the larger agency\r\n(OSHA) has broad discretion over its enforcement authority (as all\r\nregulatory agencies clearly will), the majority's approach would\r\nexempt from tort liability virtually all actions taken by employees\r\nof regulatory agencies, without looking at whether the acting\r\nemployee, whose conduct is the basis of the suit, actually had \"no\r\nrightful option but to adhere to [a] directive\" from his\r\nsupervisor.  Berkovitz, 486 U.S. at 536.\r\n                               VI\r\nIn addition to its erroneous interpretation of Supreme\r\nCourt precedent, the majority inexplicably fails to adhere to the\r\nwell-established \"clearly erroneous\" standard of review for district\r\ncourt findings of fact.  See Fed. R. Civ. P. 52(a); Anderson v.\r\nBessemer City, </pre><span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 573-74 (1985). \r\nThe district court found the following facts:  (i) in\r\n1975 and 1978, the OSHA compliance officers each had been directed\r\nto perform a \"wall-to-wall\" safety inspection of the Somersworth\r\nplant; (ii) although the OSH Act and OSHA regulations leave many\r\ndecisions regarding the conduct of workplace inspections to the\r\ndiscretion of the area director and compliance officers, the scope\r\nof the inspections of the Somersworth plant that the compliance\r\nofficers were instructed to perform in 1975 and 1978 \"was dictated\r\nby less formal, but no less binding, OSHA policy,\" requiring the\r\nofficers to \"inspect every operational machine and work station in\r\nthe plant,\" and to record every violation of OSHA safety standards\r\nthat they observed   be they de minimis, non-serious, or serious\r\n if there was potential employee exposure to the violative\r\ncondition; (iii) the die-out motor drive shaft was not guarded by\r\nlocation at the time of the accident; (iv) at the time of the\r\naccident, the die-out machine was in materially the same condition,\r\nand was at or near the place it had been located during the 1975\r\nand 1978 inspections, and, therefore, the drive shaft had not been\r\nguarded by location at the time of these inspections; (v) the die-\r\nout machine was in near-continuous operation during the relevant\r\ntime period, and was in operation during both inspections; (vi)\r\noperation of the die-out machine while the drive shaft remained\r\nunguarded was in flagrant violation of OSHA safety standards; (vii)\r\nduring the 1975 and 1978 inspections, the compliance officers\r\nfailed to document, and OSHA failed to cite, the violative\r\ncondition of the drive shaft; (viii) had the compliance officers\r\nactually inspected the bench assembly, they would have noticed and\r\ndocumented the violative condition of the drive shaft.  942 F.\r\nSupp. at 1492-1502.\r\n   The district court concluded from the evidence that the\r\nrecord would not support a finding that OSHA compliance officers\r\nChase and Ritchie   both of whom the court found to be experienced\r\nworkplace safety inspectors who took their jobs seriously   were\r\nso utterly incompetent as to have inspected the bench assembly but\r\nfailed to notice the unguarded condition of the drive shaft and to\r\nrecognize it as a violation of OSHA standards.  Instead, the\r\npreponderance of the evidence \"decidedly supports the conclusion\r\nthat both Chase and Ritchie would have recognized that the bench\r\nassembly violated OSHA safety standards requiring the guarding of\r\npower transmissions if they had, in fact, inspected it,\" and that\r\nthe only realistic explanation for their failure to notice and\r\ndocument the unguarded drive shaft was that neither officer\r\nactually inspected the bench assembly during his inspection of the\r\nSomersworth plant.  942 F. Supp. at 1497 (emphasis added).  The\r\ndistrict court thus determined that the challenged conduct, and the\r\nbasis for Irving's state-law cause of action and FTCA claim, was\r\nthe failure of the compliance officers to inspect every operational\r\nmachine in the Somersworth plant in 1975 and 1978, as they were\r\nrequired to do by mandatory OSHA policy, and their negligent\r\nperformance of their task.  Id. \"[T]hey were under a mandatory duty\r\nto inspect every operational machine and failed to do so.\"  Id. at\r\n1502.\r\n   The majority never analyzes the district court's findings\r\nof fact under the proper standard of review:  whether they were\r\nclearly erroneous.  See Fed. R. Civ. P. 52(a).  In particular, the\r\nmajority fails to accord appropriate deference to the district\r\ncourt's findings, as the \"clearly erroneous\" standard requires.  SeeAnderson, 470 U.S. at 573-74 (explaining that the same deference is\r\nrequired to district court's \"inferences drawn from other facts\");\r\nJohnson v. Watts Regulator Co., 6</pre><span class=\"citation\" data-id=\"628627\"><a href=\"/opinion/628627/robert-b-reich-secretary-of-labor-v-simpson-gumpertz-heger-inc-and/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">129, 1138 (1st Cir. 1995)\r\n(\"[A]n appellate court must refrain from any temptation to retry\r\nthe factual issues anew.\").\r\nInstead, the majority examines the evidence for itself\r\nand second-guesses the district court's findings, making its own\r\nfindings of fact.  That would be fine, if this court were the trial\r\ncourt.  But the district court heard the evidence and reached a\r\ncontrary set of factual determinations.  This court has no basis\r\nfor disturbing those findings.  Arthur D. Little, Inc. v. Dooyang\r\nCorp., </pre><span class=\"citation\" data-id=\"198029\"><a href=\"/opinion/198029/little-inc-v-dooyang/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 54 (1st Cir. 1998) (Where the \"district court's\r\nfindings of fact are not clearly erroneous,\" the appellate court\r\n\"will not disturb them.\").\r\nThe district court's findings are plainly supported by\r\nthe record in this case; at the very least, they are not so lacking\r\nin support as to be clearly erroneous.  Nothing in the record\r\nindicates that Amirault ordered inspections in 1975 and 1978 that\r\nwere anything other than wall-to-wall inspections, or that the OSHA\r\ncompliance officers were at liberty to choose to conduct a spot-\r\ncheck inspection of only some, not all, machines or areas within\r\nthe plant.  In all events, the government does not now dispute that\r\nthe compliance officers in 1975 and 1978 were obliged to conduct\r\nwall-to-wall safety inspections; indeed, the government's attorney\r\nconceded at oral argument before the district court that \"[i]f\r\nthere's a requirement to look at every machine and he does not look\r\nat every machine, then I would agree that that's a violation of a\r\nmandatory regulation.\"  942 F. Supp. at 1499 n.19.\r\nMoreover, the means by which the majority carries out its\r\nown fact-finding mischaracterizes the trial testimony.  An example\r\nappears in the majority opinion at 31.  The majority quotes a\r\nseries of questions and answers and then summarizes them as\r\nfollows:  \"Read naturally, this passage indicates that general\r\nadministrative inspections constitute nothing more than 'walk\r\nthroughs' that involve random spot checks.\"  This summary is not at\r\nall accurate.  The \"natural\" reading of Amirault's testimony is not\r\nthat the inspector, once inside the plant, would \"spot check\" only\r\nsome machines; rather, OSHA's \"random way of just doing spot checks\r\non an entire plant without advance notice,\" maj. op. at 30, more\r\nlikely meant that OSHA chose at random which plant to inspect. \r\nRegarding the Somersworth inspections in particular, Amirault\r\ntestified that, once inside the plant, the inspector was to conduct\r\n\"a wall-to-wall inspection,\" spending \"whatever time was necessary\r\nto inspect the entire plant for safety hazards,\" id. at 31\r\n(emphasis added), \"machine by machine by machine,\" Irving, 942 F.\r\nSupp. at 1491 n.8.  If the majority's \"spot-check\" finding of fact\r\nwere made by a district court, an appellate tribunal would be\r\ncompelled to strike it as clearly erroneous.  The district court's\r\nfindings to the contrary were plainly correct, and surely pass\r\nmuster under the clearly erroneous standard of review.\r\nIn discussing the ordinary procedures for conducting\r\ninspections, the majority notes that \"OSHA compliance officers are\r\nexpected to study the layout of the facility they are about to\r\ninvestigate, to review its health and safety records, and to\r\ninterview employer and employee representatives during the\r\ninspection about working conditions.  One might expect that as a\r\nresult of such study, OSHA inspectors will make daily judgments\r\nabout what risks and safety issues most urgently require their\r\nattention.\"  Maj. Op. at 33.  But again, the question is not what\r\nthe majority of this court \"expects\" might occur during an ordinary\r\nOSHA inspection, but what actually appears in the record of this\r\ncase.  As the district court found, here, OSHA, through its area\r\ndirector, in fact undertook a wall-to-wall inspection of the\r\nSomersworth Shoe plant.  Chase and Ritchie were ordered to carry\r\nout that undertaking, not to decide for themselves \"what risks and\r\nsafety issues most urgently require their attention.\"  Whatever\r\n\"daily judgments\" they might, in other circumstances, have been\r\nauthorized to make about such issues were inapplicable here.  Chase\r\nand Ritchie had no choice in these particular inspections but to\r\ncomply with the mandate from their superior.\r\n                           CONCLUSION\r\nThe majority decides today that the government is immune\r\nfrom suit for the inspectors' negligence, based on the\r\ndiscretionary function exception to the Federal Tort Claims Act\r\n(FTCA).  28 U.S.C.  2680(a).  It rewards the agency when it\r\nundertakes to conduct a comprehensive safety inspection and then\r\ndoes so carelessly.  And when the record is devoid of any evidence\r\nto suggest why incomplete \"wall-to-wall\" inspections or shoddy\r\ninspections could possibly be grounded in policy, the majority\r\ncreates its justifications out of whole cloth.  Such a decision\r\nviolates the letter and spirit of the FTCA and flies in the face of\r\ncontrolling Supreme Court precedent on the subject.\r\nI have great regard for my colleagues on this court.  But\r\nhowever able they may be, they do not have the authority to refuse\r\nto follow a binding precedent from the Supreme Court of the United\r\nStates.  The Court's early treatment of the discretionary function\r\nexception may have been inconsistent or unclear as to how to apply\r\nthe exception.  But the decision in Berkovitz clarified the\r\nanalysis courts must employ in such cases.  Berkovitz also\r\nharmonized prior precedents and, as I have shown, Gaubert is\r\nlikewise in harmony with the Berkovitz approach.\r\nUnfortunately, the majority today totally misapplies the\r\nCourt's rulings, indeed eschewing any analysis of Berkovitzwhatsoever.  The majority instead states its own priorities:  \"Even\r\nif [a government] decision may seem wrong in retrospect, or if its\r\nimplementation is negligent, such decisionmaking by its nature\r\ntypically requires a balancing of interests (e.g., how to deploy\r\nscarce government resources in the accomplishment of worthwhile   \r\nbut expensive   public needs).  Congress reasonably struck this\r\nbalance by requiring that, ordinarily, liability will not inhere\r\nabsent an authoritative decision that a specific act should become\r\na governmental responsibility.\"  Maj. Op. at 35.  \r\nThis does not state the applicable law according to the\r\nSupreme Court.  Nowhere does the Court require \"an authoritative\r\ndecision that a specific act should become a governmental\r\nresponsibility\" before an injured party may sue in tort.  On the\r\ncontrary, the FTCA broadly waives sovereign immunity unless the\r\ngovernment establishes that the employee performing the challenged\r\nact   not his supervisor   acted within authorized discretion that\r\nwas based in policy.  If other members of this court are unhappy\r\nwith the FTCA as it has been authoritatively interpreted by the\r\nSupreme Court, they cannot simply ignore the Court's interpretation\r\nof Congressional intent.  Unless Congress amends the statute or the\r\nCourt modifies its construction, this court must faithfully apply\r\nthe Court's teachings.  See Wessmann v. Gittens,     F.3d    ,    ,\r\n</pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">792148</span></span><pre class=\"inline\">, at *21 (1st Cir. 1998) (\"[U]nless and until the\r\nJustices reconfigure their present doctrine, it is the job of\r\njudges in courts such as this to respect the letter and spirit of\r\nthe Supreme Court's pronouncements.\").\r\nThe majority's mischaracterization of plaintiff's\r\nposition further undermines its conclusion.  In short, the majority\r\ndoes today what the Supreme Court has specifically warned against:\r\nit has acted \"as a self-constituted guardian of the Treasury\r\nimport[ing] immunity back into a statute designed to limit it.\" \r\nIndian Towing, 350 U.S. at 69.\r\nI respectfully dissent.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1884892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2146144/"
  ]
}