{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198054/",
  "absolute_url": "/opinion/198054/duckworth-v-pratt-whitney/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198054/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:20Z",
  "date_modified": "2017-03-24T10:54:25.613334Z",
  "type": "010combined",
  "sha1": "aaae0a90e25ea4dcff0300624d8af617a461b749",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2244.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n\n                                      \r\n\n                              No.  97-2244\r\n\n                     MARK DUCKWORTH,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n                 PRATT &amp; WHITNEY, INC.,\r\n\n                  Defendant, Appellee.\r\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n        [Hon. Gene Carter, U.S. District Judge]\r\n                                      \r\n\n                         Before\r\n\n                 Lynch, Circuit Judge,\r\n\n      Campbell and Bownes, Senior Circuit Judges.\r\n\n                                      \r\n\n                                Helen Norton, with whom Donna R. Lenhoff, Janet S.\r\nChung, National Partnership For Women &amp; Families, Peter L.\r\nThompson and Law Offices of Ronald Coles, were on brief, for\r\nappellant.\r\n       Richard G. Moon, with whom Jonathan Shapiro, Melinda\r\nJ. Caterine, and Moon, Moss, McGill, Hayes &amp; Shapiro, P.A. were\r\non brief, for appellee.\r\n       Leif G. Jorgenson, Attorney, United States Department\r\nof Labor, with whom Marvin Krislov, Deputy Solicitor of Labor\r\nfor National Operations, Steven J. Mandel, Associate Solicitor,\r\nand William J. Stone, Counsel for Appellate Litigation, were on\r\nbrief, for United States Secretary of Labor, amicus curiae.\r\n       Catherine K. Ruckelshaus, Sara E. Rios, Patricia A.\r\nShiu, Catherine R. Albiston, and Robin Runge on brief for\r\nNational Employment Law Project, Employment Law Center (a\r\nproject of the Legal Aid Society of San Francisco), National\r\nCouncil of Jewish Women, United Mine Workers of America, Equal\r\nRights Advocates, Center for Women Policy Studies, Union of\r\nNeedletrades, Industrial &amp; Textile Employees, Women Employed,\r\nAmerican Federation of State, County and Municipal Employees,\r\nInternational Federation of Professional and Technical\r\nEngineers, American Federation of Teachers, American\r\nAssociation of University Women, RESOLVE, Service Employees\r\nInternational Union, American Association of Retired Persons,\r\nNational Women's Law Center, American Civil Liberties Union of\r\nMassachusetts, and 9to5, National Association of Working Women,\r\namici curiae.\r\n       Ann Elizabeth Reesman, Robert E. Williams, and\r\nMcGuiness &amp; Williams on brief for Equal Employment Advisory\r\nCouncil, amicus curiae.\r\n       Loretta M. Smith and New England Legal Foundation on\r\nbrief for Associated Industries of Massachusetts, Business and\r\nIndustry Association of New Hampshire, Connecticut Business and\r\nIndustry Association and Maine Chamber and Business Alliance,\r\namici curiae.\r\n\n                                      \r\n\n                     July 14, 1998\r\n                                      \r\n                                         LYNCH, Circuit Judge.  The facts alleged in this case\r\nare simple: that Pratt &amp; Whitney refused to rehire Mark\r\nDuckworth because he had a \"poor\" attendance rating resulting\r\nfrom his fifty-two day absence from work in 1994 caused by a\r\nserious health condition, an absence protected by the federal\r\nFamily and Medical Leave Act (FMLA), 29 U.S.C.  2601-54, and\r\nits state counterpart, Maine's Family Medical Leave\r\nRequirements, Me. Rev. Stat. Ann. tit. 26,  843-48 (West\r\n1997).  Duckworth says the refusal to rehire violated these\r\nlaws because the employer's decision was based on Duckworth's\r\nuse of statutorily protected leave.  Duckworth's complaint was\r\ndismissed for failure to state a claim pursuant to Fed. R. Civ.\r\nP. 12(b)(6).  We reverse and reinstate the lawsuit.\r\n                            I.  We state the facts as they are alleged in Duckworth's\r\ncomplaint, which we take to be true for the purposes of a\r\nmotion to dismiss.  See Salois v. Dime Sav. Bank, 128 F.3d 20,\r\n22 (1st Cir. 1997).\r\n       Duckworth was employed by a Pratt &amp; Whitney\r\nmanufacturing facility in North Berwick, Maine from 1980 until\r\nDecember 1994, when he was laid off.  Attendant to the layoff,\r\none of Duckworth's former supervisors completed an \"Employment\r\nTermination Record\" sometime around January 6, 1995.  The\r\nTermination Record had a line entitled \"Rehire Status.\"  On\r\nthat line, the supervisor wrote that Duckworth's attendance was\r\n\"poor.\"  Nearly two years later, on October 17, 1996, Duckworth\r\nunsuccessfully applied to Pratt &amp; Whitney for a job. \r\nDuckworth's complaint states that the \"poor\" attendance rating\r\nwas the basis for Pratt &amp; Whitney's refusal to rehire him. \r\nDuckworth alleges that the \"poor\" rating resulted from his\r\ntaking fifty-two days of medical leave in 1994, leave that was\r\nprotected by the FMLA, and that Pratt &amp; Whitney's refusal to\r\nrehire him thus interfered with his FMLA-protected right to\r\ntake medical leave.\r\n       We take it as given that the 1994 leave was covered\r\nby the FMLA.  Apparently, an accident left Duckworth with a\r\npunctured lung and broken ribs, which caused him to be absent\r\nfrom work from June 20, 1994 to August 11, 1994.  The effects\r\nof those injuries and of the medications he took caused\r\nDuckworth to be absent a second time, from August 31, 1994 to\r\nSeptember 22, 1994.  He was under his physician's treatment\r\nthroughout.  It is also undisputed that Duckworth suffered from\r\na \"serious health condition\" as defined by 29 U.S.C.  2611(11)\r\nat the time of the absences.  Further, Pratt &amp; Whitney concedes\r\nthat Duckworth was an \"eligible employee\" within the meaning of\r\n2611(2) at the time he took leave and that Pratt &amp; Whitney\r\nwas a covered \"employer\" within the meaning of  2611(4).\r\n                            II.      Duckworth brought suit in the United States District\r\nCourt for the District of Maine in August 1997.  He alleged\r\nthat the employer had willfully discriminated against him for\r\nhaving exercised his FMLA-protected right to take medical\r\nleave, in violation of 29 U.S.C.  2615 and its Maine analogue.   \r\nThat section of the FMLA, entitled \"Prohibited Acts,\" provides:\r\n    (a) Interference with rights\r\n         (1) Exercise of rights\r\n              It shall be unlawful for any\r\n              employer     to interfere with,\r\n              restrain, or deny the exercise\r\n              of or the attempt to exercise,\r\n              any right provided under this\r\n              subchapter.\r\n\n29 U.S.C.  2615(a)(1).\r\n    Duckworth also relied on a regulation promulgated by\r\nthe United States Department of Labor (DOL) that makes it clear\r\nthat employers may not take a prospective employee's past use\r\nof FMLA-protected leave into account in hiring decisions.  That\r\nregulation provides:\r\n    An employer is prohibited from\r\n    discriminating against      employees or\r\n    prospective employees who have used FMLA\r\n    leave. . . .  [E]mployers cannot use the\r\n    taking of FMLA leave as a negative factor\r\n    in employment actions,      such as hiring,\r\n    promotions or disciplinary actions . . . .\r\n\n29 C.F.R.  825.220(c).  Because he is entitled to protection\r\nunder this regulation, Duckworth says he may bring an action\r\nunder 29 U.S.C.  2617(a) to enforce those rights.  In this,\r\nthe DOL agrees with him.\r\n    The district court dismissed the action for failure\r\nto state a claim on which relief may be granted, basing its\r\nreasoning on the provision of the Act creating a private right\r\nof action:\r\n    An action . . . may be maintained against\r\n    any employer . . . by any one or more\r\n    employees for and in behalf of -- \r\n         (A) the employees; or\r\n         (B) the employees and other employees\r\n         similarly    situated.\r\n\n29 U.S.C.  2617(a)(2).  The district court reasoned that\r\nbecause Duckworth had volunteered for a layoff, his claim arose\r\nfrom his status as a prospective employee, not as a current,\r\neligible employee.  The district court noted that the\r\nenforcement provisions of the Act created a private remedy only\r\nfor \"employees.\"  The district court reasoned that the term\r\n\"employees\" is not ambiguous, but inherently applies only to\r\ncurrent employees (thus rejecting DOL's interpretation of the\r\nterm to include prospective employees), and that Duckworth had\r\nno cause of action because he was not a current employee.  The\r\ncourt noted that if Congress had intended to include job\r\napplicants within the meaning of the FMLA, it could have\r\nexpressly included job applicants within the statute's\r\ncoverage, as it did in the Americans with Disabilities Act\r\n(ADA), 42 U.S.C.  12101-12213.  The federal claim having been\r\ndismissed, the court also dismissed, without prejudice, the\r\npendent state claim.\r\n                           III.\r\n                                  We review the district court's dismissal order de\r\nnovo.  See Doyle v. Hasbro, Inc., 103 F.3d 186, 190 (1st Cir.\r\n1996).\r\n    Although this case is a significant one for\r\nindividuals and employers affected by the FMLA, it turns on a\r\nrelatively straightforward and limited question of statutory\r\nconstruction, and then on deference to administrative\r\nlawmaking.  For the purposes of its motion to dismiss, Pratt &amp;\r\nWhitney essentially concedes that the actions described by\r\nDuckworth's complaint may have violated 29 U.S.C.  2615, which\r\nmakes it \"unlawful for any employer to interfere with,\r\nrestrain, or deny the exercise of or the attempt to exercise,\r\nany right\" protected by the FMLA.  But, Pratt &amp; Whitney argues,\r\nhe has no judicial forum available, only an administrative one.\r\n    Pratt &amp; Whitney correctly notes that Congress\r\nprovided several mechanisms for enforcing the FMLA.  First,\r\nCongress provided \"employees\" an express private right of\r\naction to enforce the Act.  See 29 U.S.C.  2617(a)(2).    The\r\nSecretary of Labor has authority to bring civil actions against\r\nviolators.  See id.  2617(b).  Aggrieved individuals may file\r\nan administrative complaint with the DOL.  See id. \r\n2617(b)(1).    Hence, Pratt &amp; Whitney argues, if Duckworth has\r\na claim at all, he must rely on administrative enforcement\r\nbecause he was not an \"employee\" at the time of the violation, \r\nbut only a prospective employee.  \r\n   Thus, the question is whether Duckworth may avail\r\nhimself of the Act's private right of action, a right of action\r\nthat is limited to \"employees.\"  The district court determined\r\nthat the Act provides a private remedy only for those employees\r\nwho suffer adverse action at the time they are employed by the\r\nemployer in question.  This interpretation would exclude\r\nprospective employees who complain that they were not hired\r\nbecause they had used FMLA-protected leave in the past, as well\r\nas former employees whose previous employer retaliates against\r\nthem for using FMLA-protected leave by, for example, giving a\r\nnegative reference to a future employer.  \r\n    We do not write on a clean slate.  The Act delegates\r\nto the Secretary of Labor broad authority to \"prescribe such\r\nregulations as are necessary to carry out\" the Act.  29 U.S.C.\r\n 2654.  The regulations on which Duckworth relies were\r\npromulgated pursuant to the requirements of notice-and-comment\r\nrulemaking under the Administrative Procedure Act, 5 U.S.C. \r\n553.  Under those regulations, Duckworth is an \"employee\" who\r\ncan sue for violations of 29 U.S.C.  2615.  Pratt &amp; Whitney\r\ndoes not challenge the procedural validity of the rulemaking\r\nprocess.\r\n    The Secretary of Labor argues that the term\r\n\"employees\" is ambiguous, not inherently limited to current\r\nemployees, and that its regulations extending the Act's\r\nprotection to prospective and former employees are entitled to\r\ndeference.  See  Chevron v. Natural Resources Defense Council,\r\n467 U.S. 837, 843-44 (1984); see also 29 C.F.R.  825.220(c). \r\nThe regulations were an exercise of the Secretary's delegated\r\nauthority and were adopted with the participation of the\r\npublic, and thus deference to the Secretary's interpretation is\r\nproperly invoked.  \r\n   \"Under the formulation now familiar, when we examine\r\nthe Secretary's rule interpreting a statute, we ask first\r\nwhether 'the intent of Congress is clear' as to 'the precise\r\nquestion at issue.'\"  Regions Hosp. v. Shalala, 118 S. Ct. 909,\r\n915 (1998) (quoting Chevron, 467 U.S. at 842).  We use\r\ntraditional tools of statutory construction to determine if\r\nCongress' intent is clear as to that precise issue.  See\r\nid.; Goncalves v. Reno, No. 97-1953, 1998 WL 236799, at *18\r\n(1st Cir. May 15, 1998).  If, however, \"the statute is silent\r\nor ambiguous with respect to the specific issue, the question\r\nfor the court is whether the agency's answer is based on a\r\npermissible construction of the statute.\"  Chevron, 467 U.S. at\r\n843.  \"If the agency's reading fills a gap or defines a term in\r\na reasonable way in light of the Legislature's design, we give\r\nthat reading controlling weight, even if it is not the answer\r\n'the court would have reached if the question initially had\r\narisen in a judicial proceeding.'\"  Regions Hosp., 118 S. Ct.\r\nat 915 (quoting Chevron, 467 U.S. at 843 n.11).\r\n   Under the first step of the Chevron analysis, we\r\nexamine the statutory language at issue using our traditional\r\ntools of statutory construction.  That requires us to determine\r\nwhether \"the language at issue has a plain and unambiguous\r\nmeaning with regard to the particular dispute in the case.\" \r\nRobinson v. Shell Oil Co., 117 S. Ct. 843, 846 (1997).  \"The\r\nplainness or ambiguity of statutory language is determined by\r\nreference to the language itself, the specific context in which\r\nthe language is used, and the broader context of the statute as\r\na whole.\"  Id.  We employ that process to determine whether\r\nCongress has spoken, for \"[i]f the intent of Congress is clear,\r\nthat is the end of the matter; for the court, as well as the\r\nagency, must give effect to the unambiguously expressed intent\r\nof Congress.\"  Chevron, 467 U.S. at 842-43.\r\n   The district court determined that the term\r\n\"employees\" has an inherent \"plain meaning.\"  The plain meaning\r\nseen by the district court was that \"employees\" means \"current\r\nemployees.\"  Such a definition excludes prospective employees,\r\nand, necessarily, former employees.  If, by choosing the word\r\n\"employees,\" Congress had manifested an unambiguous intent to\r\nexclude Duckworth's claim from the Act's coverage, we would\r\nagree with the district court and would be bound to reject the\r\nSecretary's interpretation.  No deference is due the\r\nadministrative agency's interpretation if it conflicts with\r\nunambiguous language.  See Strickland v. Commissioner, Me.\r\nDep't of Human Servs., 48 F.3d 12, 16 (1st Cir. 1995).  Whether\r\nthe statute is ambiguous is a question of law for the court to\r\ndecide,   and it is one which we must review de novo.  See id.at 16-17.  We think the district court's determination that the\r\nterm \"employees\" is unambiguous, always meaning \"current\r\nemployees,\" is in error for several reasons.\r\n   First, courts have consistently regarded the term\r\n\"employees,\" as used in other federal employment statutes, as\r\nnot inherently limited to current employees.  Cases involving\r\nsuch statutes are instructive, although not determinative.  SeeSerapion v. Martinez, 119 F.3d 982, 985 (1st Cir. 1997) (\"We\r\nregard Title VII, ADEA, ERISA, and FLSA as standing in pari\r\npassu and endorse the practice of treating judicial precedents\r\ninterpreting one such statute as instructive in decisions\r\ninvolving another.\")\r\n   Second, in Robinson, supra, a case raising a very\r\nsimilar issue under another employment statute, the Supreme\r\nCourt made clear that the term \"employees,\" as used in the\r\nanti-retaliation provision of Title VII, 42 U.S.C.  2000e-\r\n3(a), includes former employees.  The rationale of Robinsonapplies here.  In Robinson, the plaintiff was fired and he\r\nfiled a charge with the Equal Employment Opportunity Commission\r\n(EEOC) saying that his firing was motivated by race\r\ndiscrimination.  See 117 S. Ct. at 845.  The plaintiff then\r\napplied for a job at another company, and his former employer\r\ngave a negative reference.  See id.  The plaintiff alleged this\r\npoor reference was in retaliation for his EEOC charge, and\r\nfiled suit.  The district court dismissed the lawsuit on the\r\nground that the plaintiff was not an \"employee\" at the time the\r\nadverse action was taken, and the court of appeals affirmed. \r\nA unanimous Supreme Court reversed.\r\n   The Supreme Court reasoned that the word \"employee\"\r\ndoes not have some \"intrinsically plain meaning,\" id. at 847\r\nn.4, that is limited \"to those having an existing employment\r\nrelationship with the employer in question,\" even though that\r\nargument may seem plausible \"at first blush.\"  Id. at 846. \r\nCanvassing various federal statutes, Robinson noted that\r\nCongress has not used the term \"employee\" with precision, but\r\nrather has used the term, at various times, to refer to both\r\nformer and prospective employees.  Id. at 846-47; see also NLRBv. Town &amp; Country Elec., Inc., 516 U.S. 85 (1995) (upholding\r\nthe NLRB's determination that the term \"employees\" in the\r\nNational Labor Relations Act (NLRA) applies to prospective\r\nemployees who were paid union organizers); Passer v. American\r\nChem. Soc'y, 935 F.2d 322, 330-31 (D.C. Cir. 1991) (term\r\n\"employees\" in Age Discrimination in Employment Act (ADEA)\r\nincludes former employees).  Thus, absent an express \"temporal\r\nqualifier,\" such as \"current,\" Robinson, 117 S. Ct. at 846,\r\nCongress' use of the word \"employees\" does not inherently\r\nexclude former and prospective employees.\r\n   Third, an example of ambiguity, thus counselling\r\ndeference to the agency, comes from the definitional section\r\nenacted by Congress.  The FMLA provides that the definition of\r\n\"employee\" in the FLSA, 29 U.S.C.  203(e), is also applicable\r\nto the FMLA.  See 29 U.S.C.  2611(3).  That definition, \"any\r\nindividual employed by an employer,\" 29 U.S.C.  203(e), (which\r\nis subject to certain exceptions not relevant here) does not\r\nmake the term any less ambiguous. In Robinson, the Supreme\r\nCourt found that the identical definition contained in Title\r\nVII did not add anything to \"employee\" which made it less\r\nambiguous.  See 117 S. Ct. at 847; see also Nationwide Mut.\r\nIns. Co. v. Darden, 503 U.S. 318, 323 (1992) (\"ERISA's nominal\r\ndefinition of 'employee' as 'any individual employed by an\r\nemployer' is completely circular and explains nothing.\"\r\n(Citation omitted.)).\r\n   Pratt &amp; Whitney argues that, although the term\r\n\"employed\" could mean both \"is employed\" or \"was employed,\" seeRobinson, 117 S. Ct. at 847 (noting this ambiguity), it cannot\r\nmean \"will be employed,\" and so the use of the FLSA definition\r\nat least excludes prospective employees.  However, the FMLA's\r\nuse of the FLSA definition of \"employee\" was plainly meant to\r\nincorporate the FLSA's list of exceptions, see 29 U.S.C. \r\n203(e), not to exclude prospective employees from the FMLA's\r\ncoverage.  Indeed, the FLSA definition of \"employee\" has been\r\nheld by one circuit court to apply to prospective employees,\r\nsee Dunlop v. Carriage Carpet Co., 548 F.2d 139 (6th Cir.\r\n1977), and has been described by the Supreme Court as\r\n\"exceedingly broad,\" Tony &amp; Susan Alamo Found. v. Secretary of\r\nLabor, 471 U.S. 290, 295 (1985); see also United States v.\r\nRosenwasser, 323 U.S. 360, 362 (1945) (\"A broader or more\r\ncomprehensive coverage of employees within the stated\r\ncategories [in the FLSA] would be difficult to frame.\") \r\n\"Congress' repetition of a well-established term carries the\r\nimplication that Congress intended the term to be construed in\r\naccordance with pre-existing regulatory [and judicial]\r\ninterpretations.\"  Bragdon v. Abbott, No. 97-156, 1998 WL\r\n332958, at *5 (U.S. June 25, 1998); see also Goncalves, 1998 WL\r\n236799, at *25 (noting that Congress is presumptively aware of\r\nexisting judicial or administrative interpretations). \r\nMoreover, the legislative history reveals that Congress, at the\r\ntime it enacted the FMLA, was aware of the breadth of the FLSA\r\ndefinition and purposely chose to adopt that definition.  SeeS. Rep. No. 103-3, at 22 (1993), reprinted in 1993 U.S.C.C.A.N.\r\n3, 25 (noting that \"[t]his definition is broadly inclusive\");\r\nBragdon, 1998 WL 332958, at *13 (noting that the legislative\r\nhistory revealed Congress' awareness of the breadth of the\r\ndefinition of \"handicap\" in the Rehabilitation Act when it\r\nchose to include that definition in drafting the ADA).\r\n    Fourth, our reading of other statutory provisions\r\ndoes not eliminate the ambiguity.  In providing various\r\nreadings of statutory terms below, we are most emphatically not\r\nruling on whether the particular readings are correct, only\r\nthat the variety of possible readings demonstrates ambiguity. \r\nAnd that ambiguity sets the stage for deference to reasonable\r\nadministrative interpretation.  In this context, we address one\r\nof Pratt &amp; Whitney's strongest arguments, that Congress has, in\r\nsome statutes, distinguished \"job applicants\" from \"employees,\"\r\nexpressly providing that the statute's protection extends to\r\nboth.  See, e.g., 42 U.S.C.  12112(b)(1) (providing that, in\r\nthe ADA, \"the term 'discriminate' includes limiting,\r\nsegregating or classifying a job applicant or employee\" in a\r\nway that adversely affects a disabled individual's\r\nopportunities).  Congress could have done so here, under the\r\nFMLA, but did not.  That Congress could have singled out \"job\r\napplicants\" for express coverage does not mean it clearly\r\nintended to exclude job applicants from the FMLA.  Indeed, much\r\nprior judicial interpretation of analogous statutes could lead\r\nCongress to conclude that such a level of precision is not\r\nrequired, or at least that it could, by choosing to use an\r\nopen-ended term like \"employee,\" entrust that policy choice to\r\nthe agency.  For example, the NLRA does not explicitly include\r\n\"job applicants\" within its definition of \"employees,\" see 29\r\nU.S.C.  152(3), but the Supreme Court has long held that term\r\nto include prospective employees, see Phelps Dodge Corp. v.\r\nNLRB, 313 U.S. 177, 185-86 (1941), and has recently upheld a\r\nBoard determination that the term applies to prospective\r\nemployees who were paid union organizers, see Town &amp; Country,\r\n516 U.S. at 87.  In the FMLA, Congress did not provide separate\r\nprotection for \"job applicants\" and for \"employees.\"  The\r\nSupreme Court has repeatedly observed that the word \"employee\"\r\n\"is not treated by Congress as a word of art having a definite\r\nmeaning\" that would, for example, exclude prospective or former\r\nemployees.  NLRB v. Hearst Publications, Inc., 322 U.S. 111,\r\n124 (1944) (internal quotation marks and citation omitted).\r\n    Pratt &amp; Whitney next argues that, given the \"specific\r\ncontext in which [the term 'employees'] is used,\" Robinson, 117\r\nS. Ct. at 846, the term can only mean current employees.  This,\r\nPratt &amp; Whitney argues, is the express \"temporal qualifier\"\r\nthat makes the term \"employees\" in 29 U.S.C.  2617\r\nunambiguous, and thus makes the outcome of Robinson not\r\ncontrolling.  Paragraph (1) of the section at issue makes\r\n\"[a]ny employer who violates section 2615 of this title . . .\r\nliable to any eligible employee affected for damages . . . and\r\nfor such equitable relief as may be appropriate, including\r\nemployment, reinstatement, and promotion.\"  29 U.S.C. \r\n2617(a)(1) (emphasis supplied).  Paragraph (2) then provides\r\nthat \"[a]n action to recover the damages or equitable relief\r\nprescribed in paragraph (1) may be maintained against any\r\nemployer . . . by any one or more employees . . . .\" Id. \r\n2617(a)(2).  An \"eligible\" employee is one who has worked for\r\nat least twelve months and for at least 1,250 hours of service. \r\nSee id.  2611(2).  Pratt &amp; Whitney argues \"employees\" cannot\r\nmean prospective employees because such employees are not yet\r\neligible, and it cannot mean former employees because such\r\nemployees are no longer eligible.\r\n    Pratt &amp; Whitney's argument necessarily assumes that\r\nthe employee must be \"eligible\" at the time of the adverse\r\naction, rather than at the time the employee wishes to take\r\nleave.  This reading is far from mandated by the statute's\r\nlanguage, and strikes us as unlikely.  The statute makes any\r\nemployer \"liable to any eligible employee affected\" by a\r\nviolation of the Act.  This language, read naturally, means\r\nthat an employee must be \"eligible\" at some time and that he or\r\nshe must have been \"affected\" by the employer's action.  The\r\nstatute does not make clear whether an employee is \"affected\"\r\nby an adverse action at the time the action was taken or at the\r\ntime he or she wanted to take leave, or indeed whether there is\r\nany required temporal connection between \"eligible\" and\r\n\"affected.\"  In Duckworth's case, although Pratt &amp; Whitney\r\n(arguably) took its adverse action after Duckworth left\r\nemployment,   its action was, Duckworth argues, one designed to\r\npunish him for his past protected leave-taking (as a former\r\neligible employee) or to prevent him from future protected\r\nleave-taking (as a prospective eligible employee).  Under this\r\ninterpretation, Pratt &amp; Whitney's actions \"affected\" Duckworth\r\nand Duckworth was eligible when he took his leave.\r\n   Other language in the subsection, providing for\r\nequitable remedies, suggests a different reading: that the\r\nrequirement of eligibility applies when the employee wishes to\r\ntake leave, not when the employer takes an adverse action.  The\r\nremedies include \"employment, reinstatement, and promotion.\" \r\nThese remedies are inconsistent with a definition of \"employee\"\r\nwhich applies only to current employees.  Instead, each of the\r\nthree remedies most naturally refers to employees who are in\r\ndifferent temporal circumstances -- one \"promot[es]\" a current\r\nemployee, one \"reinstate[s]\" a former employee, and one\r\n\"employ[s]\" a prospective employee.  Cf. Robinson, 117 S. Ct.\r\nat 847 (making a similar observation).  Pratt &amp; Whitney argues\r\nthat reinstatement could be limited to those former employees\r\nwho suffered the adverse action at a time they were still\r\nemployed, and that the remedy of \"employment\" could also be\r\nlimited to such former employees.  But that interpretation is\r\ncertainly not the only plausible reading, and suffers from its\r\nown problems.  It renders the remedy of \"employment\" in 29\r\nU.S.C.  2617(a)(1) essentially the same as the statutory\r\nremedy of \"reinstatement\" in that subsection, making the terms\r\nredundant.  It is a \"'cardinal principle of statutory\r\nconstruction that it is our duty to give effect, if possible,\r\nto every clause and word of a statute.'\"  Goncalves, 1998 WL\r\n236799, at *20 (quoting Bennett v. Spear, 117 S. Ct. 1154, 1166\r\n(1997)).\r\n   We regard the statute as, at best, ambiguous\r\nconcerning the temporal scope of the term \"employees.\"  The\r\nstatute does not plainly limit the term to current employees. \r\nWe also find nothing in the legislative history evincing a\r\n\"clearly expressed legislative intention contrary to the\r\nstatutory language\" that would resolve the ambiguity in Pratt\r\n&amp; Whitney's favor.  United States v. Rivera, 131 F.3d 222, 226\r\n(1st Cir. 1997) (en banc) (internal quotation marks and\r\nalterations omitted).  Finally, nothing in the \"broader context\r\nof the statute as a whole,\" Robinson, 117 S. Ct. at 846,\r\nprovides support for Pratt &amp; Whitney's position that there is\r\nan unambiguously expressed intent of Congress to read the\r\nstatute as it poses.  \r\n   Consequently, the second stage of the Chevronanalysis comes into play: whether the Secretary's reading of\r\nthe statute is a reasonable one.  See Massachusetts v. FDIC,\r\n102 F.3d 615, 622 (1st Cir. 1996).  The statute, read as a\r\nwhole and in light of its purposes, leads to the conclusion\r\nthat the Secretary's broad definition of \"employees\" is\r\nreasonable.\r\n   First, the provision at issue, the enforcement\r\nsection, makes any employer \"who violates section 2615 of this\r\ntitle\" liable to the affected employee in a civil action.  29\r\nU.S.C.  2617(a)(1).  Section 2615 provides that it is unlawful\r\n\"to interfere with, restrain, or deny the exercise of or the\r\nattempt to exercise, any right\" provided by the FMLA, as well\r\nas to deny leave.  Id.  2615(a)(1).  That section also makes\r\nit \"unlawful for any employer to discharge or in any other\r\nmanner discriminate against any individual for opposing any\r\npractice made unlawful\" by the FMLA.  Id.  2615(a)(2).   \r\nFinally, that section provides specific protection to \"any\r\nindividual\" who gives any information in a proceeding \"under or\r\nrelated to\" the FMLA.  Id. at  2615(b).  None of these\r\nprovisions are limited to current, eligible employees; instead,\r\nthey use terms like \"any individual.\"  Of course, the statute's\r\nprivate right of action is limited to \"employees,\" but that\r\nterm is not inherently limited to current employees, and the\r\nscope of the \"prohibited acts\" section strongly suggests that\r\nit should not be so limited.  \r\n   Indeed, the fact that  2615 uses the term \"any\r\nindividual\" is strong evidence that Congress drew a distinction\r\nwhen drafting the FMLA between the substantive right of leave\r\nand the right under the anti-retaliation provision to be free\r\nfrom employer interference with FMLA-protected leave rights.\r\nSuch interference, Congress implicitly recognized, could be\r\ndirected at individuals (such as prospective and former\r\nemployees, or witnesses in FMLA proceedings) who might not be\r\npresently eligible for FMLA leave.  Although only \"eligible\r\nemployees\" have substantive rights, it is unlawful for an\r\nemployer to interfere with the rights of \"any individual\" that\r\nare protected under the Act.\r\n   Other sections of the FMLA are likewise consistent\r\nwith the Secretary's interpretation.  For example, covered\r\nemployers are required under the FMLA to post a notice setting\r\nforth the FMLA's statutorily mandated leave policy \"in\r\nconspicuous places on the premises of the employer where\r\nnotices to employees and applicants for employment are\r\ncustomarily posted.\"  Id.  2619.  It would be strange, as the\r\nSecretary notes, to require job applicants to be informed of\r\nrights if the employer is free to punish prospective and new\r\nemployees for asserting such rights.\r\n   Similarly, the prelude \"findings and purposes,\"\r\ncontained in the FMLA at  2601, say that \"employment standards\r\nthat apply to one gender only have serious potential for\r\nencouraging employers to discriminate against employees and\r\napplicants for employment who are of that gender.\"  This was\r\nCongress' rationale for mandating gender-neutral leave for\r\nfamily and medical purposes rather than mandating maternity\r\nleave for women who had recently given birth.  It would be\r\ninconsistent with Congress' concern about possible\r\ndiscrimination against prospective employees who intend to take\r\nleave to limit the Act's private remedies to current\r\nemployees.  \r\n    The Secretary of Labor notes a number of effects of\r\nthe position taken by Pratt &amp; Whitney which would undermine the\r\nstated purposes of the statute.  Under Pratt &amp; Whitney's\r\ninterpretation, an expectant mother who had worked for her\r\nemployer for eleven months could be fired from her job if she\r\nnotified her employer of her need for leave several months\r\nlater, at a time when she would be an \"eligible\" employee under\r\nthe FMLA.  Under Pratt &amp; Whitney's interpretation, the employer\r\nwould be permitted to fire her even though it could not deny\r\nthe employee leave once she had been employed for twelve\r\nmonths.  Such a result, in the Secretary's view, would conflict\r\nwith the Act's basic purpose of enhancing job security by\r\nprotecting the right of eligible employees to take leave. \r\nPratt &amp; Whitney's reading would also foster a perverse\r\nincentive to fire new employees or to refuse to hire\r\nprospective employees who were seen as posing a risk of\r\nexercising their rights under the FMLA, such as women of child-\r\nbearing age, frustrating the Act's basic purpose of\r\n\"minimiz[ing] the potential for employment discrimination on\r\nthe basis of sex by ensuring generally that leave is available\r\n. . . on a gender-neutral basis.\"  Id.  2601(b)(4).  \r\n    Pratt &amp; Whitney's interpretation would also provide\r\nless protection for new employees or applicants who notify\r\ntheir employers of a need for future leave than those who\r\nconceal a need for leave, thus frustrating the implementation\r\nof the Act \"in a manner which accommodates the legitimate\r\ninterests of employers.\"  29 U.S.C.  2601(b)(3).  It would\r\nalso conflict with another section of the Act requiring an\r\nemployee to give thirty days' notice for parental leave, if\r\npracticable.  See id.  2612(e).  All of these considerations\r\nreinforce the reasonableness of the Secretary's interpretation.\r\n    In light of Congress' purposes in enacting the FMLA,\r\nthe agency's construction is a permissible one, i.e., one which\r\n\"fills a gap or defines a term in a reasonable way . . . .\" \r\nRegions Hosp., 118 S. Ct. at 915.  Congress enacted the FMLA\r\n\"'to help working men and women balance the conflicting demands\r\nof work and personal life.'\"  Hodgens v. General Dynamics\r\nCorp., No. 97-1704, 1998 WL 248013, at *4 (1st Cir. May 21,\r\n1998) (quoting Price v. City of Fort Wayne, 117 F.3d 1022, 1024\r\n(7th Cir. 1997)).  The FMLA was Congress' response to what it\r\nconsidered significant social problems affecting families,\r\nincluding \"'inadequate job security for employees who have\r\nserious health conditions that prevent them from working for\r\ntemporary periods.'\"  Id. (quoting 29 U.S.C.  2601(a)(4)). \r\nThe Act does so by establishing a minimum leave standard which\r\nrequires all covered employers to permit eligible employees to\r\ntake up to twelve weeks of unpaid leave for certain family or\r\nmedical purposes.  See id. at *5; see also S. Rep. No. 103-3,\r\nat 4 (1993), reprinted in 1993 U.S.C.C.A.N. 3, 6-7 (\"The [Act]\r\nis based on the same principle as the child labor laws, the\r\nminimum wage, Social Security, the safety and health laws, the\r\npension and welfare benefit laws, and other labor laws that\r\nestablish minimum standards for employment.\").\r\n    As both Duckworth and the Secretary of Labor\r\npersuasively argue, the achievement of these objectives would\r\nbe frustrated by adopting Pratt &amp; Whitney's interpretation. \r\nThat interpretation would permit an employer to evade the Act\r\nby blacklisting employees who have used leave in the past or by\r\nrefusing to hire prospective employees if the employer suspects\r\nthey might take advantage of the Act.  See Robinson, 117 S. Ct.\r\nat 848-49 (deferring to EEOC's concern over potential\r\nretaliation in defining \"employee\" to include former\r\nemployees); Town &amp; Country, 516 U.S. at 90 (1995) (noting that\r\n\"the Board needs very little legal leeway here to convince us\r\nof the correctness of its decision\" extending the term\r\n\"employee\" in the NLRA to include prospective employees who\r\nwere also union organizers).\r\n    Pratt &amp; Whitney's concerns, echoed by amici business\r\ngroups, nonetheless are not without force.  They are concerned\r\nthat the FMLA not be interpreted as establishing a special\r\nprotected class of \"FMLA leave-takers\" in which any adverse\r\naction is presumed to be the result of ulterior motives.  This\r\nopinion does not lead to that result.    Duckworth's complaint\r\nstates that it was his use of FMLA-protected leave which caused\r\nPratt &amp; Whitney to reject his application for employment.  To\r\nprevail, Duckworth will have to convince the trier of fact that\r\nPratt &amp; Whitney would have hired him if he had not taken FMLA-\r\nprotected leave, i.e., that the reason it refused to hire him\r\nwas because of his use of FMLA-protected leave in the past.  \r\n   The Secretary of Labor's interpretation of the FMLA\r\nis certainly within the permissible range of policy options\r\nwhich Congress delegated to the agency.  If the regulations, in\r\npractice, prove unduly burdensome to employers, employers may\r\nseek to have the Department of Labor revise the regulations or\r\nseek relief from Congress, which expressly delegated to the\r\nagency such policy choices.\r\n   Because Duckworth's complaint states a claim upon\r\nwhich relief may be granted, we reverse the district court's\r\njudgment and remand the case for further proceedings consistent\r\nwith this opinion.  Costs are awarded to Duckworth.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\r\n                 For the First Circuit\r\n\n                                      \r\n\n                              No.  97-2244\r\n\n                     MARK DUCKWORTH,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n                 PRATT &amp; WHITNEY, INC.,\r\n\n                  Defendant, Appellee.\r\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n        [Hon. Gene Carter, U.S. District Judge]\r\n                                      \r\n\n                         Before\r\n\n                 Lynch, Circuit Judge,\r\n\n      Campbell and Bownes, Senior Circuit Judges.\r\n\n                                      \r\n\n                                Helen Norton, with whom Donna R. Lenhoff, Janet S.\r\nChung, National Partnership For Women &amp; Families, Peter L.\r\nThompson and Law Offices of Ronald Coles, were on brief, for\r\nappellant.\r\n       Richard G. Moon, with whom Jonathan Shapiro, Melinda\r\nJ. Caterine, and Moon, Moss, McGill, Hayes &amp; Shapiro, P.A. were\r\non brief, for appellee.\r\n       Leif G. Jorgenson, Attorney, United States Department\r\nof Labor, with whom Marvin Krislov, Deputy Solicitor of Labor\r\nfor National Operations, Steven J. Mandel, Associate Solicitor,\r\nand William J. Stone, Counsel for Appellate Litigation, were on\r\nbrief, for United States Secretary of Labor, amicus curiae.\r\n       Catherine K. Ruckelshaus, Sara E. Rios, Patricia A.\r\nShiu, Catherine R. Albiston, and Robin Runge on brief for\r\nNational Employment Law Project, Employment Law Center (a\r\nproject of the Legal Aid Society of San Francisco), National\r\nCouncil of Jewish Women, United Mine Workers of America, Equal\r\nRights Advocates, Center for Women Policy Studies, Union of\r\nNeedletrades, Industrial &amp; Textile Employees, Women Employed,\r\nAmerican Federation of State, County and Municipal Employees,\r\nInternational Federation of Professional and Technical\r\nEngineers, American Federation of Teachers, American\r\nAssociation of University Women, RESOLVE, Service Employees\r\nInternational Union, American Association of Retired Persons,\r\nNational Women's Law Center, American Civil Liberties Union of\r\nMassachusetts, and 9to5, National Association of Working Women,\r\namici curiae.\r\n       Ann Elizabeth Reesman, Robert E. Williams, and\r\nMcGuiness &amp; Williams on brief for Equal Employment Advisory\r\nCouncil, amicus curiae.\r\n       Loretta M. Smith and New England Legal Foundation on\r\nbrief for Associated Industries of Massachusetts, Business and\r\nIndustry Association of New Hampshire, Connecticut Business and\r\nIndustry Association and Maine Chamber and Business Alliance,\r\namici curiae.\r\n\n                                      \r\n\n                     July 14, 1998\r\n                                      \r\n                                         LYNCH, Circuit Judge.  The facts alleged in this case\r\nare simple: that Pratt &amp; Whitney refused to rehire Mark\r\nDuckworth because he had a \"poor\" attendance rating resulting\r\nfrom his fifty-two day absence from work in 1994 caused by a\r\nserious health condition, an absence protected by the federal\r\nFamily and Medical Leave Act (FMLA), 29 U.S.C.  2601-54, and\r\nits state counterpart, Maine's Family Medical Leave\r\nRequirements, Me. Rev. Stat. Ann. tit. 26,  843-48 (West\r\n1997).  Duckworth says the refusal to rehire violated these\r\nlaws because the employer's decision was based on Duckworth's\r\nuse of statutorily protected leave.  Duckworth's complaint was\r\ndismissed for failure to state a claim pursuant to Fed. R. Civ.\r\nP. 12(b)(6).  We reverse and reinstate the lawsuit.\r\n                            I.  We state the facts as they are alleged in Duckworth's\r\ncomplaint, which we take to be true for the purposes of a\r\nmotion to dismiss.  See Salois v. Dime Sav. Bank, </pre><span class=\"citation\" data-id=\"197626\"><a href=\"/opinion/197626/salois-v-the-dime/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">,\r\n22 (1st Cir. 1997).\r\n       Duckworth was employed by a Pratt &amp; Whitney\r\nmanufacturing facility in North Berwick, Maine from 1980 until\r\nDecember 1994, when he was laid off.  Attendant to the layoff,\r\none of Duckworth's former supervisors completed an \"Employment\r\nTermination Record\" sometime around January 6, 1995.  The\r\nTermination Record had a line entitled \"Rehire Status.\"  On\r\nthat line, the supervisor wrote that Duckworth's attendance was\r\n\"poor.\"  Nearly two years later, on October 17, 1996, Duckworth\r\nunsuccessfully applied to Pratt &amp; Whitney for a job. \r\nDuckworth's complaint states that the \"poor\" attendance rating\r\nwas the basis for Pratt &amp; Whitney's refusal to rehire him. \r\nDuckworth alleges that the \"poor\" rating resulted from his\r\ntaking fifty-two days of medical leave in 1994, leave that was\r\nprotected by the FMLA, and that Pratt &amp; Whitney's refusal to\r\nrehire him thus interfered with his FMLA-protected right to\r\ntake medical leave.\r\n       We take it as given that the 1994 leave was covered\r\nby the FMLA.  Apparently, an accident left Duckworth with a\r\npunctured lung and broken ribs, which caused him to be absent\r\nfrom work from June 20, 1994 to August 11, 1994.  The effects\r\nof those injuries and of the medications he took caused\r\nDuckworth to be absent a second time, from August 31, 1994 to\r\nSeptember 22, 1994.  He was under his physician's treatment\r\nthroughout.  It is also undisputed that Duckworth suffered from\r\na \"serious health condition\" as defined by 29 U.S.C.  2611(11)\r\nat the time of the absences.  Further, Pratt &amp; Whitney concedes\r\nthat Duckworth was an \"eligible employee\" within the meaning of\r\n2611(2) at the time he took leave and that Pratt &amp; Whitney\r\nwas a covered \"employer\" within the meaning of  2611(4).\r\n                            II.      Duckworth brought suit in the United States District\r\nCourt for the District of Maine in August 1997.  He alleged\r\nthat the employer had willfully discriminated against him for\r\nhaving exercised his FMLA-protected right to take medical\r\nleave, in violation of 29 U.S.C.  2615 and its Maine analogue.   \r\nThat section of the FMLA, entitled \"Prohibited Acts,\" provides:\r\n    (a) Interference with rights\r\n         (1) Exercise of rights\r\n              It shall be unlawful for any\r\n              employer     to interfere with,\r\n              restrain, or deny the exercise\r\n              of or the attempt to exercise,\r\n              any right provided under this\r\n              subchapter.\r\n\n29 U.S.C.  2615(a)(1).\r\n    Duckworth also relied on a regulation promulgated by\r\nthe United States Department of Labor (DOL) that makes it clear\r\nthat employers may not take a prospective employee's past use\r\nof FMLA-protected leave into account in hiring decisions.  That\r\nregulation provides:\r\n    An employer is prohibited from\r\n    discriminating against      employees or\r\n    prospective employees who have used FMLA\r\n    leave. . . .  [E]mployers cannot use the\r\n    taking of FMLA leave as a negative factor\r\n    in employment actions,      such as hiring,\r\n    promotions or disciplinary actions . . . .\r\n\n29 C.F.R.  825.220(c).  Because he is entitled to protection\r\nunder this regulation, Duckworth says he may bring an action\r\nunder 29 U.S.C.  2617(a) to enforce those rights.  In this,\r\nthe DOL agrees with him.\r\n    The district court dismissed the action for failure\r\nto state a claim on which relief may be granted, basing its\r\nreasoning on the provision of the Act creating a private right\r\nof action:\r\n    An action . . . may be maintained against\r\n    any employer . . . by any one or more\r\n    employees for and in behalf of -- \r\n         (A) the employees; or\r\n         (B) the employees and other employees\r\n         similarly    situated.\r\n\n29 U.S.C.  2617(a)(2).  The district court reasoned that\r\nbecause Duckworth had volunteered for a layoff, his claim arose\r\nfrom his status as a prospective employee, not as a current,\r\neligible employee.  The district court noted that the\r\nenforcement provisions of the Act created a private remedy only\r\nfor \"employees.\"  The district court reasoned that the term\r\n\"employees\" is not ambiguous, but inherently applies only to\r\ncurrent employees (thus rejecting DOL's interpretation of the\r\nterm to include prospective employees), and that Duckworth had\r\nno cause of action because he was not a current employee.  The\r\ncourt noted that if Congress had intended to include job\r\napplicants within the meaning of the FMLA, it could have\r\nexpressly included job applicants within the statute's\r\ncoverage, as it did in the Americans with Disabilities Act\r\n(ADA), 42 U.S.C.  12101-12213.  The federal claim having been\r\ndismissed, the court also dismissed, without prejudice, the\r\npendent state claim.\r\n                           III.\r\n                                  We review the district court's dismissal order de\r\nnovo.  See Doyle v. Hasbro, Inc., </pre><span class=\"citation\" data-id=\"197138\"><a href=\"/opinion/197138/boyle-v-hasbro-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 190 (1st Cir.\r\n1996).\r\n    Although this case is a significant one for\r\nindividuals and employers affected by the FMLA, it turns on a\r\nrelatively straightforward and limited question of statutory\r\nconstruction, and then on deference to administrative\r\nlawmaking.  For the purposes of its motion to dismiss, Pratt &amp;\r\nWhitney essentially concedes that the actions described by\r\nDuckworth's complaint may have violated 29 U.S.C.  2615, which\r\nmakes it \"unlawful for any employer to interfere with,\r\nrestrain, or deny the exercise of or the attempt to exercise,\r\nany right\" protected by the FMLA.  But, Pratt &amp; Whitney argues,\r\nhe has no judicial forum available, only an administrative one.\r\n    Pratt &amp; Whitney correctly notes that Congress\r\nprovided several mechanisms for enforcing the FMLA.  First,\r\nCongress provided \"employees\" an express private right of\r\naction to enforce the Act.  See 29 U.S.C.  2617(a)(2).    The\r\nSecretary of Labor has authority to bring civil actions against\r\nviolators.  See id.  2617(b).  Aggrieved individuals may file\r\nan administrative complaint with the DOL.  See id. \r\n2617(b)(1).    Hence, Pratt &amp; Whitney argues, if Duckworth has\r\na claim at all, he must rely on administrative enforcement\r\nbecause he was not an \"employee\" at the time of the violation, \r\nbut only a prospective employee.  \r\n   Thus, the question is whether Duckworth may avail\r\nhimself of the Act's private right of action, a right of action\r\nthat is limited to \"employees.\"  The district court determined\r\nthat the Act provides a private remedy only for those employees\r\nwho suffer adverse action at the time they are employed by the\r\nemployer in question.  This interpretation would exclude\r\nprospective employees who complain that they were not hired\r\nbecause they had used FMLA-protected leave in the past, as well\r\nas former employees whose previous employer retaliates against\r\nthem for using FMLA-protected leave by, for example, giving a\r\nnegative reference to a future employer.  \r\n    We do not write on a clean slate.  The Act delegates\r\nto the Secretary of Labor broad authority to \"prescribe such\r\nregulations as are necessary to carry out\" the Act.  29 U.S.C.\r\n 2654.  The regulations on which Duckworth relies were\r\npromulgated pursuant to the requirements of notice-and-comment\r\nrulemaking under the Administrative Procedure Act, 5 U.S.C. \r\n553.  Under those regulations, Duckworth is an \"employee\" who\r\ncan sue for violations of 29 U.S.C.  2615.  Pratt &amp; Whitney\r\ndoes not challenge the procedural validity of the rulemaking\r\nprocess.\r\n    The Secretary of Labor argues that the term\r\n\"employees\" is ambiguous, not inherently limited to current\r\nemployees, and that its regulations extending the Act's\r\nprotection to prospective and former employees are entitled to\r\ndeference.  See  Chevron v. Natural Resources Defense Council,\r\n</pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span><pre class=\"inline\">, 843-44 (1984); see also 29 C.F.R.  825.220(c). \r\nThe regulations were an exercise of the Secretary's delegated\r\nauthority and were adopted with the participation of the\r\npublic, and thus deference to the Secretary's interpretation is\r\nproperly invoked.  \r\n   \"Under the formulation now familiar, when we examine\r\nthe Secretary's rule interpreting a statute, we ask first\r\nwhether 'the intent of Congress is clear' as to 'the precise\r\nquestion at issue.'\"  Regions Hosp. v. Shalala, </pre><span class=\"citation\" data-id=\"118172\"><a href=\"/opinion/118172/regions-hospital-v-shalala/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">909</span></a></span><pre class=\"inline\">,\r\n915 (1998) (quoting Chevron, 467 U.S. at 842).  We use\r\ntraditional tools of statutory construction to determine if\r\nCongress' intent is clear as to that precise issue.  See\r\nid.; Goncalves v. Reno, No. 97-1953, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">236799</span></span><pre class=\"inline\">, at *18\r\n(1st Cir. May 15, 1998).  If, however, \"the statute is silent\r\nor ambiguous with respect to the specific issue, the question\r\nfor the court is whether the agency's answer is based on a\r\npermissible construction of the statute.\"  Chevron, 467 U.S. at\r\n843.  \"If the agency's reading fills a gap or defines a term in\r\na reasonable way in light of the Legislature's design, we give\r\nthat reading controlling weight, even if it is not the answer\r\n'the court would have reached if the question initially had\r\narisen in a judicial proceeding.'\"  Regions Hosp., 118 S. Ct.\r\nat 915 (quoting Chevron, 467 U.S. at 843 n.11).\r\n   Under the first step of the Chevron analysis, we\r\nexamine the statutory language at issue using our traditional\r\ntools of statutory construction.  That requires us to determine\r\nwhether \"the language at issue has a plain and unambiguous\r\nmeaning with regard to the particular dispute in the case.\" \r\nRobinson v. Shell Oil Co., </pre><span class=\"citation\" data-id=\"118082\"><a href=\"/opinion/118082/robinson-v-shell-oil-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">843</span></a></span><pre class=\"inline\">, 846 (1997).  \"The\r\nplainness or ambiguity of statutory language is determined by\r\nreference to the language itself, the specific context in which\r\nthe language is used, and the broader context of the statute as\r\na whole.\"  Id.  We employ that process to determine whether\r\nCongress has spoken, for \"[i]f the intent of Congress is clear,\r\nthat is the end of the matter; for the court, as well as the\r\nagency, must give effect to the unambiguously expressed intent\r\nof Congress.\"  Chevron, 467 U.S. at 842-43.\r\n   The district court determined that the term\r\n\"employees\" has an inherent \"plain meaning.\"  The plain meaning\r\nseen by the district court was that \"employees\" means \"current\r\nemployees.\"  Such a definition excludes prospective employees,\r\nand, necessarily, former employees.  If, by choosing the word\r\n\"employees,\" Congress had manifested an unambiguous intent to\r\nexclude Duckworth's claim from the Act's coverage, we would\r\nagree with the district court and would be bound to reject the\r\nSecretary's interpretation.  No deference is due the\r\nadministrative agency's interpretation if it conflicts with\r\nunambiguous language.  See Strickland v. Commissioner, Me.\r\nDep't of Human Servs., </pre><span class=\"citation\" data-id=\"689917\"><a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 16 (1st Cir. 1995).  Whether\r\nthe statute is ambiguous is a question of law for the court to\r\ndecide,   and it is one which we must review de novo.  See id.at 16-17.  We think the district court's determination that the\r\nterm \"employees\" is unambiguous, always meaning \"current\r\nemployees,\" is in error for several reasons.\r\n   First, courts have consistently regarded the term\r\n\"employees,\" as used in other federal employment statutes, as\r\nnot inherently limited to current employees.  Cases involving\r\nsuch statutes are instructive, although not determinative.  SeeSerapion v. Martinez, </pre><span class=\"citation\" data-id=\"744154\"><a href=\"/opinion/744154/74-fair-emplpraccas-bna-601-71-empl-prac-dec-p-44887-margarita/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span><pre class=\"inline\">, 985 (1st Cir. 1997) (\"We\r\nregard Title VII, ADEA, ERISA, and FLSA as standing in pari\r\npassu and endorse the practice of treating judicial precedents\r\ninterpreting one such statute as instructive in decisions\r\ninvolving another.\")\r\n   Second, in Robinson, supra, a case raising a very\r\nsimilar issue under another employment statute, the Supreme\r\nCourt made clear that the term \"employees,\" as used in the\r\nanti-retaliation provision of Title VII, 42 U.S.C.  2000e-\r\n3(a), includes former employees.  The rationale of Robinsonapplies here.  In Robinson, the plaintiff was fired and he\r\nfiled a charge with the Equal Employment Opportunity Commission\r\n(EEOC) saying that his firing was motivated by race\r\ndiscrimination.  See 117 S. Ct. at 845.  The plaintiff then\r\napplied for a job at another company, and his former employer\r\ngave a negative reference.  See id.  The plaintiff alleged this\r\npoor reference was in retaliation for his EEOC charge, and\r\nfiled suit.  The district court dismissed the lawsuit on the\r\nground that the plaintiff was not an \"employee\" at the time the\r\nadverse action was taken, and the court of appeals affirmed. \r\nA unanimous Supreme Court reversed.\r\n   The Supreme Court reasoned that the word \"employee\"\r\ndoes not have some \"intrinsically plain meaning,\" id. at 847\r\nn.4, that is limited \"to those having an existing employment\r\nrelationship with the employer in question,\" even though that\r\nargument may seem plausible \"at first blush.\"  Id. at 846. \r\nCanvassing various federal statutes, Robinson noted that\r\nCongress has not used the term \"employee\" with precision, but\r\nrather has used the term, at various times, to refer to both\r\nformer and prospective employees.  Id. at 846-47; see also NLRBv. Town &amp; Country Elec., Inc., </pre><span class=\"citation\" data-id=\"117981\"><a href=\"/opinion/117981/nlrb-v-town-country-elec-inc/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span><pre class=\"inline\"> (1995) (upholding\r\nthe NLRB's determination that the term \"employees\" in the\r\nNational Labor Relations Act (NLRA) applies to prospective\r\nemployees who were paid union organizers); Passer v. American\r\nChem. Soc'y, </pre><span class=\"citation\" data-id=\"562604\"><a href=\"/opinion/562604/moses-passer-v-american-chemical-society/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></a></span><pre class=\"inline\">, 330-31 (D.C. Cir. 1991) (term\r\n\"employees\" in Age Discrimination in Employment Act (ADEA)\r\nincludes former employees).  Thus, absent an express \"temporal\r\nqualifier,\" such as \"current,\" Robinson, 117 S. Ct. at 846,\r\nCongress' use of the word \"employees\" does not inherently\r\nexclude former and prospective employees.\r\n   Third, an example of ambiguity, thus counselling\r\ndeference to the agency, comes from the definitional section\r\nenacted by Congress.  The FMLA provides that the definition of\r\n\"employee\" in the FLSA, 29 U.S.C.  203(e), is also applicable\r\nto the FMLA.  See 29 U.S.C.  2611(3).  That definition, \"any\r\nindividual employed by an employer,\" 29 U.S.C.  203(e), (which\r\nis subject to certain exceptions not relevant here) does not\r\nmake the term any less ambiguous. In Robinson, the Supreme\r\nCourt found that the identical definition contained in Title\r\nVII did not add anything to \"employee\" which made it less\r\nambiguous.  See 117 S. Ct. at 847; see also Nationwide Mut.\r\nIns. Co. v. Darden, </pre><span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span><pre class=\"inline\">, 323 (1992) (\"ERISA's nominal\r\ndefinition of 'employee' as 'any individual employed by an\r\nemployer' is completely circular and explains nothing.\"\r\n(Citation omitted.)).\r\n   Pratt &amp; Whitney argues that, although the term\r\n\"employed\" could mean both \"is employed\" or \"was employed,\" seeRobinson, 117 S. Ct. at 847 (noting this ambiguity), it cannot\r\nmean \"will be employed,\" and so the use of the FLSA definition\r\nat least excludes prospective employees.  However, the FMLA's\r\nuse of the FLSA definition of \"employee\" was plainly meant to\r\nincorporate the FLSA's list of exceptions, see 29 U.S.C. \r\n203(e), not to exclude prospective employees from the FMLA's\r\ncoverage.  Indeed, the FLSA definition of \"employee\" has been\r\nheld by one circuit court to apply to prospective employees,\r\nsee Dunlop v. Carriage Carpet Co., </pre><span class=\"citation\" data-id=\"342307\"><a href=\"/opinion/342307/john-t-dunlop-secretary-of-labor-v-carriage-carpet-company/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span><pre class=\"inline\"> (6th Cir.\r\n1977), and has been described by the Supreme Court as\r\n\"exceedingly broad,\" Tony &amp; Susan Alamo Found. v. Secretary of\r\nLabor, </pre><span class=\"citation\" data-id=\"111417\"><a href=\"/opinion/111417/tony-and-susan-alamo-foundation-v-secretary-of-labor/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span><pre class=\"inline\">, 295 (1985); see also United States v.\r\nRosenwasser, </pre><span class=\"citation\" data-id=\"104052\"><a href=\"/opinion/104052/united-states-v-rosenwasser/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span><pre class=\"inline\">, 362 (1945) (\"A broader or more\r\ncomprehensive coverage of employees within the stated\r\ncategories [in the FLSA] would be difficult to frame.\") \r\n\"Congress' repetition of a well-established term carries the\r\nimplication that Congress intended the term to be construed in\r\naccordance with pre-existing regulatory [and judicial]\r\ninterpretations.\"  Bragdon v. Abbott, No. 97-156, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span>\r\n<span class=\"page\">332958</span></span><pre class=\"inline\">, at *5 (U.S. June 25, 1998); see also Goncalves, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span>\r\n<span class=\"page\">236799</span></span><pre class=\"inline\">, at *25 (noting that Congress is presumptively aware of\r\nexisting judicial or administrative interpretations). \r\nMoreover, the legislative history reveals that Congress, at the\r\ntime it enacted the FMLA, was aware of the breadth of the FLSA\r\ndefinition and purposely chose to adopt that definition.  SeeS. Rep. No. 103-3, at 22 (1993), reprinted in 1993 U.S.C.C.A.N.\r\n3, 25 (noting that \"[t]his definition is broadly inclusive\");\r\nBragdon, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">332958</span></span><pre class=\"inline\">, at *13 (noting that the legislative\r\nhistory revealed Congress' awareness of the breadth of the\r\ndefinition of \"handicap\" in the Rehabilitation Act when it\r\nchose to include that definition in drafting the ADA).\r\n    Fourth, our reading of other statutory provisions\r\ndoes not eliminate the ambiguity.  In providing various\r\nreadings of statutory terms below, we are most emphatically not\r\nruling on whether the particular readings are correct, only\r\nthat the variety of possible readings demonstrates ambiguity. \r\nAnd that ambiguity sets the stage for deference to reasonable\r\nadministrative interpretation.  In this context, we address one\r\nof Pratt &amp; Whitney's strongest arguments, that Congress has, in\r\nsome statutes, distinguished \"job applicants\" from \"employees,\"\r\nexpressly providing that the statute's protection extends to\r\nboth.  See, e.g., 42 U.S.C.  12112(b)(1) (providing that, in\r\nthe ADA, \"the term 'discriminate' includes limiting,\r\nsegregating or classifying a job applicant or employee\" in a\r\nway that adversely affects a disabled individual's\r\nopportunities).  Congress could have done so here, under the\r\nFMLA, but did not.  That Congress could have singled out \"job\r\napplicants\" for express coverage does not mean it clearly\r\nintended to exclude job applicants from the FMLA.  Indeed, much\r\nprior judicial interpretation of analogous statutes could lead\r\nCongress to conclude that such a level of precision is not\r\nrequired, or at least that it could, by choosing to use an\r\nopen-ended term like \"employee,\" entrust that policy choice to\r\nthe agency.  For example, the NLRA does not explicitly include\r\n\"job applicants\" within its definition of \"employees,\" see 29\r\nU.S.C.  152(3), but the Supreme Court has long held that term\r\nto include prospective employees, see Phelps Dodge Corp. v.\r\nNLRB, </pre><span class=\"citation\" data-id=\"103518\"><a href=\"/opinion/103518/phelps-dodge-corp-v-nlrb/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span><pre class=\"inline\">, 185-86 (1941), and has recently upheld a\r\nBoard determination that the term applies to prospective\r\nemployees who were paid union organizers, see Town &amp; Country,\r\n516 U.S. at 87.  In the FMLA, Congress did not provide separate\r\nprotection for \"job applicants\" and for \"employees.\"  The\r\nSupreme Court has repeatedly observed that the word \"employee\"\r\n\"is not treated by Congress as a word of art having a definite\r\nmeaning\" that would, for example, exclude prospective or former\r\nemployees.  NLRB v. Hearst Publications, Inc., </pre><span class=\"citation\" data-id=\"103979\"><a href=\"/opinion/103979/nlrb-v-hearst-publications-inc/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span><pre class=\"inline\">,\r\n124 (1944) (internal quotation marks and citation omitted).\r\n    Pratt &amp; Whitney next argues that, given the \"specific\r\ncontext in which [the term 'employees'] is used,\" Robinson, 117\r\nS. Ct. at 846, the term can only mean current employees.  This,\r\nPratt &amp; Whitney argues, is the express \"temporal qualifier\"\r\nthat makes the term \"employees\" in 29 U.S.C.  2617\r\nunambiguous, and thus makes the outcome of Robinson not\r\ncontrolling.  Paragraph (1) of the section at issue makes\r\n\"[a]ny employer who violates section 2615 of this title . . .\r\nliable to any eligible employee affected for damages . . . and\r\nfor such equitable relief as may be appropriate, including\r\nemployment, reinstatement, and promotion.\"  29 U.S.C. \r\n2617(a)(1) (emphasis supplied).  Paragraph (2) then provides\r\nthat \"[a]n action to recover the damages or equitable relief\r\nprescribed in paragraph (1) may be maintained against any\r\nemployer . . . by any one or more employees . . . .\" Id. \r\n2617(a)(2).  An \"eligible\" employee is one who has worked for\r\nat least twelve months and for at least 1,250 hours of service. \r\nSee id.  2611(2).  Pratt &amp; Whitney argues \"employees\" cannot\r\nmean prospective employees because such employees are not yet\r\neligible, and it cannot mean former employees because such\r\nemployees are no longer eligible.\r\n    Pratt &amp; Whitney's argument necessarily assumes that\r\nthe employee must be \"eligible\" at the time of the adverse\r\naction, rather than at the time the employee wishes to take\r\nleave.  This reading is far from mandated by the statute's\r\nlanguage, and strikes us as unlikely.  The statute makes any\r\nemployer \"liable to any eligible employee affected\" by a\r\nviolation of the Act.  This language, read naturally, means\r\nthat an employee must be \"eligible\" at some time and that he or\r\nshe must have been \"affected\" by the employer's action.  The\r\nstatute does not make clear whether an employee is \"affected\"\r\nby an adverse action at the time the action was taken or at the\r\ntime he or she wanted to take leave, or indeed whether there is\r\nany required temporal connection between \"eligible\" and\r\n\"affected.\"  In Duckworth's case, although Pratt &amp; Whitney\r\n(arguably) took its adverse action after Duckworth left\r\nemployment,   its action was, Duckworth argues, one designed to\r\npunish him for his past protected leave-taking (as a former\r\neligible employee) or to prevent him from future protected\r\nleave-taking (as a prospective eligible employee).  Under this\r\ninterpretation, Pratt &amp; Whitney's actions \"affected\" Duckworth\r\nand Duckworth was eligible when he took his leave.\r\n   Other language in the subsection, providing for\r\nequitable remedies, suggests a different reading: that the\r\nrequirement of eligibility applies when the employee wishes to\r\ntake leave, not when the employer takes an adverse action.  The\r\nremedies include \"employment, reinstatement, and promotion.\" \r\nThese remedies are inconsistent with a definition of \"employee\"\r\nwhich applies only to current employees.  Instead, each of the\r\nthree remedies most naturally refers to employees who are in\r\ndifferent temporal circumstances -- one \"promot[es]\" a current\r\nemployee, one \"reinstate[s]\" a former employee, and one\r\n\"employ[s]\" a prospective employee.  Cf. Robinson, 117 S. Ct.\r\nat 847 (making a similar observation).  Pratt &amp; Whitney argues\r\nthat reinstatement could be limited to those former employees\r\nwho suffered the adverse action at a time they were still\r\nemployed, and that the remedy of \"employment\" could also be\r\nlimited to such former employees.  But that interpretation is\r\ncertainly not the only plausible reading, and suffers from its\r\nown problems.  It renders the remedy of \"employment\" in 29\r\nU.S.C.  2617(a)(1) essentially the same as the statutory\r\nremedy of \"reinstatement\" in that subsection, making the terms\r\nredundant.  It is a \"'cardinal principle of statutory\r\nconstruction that it is our duty to give effect, if possible,\r\nto every clause and word of a statute.'\"  Goncalves, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span>\r\n<span class=\"page\">236799</span></span><pre class=\"inline\">, at *20 (quoting Bennett v. Spear, </pre><span class=\"citation\" data-id=\"118096\"><a href=\"/opinion/118096/bennett-v-spear/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1154</span></a></span><pre class=\"inline\">, 1166\r\n(1997)).\r\n   We regard the statute as, at best, ambiguous\r\nconcerning the temporal scope of the term \"employees.\"  The\r\nstatute does not plainly limit the term to current employees. \r\nWe also find nothing in the legislative history evincing a\r\n\"clearly expressed legislative intention contrary to the\r\nstatutory language\" that would resolve the ambiguity in Pratt\r\n&amp; Whitney's favor.  United States v. Rivera, </pre><span class=\"citation\" data-id=\"749301\"><a href=\"/opinion/749301/united-states-v-pedro-rivera/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">222</span></a></span><pre class=\"inline\">, 226\r\n(1st Cir. 1997) (en banc) (internal quotation marks and\r\nalterations omitted).  Finally, nothing in the \"broader context\r\nof the statute as a whole,\" Robinson, 117 S. Ct. at 846,\r\nprovides support for Pratt &amp; Whitney's position that there is\r\nan unambiguously expressed intent of Congress to read the\r\nstatute as it poses.  \r\n   Consequently, the second stage of the Chevronanalysis comes into play: whether the Secretary's reading of\r\nthe statute is a reasonable one.  See Massachusetts v. FDIC,\r\n</pre><span class=\"citation\" data-id=\"731220\"><a href=\"/opinion/731220/commonwealth-of-massachusetts-v-federal-deposit-insurance-corporation-and/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span><pre class=\"inline\">, 622 (1st Cir. 1996).  The statute, read as a\r\nwhole and in light of its purposes, leads to the conclusion\r\nthat the Secretary's broad definition of \"employees\" is\r\nreasonable.\r\n   First, the provision at issue, the enforcement\r\nsection, makes any employer \"who violates section 2615 of this\r\ntitle\" liable to the affected employee in a civil action.  29\r\nU.S.C.  2617(a)(1).  Section 2615 provides that it is unlawful\r\n\"to interfere with, restrain, or deny the exercise of or the\r\nattempt to exercise, any right\" provided by the FMLA, as well\r\nas to deny leave.  Id.  2615(a)(1).  That section also makes\r\nit \"unlawful for any employer to discharge or in any other\r\nmanner discriminate against any individual for opposing any\r\npractice made unlawful\" by the FMLA.  Id.  2615(a)(2).   \r\nFinally, that section provides specific protection to \"any\r\nindividual\" who gives any information in a proceeding \"under or\r\nrelated to\" the FMLA.  Id. at  2615(b).  None of these\r\nprovisions are limited to current, eligible employees; instead,\r\nthey use terms like \"any individual.\"  Of course, the statute's\r\nprivate right of action is limited to \"employees,\" but that\r\nterm is not inherently limited to current employees, and the\r\nscope of the \"prohibited acts\" section strongly suggests that\r\nit should not be so limited.  \r\n   Indeed, the fact that  2615 uses the term \"any\r\nindividual\" is strong evidence that Congress drew a distinction\r\nwhen drafting the FMLA between the substantive right of leave\r\nand the right under the anti-retaliation provision to be free\r\nfrom employer interference with FMLA-protected leave rights.\r\nSuch interference, Congress implicitly recognized, could be\r\ndirected at individuals (such as prospective and former\r\nemployees, or witnesses in FMLA proceedings) who might not be\r\npresently eligible for FMLA leave.  Although only \"eligible\r\nemployees\" have substantive rights, it is unlawful for an\r\nemployer to interfere with the rights of \"any individual\" that\r\nare protected under the Act.\r\n   Other sections of the FMLA are likewise consistent\r\nwith the Secretary's interpretation.  For example, covered\r\nemployers are required under the FMLA to post a notice setting\r\nforth the FMLA's statutorily mandated leave policy \"in\r\nconspicuous places on the premises of the employer where\r\nnotices to employees and applicants for employment are\r\ncustomarily posted.\"  Id.  2619.  It would be strange, as the\r\nSecretary notes, to require job applicants to be informed of\r\nrights if the employer is free to punish prospective and new\r\nemployees for asserting such rights.\r\n   Similarly, the prelude \"findings and purposes,\"\r\ncontained in the FMLA at  2601, say that \"employment standards\r\nthat apply to one gender only have serious potential for\r\nencouraging employers to discriminate against employees and\r\napplicants for employment who are of that gender.\"  This was\r\nCongress' rationale for mandating gender-neutral leave for\r\nfamily and medical purposes rather than mandating maternity\r\nleave for women who had recently given birth.  It would be\r\ninconsistent with Congress' concern about possible\r\ndiscrimination against prospective employees who intend to take\r\nleave to limit the Act's private remedies to current\r\nemployees.  \r\n    The Secretary of Labor notes a number of effects of\r\nthe position taken by Pratt &amp; Whitney which would undermine the\r\nstated purposes of the statute.  Under Pratt &amp; Whitney's\r\ninterpretation, an expectant mother who had worked for her\r\nemployer for eleven months could be fired from her job if she\r\nnotified her employer of her need for leave several months\r\nlater, at a time when she would be an \"eligible\" employee under\r\nthe FMLA.  Under Pratt &amp; Whitney's interpretation, the employer\r\nwould be permitted to fire her even though it could not deny\r\nthe employee leave once she had been employed for twelve\r\nmonths.  Such a result, in the Secretary's view, would conflict\r\nwith the Act's basic purpose of enhancing job security by\r\nprotecting the right of eligible employees to take leave. \r\nPratt &amp; Whitney's reading would also foster a perverse\r\nincentive to fire new employees or to refuse to hire\r\nprospective employees who were seen as posing a risk of\r\nexercising their rights under the FMLA, such as women of child-\r\nbearing age, frustrating the Act's basic purpose of\r\n\"minimiz[ing] the potential for employment discrimination on\r\nthe basis of sex by ensuring generally that leave is available\r\n. . . on a gender-neutral basis.\"  Id.  2601(b)(4).  \r\n    Pratt &amp; Whitney's interpretation would also provide\r\nless protection for new employees or applicants who notify\r\ntheir employers of a need for future leave than those who\r\nconceal a need for leave, thus frustrating the implementation\r\nof the Act \"in a manner which accommodates the legitimate\r\ninterests of employers.\"  29 U.S.C.  2601(b)(3).  It would\r\nalso conflict with another section of the Act requiring an\r\nemployee to give thirty days' notice for parental leave, if\r\npracticable.  See id.  2612(e).  All of these considerations\r\nreinforce the reasonableness of the Secretary's interpretation.\r\n    In light of Congress' purposes in enacting the FMLA,\r\nthe agency's construction is a permissible one, i.e., one which\r\n\"fills a gap or defines a term in a reasonable way . . . .\" \r\nRegions Hosp., 118 S. Ct. at 915.  Congress enacted the FMLA\r\n\"'to help working men and women balance the conflicting demands\r\nof work and personal life.'\"  Hodgens v. General Dynamics\r\nCorp., No. 97-1704, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">248013</span></span><pre class=\"inline\">, at *4 (1st Cir. May 21,\r\n1998) (quoting Price v. City of Fort Wayne, </pre><span class=\"citation\" data-id=\"743104\"><a href=\"/opinion/743104/katherine-l-price-v-city-of-fort-wayne/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1022</span></a></span><pre class=\"inline\">, 1024\r\n(7th Cir. 1997)).  The FMLA was Congress' response to what it\r\nconsidered significant social problems affecting families,\r\nincluding \"'inadequate job security for employees who have\r\nserious health conditions that prevent them from working for\r\ntemporary periods.'\"  Id. (quoting 29 U.S.C.  2601(a)(4)). \r\nThe Act does so by establishing a minimum leave standard which\r\nrequires all covered employers to permit eligible employees to\r\ntake up to twelve weeks of unpaid leave for certain family or\r\nmedical purposes.  See id. at *5; see also S. Rep. No. 103-3,\r\nat 4 (1993), reprinted in 1993 U.S.C.C.A.N. 3, 6-7 (\"The [Act]\r\nis based on the same principle as the child labor laws, the\r\nminimum wage, Social Security, the safety and health laws, the\r\npension and welfare benefit laws, and other labor laws that\r\nestablish minimum standards for employment.\").\r\n    As both Duckworth and the Secretary of Labor\r\npersuasively argue, the achievement of these objectives would\r\nbe frustrated by adopting Pratt &amp; Whitney's interpretation. \r\nThat interpretation would permit an employer to evade the Act\r\nby blacklisting employees who have used leave in the past or by\r\nrefusing to hire prospective employees if the employer suspects\r\nthey might take advantage of the Act.  See Robinson, 117 S. Ct.\r\nat 848-49 (deferring to EEOC's concern over potential\r\nretaliation in defining \"employee\" to include former\r\nemployees); Town &amp; Country, 516 U.S. at 90 (1995) (noting that\r\n\"the Board needs very little legal leeway here to convince us\r\nof the correctness of its decision\" extending the term\r\n\"employee\" in the NLRA to include prospective employees who\r\nwere also union organizers).\r\n    Pratt &amp; Whitney's concerns, echoed by amici business\r\ngroups, nonetheless are not without force.  They are concerned\r\nthat the FMLA not be interpreted as establishing a special\r\nprotected class of \"FMLA leave-takers\" in which any adverse\r\naction is presumed to be the result of ulterior motives.  This\r\nopinion does not lead to that result.    Duckworth's complaint\r\nstates that it was his use of FMLA-protected leave which caused\r\nPratt &amp; Whitney to reject his application for employment.  To\r\nprevail, Duckworth will have to convince the trier of fact that\r\nPratt &amp; Whitney would have hired him if he had not taken FMLA-\r\nprotected leave, i.e., that the reason it refused to hire him\r\nwas because of his use of FMLA-protected leave in the past.  \r\n   The Secretary of Labor's interpretation of the FMLA\r\nis certainly within the permissible range of policy options\r\nwhich Congress delegated to the agency.  If the regulations, in\r\npractice, prove unduly burdensome to employers, employers may\r\nseek to have the Department of Labor revise the regulations or\r\nseek relief from Congress, which expressly delegated to the\r\nagency such policy choices.\r\n   Because Duckworth's complaint states a claim upon\r\nwhich relief may be granted, we reverse the district court's\r\njudgment and remand the case for further proceedings consistent\r\nwith this opinion.  Costs are awarded to Duckworth.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749301/"
  ]
}