{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198041/",
  "absolute_url": "/opinion/198041/schubert-v-nissan-motor-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198041/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:06Z",
  "date_modified": "2017-03-24T10:54:21.133727Z",
  "type": "010combined",
  "sha1": "adf730941398b3e9f8346fc427ad678c1073941b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2393.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2393\r\n\n           KEITH SCHUBERT and KATHY SCHUBERT,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n          NISSAN MOTOR CORPORATION IN U.S.A.,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. Robert E. Keeton, U.S. District Judge]\r\n\n                         Before\r\n\n                Selya, Circuit Judge, \r\n\n            Bownes, Senior Circuit Judge,\r\n\n              and Boudin, Circuit Judge.\r\n\nPaul E. Mitchell, with whom William A. Schneider and Mitchell,\r\nMcGowan &amp; DeSimone, were on brief for appellants.\r\n\nBrian P. Voke, with whom Richard P. Campbell, and Campbell,\r\nCampbell &amp; Edwards, were on brief for appellees.\r\n\nJuly 7, 1998\r\n\n                             BOWNES, Senior Circuit Judge.  In this diversity action,\r\nplaintiffs-appellants Keith and Kathy Schubert seek to hold\r\ndefendant-appellee Nissan Motor Corporation in U.S.A. (\"Nissan\")\r\nliable for an injury to Mr. Schubert's back.  Their suit is based\r\non a claim of product liability.  The district court granted\r\nNissan's summary judgment motion, and we affirm.\r\n                           I.\r\nWe recite the underlying facts in the light most\r\nfavorable to the Schuberts.  United States v. Diebold, Inc., 369\r\nU.S. 654, 655 (1962) (per curiam). \r\nOn December 6, 1992, Mr. Schubert was driving his 1989\r\nNissan pickup truck on Route 28 in Derry, New Hampshire.  While he\r\nwas stopped in traffic, Schubert's truck was rear-ended by a 1977\r\nFord sedan.  Skid marks of just under seven feet were evident at\r\nthe accident site, and the Ford's front end was severely damaged by\r\nthe impact.\r\nWithin twenty-four hours after the accident, Mr. Schubert\r\nbegan to experience   among other symptoms irrelevant here   lower\r\nback pain.  His complaints included pain radiating from the lower\r\nback into the right buttock and thigh, and further on into the\r\nright calf and right foot.  He was treated unsuccessfully with\r\nchiropractic therapy before x-rays revealed a congenital defect in\r\nhis lower back, specifically, spondylolisthesis.  This condition is\r\ndefined as \"forward displacement . . . of one vertebra over\r\nanother, usually of the fifth lumbar over the body of the sacrum,\r\nor of the fourth lumbar over the fifth, usually due to a\r\ndevelopmental defect in the pars interarticularis.\"  Dorland's\r\nIllustrated Medical Dictionary 1563 (28th ed. 1994).  In lay terms,\r\nthis means the forward slippage of a vertebra out of normal\r\nalignment.  It is undisputed that this was a congenital defect and\r\nexisted at the time of the accident.  The defect, however, was not\r\nsymptomatic until after the collision.  \r\nAfter various conservative approaches to the pain, Mr.\r\nSchubert's neurosurgeon, Dr. Peter Grillo, performed a spinal\r\nfusion operation.  Despite this operation, Mr. Schubert's answers\r\nto Nissan's interrogatories state that significant lower back and\r\nlower extremity pain remain.\r\nPlaintiffs' suit is premised upon a theory of faulty\r\nproduct design.  Specifically, they allege that a horizontal metal\r\npipe, located in the seat back frame and running across the length\r\nof the seat back, came into forceful contact with Mr. Schubert's\r\nspine at the time of the rear-end collision.  This impact allegedly\r\nexacerbated his congenital back defect, making the asymptomatic\r\ncondition suddenly symptomatic.  The primary evidence in support of\r\nthis hypothesis is that the horizontal pipe, which is located four\r\nand one half inches vertically from the bottom edge of the seat\r\nback, was bent backwards approximately one-half of an inch.  The\r\nbend in the pipe was not part of the seat back design.  It can be\r\nfairly adduced that the pipe was bent by some force in the time\r\nbetween the seat back's manufacture and the post-accident\r\nexamination of it.  It must be noted that the apex of the bend is\r\nnot located directly behind the driver's side of the bench seat,\r\nbut instead is at the mid-point of the pipe length.  Plaintiffs'\r\nexpert Murray Burnstine testified in deposition, \"[i]f you have a\r\npipe that's connected at both ends, no matter where you apply the\r\nforce, it's going to bow in the middle.\"  Burnstine Dep. at 49.\r\nPlaintiffs filed suit against Nissan in November, 1995 in\r\nthe district of Massachusetts, alleging product liability claims. \r\nThe Schuberts retained the aforementioned Murray Burnstine as an\r\nexpert witness.  According to Plaintiffs' answers to Nissan's\r\ninterrogatories, Burnstine would testify that, \r\nparts of the seat back frame are bent\r\nconsistent with a rearward force being applied\r\nto these parts by the victims [sic] lower back\r\nand spine.  The padding between the victim and\r\nthe metal structures was not adequate to\r\nprevent a concentration of the forces on\r\nSchuberts [sic] back. . . .  Grounds for\r\nopinion are education and training  \r\ninspection of the seat back[,] . . . a review\r\nof the file including photos of the vehicle\r\nand common sense.  \r\n\nSchubert App. at 38.  \r\nNissan subsequently deposed Burnstine, and elicited from\r\nhim the admission that he did not have personal knowledge that the\r\nhorizontal pipe lined up vertically with the location of Mr.\r\nSchubert's spinal injury.  Rather, in the deposition, Burnstine\r\nstated that he assumed that the lumbar injury lined up with the\r\npipe's location.  Burnstine admitted that he had not done anything\r\nto independently verify this assumption.  See Burnstine Dep. at 27,\r\n44.  Instead, Burnstine stated that he relied on representations\r\nmade to him as well as photographs depicting an individual sitting\r\nin the truck seat.  For purposes of the photo, a piece of tape was\r\nplaced on the seat-back to indicate the vertical position of the\r\npipe.  The face of the seated individual is not visible in the\r\nphotograph.  More importantly, there was no indication in the\r\nphotograph of the location of the spinal injury on the back of the\r\nperson in the truck seat.  On the basis of this deposition\r\ntestimony, Nissan moved to exclude the proposed testimony of\r\nBurnstine because the opinion lacked sufficient foundation.  The\r\ndistrict court initially dismissed the motion without prejudice.\r\nNissan thereafter moved for summary judgment.  Nissan's\r\nmotion was premised on the argument that the Schuberts had failed\r\nto make a showing sufficient to prove that the alleged design\r\ndefect in the seat   the pipe   had, more likely than not, caused\r\nMr. Schubert's injury.  Nor, Nissan argued, had the Schuberts\r\npresented any evidence to demonstrate that Mr. Schubert was injured\r\nmore severely than he would have been if the bench seat had been\r\nreasonably designed. \r\nThe Schuberts responded to Nissan's motion, arguing,\r\nwithout citation to the record, that there was \"ample evidence with\r\nwhich to demonstrate the causal connection between the seat back\r\ndesign and [the] injuries; the weight of such [is] appropriate for\r\nthe trier of fact, not summary judgment.\"  The district court,\r\nhowever, was not satisfied and issued an order requiring plaintiffs\r\nto: (i) comply with Local Rule 56.1; and (ii) \"explicitly address\r\ncausation and show what admissible evidence will be offered to\r\nsupport plaintiff's theory of causation.  A suggestion as to what\r\nan expert will testify at some future time is not enough. \r\nPlaintiff must produce admissible evidence now.\"  Memorandum and\r\nOrder of October 17, 1997 (emphasis ours).\r\nThe Schuberts responded.  Appended to the new response\r\nwere two sworn affidavits.  The first, an affidavit of Murray\r\nBurnstine, contained the following relevant statements:\r\n4.   I have not reviewed the plaintiff's\r\nmedical records . . . as I have not been\r\nretained as a medical expert. . . .  I have,\r\nhowever, reviewed the plaintiff's x-rays, the\r\nreport of Dr. Peter Grillo and the\r\nplaintiffs's answers to interrogatories which\r\nboth identify the location of the plaintiff's\r\ninjury and discomfort at the plaintiff's lower\r\nlumbar spine.\r\n\n5.   I have examined the seat on which the\r\nplaintiff sat when another vehicle struck him\r\nfrom behind . . . .  I have also examined\r\nphotographs of the plaintiff seated in the\r\nsubject seat.  My examination of the subject\r\nseat and these photographs reveal that the\r\nhorizontal pipe in the seat frame lines up\r\nconsistent with the lumbar spine injury\r\nsustained by the plaintiff.\r\n\n6.   Based upon my years of experience in\r\nautomotive design, biomechanical engineering,\r\nand occupant kinematics, it is my professional\r\nopinion that when the plaintiff's vehicle was\r\nstruck from behind, the force caused the\r\nplaintiff's body to naturally move rearwards\r\ninto the seat, and if some hard object\r\nexist[ing] within the seat lined up consistent\r\nwith the lumbar region of the plaintiff's\r\nspine, such as the horizontal bar present in\r\nthe subject seat in this case, then to a\r\nreasonable degree of professional certainty,\r\nthe force with which the plaintiff struck the\r\nbar did, more likely than not, directly and\r\nproximately cause[] or exacerbate[] the\r\ninjuries to the plaintiff's lumbar spine.\r\n\n7.   Based upon my . . . experience . . . ,\r\nand examination of the subject seat following\r\nthe . . . accident, the horizontal bar in the\r\nseat frame was bent consistent with the force\r\nof the plaintiff's body moving rearwards into\r\nthe seat following the plaintiff's accident. \r\nFurther, . . . it is my professional opinion\r\n[that] the inncorporation [sic] of the\r\nhorizontal bar in the design of the seat\r\nconcentrated the force of the impact on the\r\nplaintiff's lumbar spine and that an\r\nalternative design, one which would disperse\r\nthe force of the impact was feasible,\r\navailable, and desirable . . . .\r\nThe second affidavit the Schuberts submitted was from Dr.\r\nPeter Grillo, Mr. Schubert's neurosurgeon, who opined that, \"based\r\nupon reasonable medical certainty, Mr. Schubert's injuries are\r\nconsistent with the direct application of force to his back,\" and\r\n\"that it is more probable than not that the injuries sustained by\r\nMr. Schubert to his back after being struck from behind in his\r\n. . . truck, were directly and proximately caused by the motor\r\nvehicle accident.\"  Appended to the Grillo affidavit was Dr.\r\nGrillo's three page reiteration of his medical treatment of Mr.\r\nSchubert to plaintiffs' counsel.\r\nThe district court granted summary judgment to Nissan. \r\nFirst, the district court examined the affidavit of Dr. Grillo,\r\nconcluding that Grillo's statement that Mr. Schubert's injuries\r\nwere \"caused\" by the motor vehicle accident constituted a \"pure\r\nassertion of a conclusion without any disclosure of a foundation\r\nfor it.\"  Memorandum and Order, November 10, 1997, at 9 (for\r\ncitation purposes, hereinafter \"Memorandum\").  The district court\r\nfurther determined that \"neither the factual statement in Dr.\r\nGrillo's affidavit, nor any other portion of the plaintiff's\r\nfilings provide a factual foundation for Dr. Grillo's opinion that\r\nMr. Schubert's injury was 'consistent with' the direct application\r\nof force.\"  Id. at 10.\r\nHaving decided that \"the testimony of Dr. Grillo does not\r\nestablish causation for the plaintiffs,\" id. at 11, the district\r\ncourt turned to the Burnstine affidavit.  Stating that \"[o]ne\r\ncritical part of the causation chain that plaintiffs assert in this\r\ncase is establishing that the pipe impacted Mr. Schubert's back at\r\nthe same point where the injury occurred,\" id., the district court\r\nconcluded from Burnstine's deposition testimony that \"no foundation\r\nexists for a critical aspect of the expert's opinion proffered in\r\nthis case,\" id. at 12.  The district court summed up Burnstine's\r\naffidavit by stating that it was \"a conclusory assertion about an\r\nultimate legal issue,\" id. at 14, that \"relies on another asserted,\r\nyet unproved fact, that the pipe and the injury line up,\" id.\r\nThe district court therefore held that the Schuberts\r\nfailed to carry their burden on \"the issue of causation even when\r\nthe evidence presented is viewed in the light most favorable to\r\nthem,\" id. at 15, and entered summary judgment in Nissan's favor. \r\nThis appeal followed.\r\n                         II.\r\nWe begin our analysis by determining what rulings the\r\ndistrict court made on the motion for summary judgment.  Initially\r\nwe find that the district court was not excluding the expert\r\ntestimony under the principles established in Daubert v. Merrell\r\nDow Pharm., Inc., 509 U.S. 579 (1993).  See Vadala v. Teledyne\r\nIndus., Inc., 44 F.3d 36, 39 (1st Cir. 1995) (\"Daubert's holding  \r\nthat a scientific principle may sometimes be the basis for expert\r\ntestimony even if it is not 'generally accepted'   has nothing to\r\ndo with this case, in which the dispute concerns an event rather\r\nthan a scientific law.\").  \r\nThe next question is whether the district court\r\ndetermined that the affidavits were not competent evidence under\r\nFed. R. Civ. P. 56(e), or, alternatively, whether the district\r\ncourt had examined the affidavits for their bearing on the issue of\r\ncausation in an attempt to determine whether the Schuberts had\r\nadduced sufficient evidence on an element essential to their case. \r\nSee Celotex Corp. v. Catrett, 477 U.S. 317, 322 (1986).  The\r\ndistinction between the two approaches is of crucial importance to\r\nour analysis.  If the district court determined Rule 56(e)\r\nadmissibility, we review that decision for abuse of discretion\r\nprior to turning to our de novo summary judgment examination.  SeeVazquez v. Lopez-Rosario, 134 F.3d 28, 33 (1st Cir. 1998).  \"Under\r\nRule 56(e), affidavits supporting or opposing summary judgment must\r\nset forth facts that would be admissible in evidence.  A district\r\ncourt may exclude expert testimony where it finds that the\r\ntestimony has no foundation or rests on . . . speculative evidence. \r\nSuch decisions are reviewed for abuse of discretion.\"  Casas Office\r\nMachs., Inc. v. Mita Copystar Am., Inc., 42 F.3d 668, 681 (1st Cir.\r\n1994) (internal citations omitted).  In the absence of a\r\ndetermination on Rule 56(e) admissibility, of course, our review of\r\nthe grant of summary judgment is de novo.  See G.D. v. Westmoreland\r\nSch. Dist., 930 F.2d 942, 946 (1st Cir. 1991).  Nissan argues that\r\nthe former course was being taken, while the Schuberts posit that\r\nthe district court improperly weighed the evidence contained in the\r\naffidavits in deciding the summary judgment motion.  The district\r\ncourt's memorandum is not completely clear   it does not directly\r\nstate that a Rule 56(e) determination was made.\r\nA close reading of the district court's memorandum has\r\nconvinced us that it was in fact determining that the affidavits\r\ndid not meet Rule 56(e)'s requirements of admissibility, and that\r\nthe court was excluding the affidavits from consideration for that\r\nreason.  First, the memorandum launches the analysis concerning the\r\naffidavits in a way which distinctly implies a Rule 56(e)\r\ndetermination, stating, \"[i]t is the responsibility of the trial\r\njudge to determine, before receiving the expert's testimony for\r\njury consideration, whether the expert's testimony is based on an\r\nadequate foundation to be admissible.\"  Memorandum at 8.  Second,\r\nthe district court specifically noted that it had previously\r\nordered the plaintiffs to \"produce admissible evidence now.\"  Id.at 9 (quoting Memorandum and Order, October 17, 1997) (emphasis\r\nours).  Finally, the district court's primary concern throughout\r\nits discussion of the Burnstine affidavit is that Burnstine\r\nadmitted in deposition to a lack of personal knowledge regarding\r\nthe pipe's location relative to the back injury.  In the summary\r\njudgment context, it is Rule 56(e) which requires affidavits to be\r\n\"made on personal knowledge . . . .\"  We are therefore satisfied\r\nthat the district court determined that neither affidavit was\r\ncompetent evidence under Rule 56(e).  Cf. In re Paoli R.R. Yard PCB\r\nLitig., 916 F.2d 829, 853 (3d Cir. 1990) (instance where it was\r\n\"not clear that the court was not merely choosing between opinions\r\nas opposed to excluding plaintiff's opinion on evidentiary\r\ngrounds\").\r\nWe therefore must determine whether the district court's \r\nexclusion of the two affidavits constituted an abuse of discretion. \r\nWe have defined abuse of discretion as follows:\r\n\"Abuse of discretion\" is a phrase which sounds\r\nworse than it really is.  All it need mean is\r\nthat, when judicial action is taken in a\r\ndiscretionary matter, such action cannot be\r\nset aside by a reviewing court unless it has a\r\ndefinite and firm conviction that the court\r\nbelow committed a clear error of judgment in\r\nthe conclusion it reached upon a weighing of\r\nthe relevant factors. \r\n\nIn re Josephson, 218 F.2d 174, 182 (1st Cir. 1954).  In the context\r\nof the admission or exclusion of opinion evidence, we have stated\r\nthat \"we will uphold the district court's ruling in this area\r\nunless it is 'manifestly erroneous.'\"  Bogosian v. Mercedes-Benz of\r\nN.A., Inc., 104 F.3d 472, 476 (1st Cir. 1997) (quoting Salem v.\r\nUnited States Lines Co., 370 U.S. 31, 35 (1962)); see also Stevensv. Bangor and Aroostook R.R. Co., 97 F.3d 594, 600 (1st Cir. 1996)\r\n(abuse of discretion must be \"clear\" to warrant reversal). \r\nFinally, we keep in mind that under abuse of discretion review, we\r\nare \"not to substitute [our] judgment for that of the [district\r\ncourt].\"  Motor Vehicle Mfrs. Ass'n of U.S. v. State Farm Mut.\r\nAuto. Ins. Co., 463 U.S. 29, 43 (1983).  \r\nWe begin with the affidavit of Dr. Grillo.  The district\r\ncourt determined that Dr. Grillo's opinion concerning the cause of\r\nMr. Schubert's injury constituted \"pure assertion of a conclusion\r\nwithout any disclosure of a foundation for it.\"  Memorandum at 9. \r\nWe see no abuse of discretion in this ruling.  Neither the\r\naffidavit itself, nor the doctor's medical report on Mr. Schubert\r\n(appended to the affidavit), provide any factual basis for the\r\nstatement that Mr. Schubert's injuries are \"consistent with the\r\ndirect application of force to his back.\"  Although the Schuberts'\r\ncounsel argued orally that Dr. Grillo's medical report contains a\r\nfactual iteration sufficient to create a foundation for this\r\nassertion, we have found nothing in the document which would do\r\nthat.  The district court acted well within its discretion when it\r\nruled that the Grillo affidavit lacked sufficient foundation to be\r\na competent Rule 56(e) affidavit.  Plaintiffs argue in their\r\nappellate brief that Grillo was retained not to opine on the causal\r\nlink between the pipe and the injury, but rather to provide\r\ninformation \"regarding his treatment and genesis of Mr. Schubert's\r\nmedical condition,\" Appellants' Br. at 12.  But the doctor's\r\naffidavit contains conclusory assertions concerning the cause of\r\nMr. Schubert's injury.  It was these statements that the district\r\ncourt deemed without foundation.  There was no abuse of discretion.\r\nThe exclusion of the Burnstine affidavit is a more\r\ndifficult question.  Burnstine's affidavit was, and is, the\r\nlinchpin to plaintiffs' theory of product liability.  On the\r\nsurface, Burnstine's theory is plausible   the existence of the\r\nhorizontal metal bar unduly exaggerated the force acting on Mr.\r\nSchubert's back during the rear-end collision.  Similarly, the bend\r\nin the pipe would seem to support this theory.  The district court,\r\nhowever, decided that the affidavit was not competent evidence\r\nbecause of Burnstine's deposition admission that he did not have\r\npersonal knowledge that the pipe and the back injury lined up with\r\neach other.  To the court, Burnstine's admission demonstrated that\r\nthe opinion testimony did not rest on an adequate factual\r\nfoundation to constitute reliable opinion testimony.\r\nWe think the question whether to admit or exclude\r\nBurnstine's affidavit on this basis is a close call.  On the one\r\nhand, Burnstine inspected the seat himself, and observed the bend\r\nin the pipe.  Couple that observation with his considerable\r\nexperience in automotive crash reconstruction and engineering, and\r\nit seems to be a reasonable inference that Mr. Schubert's rearward-\r\nmoving body was the force that bent the pipe.  We were recently\r\nreminded, however, that although \"[o]n a motion for summary\r\njudgment[] disputed issues of fact are resolved against the moving\r\nparty . . . [,] the question of admissibility of expert testimony\r\nis not such an issue of fact, and is reviewable under the abuse of\r\ndiscretion standard.\"  General Elec. Co. v. Joiner, 118 S. Ct. \r\n512, 517 (1997).  \r\nOn the evidence presented, there was no assertion that\r\nanyone knew firsthand whether the location of the pipe lined up\r\nwith Mr. Schubert's back injury.  Courts have only those materials\r\nwhich the parties supply to them.  See Diebold, 369 U.S. at 655\r\n(favorable inferences are drawn \"from the underlying facts\r\ncontained in . . . materials [submitted below]\").  The materials\r\nsubmitted in opposition to Nissan's motion are completely silent on\r\nthis point.  Rather, the Burnstine affidavit states that his\r\nopinion was formed based upon his examination of the seat, and\r\ninspection of the photographs ostensibly depicting Mr. Schubert in\r\nthe seat.  This is the same foundation that Burnstine testified to\r\nin deposition.  Yet the photographs were not furnished in\r\nopposition either to Nissan's exclusionary or summary judgment\r\nmotions, so there is no way to know whether and how they would\r\nconfirm that the pipe lined up with Mr. Schubert's back injury. \r\n\"It is fundamental that expert testimony must be predicated on\r\nfacts legally sufficient to provide a basis for the expert's\r\nopinion.\"  Damon v. Sun Co., Inc., 87 F.3d 1467, 1474 (1st Cir.\r\n1996) (internal quotation marks omitted).  We think it significant\r\nthat Burnstine's affidavit makes no effort to explain or correct\r\nthe deposition admissions.  See Colantuoni v. Alfred Calcagni &amp;\r\nSons, Inc., 44 F.3d 1, 5 (1st Cir. 1994) (disregarding on summary\r\njudgment affidavit which contradicts earlier deposition testimony\r\nwith little explanation).  We are therefore   as the district court\r\nwas   left to speculate as to the proximity of the pipe to the\r\ninjury site.  Thus, we cannot say on this record that the district\r\ncourt's choice was \"manifestly erroneous.\"  Bogosian, 104 F.3d at\r\n476.\r\nThe district court was proceeding under Massachusetts'\r\nlaw of product liability.  Plaintiffs had a duty to demonstrate to\r\nthe district court \"that there was greater likelihood or\r\nprobability that the harm complained of was due to causes for which\r\nthe defendant was responsible than from any other cause.\"  Carey v.\r\nGeneral Motors Corp., 387 N.E.2d 583, 586 (Mass. 1979) (quoting\r\nMcLaughlin v. Bernstein, 249 N.E.2d 17, 22 (Mass. 1969)).  Under\r\nMassachusetts tort law, proof of causation \"must be such as to make\r\nthe defendant's causality 'appear more likely or probable in the\r\nsense that actual belief in its truth exists in the mind or minds\r\nof the tribunal notwithstanding any doubts that still linger\r\nthere.'\" Lynch v. Merrell-National Lab., 830 F.2d 1190, 1197 (1st\r\nCir. 1987) (quoting Smith v. Rapid Transit, Inc., 58 N.E.2d 754,\r\n755 (Mass. 1945)).  In light of this standard, and the fact that\r\nMr. Schubert suffered from an underlying congenital defect and was\r\ninvolved in a relatively forceful automobile collision, we are not\r\nleft with a \"definite and firm conviction that the court below\r\ncommitted a clear error of judgment,\"  Josephson, 218 F.2d at 182,\r\nin requiring a certain level of factual specificity.  See alsoJoiner, 118 S. Ct. at 517 (relying on \"general rule\" that \"it is\r\nvery much a matter of discretion with the court whether to receive\r\nor exclude the evidence; but the appellate court will not reverse\r\nin such a case, unless the ruling is manifestly erroneous\")\r\n(quoting Spring Co. v. Edgar, 99 U.S. 645, 658 (1878)).\r\nWe also note that the record indicates that the\r\nplaintiffs should have been well aware of the district court's\r\nconcern over this issue.  Although the initial motion to exclude\r\nwas denied, it was done so without prejudice.  Similarly, the\r\nclerk's notes from the summary judgment oral argument indicate that\r\na colloquy ensued concerning the \"admissable [sic] evidence upon\r\nwhich expert witness bases testimony,\" with Judge Keeton apparently\r\nindicating his concern that \"no black-box opinions will go to the\r\njury.\"  \r\n\"'The very mission of the summary judgment procedure is\r\nto pierce the pleadings and to assess the proof in order to see\r\nwhether there is a genuine need for trial.'\"  DeNovellis v.\r\nShalala, 124 F.3d 298, 305-06 (1st Cir. 1997) (quoting Fed. R. Civ.\r\nP. 56 advisory committee's notes, 1963 Amendment) (emphasis ours). \r\nIn assessing this proof, Rule 56(e) charges the district court with\r\nensuring that the evidence proffered in opposition to a motion for\r\nsummary judgment has a foundation sufficient to allow it to reach\r\na jury.  If the nonmoving party is unable to provide such\r\nadmissible proof, then the court is unable to say that there exists\r\na \"genuine need for trial.\"  Id. (emphasis ours).  \r\nThe district court's grant of summary judgment is\r\naffirmed.  Costs on appeal awarded to appellee.\r\n",
  "html": "<p class=\"case_cite\">148 F.3d 25</p>\n    <p class=\"case_cite\">41 Fed.R.Serv.3d 151, Prod.Liab.Rep. (CCH) P 15,279</p>\n    <p class=\"parties\">Keith SCHUBERT and Kathy Schubert, Plaintiffs, Appellants,<br>v.<br>NISSAN MOTOR CORPORATION IN U.S.A., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-2393.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1998.<br>Decided July 7, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul E. Mitchell, with whom William A. Schneider and Mitchell, McGowan &amp; DeSimone, were on brief for appellants.</p>\n      <p class=\"indent\">Brian P. Voke, with whom Richard P. Campbell, and Campbell, Campbell &amp; Edwards, were on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this diversity action, plaintiffs-appellants Keith and Kathy Schubert seek to hold defendant-appellee Nissan Motor Corporation in U.S.A.  (\"Nissan\") liable for an injury to Mr. Schubert's back.  Their suit is based on a claim of product liability.  The district court granted Nissan's summary judgment motion, and we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the underlying facts in the light most favorable to the Schuberts.  United States v. Diebold, Inc., 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On December 6, 1992, Mr. Schubert was driving his 1989 Nissan pickup truck on Route 28 in Derry, New Hampshire.  While he was stopped in traffic, Schubert's truck was rear-ended by a 1977 Ford sedan.  Skid marks of just under seven feet were evident at the accident site, and the Ford's front end was severely damaged by the impact.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Within twenty-four hours after the accident, Mr. Schubert began to experience--among other symptoms irrelevant here--lower back pain.  His complaints included pain radiating from the lower back into the right buttock and thigh, and further on into the right calf and right foot.  He was treated unsuccessfully with chiropractic therapy before x-rays revealed a congenital defect in his lower back, specifically, spondylolisthesis.  This condition is defined as \"forward displacement ... of one vertebra over another, usually of the fifth lumbar over the body of the sacrum, or of the fourth lumbar over the fifth, usually due to a developmental defect in the pars interarticularis.\"   Dorland's Illustrated Medical Dictionary 1563 (28th ed.1994).  In lay terms, this means the forward slippage of a vertebra out of normal alignment.  It is undisputed that this was a congenital defect and existed at the time of the accident.  The defect, however, was not symptomatic until after the collision.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After various conservative approaches to the pain, Mr. Schubert's neurosurgeon, Dr. Peter Grillo, performed a spinal fusion operation.  Despite this operation, Mr. Schubert's answers to Nissan's interrogatories state that significant lower back and lower extremity pain remain.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs' suit is premised upon a theory of faulty product design.  Specifically, they allege that a horizontal metal pipe, located in the seat back frame and running across the length of the seat back, came into forceful contact with Mr. Schubert's spine at the time of the rear-end collision.  This impact allegedly exacerbated his congenital back defect, making the asymptomatic condition suddenly symptomatic.  The primary evidence in support of this hypothesis is that the horizontal pipe, which is located four and one half inches vertically from the bottom edge of the seat back, was bent backwards approximately one-half of an inch.  The bend in the pipe was not part of the seat back design.  It can be fairly adduced that the pipe was bent by some force in the time between the seat back's manufacture and the post-accident examination of it.  It must be noted that the apex of the bend is not located directly behind the driver's side of the bench seat, but instead is at the mid-point of the pipe length.  Plaintiffs' expert Murray Burnstine testified in deposition, \"[i]f you have a pipe that's connected at both ends, no matter where you apply the force, it's going to bow in the middle.\"   Burnstine Dep. at 49.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiffs filed suit against Nissan in November, 1995 in the district of Massachusetts, alleging product liability claims.  The Schuberts retained the aforementioned Murray Burnstine as an expert witness.  According to Plaintiffs' answers to Nissan's interrogatories, Burnstine would testify that,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>parts of the seat back frame are bent consistent with a rearward force being applied to these parts by the victims [sic] lower back and spine.  The padding between the victim and the metal structures was not adequate to prevent a concentration of the forces on Schuberts [sic] back....  Grounds for opinion are education and training--inspection of the seat back[,] ... a review of the file including photos of the vehicle and common sense.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Schubert App. at 38.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nissan subsequently deposed Burnstine, and elicited from him the admission that he did not have personal knowledge that the horizontal pipe lined up vertically with the location of Mr. Schubert's spinal injury.  Rather, in the deposition, Burnstine stated that he assumed that the lumbar injury lined up with the pipe's location.  Burnstine admitted that he had not done anything to independently verify this assumption.  See Burnstine Dep. at 27, 44.  Instead, Burnstine stated that he relied on representations made to him as well as photographs depicting an individual sitting in the truck seat.  For purposes of the photo, a piece of tape was placed on the seat-back to indicate the vertical position of the pipe.  The face of the seated individual is not visible in the photograph.  More importantly, there was no indication in the photograph of the location of the spinal injury on the back of the person in the truck seat.  On the basis of this deposition testimony, Nissan moved to exclude the proposed testimony of Burnstine because the opinion lacked sufficient foundation.  The district court initially dismissed the motion without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nissan thereafter moved for summary judgment.  Nissan's motion was premised on the argument that the Schuberts had failed to make a showing sufficient to prove that the alleged design defect in the seat--the pipe--had, more likely than not, caused Mr. Schubert's injury.  Nor, Nissan argued, had the Schuberts presented any evidence to demonstrate that Mr. Schubert was injured more severely than he would have been if the bench seat had been reasonably designed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Schuberts responded to Nissan's motion, arguing, without citation to the record, that there was \"ample evidence with which to demonstrate the causal connection between the seat back design and [the] injuries;  the weight of such [is] appropriate for the trier of fact, not summary judgment.\"   The district court, however, was not satisfied and issued an order requiring plaintiffs to:  (i) comply with Local Rule 56.1;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  and (ii) \"explicitly address causation and show what admissible evidence will be offered to support plaintiff's theory of causation.  A suggestion as to what an expert will testify at some future time is not enough.  Plaintiff must produce admissible evidence now.\"   Memorandum and Order of October 17, 1997 (emphasis ours).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Schuberts responded.  Appended to the new response were two sworn affidavits.  The first, an affidavit of Murray Burnstine, contained the following relevant statements:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>4.  I have not reviewed the plaintiff's medical records ... as I have not been retained as a medical expert....  I have, however, reviewed the plaintiff's x-rays, the report of Dr. Peter Grillo and the plaintiffs's answers to interrogatories which both identify the location of the plaintiff's injury and discomfort at the plaintiff's lower lumbar spine.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>5. I have examined the seat on which the plaintiff sat when another vehicle struck him from behind....  I have also examined photographs of the plaintiff seated in the subject seat.  My examination of the subject seat and these photographs reveal that the horizontal pipe in the seat frame lines up consistent with the lumbar spine injury sustained by the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>6. Based upon my years of experience in automotive design, biomechanical engineering, and occupant kinematics, it is my professional opinion that when the plaintiff's vehicle was struck from behind, the force caused the plaintiff's body to naturally move rearwards into the seat, and if some hard object exist[ing] within the seat lined up consistent with the lumbar region of the plaintiff's spine, such as the horizontal bar present in the subject seat in this case, then to a reasonable degree of professional certainty, the force with which the plaintiff struck the bar did, more likely than not, directly and proximately cause[ ] or exacerbate[ ] the injuries to the plaintiff's lumbar spine.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>7. Based upon my ... experience ..., and examination of the subject seat following the ... accident, the horizontal bar in the seat frame was bent consistent with the force of the plaintiff's body moving rearwards into the seat following the plaintiff's accident.  Further, ... it is my professional opinion [that] the inncorporation [sic] of the horizontal bar in the design of the seat concentrated the force of the impact on the plaintiff's lumbar spine and that an alternative design, one which would disperse the force of the impact was feasible, available, and desirable....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The second affidavit the Schuberts submitted was from Dr. Peter Grillo, Mr. Schubert's neurosurgeon, who opined that, \"based upon reasonable medical certainty, Mr. Schubert's injuries are consistent with the direct application of force to his back,\" and \"that it is more probable than not that the injuries sustained by Mr. Schubert to his back after being struck from behind in his ... truck, were directly and proximately caused by the motor vehicle accident.\"   Appended to the Grillo affidavit was Dr. Grillo's three page reiteration of his medical treatment of Mr. Schubert to plaintiffs' counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court granted summary judgment to Nissan.  First, the district court examined the affidavit of Dr. Grillo, concluding that Grillo's statement that Mr. Schubert's injuries were \"caused\" by the motor vehicle accident constituted a \"pure assertion of a conclusion without any disclosure of a foundation for it.\"   Memorandum and Order, November 10, 1997, at 9 (for citation purposes, hereinafter \"Memorandum\").  The district court further determined that \"neither the factual statement in Dr. Grillo's affidavit, nor any other portion of the plaintiff's filings provide a factual foundation for Dr. Grillo's opinion that Mr. Schubert's injury was 'consistent with' the direct application of force.\"  Id. at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Having decided that \"the testimony of Dr. Grillo does not establish causation for the plaintiffs,\" id. at 11, the district court turned to the Burnstine affidavit.  Stating that \"[o]ne critical part of the causation chain that plaintiffs assert in this case is establishing that the pipe impacted Mr. Schubert's back at the same point where the injury occurred,\" id., the district court concluded from Burnstine's deposition testimony that \"no foundation exists for a critical aspect of the expert's opinion proffered in this case,\" id. at 12.   The district court summed up Burnstine's affidavit by stating that it was \"a conclusory assertion about an ultimate legal issue,\" id. at 14, that \"relies on another asserted, yet unproved fact, that the pipe and the injury line up,\" id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court therefore held that the Schuberts failed to carry their burden on \"the issue of causation even when the evidence presented is viewed in the light most favorable to them,\" id. at 15, and entered summary judgment in Nissan's favor.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We begin our analysis by determining what rulings the district court made on the motion for summary judgment.  Initially we find that the district court was not excluding the expert testimony under the principles established in Daubert v. Merrell Dow Pharm., Inc., 509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993).  See Vadala v. Teledyne Indus., Inc., 44 F.3d 36, 39 (1st Cir.1995) (\"Daubert's holding--that a scientific principle may sometimes be the basis for expert testimony even if it is not 'generally accepted'--has nothing to do with this case, in which the dispute concerns an event rather than a scientific law.\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The next question is whether the district court determined that the affidavits were not competent evidence under Fed.R.Civ.P. 56(e),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> or, alternatively, whether the district court had examined the affidavits for their bearing on the issue of causation in an attempt to determine whether the Schuberts had adduced sufficient evidence on an element essential to their case.  See Celotex Corp. v. Catrett, 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).  The distinction between the two approaches is of crucial importance to our analysis.  If the district court determined Rule 56(e) admissibility, we review that decision for abuse of discretion prior to turning to our de novo summary judgment examination.  See Vazquez v. Lopez-Rosario, 134 F.3d 28, 33 (1st Cir.1998).  \"Under Rule 56(e), affidavits supporting or opposing summary judgment must set forth facts that would be admissible in evidence.  A district court may exclude expert testimony where it finds that the testimony has no foundation or rests on ... speculative evidence.  Such decisions are reviewed for abuse of discretion.\"  Casas Office Machs., Inc. v. Mita Copystar Am., Inc., 42 F.3d 668, 681 (1st Cir.1994) (internal citations omitted).  In the absence of a determination on Rule 56(e) admissibility, of course, our review of the grant of summary judgment is de novo.  See G.D. v. Westmoreland Sch. Dist., 930 F.2d 942, 946 (1st Cir.1991).  Nissan argues that the former course was being taken, while the Schuberts posit that the district court improperly weighed the evidence contained in the affidavits in deciding the summary judgment motion.  The district court's memorandum is not completely clear--it does not directly state that a Rule 56(e) determination was made.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A close reading of the district court's memorandum has convinced us that it was in fact determining that the affidavits did not meet Rule 56(e)'s requirements of admissibility, and that the court was excluding the affidavits from consideration for that reason.  First, the memorandum launches the analysis concerning the affidavits in a way which distinctly implies a Rule 56(e) determination, stating, \"[i]t is the responsibility of the trial judge to determine, before receiving the expert's testimony for jury consideration, whether the expert's testimony is based on an adequate foundation to be admissible.\"   Memorandum at 8. Second, the district court specifically noted that it had previously ordered the plaintiffs to \"produce admissible evidence now.\"  Id. at 9 (quoting Memorandum and Order, October 17, 1997) (emphasis ours).  Finally, the district court's primary concern throughout its discussion of the Burnstine affidavit is that Burnstine admitted in deposition to a lack of personal knowledge regarding the pipe's location relative to the back injury.  In the summary judgment context, it is Rule 56(e) which requires affidavits to be \"made on personal knowledge....\"  We are therefore satisfied that the district court determined that neither affidavit was competent evidence under Rule 56(e).  Cf. In re Paoli R.R. Yard PCB Litig., 916 F.2d 829, 853 (3d Cir.1990) (instance where it was \"not clear that the court was not merely choosing between opinions as opposed to excluding plaintiff's opinion on evidentiary grounds\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We therefore must determine whether the district court's exclusion of the two affidavits constituted an abuse of discretion.  We have defined abuse of discretion as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>\"Abuse of discretion\" is a phrase which sounds worse than it really is.  All it need mean is that, when judicial action is taken in a discretionary matter, such action cannot be set aside by a reviewing court unless it has a definite and firm conviction that the court below committed a clear error of judgment in the conclusion it reached upon a weighing of the relevant factors.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In re Josephson, 218 F.2d 174, 182 (1st Cir.1954).  In the context of the admission or exclusion of opinion evidence, we have stated that \"we will uphold the district court's ruling in this area unless it is 'manifestly erroneous.' \"  Bogosian v. Mercedes-Benz of N.A., Inc., 104 F.3d 472, 476 (1st Cir.1997) (quoting Salem v. United States Lines Co., 370 U.S. 31, 35, 82 S.Ct. 1119, 8 L.Ed.2d 313 (1962));  see also Stevens v. Bangor and Aroostook R.R. Co., 97 F.3d 594, 600 (1st Cir.1996) (abuse of discretion must be \"clear\" to warrant reversal).  Finally, we keep in mind that under abuse of discretion review, we are \"not to substitute [our] judgment for that of the [district court].\"  Motor Vehicle Mfrs. Ass'n of U.S. v. State Farm Mut. Auto.  Ins. Co., 463 U.S. 29, 43, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We begin with the affidavit of Dr. Grillo.  The district court determined that Dr. Grillo's opinion concerning the cause of Mr. Schubert's injury constituted \"pure assertion of a conclusion without any disclosure of a foundation for it.\"   Memorandum at 9. We see no abuse of discretion in this ruling.  Neither the affidavit itself, nor the doctor's medical report on Mr. Schubert (appended to the affidavit), provide any factual basis for the statement that Mr. Schubert's injuries are \"consistent with the direct application of force to his back.\"   Although the Schuberts' counsel argued orally that Dr. Grillo's medical report contains a factual iteration sufficient to create a foundation for this assertion, we have found nothing in the document which would do that.  The district court acted well within its discretion when it ruled that the Grillo affidavit lacked sufficient foundation to be a competent Rule 56(e) affidavit.  Plaintiffs argue in their appellate brief that Grillo was retained not to opine on the causal link between the pipe and the injury, but rather to provide information \"regarding his treatment and genesis of Mr. Schubert's medical condition,\" Appellants' Br. at 12.  But the doctor's affidavit contains conclusory assertions concerning the cause of Mr. Schubert's injury.  It was these statements that the district court deemed without foundation.  There was no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The exclusion of the Burnstine affidavit is a more difficult question.  Burnstine's affidavit was, and is, the linchpin to plaintiffs' theory of product liability.  On the surface, Burnstine's theory is plausible--the existence of the horizontal metal bar unduly exaggerated the force acting on Mr. Schubert's back during the rear-end collision.  Similarly, the bend in the pipe would seem to support this theory.  The district court, however, decided that the affidavit was not competent evidence because of Burnstine's deposition admission that he did not have personal knowledge that the pipe and the back injury lined up with each other.  To the court, Burnstine's admission demonstrated that the opinion testimony did not rest on an adequate factual foundation to constitute reliable opinion testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We think the question whether to admit or exclude Burnstine's affidavit on this basis is a close call.  On the one hand, Burnstine inspected the seat himself, and observed the bend in the pipe.  Couple that observation with his considerable experience in automotive crash reconstruction and engineering, and it seems to be a reasonable inference that Mr. Schubert's rearward-moving body was the force that bent the pipe.  We were recently reminded, however, that although \"[o]n a motion for summary judgment[ ] disputed issues of fact are resolved against the moving party ... [,] the question of admissibility of expert testimony is not such an issue of fact, and is reviewable under the abuse of discretion standard.\"  General Elec. Co. v. Joiner, 522 U.S. 136, ----, 118 S.Ct. 512, 517, 139 L.Ed.2d 508 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the evidence presented, there was no assertion that anyone knew firsthand whether the location of the pipe lined up with Mr. Schubert's back injury.  Courts have only those materials which the parties supply to them.  See Diebold, 369 U.S. at 655, 82 S.Ct. 993 (favorable inferences are drawn \"from the underlying facts contained in ... materials [submitted below]\").  The materials submitted in opposition to Nissan's motion are completely silent on this point.  Rather, the Burnstine affidavit states that his opinion was formed based upon his examination of the seat, and inspection of the photographs ostensibly depicting Mr. Schubert in the seat.  This is the same foundation that Burnstine testified to in deposition.  Yet the photographs were not furnished in opposition either to Nissan's exclusionary or summary judgment motions, so there is no way to know whether and how they would confirm that the pipe lined up with Mr. Schubert's back injury.  \"It is fundamental that expert testimony must be predicated on facts legally sufficient to provide a basis for the expert's opinion.\"  Damon v. Sun Co., Inc., 87 F.3d 1467, 1474 (1st Cir.1996) (internal quotation marks omitted).  We think it significant that Burnstine's affidavit makes no effort to explain or correct the deposition admissions.  See Colantuoni v. Alfred Calcagni &amp; Sons, Inc., 44 F.3d 1, 5 (1st Cir.1994) (disregarding on summary judgment affidavit which contradicts earlier deposition testimony with little explanation).  We are therefore--as the district court was--left to speculate as to the proximity of the pipe to the injury site.  Thus, we cannot say on this record that the district court's choice was \"manifestly erroneous.\"  Bogosian, 104 F.3d at 476.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court was proceeding under Massachusetts' law of product liability.  Plaintiffs had a duty to demonstrate to the district court \"that there was greater likelihood or probability that the harm complained of was due to causes for which the defendant was responsible than from any other cause.\"  Carey v. General Motors Corp., 377 Mass. 736, 387 N.E.2d 583, 586 (1979) (quoting McLaughlin v. Bernstein, 356 Mass. 219, 249 N.E.2d 17, 22 (1969)).  Under Massachusetts tort law, proof of causation \"must be such as to make the defendant's causality 'appear more likely or probable in the sense that actual belief in its truth exists in the mind or minds of the tribunal notwithstanding any doubts that still linger there.' \"  Lynch v. Merrell-National Lab., 830 F.2d 1190, 1197 (1st Cir.1987) (quoting Smith v. Rapid Transit, Inc., 317 Mass. 469, 58 N.E.2d 754, 755 (1945)).  In light of this standard, and the fact that Mr. Schubert suffered from an underlying congenital defect and was involved in a relatively forceful automobile collision, we are not left with a \"definite and firm conviction that the court below committed a clear error of judgment,\" Josephson, 218 F.2d at 182, in requiring a certain level of factual specificity.  See also Joiner, 522 U.S. at ----, 118 S.Ct. at 517 (relying on \"general rule\" that \"it is very much a matter of discretion with the court whether to receive or exclude the evidence;  but the appellate court will not reverse in such a case, unless the ruling is manifestly erroneous\") (quoting Spring Co. v. Edgar, 99 U.S. 645, 658, 25 L.Ed. 487 (1878)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We also note that the record indicates that the plaintiffs should have been well aware of the district court's concern over this issue.  Although the initial motion to exclude was denied, it was done so without prejudice.  Similarly, the clerk's notes from the summary judgment oral argument indicate that a colloquy ensued concerning the \"admissable [sic] evidence upon which expert witness bases testimony,\" with Judge Keeton apparently indicating his concern that \"no black-box opinions will go to the jury.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\" 'The very mission of the summary judgment procedure is to pierce the pleadings and to assess the proof in order to see whether there is a genuine need for trial.' \"  DeNovellis v. Shalala, 124 F.3d 298, 305-06 (1st Cir.1997) (quoting Fed.R.Civ.P. 56 advisory committee's notes, 1963 Amendment) (emphasis ours).  In assessing this proof, Rule 56(e) charges the district court with ensuring that the evidence proffered in opposition to a motion for summary judgment has a foundation sufficient to allow it to reach a jury.  If the nonmoving party is unable to provide such admissible proof, then the court is unable to say that there exists a \"genuine need for trial.\"  Id. (emphasis ours).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court's grant of summary judgment is affirmed.   Costs on appeal awarded to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Massachusetts District Court Local Rule 56.1 states, inter alia, that \"[o]ppositions to motions for summary judgment shall include a concise statement of the material facts of record as to which it is contended that there exists a genuine issue to be tried, with page references to affidavits, depositions and other documentation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We wish to be precise.  As the balance of our opinion demonstrates, the Rule 56(e) determination that the district court used has the same result as a Daubert exclusion--and, like a Daubert determination, engenders abuse of discretion review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Rule provides that, on motions for summary judgment,</p>\n        <p>[s]upporting and opposing affidavits shall be made on personal knowledge, shall set forth such facts as would be admissible in evidence, and shall show affirmatively that the affiant is competent to testify to the matters stated therein.</p>\n        <p>Fed.R.Civ.P. 56(e).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In light of our resolution of the appeal, we need not address the Schuberts' argument that the district court committed legal error in requiring them to \"rule out other possible explanations\" for his injury.  Appellants' Br. at 16.  Regardless of whether the district court even presented such a requirement, see Memorandum at 7 (stating that \"failure to rule out other causes is not [by itself] fatal to the plaintiff's case\"), we think it more likely that the court's short diversion on the topic was done in light of the burden of production on causation in product liability cases brought under Massachusetts law, see discussion supra, at 15-16</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">151</span></span>, Prod.Liab.Rep. (CCH) P 15,279</p>\n    <p class=\"parties\">Keith SCHUBERT and Kathy Schubert, Plaintiffs, Appellants,<br>v.<br>NISSAN MOTOR CORPORATION IN U.S.A., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-2393.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1998.<br>Decided July 7, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul E. Mitchell, with whom William A. Schneider and Mitchell, McGowan &amp; DeSimone, were on brief for appellants.</p>\n      <p class=\"indent\">Brian P. Voke, with whom Richard P. Campbell, and Campbell, Campbell &amp; Edwards, were on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this diversity action, plaintiffs-appellants Keith and Kathy Schubert seek to hold defendant-appellee Nissan Motor Corporation in U.S.A.  (\"Nissan\") liable for an injury to Mr. Schubert's back.  Their suit is based on a claim of product liability.  The district court granted Nissan's summary judgment motion, and we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the underlying facts in the light most favorable to the Schuberts.  United States v. Diebold, Inc., <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On December 6, 1992, Mr. Schubert was driving his 1989 Nissan pickup truck on Route 28 in Derry, New Hampshire.  While he was stopped in traffic, Schubert's truck was rear-ended by a 1977 Ford sedan.  Skid marks of just under seven feet were evident at the accident site, and the Ford's front end was severely damaged by the impact.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Within twenty-four hours after the accident, Mr. Schubert began to experience--among other symptoms irrelevant here--lower back pain.  His complaints included pain radiating from the lower back into the right buttock and thigh, and further on into the right calf and right foot.  He was treated unsuccessfully with chiropractic therapy before x-rays revealed a congenital defect in his lower back, specifically, spondylolisthesis.  This condition is defined as \"forward displacement ... of one vertebra over another, usually of the fifth lumbar over the body of the sacrum, or of the fourth lumbar over the fifth, usually due to a developmental defect in the pars interarticularis.\"   Dorland's Illustrated Medical Dictionary 1563 (28th ed.1994).  In lay terms, this means the forward slippage of a vertebra out of normal alignment.  It is undisputed that this was a congenital defect and existed at the time of the accident.  The defect, however, was not symptomatic until after the collision.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After various conservative approaches to the pain, Mr. Schubert's neurosurgeon, Dr. Peter Grillo, performed a spinal fusion operation.  Despite this operation, Mr. Schubert's answers to Nissan's interrogatories state that significant lower back and lower extremity pain remain.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs' suit is premised upon a theory of faulty product design.  Specifically, they allege that a horizontal metal pipe, located in the seat back frame and running across the length of the seat back, came into forceful contact with Mr. Schubert's spine at the time of the rear-end collision.  This impact allegedly exacerbated his congenital back defect, making the asymptomatic condition suddenly symptomatic.  The primary evidence in support of this hypothesis is that the horizontal pipe, which is located four and one half inches vertically from the bottom edge of the seat back, was bent backwards approximately one-half of an inch.  The bend in the pipe was not part of the seat back design.  It can be fairly adduced that the pipe was bent by some force in the time between the seat back's manufacture and the post-accident examination of it.  It must be noted that the apex of the bend is not located directly behind the driver's side of the bench seat, but instead is at the mid-point of the pipe length.  Plaintiffs' expert Murray Burnstine testified in deposition, \"[i]f you have a pipe that's connected at both ends, no matter where you apply the force, it's going to bow in the middle.\"   Burnstine Dep. at 49.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiffs filed suit against Nissan in November, 1995 in the district of Massachusetts, alleging product liability claims.  The Schuberts retained the aforementioned Murray Burnstine as an expert witness.  According to Plaintiffs' answers to Nissan's interrogatories, Burnstine would testify that,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>parts of the seat back frame are bent consistent with a rearward force being applied to these parts by the victims [sic] lower back and spine.  The padding between the victim and the metal structures was not adequate to prevent a concentration of the forces on Schuberts [sic] back....  Grounds for opinion are education and training--inspection of the seat back[,] ... a review of the file including photos of the vehicle and common sense.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Schubert App. at 38.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nissan subsequently deposed Burnstine, and elicited from him the admission that he did not have personal knowledge that the horizontal pipe lined up vertically with the location of Mr. Schubert's spinal injury.  Rather, in the deposition, Burnstine stated that he assumed that the lumbar injury lined up with the pipe's location.  Burnstine admitted that he had not done anything to independently verify this assumption.  See Burnstine Dep. at 27, 44.  Instead, Burnstine stated that he relied on representations made to him as well as photographs depicting an individual sitting in the truck seat.  For purposes of the photo, a piece of tape was placed on the seat-back to indicate the vertical position of the pipe.  The face of the seated individual is not visible in the photograph.  More importantly, there was no indication in the photograph of the location of the spinal injury on the back of the person in the truck seat.  On the basis of this deposition testimony, Nissan moved to exclude the proposed testimony of Burnstine because the opinion lacked sufficient foundation.  The district court initially dismissed the motion without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nissan thereafter moved for summary judgment.  Nissan's motion was premised on the argument that the Schuberts had failed to make a showing sufficient to prove that the alleged design defect in the seat--the pipe--had, more likely than not, caused Mr. Schubert's injury.  Nor, Nissan argued, had the Schuberts presented any evidence to demonstrate that Mr. Schubert was injured more severely than he would have been if the bench seat had been reasonably designed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Schuberts responded to Nissan's motion, arguing, without citation to the record, that there was \"ample evidence with which to demonstrate the causal connection between the seat back design and [the] injuries;  the weight of such [is] appropriate for the trier of fact, not summary judgment.\"   The district court, however, was not satisfied and issued an order requiring plaintiffs to:  (i) comply with Local Rule 56.1;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  and (ii) \"explicitly address causation and show what admissible evidence will be offered to support plaintiff's theory of causation.  A suggestion as to what an expert will testify at some future time is not enough.  Plaintiff must produce admissible evidence now.\"   Memorandum and Order of October 17, 1997 (emphasis ours).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Schuberts responded.  Appended to the new response were two sworn affidavits.  The first, an affidavit of Murray Burnstine, contained the following relevant statements:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>4.  I have not reviewed the plaintiff's medical records ... as I have not been retained as a medical expert....  I have, however, reviewed the plaintiff's x-rays, the report of Dr. Peter Grillo and the plaintiffs's answers to interrogatories which both identify the location of the plaintiff's injury and discomfort at the plaintiff's lower lumbar spine.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>5. I have examined the seat on which the plaintiff sat when another vehicle struck him from behind....  I have also examined photographs of the plaintiff seated in the subject seat.  My examination of the subject seat and these photographs reveal that the horizontal pipe in the seat frame lines up consistent with the lumbar spine injury sustained by the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>6. Based upon my years of experience in automotive design, biomechanical engineering, and occupant kinematics, it is my professional opinion that when the plaintiff's vehicle was struck from behind, the force caused the plaintiff's body to naturally move rearwards into the seat, and if some hard object exist[ing] within the seat lined up consistent with the lumbar region of the plaintiff's spine, such as the horizontal bar present in the subject seat in this case, then to a reasonable degree of professional certainty, the force with which the plaintiff struck the bar did, more likely than not, directly and proximately cause[ ] or exacerbate[ ] the injuries to the plaintiff's lumbar spine.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>7. Based upon my ... experience ..., and examination of the subject seat following the ... accident, the horizontal bar in the seat frame was bent consistent with the force of the plaintiff's body moving rearwards into the seat following the plaintiff's accident.  Further, ... it is my professional opinion [that] the inncorporation [sic] of the horizontal bar in the design of the seat concentrated the force of the impact on the plaintiff's lumbar spine and that an alternative design, one which would disperse the force of the impact was feasible, available, and desirable....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The second affidavit the Schuberts submitted was from Dr. Peter Grillo, Mr. Schubert's neurosurgeon, who opined that, \"based upon reasonable medical certainty, Mr. Schubert's injuries are consistent with the direct application of force to his back,\" and \"that it is more probable than not that the injuries sustained by Mr. Schubert to his back after being struck from behind in his ... truck, were directly and proximately caused by the motor vehicle accident.\"   Appended to the Grillo affidavit was Dr. Grillo's three page reiteration of his medical treatment of Mr. Schubert to plaintiffs' counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court granted summary judgment to Nissan.  First, the district court examined the affidavit of Dr. Grillo, concluding that Grillo's statement that Mr. Schubert's injuries were \"caused\" by the motor vehicle accident constituted a \"pure assertion of a conclusion without any disclosure of a foundation for it.\"   Memorandum and Order, November 10, 1997, at 9 (for citation purposes, hereinafter \"Memorandum\").  The district court further determined that \"neither the factual statement in Dr. Grillo's affidavit, nor any other portion of the plaintiff's filings provide a factual foundation for Dr. Grillo's opinion that Mr. Schubert's injury was 'consistent with' the direct application of force.\"  Id. at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Having decided that \"the testimony of Dr. Grillo does not establish causation for the plaintiffs,\" id. at 11, the district court turned to the Burnstine affidavit.  Stating that \"[o]ne critical part of the causation chain that plaintiffs assert in this case is establishing that the pipe impacted Mr. Schubert's back at the same point where the injury occurred,\" id., the district court concluded from Burnstine's deposition testimony that \"no foundation exists for a critical aspect of the expert's opinion proffered in this case,\" id. at 12.   The district court summed up Burnstine's affidavit by stating that it was \"a conclusory assertion about an ultimate legal issue,\" id. at 14, that \"relies on another asserted, yet unproved fact, that the pipe and the injury line up,\" id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court therefore held that the Schuberts failed to carry their burden on \"the issue of causation even when the evidence presented is viewed in the light most favorable to them,\" id. at 15, and entered summary judgment in Nissan's favor.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We begin our analysis by determining what rulings the district court made on the motion for summary judgment.  Initially we find that the district court was not excluding the expert testimony under the principles established in Daubert v. Merrell Dow Pharm., Inc., <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993).  See Vadala v. Teledyne Indus., Inc., <span class=\"citation\" data-id=\"195830\"><a href=\"/opinion/195830/vadala-v-cessna/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 39 (1st Cir.1995) (\"Daubert's holding--that a scientific principle may sometimes be the basis for expert testimony even if it is not 'generally accepted'--has nothing to do with this case, in which the dispute concerns an event rather than a scientific law.\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The next question is whether the district court determined that the affidavits were not competent evidence under Fed.R.Civ.P. 56(e),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> or, alternatively, whether the district court had examined the affidavits for their bearing on the issue of causation in an attempt to determine whether the Schuberts had adduced sufficient evidence on an element essential to their case.  See Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).  The distinction between the two approaches is of crucial importance to our analysis.  If the district court determined Rule 56(e) admissibility, we review that decision for abuse of discretion prior to turning to our de novo summary judgment examination.  See Vazquez v. Lopez-Rosario, <span class=\"citation\" data-id=\"750689\"><a href=\"/opinion/750689/waldo-g-vazquez-v-carlos-lopez-rosario/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 33 (1st Cir.1998).  \"Under Rule 56(e), affidavits supporting or opposing summary judgment must set forth facts that would be admissible in evidence.  A district court may exclude expert testimony where it finds that the testimony has no foundation or rests on ... speculative evidence.  Such decisions are reviewed for abuse of discretion.\"  Casas Office Machs., Inc. v. Mita Copystar Am., Inc., <span class=\"citation\" data-id=\"684340\"><a href=\"/opinion/684340/casas-office-machines-inc-v-mita-copystar-america-inc/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">668</span></a></span>, 681 (1st Cir.1994) (internal citations omitted).  In the absence of a determination on Rule 56(e) admissibility, of course, our review of the grant of summary judgment is de novo.  See G.D. v. Westmoreland Sch. Dist., <span class=\"citation\" data-id=\"559501\"><a href=\"/opinion/559501/gd-etc-v-westmoreland-school-district/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 946 (1st Cir.1991).  Nissan argues that the former course was being taken, while the Schuberts posit that the district court improperly weighed the evidence contained in the affidavits in deciding the summary judgment motion.  The district court's memorandum is not completely clear--it does not directly state that a Rule 56(e) determination was made.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A close reading of the district court's memorandum has convinced us that it was in fact determining that the affidavits did not meet Rule 56(e)'s requirements of admissibility, and that the court was excluding the affidavits from consideration for that reason.  First, the memorandum launches the analysis concerning the affidavits in a way which distinctly implies a Rule 56(e) determination, stating, \"[i]t is the responsibility of the trial judge to determine, before receiving the expert's testimony for jury consideration, whether the expert's testimony is based on an adequate foundation to be admissible.\"   Memorandum at 8. Second, the district court specifically noted that it had previously ordered the plaintiffs to \"produce admissible evidence now.\"  Id. at 9 (quoting Memorandum and Order, October 17, 1997) (emphasis ours).  Finally, the district court's primary concern throughout its discussion of the Burnstine affidavit is that Burnstine admitted in deposition to a lack of personal knowledge regarding the pipe's location relative to the back injury.  In the summary judgment context, it is Rule 56(e) which requires affidavits to be \"made on personal knowledge....\"  We are therefore satisfied that the district court determined that neither affidavit was competent evidence under Rule 56(e).  Cf. In re Paoli R.R. Yard PCB Litig., <span class=\"citation\" data-id=\"550095\"><a href=\"/opinion/550095/in-re-paoli-railroad-yard-pcb-litigation/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span>, 853 (3d Cir.1990) (instance where it was \"not clear that the court was not merely choosing between opinions as opposed to excluding plaintiff's opinion on evidentiary grounds\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We therefore must determine whether the district court's exclusion of the two affidavits constituted an abuse of discretion.  We have defined abuse of discretion as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>\"Abuse of discretion\" is a phrase which sounds worse than it really is.  All it need mean is that, when judicial action is taken in a discretionary matter, such action cannot be set aside by a reviewing court unless it has a definite and firm conviction that the court below committed a clear error of judgment in the conclusion it reached upon a weighing of the relevant factors.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In re Josephson, <span class=\"citation\" data-id=\"235427\"><a href=\"/opinion/235427/in-the-matter-of-emanuel-josephson/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">174</span></a></span>, 182 (1st Cir.1954).  In the context of the admission or exclusion of opinion evidence, we have stated that \"we will uphold the district court's ruling in this area unless it is 'manifestly erroneous.' \"  Bogosian v. Mercedes-Benz of N.A., Inc., <span class=\"citation\" data-id=\"733243\"><a href=\"/opinion/733243/elizabeth-v-bogosian-v-mercedes-benz-of-north-america-inc-and/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 476 (1st Cir.1997) (quoting Salem v. United States Lines Co., <span class=\"citation\" data-id=\"106416\"><a href=\"/opinion/106416/salen-v-united-states-lines-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 35, <span class=\"citation\" data-id=\"106416\"><a href=\"/opinion/106416/salen-v-united-states-lines-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1119</span></a></span>, <span class=\"citation\" data-id=\"106416\"><a href=\"/opinion/106416/salen-v-united-states-lines-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1962));  see also Stevens v. Bangor and Aroostook R.R. Co., <span class=\"citation\" data-id=\"197005\"><a href=\"/opinion/197005/stevens-v-bangor-and-aroostook/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 600 (1st Cir.1996) (abuse of discretion must be \"clear\" to warrant reversal).  Finally, we keep in mind that under abuse of discretion review, we are \"not to substitute [our] judgment for that of the [district court].\"  Motor Vehicle Mfrs. Ass'n of U.S. v. State Farm Mut. Auto.  Ins. Co., <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 43, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We begin with the affidavit of Dr. Grillo.  The district court determined that Dr. Grillo's opinion concerning the cause of Mr. Schubert's injury constituted \"pure assertion of a conclusion without any disclosure of a foundation for it.\"   Memorandum at 9. We see no abuse of discretion in this ruling.  Neither the affidavit itself, nor the doctor's medical report on Mr. Schubert (appended to the affidavit), provide any factual basis for the statement that Mr. Schubert's injuries are \"consistent with the direct application of force to his back.\"   Although the Schuberts' counsel argued orally that Dr. Grillo's medical report contains a factual iteration sufficient to create a foundation for this assertion, we have found nothing in the document which would do that.  The district court acted well within its discretion when it ruled that the Grillo affidavit lacked sufficient foundation to be a competent Rule 56(e) affidavit.  Plaintiffs argue in their appellate brief that Grillo was retained not to opine on the causal link between the pipe and the injury, but rather to provide information \"regarding his treatment and genesis of Mr. Schubert's medical condition,\" Appellants' Br. at 12.  But the doctor's affidavit contains conclusory assertions concerning the cause of Mr. Schubert's injury.  It was these statements that the district court deemed without foundation.  There was no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The exclusion of the Burnstine affidavit is a more difficult question.  Burnstine's affidavit was, and is, the linchpin to plaintiffs' theory of product liability.  On the surface, Burnstine's theory is plausible--the existence of the horizontal metal bar unduly exaggerated the force acting on Mr. Schubert's back during the rear-end collision.  Similarly, the bend in the pipe would seem to support this theory.  The district court, however, decided that the affidavit was not competent evidence because of Burnstine's deposition admission that he did not have personal knowledge that the pipe and the back injury lined up with each other.  To the court, Burnstine's admission demonstrated that the opinion testimony did not rest on an adequate factual foundation to constitute reliable opinion testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We think the question whether to admit or exclude Burnstine's affidavit on this basis is a close call.  On the one hand, Burnstine inspected the seat himself, and observed the bend in the pipe.  Couple that observation with his considerable experience in automotive crash reconstruction and engineering, and it seems to be a reasonable inference that Mr. Schubert's rearward-moving body was the force that bent the pipe.  We were recently reminded, however, that although \"[o]n a motion for summary judgment[ ] disputed issues of fact are resolved against the moving party ... [,] the question of admissibility of expert testimony is not such an issue of fact, and is reviewable under the abuse of discretion standard.\"  General Elec. Co. v. Joiner, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, ----, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span>, 517, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the evidence presented, there was no assertion that anyone knew firsthand whether the location of the pipe lined up with Mr. Schubert's back injury.  Courts have only those materials which the parties supply to them.  See Diebold, 369 U.S. at 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span> (favorable inferences are drawn \"from the underlying facts contained in ... materials [submitted below]\").  The materials submitted in opposition to Nissan's motion are completely silent on this point.  Rather, the Burnstine affidavit states that his opinion was formed based upon his examination of the seat, and inspection of the photographs ostensibly depicting Mr. Schubert in the seat.  This is the same foundation that Burnstine testified to in deposition.  Yet the photographs were not furnished in opposition either to Nissan's exclusionary or summary judgment motions, so there is no way to know whether and how they would confirm that the pipe lined up with Mr. Schubert's back injury.  \"It is fundamental that expert testimony must be predicated on facts legally sufficient to provide a basis for the expert's opinion.\"  Damon v. Sun Co., Inc., <span class=\"citation\" data-id=\"721298\"><a href=\"/opinion/721298/roy-r-damon-and-eleanor-m-damon-v-sun-company-inc-roy-r-damon-and/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1467</span></a></span>, 1474 (1st Cir.1996) (internal quotation marks omitted).  We think it significant that Burnstine's affidavit makes no effort to explain or correct the deposition admissions.  See Colantuoni v. Alfred Calcagni &amp; Sons, Inc., <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 5 (1st Cir.1994) (disregarding on summary judgment affidavit which contradicts earlier deposition testimony with little explanation).  We are therefore--as the district court was--left to speculate as to the proximity of the pipe to the injury site.  Thus, we cannot say on this record that the district court's choice was \"manifestly erroneous.\"  Bogosian, 104 F.3d at 476.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court was proceeding under Massachusetts' law of product liability.  Plaintiffs had a duty to demonstrate to the district court \"that there was greater likelihood or probability that the harm complained of was due to causes for which the defendant was responsible than from any other cause.\"  Carey v. General Motors Corp., <span class=\"citation\" data-id=\"2217658\"><a href=\"/opinion/2217658/carey-v-general-motors-corp/\"><span class=\"volume\">377</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"2217658\"><a href=\"/opinion/2217658/carey-v-general-motors-corp/\"><span class=\"volume\">387</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">583</span></a></span>, 586 (1979) (quoting McLaughlin v. Bernstein, <span class=\"citation\" data-id=\"2089951\"><a href=\"/opinion/2089951/mclaughlin-v-bernstein/\"><span class=\"volume\">356</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation\" data-id=\"2089951\"><a href=\"/opinion/2089951/mclaughlin-v-bernstein/\"><span class=\"volume\">249</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">17</span></a></span>, 22 (1969)).  Under Massachusetts tort law, proof of causation \"must be such as to make the defendant's causality 'appear more likely or probable in the sense that actual belief in its truth exists in the mind or minds of the tribunal notwithstanding any doubts that still linger there.' \"  Lynch v. Merrell-National Lab., <span class=\"citation\" data-id=\"495427\"><a href=\"/opinion/495427/margo-lynch-ppa-dennis-lynch-dennis-lynch-and-margaret-lynch-v/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1190</span></a></span>, 1197 (1st Cir.1987) (quoting Smith v. Rapid Transit, Inc., <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">754</span></span>, 755 (1945)).  In light of this standard, and the fact that Mr. Schubert suffered from an underlying congenital defect and was involved in a relatively forceful automobile collision, we are not left with a \"definite and firm conviction that the court below committed a clear error of judgment,\" Josephson, 218 F.2d at 182, in requiring a certain level of factual specificity.  See also Joiner, 522 U.S. at ----, 118 S.Ct. at 517 (relying on \"general rule\" that \"it is very much a matter of discretion with the court whether to receive or exclude the evidence;  but the appellate court will not reverse in such a case, unless the ruling is manifestly erroneous\") (quoting Spring Co. v. Edgar, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></span>, 658, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">487</span></span> (1878)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We also note that the record indicates that the plaintiffs should have been well aware of the district court's concern over this issue.  Although the initial motion to exclude was denied, it was done so without prejudice.  Similarly, the clerk's notes from the summary judgment oral argument indicate that a colloquy ensued concerning the \"admissable [sic] evidence upon which expert witness bases testimony,\" with Judge Keeton apparently indicating his concern that \"no black-box opinions will go to the jury.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\" 'The very mission of the summary judgment procedure is to pierce the pleadings and to assess the proof in order to see whether there is a genuine need for trial.' \"  DeNovellis v. Shalala, <span class=\"citation\" data-id=\"746214\"><a href=\"/opinion/746214/74-fair-emplpraccas-bna-1520-72-empl-prac-dec-p-45029-vincent/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 305-06 (1st Cir.1997) (quoting Fed.R.Civ.P. 56 advisory committee's notes, 1963 Amendment) (emphasis ours).  In assessing this proof, Rule 56(e) charges the district court with ensuring that the evidence proffered in opposition to a motion for summary judgment has a foundation sufficient to allow it to reach a jury.  If the nonmoving party is unable to provide such admissible proof, then the court is unable to say that there exists a \"genuine need for trial.\"  Id. (emphasis ours).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court's grant of summary judgment is affirmed.   Costs on appeal awarded to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Massachusetts District Court Local Rule 56.1 states, inter alia, that \"[o]ppositions to motions for summary judgment shall include a concise statement of the material facts of record as to which it is contended that there exists a genuine issue to be tried, with page references to affidavits, depositions and other documentation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We wish to be precise.  As the balance of our opinion demonstrates, the Rule 56(e) determination that the district court used has the same result as a Daubert exclusion--and, like a Daubert determination, engenders abuse of discretion review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Rule provides that, on motions for summary judgment,</p>\n        <p>[s]upporting and opposing affidavits shall be made on personal knowledge, shall set forth such facts as would be admissible in evidence, and shall show affirmatively that the affiant is competent to testify to the matters stated therein.</p>\n        <p>Fed.R.Civ.P. 56(e).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In light of our resolution of the appeal, we need not address the Schuberts' argument that the district court committed legal error in requiring them to \"rule out other possible explanations\" for his injury.  Appellants' Br. at 16.  Regardless of whether the district court even presented such a requirement, see Memorandum at 7 (stating that \"failure to rule out other causes is not [by itself] fatal to the plaintiff's case\"), we think it more likely that the court's short diversion on the topic was done in light of the burden of production on causation in product liability cases brought under Massachusetts law, see discussion supra, at 15-16</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/235427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2089951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2217658/"
  ]
}