{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198057/",
  "absolute_url": "/opinion/198057/united-states-v-proctor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198057/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:23Z",
  "date_modified": "2017-03-24T10:54:24.828365Z",
  "type": "010combined",
  "sha1": "1134260babf510ed1bad2b8c330b6a95ee645a56",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2420.01A",
  "local_path": null,
  "plain_text": "                       \r\n\n        United States Court of Appeals\r\n            For the First Circuit\r\n                                 \r\n\nNo. 97-2420\r\n\n                UNITED STATES,\r\n\n                  Appellee,\r\n\n                      v.\r\n\n             CLIFFORD A. PROCTOR,\r\n\n            Defendant, Appellant.\r\n\n                                 \r\n\n APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n          FOR THE DISTRICT OF MAINE\r\n\n [Hon. Morton A. Brody, U.S. District Judge]\r\n\n                                 \r\n\n                    Before\r\n\n           Torruella, Chief Judge,\r\n\n        Bownes, Senior Circuit Judge,\r\n\n          and Stahl, Circuit Judge. \r\n\n                                 \r\n\nDaniel J. Perry, by appointment of the Court, with whom\r\nKaren D. Kemble and Silver &amp; Perry were on brief for appellant.\r\nMargaret D. McGaughey, Assistant United States Attorney, with\r\nwhom Jay P. McCloskey, United States Attorney, and Timothy D. Wing,\r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                 \r\n\n               July 13, 1998\r\n                                          TORRUELLA, Chief Judge.  Defendant Clifford A. Proctor,\r\ncharged in a three-count superseding indictment, entered a\r\nconditional plea of guilty to one count of possession with intent\r\nto distribute a quantity of marijuana in violation of 21 U.S.C.\r\n841(a)(1) and 18 U.S.C.  2.  The government dismissed the\r\nremaining counts against him.  Proctor appeals the district court's\r\ndenial of his pretrial motion to suppress evidence seized during a\r\npat-down search of his person by state police.  We hold that the\r\nsearch and seizure at issue did not violate the Fourth Amendment. \r\nAccordingly, we affirm.\r\n                I.  BACKGROUND\r\nThe following facts are essentially undisputed.\r\nIn September 1993, the Tucson, Arizona and Camden, Maine\r\npolice were working together in an investigation of an interstate\r\nmarijuana growing, shipping and resale conspiracy.  Evidence\r\nrevealed that packages were being sent to RR #1, Box 4528, Camden,\r\nMaine, the residence of Patricia and Todd Proctor.  The Camden\r\nPolice planned a controlled delivery of a package known to contain\r\nmarijuana, and sought an anticipatory warrant to search the\r\nproperty in conjunction with the delivery.  The warrant mentioned\r\nonly Patricia and Todd Proctor, not their son, Clifford.  The\r\nwarrant also contained no information, speculation, or suspicion\r\nthat the residence was frequented by anyone buying or selling\r\ndrugs.  The warrant issued for the premises and vehicles under the\r\ncontrol of Patricia or Todd Proctor.\r\nAfter Camden police delivered the package to the Proctor\r\nresidence at 3:15 on September 9, 1993, three police officers began\r\nto execute the warrant.  As they did, an individual fled into the\r\nwoods behind the residence.  Two officers pursued, while Officer\r\nCameron Campbell stayed behind to \"maintain the internal security\r\nand integrity of the residence.\"\r\nShortly thereafter, Campbell observed two young men\r\narrive in a vehicle.  They climbed the two hundred steps to the\r\nProctors' front door.  As they neared the top of the stairs,\r\nCampbell stepped out of the house, identified himself, and asked\r\nthe two men to come up onto the porch.  Those men were Clifford\r\nProctor and his friend.  As they entered the porch, from a distance\r\nof eight to ten feet, the officer noticed a bulge in Proctor's\r\njacket pocket.\r\nThe men complied fully with Officer Campbell's\r\ninstructions.  Officer Campbell frisked Proctor first.  He touched\r\nthe bulge in Proctor's jacket pocket and felt a soft, leafy\r\nsubstance in a glassine bag which he believed to be marijuana.  He\r\nsaid nothing and proceeded to pat down the other individual.  Then\r\nOfficer Campbell ordered them both to produce identification, which\r\nthey did.  The officer proceeded to ask Proctor to empty his\r\npockets.  Proctor emptied his pants pockets and gave Officer\r\nCampbell the contents.  When Proctor indicated that he had nothing\r\nelse in his pockets, the officer reached into Proctor's jacket\r\npocket and removed a plastic bag containing marijuana.  Proctor was\r\nthen arrested and a warrant obtained to search his business, the\r\nCranberry Tiger, where more evidence against him was discovered.\r\nThe government brought a three-count superseding\r\nindictment against Proctor, charging him with conspiring to\r\ndistribute marijuana.  After the indictment was returned, Proctor\r\nmoved to suppress evidence, challenging, inter alia, the seizure of\r\nmarijuana from his jacket during Officer Campbell's pat-down search\r\nof his person.  The district court denied his motion to suppress,\r\nfinding that the officer had a reasonable basis to perform the\r\nfrisk given the totality of the circumstances and to remove the\r\nglassine bag containing marijuana.  Proctor filed a notice of\r\nappeal from this denial.  Subsequently, he pled guilty to one count\r\nof possession with intent to distribute a quantity of marijuana,\r\nbut had the other counts against him dismissed.  His guilty plea is\r\nconditional upon the outcome of this appeal.\r\n               II.  DISCUSSION\r\nWe review a district court's findings of fact for clear\r\nerror and its conclusions of law de novo.  See United States v.\r\nYoung, 105 F.3d 1, 5 (1st Cir. 1997).  \"Determinations of probable\r\ncause and reasonable suspicion, relevant to the constitutionality\r\nof law enforcement seizures and arrests under the Fourth Amendment,\r\npresent mixed questions of law and fact which we review de novo.\" \r\nId.\r\nA.  The Pat-Down Search\r\nThe Fourth Amendment guarantees \"[t]he right of the\r\npeople to be secured in their persons, houses, papers, and effects,\r\nagainst unreasonable searches and seizures . . . .\"  U.S. Const.\r\namend. IV.  \"'[S]earches and seizures conducted outside the\r\njudicial process, without prior approval by judge or magistrate are\r\nper se unreasonable under the Fourth Amendment -- subject only to\r\na few specially established and well delineated exceptions.'\" SeeUnited States v. Schiavo, 29 F.3d 6, 8 (1st Cir. 1994) (quoting\r\nMinnesota v. Dickerson, 508 U.S. 366, 372 (1993)).  One such\r\nexception was recognized in Terry v. Ohio, 392 U.S. 1 (1968), in\r\nwhich the Supreme Court held:\r\n[W]here a police officer observes unusual\r\nconduct which leads him reasonably to conclude\r\nin light of his experience that criminal\r\nactivity may be afoot and that the persons\r\nwith whom he is dealing may be armed and\r\npresently dangerous, . . . and where nothing\r\nin the initial stages of the encounter serve\r\nto dispel his reasonable fear for his own or\r\nothers' safety, he is entitled for the\r\nprotection of himself and others in the area\r\nto conduct a carefully limited search of the\r\nouter clothing of such persons in an attempt\r\nto discover weapons which might be used to\r\nassault him.\r\n\nId. at 30.\r\nProctor contends that Officer Campbell lacked a\r\nreasonable suspicion to conduct a Terry frisk.  Relying\r\nsubstantially on Ybarra v. Illinois, 444 U.S. 85 (1979), appellant\r\navers that the officer had \"no reason to believe [Proctor] had\r\ncommitted, was committing, or was about to commit any offense under\r\nstate or federal law.\"  Id. at 91.  In Ybarra, the Supreme Court\r\nheld that although a search warrant issued upon probable cause gave\r\npolice the authority to search the premises of a small public\r\ntavern and to search the bartender for narcotics, a pat-down search\r\nof a tavern patron, Ventura Ybarra, was not constitutionally\r\npermissible where there was no reasonable belief that he was\r\ninvolved in any criminal activity or that he was armed or\r\ndangerous.\r\nAs the Ybarra court noted, \"[w]here the standard is\r\nprobable cause, a search or seizure of a person must be supported\r\nby probable cause particularized with respect to that person.\"  Id.\r\nat 91.  Likewise, the Terry frisk of appellant must be supported by\r\na reasonable suspicion particularized with respect to Proctor.  We\r\nfind that the facts surrounding Proctor's encounter with the\r\nofficer gave rise to a reasonable belief that a pat-down search was\r\nwarranted.  Officer Campbell was alone in a remote location,\r\naccessible only by climbing two hundred steps, with a package\r\ncontaining five pounds of marijuana nearby.  His two fellow\r\nofficers had just left the house in pursuit of an individual who\r\nhad fled into the woods.  Proctor and his companion arrived at the\r\nresidence, where a search warrant was being executed, within\r\nfifteen minutes of the controlled delivery of marijuana.  Unlike\r\nthe defendant in Ybarra who was a customer in a public tavern,\r\nProctor entered the grounds of a private residence.  It is\r\nreasonable to infer that Proctor and his friend were prospective\r\nbuyers or otherwise connected with the distribution of the\r\nmarijuana. \r\nIn the face of two individuals who were conceivably\r\ninvolved in illegal drug trafficking, Officer Campbell, as the only\r\nofficer on the scene, had a legitimate concern for his personal\r\nsafety.  In particular, the bulge that the officer observed in\r\nProctor's jacket, when viewed in light of the other details\r\nsurrounding the encounter, permitted a reasonable inference that\r\nappellant was armed and dangerous.  Proctor argues that the\r\nofficer's testimony suggests that he would have searched the two\r\nindividuals even in the absence of a noticeable bulge.  However, we\r\nneed not concern ourselves with what would have happened under\r\ndifferent circumstances, but only with what actually happened. \r\nMoreover, in assessing a Fourth Amendment challenge, we consider\r\nthe objective reasonableness of an individual officer's conduct\r\nrather than that officer's actual subjective motivations.  SeeWhren v. United States, 517 U.S. 806, 814 (1996) (\"[T]he fourth\r\nAmendment's concern with 'reasonableness' allows certain actions to\r\nbe taken in certain circumstances, whatever the subjective\r\nintent.\").  We rule that, under the totality of the circumstances,\r\nthe officer's pat-down search of Proctor did not violate the Fourth\r\nAmendment.\r\nB.   The Seizure of the Marijuana\r\nProctor argues that, even if the police had a reasonable\r\nsuspicion to conduct a search, the district court erred in ruling\r\nthat the officer, upon patting down the defendant, made an\r\nimmediate determination that the bulge was in fact a glassine bag\r\ncontaining marijuana, and that it was reasonable for the officer to\r\nremove the item from Proctor's jacket.  Under the \"plain-view\"\r\ndoctrine, during a lawful search, police may seize an object in\r\nplain view without a warrant if \"its incriminating character is\r\nimmediately apparent . . . .\"  Minnesota v. Dickerson, 508 U.S.\r\n366, 375 (1993).  Similarly, the \"plain-feel\" doctrine permits an\r\nofficer who \"lawfully pats down a suspect's outer clothing and\r\nfeels an object whose contour or mass makes its identity\r\nimmediately apparent\" to seize the contraband.  Id.  We review a\r\nfinding that the incriminating nature of an object was immediately\r\napparent from a plain feel for clear error.  See United States v.\r\nSchiavo, 29 F.3d 6, 9 (1st Cir. 1994).\r\nWe hold that the seizure of the glassine bag of marijuana\r\nfrom Proctor's jacket falls within the scope of the plain-feel\r\ndoctrine.  In Schiavo, this court upheld the district court's\r\nsuppression of evidence seized during a pat-down search because the\r\nstate trooper conducting the search indicated that only after he\r\nhad taken a paper bag from the defendant's jacket and examined its\r\ncontents was he able to determine that the bulge was contraband. \r\nSee 29 F.3d at 9.  In this case, the district court found that\r\nOfficer Campbell, upon feeling the bulge, immediately recognized it\r\nas a bag containing marijuana.  The Dickerson court noted:\r\nTerry itself demonstrates that the sense of\r\ntouch is capable of revealing the nature of an\r\nobject with sufficient reliability to support\r\na seizure.  The very premise of Terry, after\r\nall, is that officers will be able to detect\r\nthe presence of weapons through the sense of\r\ntouch and Terry upheld precisely such a\r\nseizure.\r\n\n508 U.S. at 376.  Officer Campbell testified that he was\r\nconsistently able to determine the feel of marijuana from\r\nconducting numerous pat-downs of suspects.  It is important to note\r\nthat the officer was conducting the frisk at a residence where he\r\nhad just delivered five pounds of marijuana.  Under these\r\ncircumstances, we find no clear error.\r\nWhile the defendant argues that the evidence should be\r\nexcluded under Dickerson, Officer Campbell did not engage in a\r\n\"continued exploration of respondent's pocket after having\r\nconcluded that it contained no weapon,\" id. at 378, as the officer\r\nin Dickerson did.  Instead, he immediately determined the contents\r\nof the bulge after a more cursory feel.  Proctor also alleges that\r\nclear error resulted from the district court's oral ruling that the\r\nofficer had a reasonable basis to perform the pat-down \"given the\r\ncircumstances surrounding the pat-down for weapons and/or\r\ncontraband.\"  Appellant asserts that the district court found\r\nOfficer Campbell's continued exploration of the bulge with his\r\nfingers permissible because of its mistake with respect to the\r\nscope of Terry, which allows only a frisk for weapons.  We reject\r\nthis argument outright.  It is clear from the transcript of the\r\nhearing on Proctor's suppression motion as well as the district\r\ncourt's written order that the basis of its decision not to\r\nsuppress the drug evidence was the plain-feel doctrine in Dickersonrather than the scope of Terry.  In other words, the district court\r\nrelied on the fact that the identity of the bulge was immediately\r\napparent to Officer Campbell rather than on its belief that Terryallows a pat-down for contraband.  Accordingly, the district court\r\nproperly denied Proctor's motion to suppress.\r\nHaving determined that the search and seizure at issue\r\nwas constitutionally permissible, we need not reach appellant's\r\nargument that any evidence obtained from the subsequent search of\r\nProctor's business premises should be suppressed as  fruit of the\r\npoisonous tree.\"\r\n               III.  CONCLUSION\r\nFor the foregoing reasons, we affirm the district court's\r\norder denying defendant's suppression motion.\r\n",
  "html": "<p class=\"case_cite\">148 F.3d 39</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Clifford A. PROCTOR, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2420.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1998.<br>Decided July 13, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel J. Perry, by appointment of the Court, with whom Karen D. Kemble and Silver &amp; Perry were on brief for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Timothy D. Wing, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Clifford A. Proctor, charged in a three-count superseding indictment, entered a conditional plea of guilty to one count of possession with intent to distribute a quantity of marijuana in violation of 21 U.S.C. &#167; 841(a)(1) and 18 U.S.C. &#167; 2.  The government dismissed the remaining counts against him.  Proctor appeals the district court's denial of his pretrial motion to suppress evidence seized during a pat-down search of his person by state police.  We hold that the search and seizure at issue did not violate the Fourth Amendment.  Accordingly, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are essentially undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In September 1993, the Tucson, Arizona and Camden, Maine police were working together in an investigation of an interstate marijuana growing, shipping and resale conspiracy. Evidence revealed that packages were being sent to RR # 1, Box 4528, Camden, Maine, the residence of Patricia and Todd Proctor.  The Camden Police planned a controlled delivery of a package known to contain marijuana, and sought an anticipatory warrant to search the property in conjunction with the delivery.  The warrant mentioned only Patricia and Todd Proctor, not their son, Clifford.  The warrant also contained no information, speculation, or suspicion that the residence was frequented by anyone buying or selling drugs.  The warrant issued for the premises and vehicles under the control of Patricia or Todd Proctor.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After Camden police delivered the package to the Proctor residence at 3:15 on September 9, 1993, three police officers began to execute the warrant.  As they did, an individual fled into the woods behind the residence.  Two officers pursued, while Officer Cameron Campbell stayed behind to \"maintain the internal security and integrity of the residence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly thereafter, Campbell observed two young men arrive in a vehicle.  They climbed the two hundred steps to the Proctors' front door.  As they neared the top of the stairs, Campbell stepped out of the house, identified himself, and asked the two men to come up onto the porch.  Those men were Clifford Proctor and his friend.  As they entered the porch, from a distance of eight to ten feet, the officer noticed a bulge in Proctor's jacket pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The men complied fully with Officer Campbell's instructions.  Officer Campbell frisked Proctor first.  He touched the bulge in Proctor's jacket pocket and felt a soft, leafy substance in a glassine bag which he believed to be marijuana.  He said nothing and proceeded to pat down the other individual.  Then Officer Campbell ordered them both to produce identification, which they did.  The officer proceeded to ask Proctor to empty his pockets.  Proctor emptied his pants pockets and gave Officer Campbell the contents.  When Proctor indicated that he had nothing else in his pockets, the officer reached into Proctor's jacket pocket and removed a plastic bag containing marijuana.  Proctor was then arrested and a warrant obtained to search his business, the Cranberry Tiger, where more evidence against him was discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The government brought a three-count superseding indictment against Proctor, charging him with conspiring to distribute marijuana.  After the indictment was returned, Proctor moved to suppress evidence, challenging, inter alia, the seizure of marijuana from his jacket during Officer Campbell's pat-down search of his person.  The district court denied his motion to suppress, finding that the officer had a reasonable basis to perform the frisk given the totality of the circumstances and to remove the glassine bag containing marijuana.  Proctor filed a notice of appeal from this denial.  Subsequently, he pled guilty to one count of possession with intent to distribute a quantity of marijuana, but had the other counts against him dismissed.  His guilty plea is conditional upon the outcome of this appeal.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a district court's findings of fact for clear error and its conclusions of law de novo.  See United States v. Young, 105 F.3d 1, 5 (1st Cir.1997).  \"Determinations of probable cause and reasonable suspicion, relevant to the constitutionality of law enforcement seizures and arrests under the Fourth Amendment, present mixed questions of law and fact which we review de novo.\"  Id.</p>\n    </div>\n    <p class=\"indent\">A. The Pat-Down Search</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Fourth Amendment guarantees \"[t]he right of the people to be secured in their persons, houses, papers, and effects, against unreasonable searches and seizures....\"  U.S. Const. amend.  IV. \" '[S]earches and seizures conducted outside the judicial process, without prior approval by judge or magistrate are per se unreasonable under the Fourth Amendment--subject only to a few specially established and well delineated exceptions.' \"   See United States v. Schiavo, 29 F.3d 6, 8 (1st Cir.1994) (quoting Minnesota v. Dickerson, 508 U.S. 366, 372, 113 S.Ct. 2130, 124 L.Ed.2d 334 (1993)).  One such exception was recognized in Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), in which the Supreme Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[W]here a police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity may be afoot and that the persons with whom he is dealing may be armed and presently dangerous, ... and where nothing in the initial stages of the encounter serve to dispel his reasonable fear for his own or others' safety, he is entitled for the protection of himself and others in the area to conduct a carefully limited search of the outer clothing of such persons in an attempt to discover weapons which might be used to assault him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id. at 30, 88 S.Ct. 1868.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Proctor contends that Officer Campbell lacked a reasonable suspicion to conduct a Terry frisk.  Relying substantially on Ybarra v. Illinois, 444 U.S. 85, 100 S.Ct. 338, 62 L.Ed.2d 238 (1979), appellant avers that the officer had \"no reason to believe [Proctor] had committed, was committing, or was about to commit any offense under state or federal law.\"  Id. at 91, 100 S.Ct. 338.   In Ybarra, the Supreme Court held that although a search warrant issued upon probable cause gave police the authority to search the premises of a small public tavern and to search the bartender for narcotics, a pat-down search of a tavern patron, Ventura Ybarra, was not constitutionally permissible where there was no reasonable belief that he was involved in any criminal activity or that he was armed or dangerous.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the Ybarra court noted, \"[w]here the standard is probable cause, a search or seizure of a person must be supported by probable cause particularized with respect to that person.\"  Id. at 91, 100 S.Ct. 338.   Likewise, the Terry frisk of appellant must be supported by a reasonable suspicion particularized with respect to Proctor.  We find that the facts surrounding Proctor's encounter with the officer gave rise to a reasonable belief that a pat-down search was warranted.  Officer Campbell was alone in a remote location, accessible only by climbing two hundred steps, with a package containing five pounds of marijuana nearby.  His two fellow officers had just left the house in pursuit of an individual who had fled into the woods.  Proctor and his companion arrived at the residence, where a search warrant was being executed, within fifteen minutes of the controlled delivery of marijuana.  Unlike the defendant in Ybarra who was a customer in a public tavern, Proctor entered the grounds of a private residence.  It is reasonable to infer that Proctor and his friend were prospective buyers or otherwise connected with the distribution of the marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the face of two individuals who were conceivably involved in illegal drug trafficking, Officer Campbell, as the only officer on the scene, had a legitimate concern for his personal safety.  In particular, the bulge that the officer observed in Proctor's jacket, when viewed in light of the other details surrounding the encounter, permitted a reasonable inference that appellant was armed and dangerous.  Proctor argues that the officer's testimony suggests that he would have searched the two individuals even in the absence of a noticeable bulge.  However, we need not concern ourselves with what would have happened under different circumstances, but only with what actually happened.  Moreover, in assessing a Fourth Amendment challenge, we consider the objective reasonableness of an individual officer's conduct rather than that officer's actual subjective motivations.  See Whren v. United States, 517 U.S. 806, 814, 116 S.Ct. 1769, 135 L.Ed.2d 89 (1996) (\"[T]he fourth Amendment's concern with 'reasonableness' allows certain actions to be taken in certain circumstances, whatever the subjective intent.\").  We rule that, under the totality of the circumstances, the officer's pat-down search of Proctor did not violate the Fourth Amendment.</p>\n    </div>\n    <p class=\"indent\">B. The Seizure of the Marijuana</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Proctor argues that, even if the police had a reasonable suspicion to conduct a search, the district court erred in ruling that the officer, upon patting down the defendant, made an immediate determination that the bulge was in fact a glassine bag containing marijuana, and that it was reasonable for the officer to remove the item from Proctor's jacket.  Under the \"plain-view\" doctrine, during a lawful search, police may seize an object in plain view without a warrant if \"its incriminating character is immediately apparent....\"  Minnesota v. Dickerson, 508 U.S. 366, 375, 113 S.Ct. 2130, 124 L.Ed.2d 334 (1993).  Similarly, the \"plain-feel\" doctrine permits an officer who \"lawfully pats down a suspect's outer clothing and feels an object whose contour or mass makes its identity immediately apparent\" to seize the contraband.  Id. We review a finding that the incriminating nature of an object was immediately apparent from a plain feel for clear error.  See United States v. Schiavo, 29 F.3d 6, 9 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We hold that the seizure of the glassine bag of marijuana from Proctor's jacket falls within the scope of the plain-feel doctrine.  In Schiavo, this court upheld the district court's suppression of evidence seized during a pat-down search because the state trooper conducting the search indicated that only after he had taken a paper bag from the defendant's jacket and examined its contents was he able to determine that the bulge was contraband.  See 29 F.3d at 9. In this case, the district court found that Officer Campbell, upon feeling the bulge, immediately recognized it as a bag containing marijuana.  The Dickerson court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Terry itself demonstrates that the sense of touch is capable of revealing the nature of an object with sufficient reliability to support a seizure.  The very premise of Terry, after all, is that officers will be able to detect the presence of weapons through the sense of touch and Terry upheld precisely such a seizure.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">508 U.S. at 376, 113 S.Ct. 2130.   Officer Campbell testified that he was consistently able to determine the feel of marijuana from conducting numerous pat-downs of suspects.  It is important to note that the officer was conducting the frisk at a residence where he had just delivered five pounds of marijuana.  Under these circumstances, we find no clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">While the defendant argues that the evidence should be excluded under Dickerson, Officer Campbell did not engage in a \"continued exploration of respondent's pocket after having concluded that it contained no weapon,\" id. at 378, 113 S.Ct. 2130, as the officer in Dickerson did.  Instead, he immediately determined the contents of the bulge after a more cursory feel.  Proctor also alleges that clear error resulted from the district court's oral ruling that the officer had a reasonable basis to perform the pat-down \"given the circumstances surrounding the pat-down for weapons and/or contraband.\"   Appellant asserts that the district court found Officer Campbell's continued exploration of the bulge with his fingers permissible because of its mistake with respect to the scope of Terry, which allows only a frisk for weapons.  We reject this argument outright.  It is clear from the transcript of the hearing on Proctor's suppression motion as well as the district court's written order that the basis of its decision not to suppress the drug evidence was the plain-feel doctrine in Dickerson rather than the scope of Terry.   In other words, the district court relied on the fact that the identity of the bulge was immediately apparent to Officer Campbell rather than on its belief that Terry allows a pat-down for contraband.  Accordingly, the district court properly denied Proctor's motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Having determined that the search and seizure at issue was constitutionally permissible, we need not reach appellant's argument that any evidence obtained from the subsequent search of Proctor's business premises should be suppressed as \"fruit of the poisonous tree.\"</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's order denying defendant's suppression motion.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Clifford A. PROCTOR, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2420.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1998.<br>Decided July 13, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel J. Perry, by appointment of the Court, with whom Karen D. Kemble and Silver &amp; Perry were on brief for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Timothy D. Wing, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Clifford A. Proctor, charged in a three-count superseding indictment, entered a conditional plea of guilty to one count of possession with intent to distribute a quantity of marijuana in violation of 21 U.S.C. &#167; 841(a)(1) and 18 U.S.C. &#167; 2.  The government dismissed the remaining counts against him.  Proctor appeals the district court's denial of his pretrial motion to suppress evidence seized during a pat-down search of his person by state police.  We hold that the search and seizure at issue did not violate the Fourth Amendment.  Accordingly, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are essentially undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In September 1993, the Tucson, Arizona and Camden, Maine police were working together in an investigation of an interstate marijuana growing, shipping and resale conspiracy. Evidence revealed that packages were being sent to RR # 1, Box 4528, Camden, Maine, the residence of Patricia and Todd Proctor.  The Camden Police planned a controlled delivery of a package known to contain marijuana, and sought an anticipatory warrant to search the property in conjunction with the delivery.  The warrant mentioned only Patricia and Todd Proctor, not their son, Clifford.  The warrant also contained no information, speculation, or suspicion that the residence was frequented by anyone buying or selling drugs.  The warrant issued for the premises and vehicles under the control of Patricia or Todd Proctor.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After Camden police delivered the package to the Proctor residence at 3:15 on September 9, 1993, three police officers began to execute the warrant.  As they did, an individual fled into the woods behind the residence.  Two officers pursued, while Officer Cameron Campbell stayed behind to \"maintain the internal security and integrity of the residence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly thereafter, Campbell observed two young men arrive in a vehicle.  They climbed the two hundred steps to the Proctors' front door.  As they neared the top of the stairs, Campbell stepped out of the house, identified himself, and asked the two men to come up onto the porch.  Those men were Clifford Proctor and his friend.  As they entered the porch, from a distance of eight to ten feet, the officer noticed a bulge in Proctor's jacket pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The men complied fully with Officer Campbell's instructions.  Officer Campbell frisked Proctor first.  He touched the bulge in Proctor's jacket pocket and felt a soft, leafy substance in a glassine bag which he believed to be marijuana.  He said nothing and proceeded to pat down the other individual.  Then Officer Campbell ordered them both to produce identification, which they did.  The officer proceeded to ask Proctor to empty his pockets.  Proctor emptied his pants pockets and gave Officer Campbell the contents.  When Proctor indicated that he had nothing else in his pockets, the officer reached into Proctor's jacket pocket and removed a plastic bag containing marijuana.  Proctor was then arrested and a warrant obtained to search his business, the Cranberry Tiger, where more evidence against him was discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The government brought a three-count superseding indictment against Proctor, charging him with conspiring to distribute marijuana.  After the indictment was returned, Proctor moved to suppress evidence, challenging, inter alia, the seizure of marijuana from his jacket during Officer Campbell's pat-down search of his person.  The district court denied his motion to suppress, finding that the officer had a reasonable basis to perform the frisk given the totality of the circumstances and to remove the glassine bag containing marijuana.  Proctor filed a notice of appeal from this denial.  Subsequently, he pled guilty to one count of possession with intent to distribute a quantity of marijuana, but had the other counts against him dismissed.  His guilty plea is conditional upon the outcome of this appeal.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a district court's findings of fact for clear error and its conclusions of law de novo.  See United States v. Young, <span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1997).  \"Determinations of probable cause and reasonable suspicion, relevant to the constitutionality of law enforcement seizures and arrests under the Fourth Amendment, present mixed questions of law and fact which we review de novo.\"  Id.</p>\n    </div>\n    <p class=\"indent\">A. The Pat-Down Search</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Fourth Amendment guarantees \"[t]he right of the people to be secured in their persons, houses, papers, and effects, against unreasonable searches and seizures....\"  U.S. Const. amend.  IV. \" '[S]earches and seizures conducted outside the judicial process, without prior approval by judge or magistrate are per se unreasonable under the Fourth Amendment--subject only to a few specially established and well delineated exceptions.' \"   See United States v. Schiavo, <span class=\"citation\" data-id=\"195480\"><a href=\"/opinion/195480/united-states-v-schiavo/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 8 (1st Cir.1994) (quoting Minnesota v. Dickerson, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 372, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1993)).  One such exception was recognized in Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968), in which the Supreme Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[W]here a police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity may be afoot and that the persons with whom he is dealing may be armed and presently dangerous, ... and where nothing in the initial stages of the encounter serve to dispel his reasonable fear for his own or others' safety, he is entitled for the protection of himself and others in the area to conduct a carefully limited search of the outer clothing of such persons in an attempt to discover weapons which might be used to assault him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id. at 30, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Proctor contends that Officer Campbell lacked a reasonable suspicion to conduct a Terry frisk.  Relying substantially on Ybarra v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">338</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></span> (1979), appellant avers that the officer had \"no reason to believe [Proctor] had committed, was committing, or was about to commit any offense under state or federal law.\"  Id. at 91, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">338</span></span>.   In Ybarra, the Supreme Court held that although a search warrant issued upon probable cause gave police the authority to search the premises of a small public tavern and to search the bartender for narcotics, a pat-down search of a tavern patron, Ventura Ybarra, was not constitutionally permissible where there was no reasonable belief that he was involved in any criminal activity or that he was armed or dangerous.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the Ybarra court noted, \"[w]here the standard is probable cause, a search or seizure of a person must be supported by probable cause particularized with respect to that person.\"  Id. at 91, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">338</span></span>.   Likewise, the Terry frisk of appellant must be supported by a reasonable suspicion particularized with respect to Proctor.  We find that the facts surrounding Proctor's encounter with the officer gave rise to a reasonable belief that a pat-down search was warranted.  Officer Campbell was alone in a remote location, accessible only by climbing two hundred steps, with a package containing five pounds of marijuana nearby.  His two fellow officers had just left the house in pursuit of an individual who had fled into the woods.  Proctor and his companion arrived at the residence, where a search warrant was being executed, within fifteen minutes of the controlled delivery of marijuana.  Unlike the defendant in Ybarra who was a customer in a public tavern, Proctor entered the grounds of a private residence.  It is reasonable to infer that Proctor and his friend were prospective buyers or otherwise connected with the distribution of the marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the face of two individuals who were conceivably involved in illegal drug trafficking, Officer Campbell, as the only officer on the scene, had a legitimate concern for his personal safety.  In particular, the bulge that the officer observed in Proctor's jacket, when viewed in light of the other details surrounding the encounter, permitted a reasonable inference that appellant was armed and dangerous.  Proctor argues that the officer's testimony suggests that he would have searched the two individuals even in the absence of a noticeable bulge.  However, we need not concern ourselves with what would have happened under different circumstances, but only with what actually happened.  Moreover, in assessing a Fourth Amendment challenge, we consider the objective reasonableness of an individual officer's conduct rather than that officer's actual subjective motivations.  See Whren v. United States, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 814, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></a></span> (1996) (\"[T]he fourth Amendment's concern with 'reasonableness' allows certain actions to be taken in certain circumstances, whatever the subjective intent.\").  We rule that, under the totality of the circumstances, the officer's pat-down search of Proctor did not violate the Fourth Amendment.</p>\n    </div>\n    <p class=\"indent\">B. The Seizure of the Marijuana</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Proctor argues that, even if the police had a reasonable suspicion to conduct a search, the district court erred in ruling that the officer, upon patting down the defendant, made an immediate determination that the bulge was in fact a glassine bag containing marijuana, and that it was reasonable for the officer to remove the item from Proctor's jacket.  Under the \"plain-view\" doctrine, during a lawful search, police may seize an object in plain view without a warrant if \"its incriminating character is immediately apparent....\"  Minnesota v. Dickerson, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 375, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1993).  Similarly, the \"plain-feel\" doctrine permits an officer who \"lawfully pats down a suspect's outer clothing and feels an object whose contour or mass makes its identity immediately apparent\" to seize the contraband.  Id. We review a finding that the incriminating nature of an object was immediately apparent from a plain feel for clear error.  See United States v. Schiavo, <span class=\"citation\" data-id=\"195480\"><a href=\"/opinion/195480/united-states-v-schiavo/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We hold that the seizure of the glassine bag of marijuana from Proctor's jacket falls within the scope of the plain-feel doctrine.  In Schiavo, this court upheld the district court's suppression of evidence seized during a pat-down search because the state trooper conducting the search indicated that only after he had taken a paper bag from the defendant's jacket and examined its contents was he able to determine that the bulge was contraband.  See 29 F.3d at 9. In this case, the district court found that Officer Campbell, upon feeling the bulge, immediately recognized it as a bag containing marijuana.  The Dickerson court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Terry itself demonstrates that the sense of touch is capable of revealing the nature of an object with sufficient reliability to support a seizure.  The very premise of Terry, after all, is that officers will be able to detect the presence of weapons through the sense of touch and Terry upheld precisely such a seizure.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">508 U.S. at 376, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>.   Officer Campbell testified that he was consistently able to determine the feel of marijuana from conducting numerous pat-downs of suspects.  It is important to note that the officer was conducting the frisk at a residence where he had just delivered five pounds of marijuana.  Under these circumstances, we find no clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">While the defendant argues that the evidence should be excluded under Dickerson, Officer Campbell did not engage in a \"continued exploration of respondent's pocket after having concluded that it contained no weapon,\" id. at 378, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, as the officer in Dickerson did.  Instead, he immediately determined the contents of the bulge after a more cursory feel.  Proctor also alleges that clear error resulted from the district court's oral ruling that the officer had a reasonable basis to perform the pat-down \"given the circumstances surrounding the pat-down for weapons and/or contraband.\"   Appellant asserts that the district court found Officer Campbell's continued exploration of the bulge with his fingers permissible because of its mistake with respect to the scope of Terry, which allows only a frisk for weapons.  We reject this argument outright.  It is clear from the transcript of the hearing on Proctor's suppression motion as well as the district court's written order that the basis of its decision not to suppress the drug evidence was the plain-feel doctrine in Dickerson rather than the scope of Terry.   In other words, the district court relied on the fact that the identity of the bulge was immediately apparent to Officer Campbell rather than on its belief that Terry allows a pat-down for contraband.  Accordingly, the district court properly denied Proctor's motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Having determined that the search and seizure at issue was constitutionally permissible, we need not reach appellant's argument that any evidence obtained from the subsequent search of Proctor's business premises should be suppressed as \"fruit of the poisonous tree.\"</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's order denying defendant's suppression motion.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197172/"
  ]
}