{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198071/",
  "absolute_url": "/opinion/198071/thomas-v-contoocook-valley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198071/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:48Z",
  "date_modified": "2017-03-24T10:54:29.344014Z",
  "type": "010combined",
  "sha1": "3a7f17e0e848aac905f585b9b7703fca427b1797",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2388.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2388\r\n\n                    JOHANNA THOMAS,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n         CONTOOCOOK VALLEY SCHOOL DISTRICT AND \r\n          SCHOOL ADMINISTRATIVE UNIT NO. 1.,\r\n\n                Defendants, Appellees.\r\n\n     APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n          FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n   [Hon. Shane Devine, Senior U.S. District Judge]\r\n\n                        Before\r\n\n                Torruella, Chief Judge,\r\n            Bownes, Senior Circuit Judge,\r\n              and Stahl, Circuit Judge.\r\n\nJames F. Allmendinger, Staff Attorney, NEA-New Hampshire, for\r\nappellant.\r\nJohn H. Vetne, with whom Sheliah M. Kaufold, William J.\r\nPhillips, and Blodgett, Makechnie &amp; Vetne were on brief, for\r\nappellees.\r\n\n                    July 24, 1998\r\n\nSTAHL, Circuit Judge.  Plaintiff-appellant Johanna Thomas\r\nappeals the grant of summary judgment to defendants-appellees\r\nContoocook Valley School District and School Administrative Unit 1\r\n(collectively, the \"School Board\") on her claim that her teaching\r\ncontract was not renewed in violation of the Americans with\r\nDisabilities Act (\"ADA\"), 42 U.S.C.  12101 et seq.  This appeal\r\ninvolves the extent to which findings made during state\r\nadministrative proceedings in which Thomas contested her dismissal\r\nhave preclusive effect in federal court.  The district court found\r\nthat factual findings made by the defendant School Board, which\r\nwere reviewed by the New Hampshire State Board of Education (\"State\r\nBoard\") and the New Hampshire Supreme Court (\"NHSC\") conclusively\r\nestablished that the reason for her nonrenewal was\r\nnondiscriminatory.  We disagree and reverse.  \r\n                    I. Background\r\nOn a motion for summary judgment, we recite the facts in\r\na light most favorable to the nonmovant, Thomas.  DeNovellis v.\r\nShalala, 124 F.3d 298, 305-06 (1st Cir. 1997). \r\nThomas began teaching in the Contoocook Valley School\r\nDistrict in the early 1980s.  From 1987 to 1989, Thomas received\r\ngenerally satisfactory evaluations of her performance, which\r\ndescribed her as \"a teacher who is building a solid program in her\r\nroom as well as solid relationships with the children and their\r\nparents.\"  These evaluations, which were conducted by various\r\nadministrators, commended Thomas for such attributes as her\r\nenthusiasm, desire to improve, and ability to keep classroom\r\ninterest high.  The evaluations noted some problems, however,\r\nincluding her failure to arrive at school \"during the expected time\r\nin the morning before school begins,\" and some difficulties with\r\n\"large group classroom management.\"  A later evaluation concluded\r\nthat these problems had been resolved.\r\nIn September 1989, Thomas underwent throat surgery for\r\nthe removal of polyps from her voice box, which made her voice\r\nsound persistently hoarse.  In addition, she was forced to take an\r\nextended sick leave and missed a substantial amount of the 1989-90\r\nschool year.\r\nWhen Thomas returned, she had problems arriving at school\r\non time.  On December 12, 1990, Principal Anita Willard (now\r\nPrud'homme) wrote Thomas a note complaining that Thomas was\r\npersistently late to school and warned her that Willard \"just\r\ncouldn't have this happening in this school.\"  On March 19, 1991,\r\nWillard informed Larry Bramblett, the Superintendent, of her\r\nproblems with Thomas.  In addition, Willard excoriated Thomas in a\r\nletter to her, in which she wrote: \r\nThis letter is to inform you that the issue\r\nsurrounding your lateness to school, meetings,\r\nand duties has reached a point where I can no\r\nlonger handle it. . . .\r\nOn Monday when you arrived at 9:15 with\r\nno excuse, I had already talked on the phone\r\nwith a parent who wanted to talk to you before\r\nschool about her child. . . .  Your class when\r\nit arrived was unsupervised, you know that\r\nthis has happened before, and given the nature\r\nand age of your children this is totally\r\nunacceptable.   \r\nThe other problem concerns the staff\r\nmeeting that was changed to fit your schedule.\r\n. . . [E]veryone else was on time except you. \r\n                        . . . \r\nI think you understand that our job\r\nrequires us to be here at certain hours, cover\r\nour school duties, attend meetings on time,\r\npass in work such as testing, budget items,\r\nreport cards etc. \r\nIt often feels to me that it requires\r\ntoo much supervision on my part to see that\r\nyou do your job.  \r\n\nThe letter warned that Bramblett was expecting a call from Thomas\r\nwithin a week to discuss the situation.  The next week, Bramblett\r\nsent a letter to Thomas, saying that her job was \"in jeopardy\" and\r\nthat \"her attendance particularly tardiness has placed your\r\nteaching performance in an unsatisfactory condition.\"  He warned\r\nthat \"another incident regarding your classroom attendance or\r\nunfounded absenteeism will result in . . . immediate dismissal.\"\r\nDuring the next school year, Thomas's teaching\r\nperformance was observed and evaluated in the normal course of\r\nevaluations.  The school district utilized teacher performance\r\nobservation forms that allowed an observer to rate a teacher\r\n\"satisfactory,\" \"not satisfactory,\" or \"not observable\" in regard\r\nto twenty different attributes of classroom performance, such as\r\n\"demonstrates knowledge of subject matter\" and \"prepared in advance\r\nof lesson.\" During the 1991-92 school year, Willard conducted\r\nobservations of Thomas's classroom performance on February 7 and\r\n12, 1992.  She rated Thomas \"satisfactory\" or \"not observable\" in\r\nall categories.  Thomas's overall evaluation for the 1991-92 school\r\nyear, also conducted by Willard, recommended that Thomas be renewed\r\nfor the following year.  The evaluation suggested that Thomas work\r\non \"classroom management, learning techniques to keep all students\r\nfocused and on task,\" but commended her for improving her attitude\r\ntoward \"non-instructional issues,\" such as paperwork, due dates,\r\nworking with other staff, and testing duties. \r\nSubsequently, on several occasions after Willard\r\nrecommended renewal, Bramblett expressed concern over Thomas's\r\nvoice problems.  He wrote Thomas on March 13, 1992, explaining that\r\na number of parents had complained about her teaching performance\r\nand that at least one was \"concerned about her child understanding\r\nyou with your recent voice problems.\"  On May 21, 1992, Bramblett\r\nexplained in a memorandum to Thomas that he had called Thomas's\r\ndoctor \"regarding the chronic or apparent chronic condition of your\r\nvoice\" and noted parents' complaints \"regarding student\r\ncomprehension from your verbal instructions.\"  On June 6, 1992,\r\nThomas saw her doctor, who described her condition as \"chronic\r\nlaryngitis,\" and recommended \"intensive speech therapy with a\r\nchange in voice habits that reduces strain on the vocal chords.\" \r\nOn June 17, 1992, Bramblett criticized Thomas for not obtaining\r\nmedical advice in a timely manner and tied her voice problems to\r\nher classroom performance.  He stated:\r\n     I have felt all along that you have not\r\n     grasped the seriousness of the matter before\r\n     you.  Although I recommended seeing your\r\n     doctor a month ago, only now have you decided\r\n     to seek medical advice regarding your voice.\r\n     My classroom observations still leave me\r\n     uncertain as to your specific problem -\r\n     control issues because children cannot detect\r\n     the inflection in your voice, or if control is\r\n     a chronic condition unaffected by a physical\r\n     problem. . . . I again urge you to consider\r\n     Long [sic] term disability insurance and\r\n     taking at least a year off before I begin\r\n     evaluating your tenure in this district. \r\n\nHe then informed her that she was being transferred from Hancock\r\nElementary school, where she had taught a combined grade class, to\r\nAntrim Elementary School, to teach in a second grade class. On\r\nAugust 3, 1992, Bramblett, in a letter summarizing a recent meeting\r\nbetween them, required Thomas to get a second opinion on her voice,\r\nand a \"general release\" certifying both that her voice \"ha[d]\r\nimproved to the point that [she could] communicate in normal\r\nfashion with children ranging in ages from six to nine years old\"\r\nand that her condition \"is not expected to regress.\"  Bramblett\r\nthreatened that her failure to obtain these assurances \"would\r\nresult in a temporary or permanent loss of employment.\" \r\n     Thomas subsequently obtained a letter from the\r\nMassachusetts Eye and Ear Infirmary which recounted her \"persistent\r\nhoarseness,\" but noted that her \"phonation\" had improved due to\r\nspeech therapy, and expressed the hope that \"an entire summer of\r\nvoice rest and continued speech therapy . . . as well as Vanceril\r\ninhalers . . . may significantly improve the quality of her voice\r\nby September.\" \r\n     On October 27, 1992, Bramblett placed a \"Warning Memo\" in\r\nThomas's permanent record file.  The memo specifically incorporated\r\nby reference his prior correspondence with Thomas concerning her\r\nvoice, describing them as \"evaluations,\" and recounted his\r\nobservations during a forty minute classroom visit.  He complained\r\nthat \"students were not well focused,\" and \"not well engaged.\"  He\r\ncriticized a math lesson, and noted that his \"concern persists\r\nabout classroom control, effective use of time, and development of\r\nconsistent well defined lessons.\"  He advised, \"Each of these areas\r\ndefine my focus for observations between now and March 1, 1993.\"\r\nYet Bramblett didn't observe Thomas's class again until February\r\n19, 1993.  On February 26, 1993, Bramblett wrote a letter informing\r\nThomas that he had decided not to renominate her \"at the School\r\nBoard renomination meeting on March 16, 1993,\" explaining that his\r\n\"last observation of February 19, 1993 showed no substantial\r\nimprovement of the concerns expressed in November.\"   The letter\r\ncited three reasons as the bases for his decision: a lack of\r\nclassroom control, ineffective use of class time, and poor lesson\r\ndevelopment. \r\nOn March 29, 1993, Keith R. Burke, the Assistant\r\nSuperintendent, notified Thomas in writing that the School Board\r\nhad not re-elected her for the upcoming school year, and informed\r\nher that she had the right under N.H. Rev. Stat. Ann. ch.189:14-a\r\nto a hearing before the school board and to obtain a statement of\r\nreasons, in writing, for the Board's decision not to re-elect her. \r\nHis letter also advised Thomas that the School Board would issue\r\nits decision fifteen days after the close of the hearing.  Thomas\r\nasserted her right to a hearing, which was held on August 26, 1993. \r\nAt the hearing, Thomas was represented by counsel,\r\nintroduced documentary evidence, called witnesses, and cross-\r\nexamined Bramblett and Willard, both of whom testified against her.\r\nA number of parents testified on Thomas's behalf, describing\r\npositive experiences their children had had with Thomas.  The rules\r\nof evidence were relaxed.  After reviewing the evidence, ten of the\r\neleven School Board members voted unanimously to approve their\r\nnonrenewal decision (the eleventh board member was not in\r\nattendance at the vote).  As required by chapter 189:14-a, the\r\nSchool Board provided a statement of reasons for its decision,\r\nwhich the Board denominated as \"findings\": (1) Thomas had adequate\r\nnotice of Bramblett's concern about her performance; (2) Thomas's\r\ntardiness had no direct bearing on her nonrenewal and \"the\r\ntardiness ceased after Bramblett's warning of March 27, 1991\"; (3)\r\nthe Board characterized as \"incredible\" Thomas's testimony that she\r\nwas not aware, prior to Willard's 1990 letter, of the requirement\r\nthat she be in her class by 8:30 a.m.; (4) Thomas's health had \"no\r\ndirect bearing\" on her nonrenewal; (5) Willard had \"significant\r\nconcerns\" about Thomas's effectiveness, which the Board found\r\n\"persuasive\"; and (6) although many parents and their children had\r\npositive experiences with Thomas, the Board had to give Willard's\r\nand Bramblett's testimony greater weight.   Based on these stated\r\nreasons, the School Board concluded:\r\nThe Board finds . . . that the administration\r\nhas proven its case by a preponderance of the\r\nevidence.  \r\n     The Board finds that Mrs. Thomas's\r\nclassroom performance suffered from\r\nsignificant problems, including in the areas\r\nof lack of discipline, poor use of time and\r\npoor development of lessons, which issues the\r\nBoard finds to be inextricably inter-related.\r\n     The Board finds that it lacks\r\nsufficient evidence to determine whether or\r\nnot Mrs. Thomas's voice was a factor in the\r\nproblem of classroom control. \r\n\nPlaintiff appealed the School Board's decision to the\r\nState Board pursuant to N.H. Rev. Stat. Ann. ch.189:14-b, asserting\r\nthat the School Board's stated reasons were not supported by\r\nsubstantial evidence.  Specifically, in regard to the role that her\r\nvoice problems played in the nonrenewal decision, Thomas asserted\r\nthat:\r\nThe school board improperly relied upon\r\ncriticisms of Mrs. Thomas related to her voice\r\nproblems, despite clear evidence that Mrs.\r\nThomas's voice problems did not interfere with\r\nher ability to teach, and to that effect the\r\nschool board erred when it concluded that \"the\r\nissue of Mrs. Thomas's health had no direct\r\nbearing on her nonrenewal.\"\r\n\nThe State Board has administrative authority to review the School\r\nBoard's decision, and to reverse that decision and order\r\nreinstatement if the \"substantial rights of the teacher have been\r\nprejudiced because the administrative findings, inferences,\r\nconclusions, or decision are . . . in violation of constitutional\r\nor statutory provisions . . .  [or c]learly erroneous in view of\r\nthe reliable, probative, and substantial evidence on the whole\r\nrecord.\"  N.H. Code Admin. R. Ed. 202.06(e)(1), (5).  The State\r\nBoard interprets this regulatory authority as authorizing a limited\r\nreview to determine whether (1) a nonrenewed teacher has received\r\nthe required procedural process (that is, notice and hearing); (2)\r\nthe School Board's findings of fact supporting the reason for this\r\ndismissal are clearly erroneous; and (3) the \"reasons given are\r\narbitrary, capricious or contrary to law.\"  In re Carolyn Ellis v.\r\nDover Sch. Bd., Findings and Recommendations of Review Board, at 4-\r\n5 (N.H. Bd. of Ed. undated slip opinion) (emphasis added), aff'd,\r\nNo.94-509, slip op. (N.H. February 2, 1996) (referred to as the\r\n\"Ellis decision\").  Notably, there are no substantive standards\r\ngoverning teacher renomination or reelection set forth in N.H. Rev.\r\nStat. Ann. ch.189:14-a.  See id. at 2.  Thus, it seems that a\r\nschool board may refuse to renew a teacher's contract on any basis\r\nso long as the reasons it provides are supported by evidence and\r\nare not contrary to law. \r\nWhen Thomas appealed to the State Board, the parties\r\nagreed to present her arguments to a hearing officer (rather than\r\nto a three person review board), who permitted each party to\r\npresent two witnesses and to cross-examine the other party's\r\nwitnesses.  The hearing officer reviewed the record developed\r\nbefore the School Board, including the hearing transcript and the\r\nsubmitted exhibits.  He recommended to the State Board that it\r\nuphold Thomas's nonrenewal.  The hearing officer concluded that the\r\nSchool Board's stated reason for Thomas's nonrenewal--that her\r\nclassroom performance suffered from significant problems--was, \"in\r\naccordance with the Ellis decision, . . . entitled to due deference\r\nif reasonably based on sufficient evidence, which it was.\"   At the\r\nsame time, however, he vacated the findings concerning the effect\r\nof Thomas's voice on the School Board's nonrenewal decision.  The\r\nhearing officer explained his decision as follows:\r\n[T]he Board found \"that the issue of Mrs.\r\nThomas' health ha[d] no direct bearing on her\r\nnonrenewal\", and yet further on in the\r\ndecision it concluded . . . that there was not\r\n\"sufficient evidence to determine whether or\r\nnot Mrs. Thomas' voice was a factor in the\r\nproblem of classroom control.\"  These are\r\ninconsistent findings.\r\n                       . . . . \r\nClearly, Mrs. Thomas' voice problems since her\r\n1989 vocal chord surgery have been a\r\npersistent concern of the district and some\r\nparents, generally expressed to Mrs. Thomas in\r\nterms of her apparent difficulty communicating\r\neffectively with her students, a critical\r\ncomponent of classroom control. \r\n     Counsel for the district acknowledged\r\nat the hearing before the undersigned that the\r\nability of students to clearly hear what their\r\nteacher is saying before they can hope to\r\ncomprehend what she is attempting to teach\r\nthem . . . is  fundamentally necessary in any\r\nclassroom.  Mrs. Thomas' perceived deficits in\r\nthis regard have been, he argues, a legitimate\r\nsource of concern of the district. \r\n     Whether the extent of the district's\r\nreliance on the concern in reaching the\r\nnonrenewal decision here was permissible under\r\nRSA 354-A:7I [state discrimination law] is a\r\nfact-sensitive question best left to the\r\nCommission for Human Rights before which Mrs.\r\nThomas currently has pending an employment\r\ndiscrimination claim.  While that agency is\r\nbest suited to determine the legitimacy of the\r\ndistrict's position regarding Mrs. Thomas'\r\nvoice impairment, it is clear from the record\r\nin this matter that her health problems were a\r\nfactor in the Superintendent's nonrenewal\r\ndecision. \r\n\nThe hearing officer concluded that the School Board's finding that\r\nThomas's voice had no direct bearing on her discharge was \"not\r\nsupported by the record.\" \r\nAfter the State Board requested additional explanation,\r\nthe hearing officer expounded on his bifurcated recommended\r\ndecision in a letter that was incorporated into the State Board's\r\nfinal decision. \r\nFour times between March and August 1992 the\r\nSuperintendent wrote to Mrs. Thomas, linking\r\nher voice impairment to what he perceived to\r\nbe her problems controlling her classroom.\r\n                        . . . \r\nThe evidence . . . at a minimum suggests that\r\nMrs. Thomas' voice impairment was felt by the\r\nSuperintendent to very likely contribute to\r\nher inability to control her classroom and to\r\nbe comprehended by students. \r\n                        . . . \r\nAt best, the local school board should have\r\nconcluded that it lacked sufficient evidence\r\nto determine whether her health had a direct\r\nbearing on her discharge. \r\n\nIn a 4 to 3 vote, the State Board accepted the hearing officer's\r\nrecommended decision and affirmed the decision of the School Board.\r\nThe School Board adopted the hearing officer's findings as its own,\r\nincluding the hearing officer's determination that the\r\ndiscrimination issue was best left to the New Hampshire Commission\r\nfor Human Rights (\"Commission\").\r\nThomas petitioned for certiorari to the NHSC, raising\r\nfour questions, including \"Whether a school district may violate\r\nits own evaluation policies and thereupon nonrenew a teacher for\r\nreasons apparently related to the teacher's speech disability.\" \r\nThe NHSC granted Thomas's petition to hear this question, and\r\nsummarily affirmed the State Board's decision without explanation. \r\nAfter obtaining the requisite right-to-sue letter from\r\nthe EEOC, plaintiff filed suit in the United States District Court\r\nfor the District of New Hampshire, alleging that the School Board's\r\ndecision not to renew her teaching contract violated the ADA. \r\nThe defendant moved for summary judgment on the ground\r\nthat plaintiff's claim was barred by the doctrine of collateral\r\nestoppel.  The district court granted defendant's motion.   The\r\ncourt reasoned that, under Price Waterhouse v. Hopkins, 490 U.S.\r\n228, 242 (1989), \"an employer may escape liability by proving that\r\nit would have engaged in the challenged conduct even if it had not\r\ntaken disability into account.\"  Relying on the legal proposition\r\nthat \"the findings of administrative agencies may be accorded\r\npreclusive effect under the doctrine of collateral estoppel,\" the\r\ndistrict court \"accorded collateral estoppel effect to the School\r\nBoard's findings of the reason for Thomas's termination,\" which, in\r\nthe court's view, precluded her from establishing that unlawful\r\ndiscriminatory animus was the \"but for\" cause of her termination.\r\nAs the district court explained:\r\nThe School Board's findings, which plaintiff\r\nis estopped from denying, establish that the\r\nsuperintendent would have fired Thomas\r\nregardless of whether or not he took her\r\ndisability into account.  The Board reportedly\r\nfound \"that Mrs. Thomas' classroom performance\r\nsuffered from significant problems, including\r\nin the areas of lack of discipline, poor use\r\nof time and poor development of lessons.\"  The\r\nBoard of Education pointed out that \"the local\r\nboard did have evidence that Mrs. Thomas's\r\nteaching performance in the three areas of\r\nclassroom control, lesson planning and use of\r\ntime was considered deficient by her teaching\r\nprincipal.\"  Based on these findings, it is\r\nclear that Thomas's poor performance provided\r\nsufficient grounds to terminate her,\r\nregardless of her disability.\r\n\nSee No. 96-414, slip op. at 5-6 (D.N.H. Nov. 5, 1997).  Thomas\r\nappeals. \r\n                    II. Discussion\r\nPlaintiff contends that the district court erred by\r\nholding that the stated findings of the School Board established\r\nconclusively the reason for her dismissal.  She argues that,\r\nalthough the School Board provided a statement of reasons for her\r\ndismissal, the issue of whether Thomas had been the victim of\r\ndiscrimination was not actually decided in the state proceedings. \r\nAs a result, she maintains, there was no finding with regard to the\r\ncritical factual dispute in the case, and she is therefore not\r\ncollaterally estopped from litigating that issue in federal court. \r\nWe agree. \r\n28 U.S.C.  1738 governs the preclusive effect of state\r\njudicial proceedings in subsequent federal court actions and\r\nextends to the federal courts the principles embodied in the Full\r\nFaith and Credit Clause of the Constitution.  \"Section 1738\r\nrequires federal courts to give the same preclusive effect to state\r\ncourt judgments that those judgments would be given in the courts\r\nof the State from which the judgments emerged.\"  Kremer v. Chemical\r\nConstr. Corp., 456 U.S. 461, 466 (1982).  In the absence of a state\r\ncourt judgment, section 1738 does not apply, and whether state\r\nagency findings are accorded preclusive effect in a subsequent\r\ncivil rights action is a question of statutory interpretation: did\r\nCongress, in enacting the relevant civil rights statute, intend to\r\ndisplace federal common-law doctrine that accords preclusionary\r\neffect to state administrative findings?  See Astoria Fed. Sav. &amp;\r\nLoan Assoc. v. Solimino, 501 U.S. 104, 108 (1991)(\"[T]he question\r\nis not whether administrative estoppel is wise but whether it is\r\nintended by the legislature.\"); University of Tenn. v. Elliot, 478\r\nU.S. 788, 794-96 (1986); Kremer, 456 U.S. at 470 n.7 (dictum).  It\r\nis now settled, however, that State agency findings that are not\r\nreviewed by a state court are not entitled to any preclusive effect\r\nin a subsequent action under Title VII, see Elliot, 478 U.S. at\r\n795-96, or the Age Discrimination in Employment Act of 1967\r\n(\"ADEA\"), see Astoria, 501 U.S. at 111-12.  As the Supreme Court\r\nhas observed, Congress could not have intended to accord preclusive\r\neffect to unreviewed administrative findings in a subsequent Title\r\nVII action because under the federal remedial scheme, even the EEOC\r\nis required to give only \"substantial weight\" to state proceedings. \r\nSee Kremer, 458 U.S. at 470 (quoting 42 U.S.C.  2000e-5(b)). \r\nThough this review ensures that state agency proceedings are not\r\nignored, this standard plainly leaves room for the EEOC to depart\r\nfrom state administrative findings--which would be \"pointless if\r\nthe federal courts were bound by such state agency decisions,\" id.at 470 n.7; see Elliot, 478 U.S. at 795 (similar); cf. Astoria, 501\r\nat 110-12 (finding that the filing provisions of the ADEA \"assume\r\nthe possibility of federal consideration after state agencies have\r\nfinished theirs.\"). \r\n In Kremer, the plaintiff had filed a discrimination\r\nclaim with the EEOC, which referred his discrimination charge to\r\nthe New York State Division of Human Rights (\"NYHRD\"), the state\r\nagency charged with enforcing state discrimination law.  456 U.S.\r\nat 464.  The NYHRD found that there was no probable cause to\r\nbelieve that the plaintiff's employer had engaged in the\r\ndiscriminatory practice of which the plaintiff complained; the\r\nNYHRD Appeals Board affirmed this finding.  See id.  The plaintiff\r\nthen filed a petition with the Appellate Division of the New York\r\nSupreme Court, which upheld the adverse administrative decision. \r\nSee id.  This judicial determination, the parties agreed, barred\r\nthe plaintiff from bringing any action \"'based upon the same\r\ngrievance' in the New York courts.\"  Id. at 466-67 (citing N.Y.\r\nExec. Law  300 (McKinney 1972)).  The Appellate Division's\r\naffirmance of the agency determination brought section 1738 to bear\r\nwhen the plaintiff brought his claim in federal court.  See id. at\r\n466.  Because under New York law the plaintiff was barred by the\r\nstate court judgment from pursuing his claim in state court, so too\r\nwas he barred in federal court. \r\n In this case, Thomas appealed the State Board's decision\r\nto the NHSC, and the NHSC entered judgment affirming that decision.\r\nUnder Kremer, we must determine whether the NHSC's summary\r\naffirmance of the State Board's decision bars Thomas from pursuing\r\nher discrimination claim under New Hampshire law, and hence, by\r\noperation of section 1738, in federal court.  See, e.g., Baez-Cruzv. Municipality of Comerio, 140 F.3d 24 (1st Cir. 1998).  At the\r\noutset, we note that the controlling facts in this case are\r\nunusual.  The School Board made two \"conclusions\" that are\r\npertinent to our discussion: (1) that Thomas's classroom\r\nperformance suffered from significant problems and (2) that\r\nThomas's health (i.e., her voice) \"had no direct bearing on her\r\nnonrenewal.\"  The State Board ruled that the first finding was not\r\n\"arbitrary and capricious,\" and thus concluded that there was\r\nsufficient cause to uphold the termination, but vacated the second\r\nfinding, and referred the question of disability-based\r\ndiscrimination to the Commission.  The NHSC summarily affirmed the\r\nState Board's bifurcated decision.  The question presented is thus\r\nwhether the State Board's judicially reviewed decision that\r\nsufficient cause existed to warrant Mrs. Thomas's nonrenewal,\r\nviewed in conjunction with the State Board's deferral of whether\r\nshe was subject to discriminatory treatment, precludes the\r\nplaintiff from litigating the actual reason for her dismissal.  \r\nOur reading of New Hampshire law persuades us that,\r\nunlike Kremer (in which there was no dispute that New York law\r\nbarred any subsequent action based upon the same grievance), the\r\nNHSC's affirmance of the State Board's decision here would not\r\npreclude Thomas from litigating the reason for her nonrenewal\r\nbefore the Commission and then in state court.  Our analysis is\r\nguided by Petition of Kenneth Dunlap, 134 N.H. 533 (1992), in which\r\nthe NHSC ruled on the preclusive effects of teacher tenure\r\nproceedings brought under chapter 189:14-a.  Dunlap, a high school\r\nteacher, was informed by his Superintendent that his contract would\r\nnot be renewed for the following year.  As Thomas did here, Dunlap\r\ncontested the nonrenewal before the local school board under\r\nchapter 189:14-a, which, after a full hearing, stated as its reason\r\nfor nonrenewal the \"deleterious effect of [Dunlap's] numerous\r\nabsences\" that were due to his chronic asthma.  Id. at 536.  Dunlap\r\nthen requested a hearing before the review board of the State Board\r\nof Education, arguing that the local school board had discriminated\r\nagainst him in violation of handicap and equal protection laws. \r\nSee id. at 537.  Dunlap's primary response to School Board's\r\ndecision was that his asthma had abated since he had obtained\r\nproper treatment and, therefore, the objectionable absences would\r\nnot occur in the future.  The State Board upheld the local board's\r\ndecision, finding that Dunlap's \"record of excessive absences was\r\nsufficient for the [school board] to conclude he was not able to\r\nperform his responsibilities.\"  \r\nDunlap then appealed to the NHSC, claiming that \"the\r\nState Board acted illegally in upholding a discriminatory local\r\nboard decision.\"  Id. at 538.  The NHSC agreed, reversed the State\r\nBoard's decision, and ordered plaintiff reinstated, holding that\r\nthe school board's stated reason for its decision violated New\r\nHampshire disability discrimination law because it impermissibly\r\nrelied only on evidence of Dunlap's past impairment, without\r\nconsidering the likelihood of his future impairment.  See id. at\r\n542-44 (citing N.H. Rev. Stat. Ann. ch.354-A:8). \r\nAfter reaching the merits, the NHSC addressed a question\r\nsimilar to that the plaintiff faces here: whether a plaintiff's\r\ninvocation of the \"review procedures of [chapter] 189:14-a and 14-b\r\n[forecloses] the petitioner from prosecuting a complaint before the\r\n[New Hampshire] commission for human rights.\"  Id. at 545-46. The\r\ncourt held that it did not.  The court's analysis primarily dealt\r\nwith preclusive effect of N.H. Rev. Stat. Ann. ch.354-A:13 (Supp.\r\n1990) (current version at N.H. Rev. Stat. Ann. ch.354-A:25), which\r\nsets forth rules governing the exclusivity of proceedings before\r\nthe Commission:\r\nAs to the acts declared unlawful by [state\r\ndiscrimination law], the procedure herein\r\nprovided shall, while pending, be exclusive\r\nand the final determination therein shall\r\nexclude any other action, civil or criminal,\r\nbased on the same grievance of the individual\r\nconcerned. If such individual institutes any\r\naction based on such grievance without\r\nresorting to the procedure provided in this\r\nchapter, he may not subsequently resort to the\r\nprocedure herein.  \r\n\nId. (quoting N.H. Rev. Stat. Ann. ch.354-A:13) (emphasis added). \r\nThe court held that chapter 354-A:13 did not preclude Dunlap from\r\nprosecuting a discrimination complaint before the Commission.\r\nChapter 189 tenure hearings, the court reasoned, simply did not\r\nconstitute a \"civil\" action, see id. 546-47, but rather served a\r\nmore limited purpose.  \r\nChapter 189 nonrenewal hearings . . . are\r\noptional internal administrative proceedings\r\nwhich are available to teachers whose\r\ncontracts are not being renewed and are aimed\r\nat developing a final, reasoned decision on\r\nthe issue . . . .  At the time of contesting a\r\nnonrenewal decision, the teacher has not yet\r\nbeen dismissed but rather, has been told that\r\nhe or she will not be continuing in that\r\nemployment during the next school year . . . . \r\n     In contrast to the panoply of remedies\r\navailable upon application to a court or to\r\nthe human rights commission, the school board\r\nand the State Board are limited to approving\r\nor disapproving the decision not to renew. \r\n\nId. (citations omitted).  As a result, Dunlap's use of the\r\nprocedures available to him under chapter 189 did not \"foreclose\r\nrecourse to the commission and its expertise in reviewing\r\ncomplaints of unlawful discrimination.\"  Id. at 547.  The NHSC also\r\nsummarily rejected the argument that res judicata barred Dunlap\r\nfrom proceeding, noting opaquely that its \"decision holds merely\r\nthat the State Board's conclusion was incorrect as a matter of law\r\nand does not touch upon the issue of damages, if any for\r\ndiscriminatory nonrenewal.\"  Id.  The court explicitly chose not to\r\naddress the possibility of collateral estoppel.  Id. \r\nHere, the School Board in its brief concedes that, under\r\nDunlap, Thomas is not statutorily precluded from pursuing her claim\r\nbefore the Commission, but nonetheless argues that collateral\r\nestoppel and res judicata bar Thomas from seeking another judicial(as opposed to administrative) forum for her complaint.  We\r\nconsider these arguments in turn. \r\nDefendant asserts that due to the NHSC's and State\r\nBoard's affirmances of the school board's nonrenewal decision, the\r\nplaintiff is collaterally estopped under New Hampshire law from\r\nrelitigating the reason for her termination.  Defendant reasons\r\nthat the State Board and NHSC both determined that Thomas's\r\nnonrenewal was lawful and thus collateral estoppel bars Thomas from\r\nattempting to prove that the nonrenewal was, in fact, unlawful.  We\r\ndisagree.  \r\nFirst, if we held that the State Board's conclusion that\r\nthere existed \"sufficient cause\" for a nonrenewal decision\r\nconclusively established in a subsequent proceeding whether that\r\nnonrenewal decision was motivated by discriminatory animus, we\r\nwould reduce Dunlap to a nullity.  The Dunlap court reasoned that\r\na teacher can contest his or her termination through chapter 189\r\ntenure proceedings, yet still bring a complaint before the\r\nCommission, because the chapter 189 proceeding serves the limited\r\npurpose of building a reasoned decision for the nonrenewal of a\r\nteacher.  The ability of a plaintiff to file a complaint with the\r\nCommission (the right that defendant concedes Dunlap grants the\r\nplaintiff) would be meaningless if any adverse determination from\r\nthe State Board precluded the plaintiff from litigating the reason\r\nfor her dismissal before the Commission.  Cf.  N.H. Rev. Stat. Ann.\r\nch.354-A:25 (providing that the Commission is the exclusive forum\r\nfor discrimination claims and that \"the final determination therein\r\nshall exclude any other action\"). \r\nSecond, Dunlap aside, our reading of New Hampshire\r\ncollateral estoppel law is contrary to the defendant's position. \r\nIn New Hampshire, the party seeking to assert collateral estoppel\r\nhas the burden of showing that the issue claimed to be the subject\r\nof estoppel is identical to the issue determined previously, seeMorin v. J.H. Valliere Co., 113 N.H. 431, 433 (1973), and that the\r\ndisputed issue has been finally resolved on the merits, see Putnam\r\nLumber Co., Inc. v. Eddie Nash &amp; Sons, Inc., 141 N.H. 670, 672\r\n(1997).  \r\nHere, the issue Thomas seeks to litigate in her ADA\r\naction is not identical to the issue that was determined in the\r\nstate proceedings.  The district court premised its opinion on the\r\nview that the School Board's stated reason established that \"the\r\nsuperintendent would have fired Thomas regardless of whether or not\r\nhe took her disability into account,\" and thus precluded Thomas\r\nfrom showing that her disability was the \"but for\" cause of her\r\ntermination.  Assuming for the sake of argument that collateral\r\nestoppel applies to the State Board's decision, the district court\r\nsimply read the issue decided in that proceeding too broadly.  The\r\nState Board determined only that there was \"sufficient evidence\" in\r\nsupport of the School Board's proffered reason for the nonrenewal\r\ndecision (that \"Mrs. Thomas' classroom performance suffered from\r\nsignificant problems\"), which is essentially a determination that\r\nthere was \"cause\" for Thomas's nonrenewal.  This determination is\r\nnot identical to the inquiry under the ADA: whether the defendant's\r\ndecision was in fact motivated by discrimination on the basis of\r\nThomas's voice disability.  See Tolfree v. Kansas City, Missouri,\r\n980 F.2d 1171, 1174 (8th Cir. 1992) (holding that a city personnel\r\nboard determination that a termination for bad performance was\r\n\"justified\" did not preclude plaintiff from pursuing a Title VII\r\n\"mixed-motive\" claim under Price Waterhouse); cf. Petition of\r\nGilpatric, 138 N.H. 360, 363 (1994) (holding that a superior court\r\nfinding that an employee was \"sufficiently disabled\" to receive\r\ntotal disability benefits was not identical to an administrative\r\ndetermination whether the petitioner was entitled to \"a permanent\r\nimpairment award\").  The claim asserted in the plaintiff's\r\ncomplaint is not that she was terminated without \"sufficient cause\"\r\nbut that the Board's nonrenewal decision was the result of\r\ndiscriminatory animus against her perceived disability.  Although\r\nthe State Board's determination may establish that sufficient\r\ngrounds existed to terminate Thomas based on her classroom\r\nperformance, it does not necessarily follow that poor classroom\r\nperformance was the reason why the Board and/or Bramblett\r\nterminated her employment.  Rather, the lawfulness of the School\r\nBoard's decision not to renominate Thomas turns on the Board's\r\nactual motivation, as opposed to whether it could have terminated\r\nher, at the time of the nonrenewal.  See Bradley v. Pittsburgh Bd.\r\nof Educ., 913 F.2d 1064, 1075 (3d Cir. 1990) (holding that a state\r\nfinding \"that defendants could properly terminate an employee\" does\r\nnot establish that \"the employer would have terminated the\r\nemployee\" in the absence of protected First Amendment\r\nactivity)(emphasis in original). \r\nMoreover, the finding of \"sufficient cause\" must be\r\nviewed in conjunction with the fact that the State Board explicitly\r\nchose not to decide whether the School Board and/or Bramblett\r\nimpermissibly discriminated against Thomas based upon her voice\r\ndisability.  Understandably, the defendant attempts to characterize\r\nthe NHSC's decision broadly, describing it as affirming \"the\r\ndecision of the State Board that the decision to nonrenew was\r\nlawful.\"  But this description does not accurately reflect the\r\ncontours of the State Board's decision.  The hearing officer\r\nexplained that his review of the School Board's decision was\r\nlimited \"to the determination of whether Mrs. Thomas was accorded\r\nprocedural due process by the local board, and whether that board's\r\nfindings are clearly erroneous in view of the whole record,\r\narbitrary, capricious or the result of an abuse of discretion.\" \r\nUnder this highly deferential standard, the State Board vacated the\r\nSchool Board's factual finding regarding the impact of her voice\r\nproblems on her nonrenewal because it was not supported by\r\nsubstantial evidence, and referred to the Commission the question\r\nof whether \"the extent of the district's reliance on [her voice\r\ndisability] in reaching the nonrenewal decision here was\r\npermissible.\" \r\nConsidering that Thomas's petition for a writ of\r\ncertiorari alerted the NHSC that she had a claim pending before the\r\nCommission, it seems to us that by summarily affirming the State\r\nBoard's decision, the NHSC intended no more than to hold that the\r\nState Board appropriately declined to decide whether the School\r\nBoard had discriminated against Thomas, and correctly found that\r\nthere was evidence in support of the school board's stated reason\r\nfor its action (poor classroom performance).  We see no indication\r\nthat the State Board's administrative decision or the NHSC's\r\naffirmance was meant to be a final judgment on the merits of\r\nThomas's discrimination claim and every indication that the State\r\nBoard, and by implication from its affirmance, the NHSC, believed\r\nthat the Commission was the proper forum to resolve that claim.  To\r\naccord preclusive effect here to the State Board's decision by\r\nholding that its finding of \"sufficient cause\" establishes the \"but\r\nfor\" cause of her termination would be to ignore the same\r\ntribunal's explicit decision to leave that \"fact-sensitive\"\r\nquestion to the agency \"best suited\" to make that determination. \r\nSee Mitchell v. Humana Hospital-Shoals, 942 F.2d 1581, 1583 (11th\r\nCir. 1991) (holding that, when it is impossible to divine from the\r\nstate court judgment what was actually decided, collateral estoppel\r\nshould not apply).  As a result, because the State Board did not\r\nactually decide whether plaintiff's discharge was discriminatory,\r\nplaintiff would not be barred from further litigating that issue\r\nunder state law.  See Penrich Inc.,  v. Sullivan, 140 N.H. 583, 590\r\n(1995). \r\nFor much the same reason, we find the school board's res\r\njudicata argument untenable.  When a court, or as here, an\r\nadministrative agency, reserves a question for further\r\nadjudication, the ensuing judgment does not generally bar\r\nsubsequent determination of that question.  See Restatement\r\n(Second) of Judgments,  26(1)(b) (1982) (stating that no merger\r\noccurs to extinguish a claim when \"[t]he court in the first action\r\nhas expressly reserved the plaintiff's right to maintain the second\r\naction\");  18 Charles A. Wright et al., Federal Practice and\r\nProcedure: Jurisdiction and Related Matters,  4413 (Supp. 1998)\r\n(\"A judgment that expressly leaves open the opportunity to bring a\r\nsecond action on specified parts of the claim should be effective\r\nto forestall preclusion.\") (citing cases).  We see no other\r\ninterpretation of the State Board's decision but as an express\r\nreservation of Thomas's discrimination claim for further\r\nadjudication.  As the NHSC did not disturb the State Board's\r\nreservation when given the opportunity to do so, res judicata does\r\nnot apply.  \r\nInterpreting the NHSC's summary affirmance and the State\r\nBoard's decision in this manner accords with Dunlap's view that\r\nChapter 189 proceedings are for the limited purpose of developing\r\na record as to whether there was cause for a teacher's nonrenewal\r\n(although the State Board and NHSC have the power to order\r\nreinstatement when faced with unjust terminations); the Commission\r\nis the proper forum for litigating the issue of discriminatory\r\nmotivation.  We note as well that, once the State Board referred\r\nthe discrimination question to the Commission, any judicially\r\nunreviewed finding by the Commission as to the merits of her claim\r\nwould not have been entitled to preclusive effect in federal court. \r\nSee Elliot, 478 U.S. at 795; Astoria, 501 U.S. at 111-13. \r\nUnsuccessful complainants before the Commission may obtain review\r\nof Commission orders in Superior Court, see N.H. Rev. Stat. Ann.\r\nch.354-A:22, I, II, and federal court, see id.  354-A:22, V\r\n(vacating any Commission order \"[i]f the complainant brings an\r\naction in federal court arising out of the same claims of\r\ndiscrimination which formed the basis of an order or decision of\r\nthe commission.\").  Because the NHSC's summary affirmance would not\r\nhave barred Thomas from pursuing her claim before the Commission\r\nand then in New Hampshire state court, section 1738 does not\r\npreclude her from proceeding in federal court.\r\nFinally, the defendant contends in a summary fashion\r\nthat, under the collective bargaining agreement between the\r\nDistrict and the Contoocook Valley Education Association, Thomas\r\nwas required to appeal her nonrenewal as specified in the grievance\r\nprocedure set forth therein, which includes submitting grievances\r\nto arbitration.  This argument is without merit.  The agreement\r\nplainly states, \"The [School] Board does not agree to binding\r\narbitration on the following provisions. . . .  Any matter for\r\nwhich a specific method of review is prescribed and expressly set\r\nforth by law or regulation of the State Commissioner of Education.\" \r\nChapter 189 and Chapter 354 provide a method for reviewing claims\r\nfor unjust terminations and discrimination.  As a result, the\r\nplaintiff's ADA claim was not subject to mandatory arbitration and\r\nher failure to avail herself of those procedures does not result in\r\na waiver of her right to bring this action. \r\nFor the foregoing reasons, the judgment of the district\r\ncourt is vacated and the case is remanded for further proceedings\r\nconsistent with this opinion. \r\nCosts to appellant. \n",
  "html": "<p class=\"case_cite\">150 F.3d 31</p>\n    <p class=\"case_cite\">128 Ed. Law Rep. 78, 8 A.D. Cases 599,<br>13 NDLR P 202</p>\n    <p class=\"parties\">Johanna THOMAS, Plaintiff, Appellant,<br>v.<br>CONTOOCOOK VALLEY SCHOOL DISTRICT and School Administrative<br>Unit No. 1., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-2388.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1998.<br>Decided July 24, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Allmendinger, Staff Attorney, NEA-New Hampshire, for appellant.</p>\n      <p class=\"indent\">John H. Vetne, with whom Sheliah M. Kaufold, William J. Phillips, and Blodgett, Makechnie &amp; Vetne were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Johanna Thomas appeals the grant of summary judgment to defendants-appellees Contoocook Valley School District and School Administrative Unit 1 (collectively, the \"School Board\") on her claim that her teaching contract was not renewed in violation of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. &#167; 12101 et seq.   This appeal involves the extent to which findings made during state administrative proceedings in which Thomas contested her dismissal have preclusive effect in federal court.  The district court found that factual findings made by the defendant School Board, which were reviewed by the New Hampshire State Board of Education (\"State Board\") and the New Hampshire Supreme Court (\"NHSC\") conclusively established that the reason for her nonrenewal was nondiscriminatory.  We disagree and reverse.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On a motion for summary judgment, we recite the facts in a light most favorable to the nonmovant, Thomas.  DeNovellis v. Shalala, 124 F.3d 298, 305-06 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thomas began teaching in the Contoocook Valley School District in the early 1980s.  From 1987 to 1989, Thomas received generally satisfactory evaluations of her performance, which described her as \"a teacher who is building a solid program in her room as well as solid relationships with the children and their parents.\"   These evaluations, which were conducted by various administrators, commended Thomas for such attributes as her enthusiasm, desire to improve, and ability to keep classroom interest high.  The evaluations noted some problems, however, including her failure to arrive at school \"during the expected time in the morning before school begins,\" and some difficulties with \"large group classroom management.\"   A later evaluation concluded that these problems had been resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In September 1989, Thomas underwent throat surgery for the removal of polyps from her voice box, which made her voice sound persistently hoarse.  In addition, she was forced to take an extended sick leave and missed a substantial amount of the 1989-90 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Thomas returned, she had problems arriving at school on time.  On December 12, 1990, Principal Anita Willard (now Prud'homme) wrote Thomas a note complaining that Thomas was persistently late to school and warned her that Willard \"just couldn't have this happening in this school.\"   On March 19, 1991, Willard informed Larry Bramblett, the Superintendent, of her problems with Thomas.  In addition, Willard excoriated Thomas in a letter to her, in which she wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>This letter is to inform you that the issue surrounding your lateness to school, meetings, and duties has reached a point where I can no longer handle it....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On Monday when you arrived at 9:15 with no excuse, I had already talked on the phone with a parent who wanted to talk to you before school about her child.... Your class when it arrived was unsupervised, you know that this has happened before, and given the nature and age of your children this is totally unacceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The other problem concerns the staff meeting that was changed to fit your schedule....  [E]veryone else was on time except you.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">I think you understand that our job requires us to be here at certain hours, cover our school duties, attend meetings on time, pass in work such as testing, budget items, report cards etc.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It often feels to me that it requires too much supervision on my part to see that you do your job.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The letter warned that Bramblett was expecting a call from Thomas within a week to discuss the situation.  The next week, Bramblett sent a letter to Thomas, saying that her job was \"in jeopardy\" and that \"her attendance particularly tardiness has placed your teaching performance in an unsatisfactory condition.\"   He warned that \"another incident regarding your classroom attendance or unfounded absenteeism will result in ... immediate dismissal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">During the next school year, Thomas's teaching performance was observed and evaluated in the normal course of evaluations.  The school district utilized teacher performance observation forms that allowed an observer to rate a teacher \"satisfactory,\" \"not satisfactory,\" or \"not observable\" in regard to twenty different attributes of classroom performance, such as \"demonstrates knowledge of subject matter\" and \"prepared in advance of lesson.\"   During the 1991-92 school year, Willard conducted observations of Thomas's classroom performance on February 7 and 12, 1992.  She rated Thomas \"satisfactory\" or \"not observable\" in all categories.  Thomas's overall evaluation for the 1991-92 school year, also conducted by Willard, recommended that Thomas be renewed for the following year.  The evaluation suggested that Thomas work on \"classroom management, learning techniques to keep all students focused and on task,\" but commended her for improving her attitude toward \"non-instructional issues,\" such as paperwork, due dates, working with other staff, and testing duties.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Subsequently, on several occasions after Willard recommended renewal, Bramblett expressed concern over Thomas's voice problems.  He wrote Thomas on March 13, 1992, explaining that a number of parents had complained about her teaching performance and that at least one was \"concerned about her child understanding you with your recent voice problems.\"   On May 21, 1992, Bramblett explained in a memorandum to Thomas that he had called Thomas's doctor \"regarding the chronic or apparent chronic condition of your voice\" and noted parents' complaints \"regarding student comprehension from your verbal instructions.\"   On June 6, 1992, Thomas saw her doctor, who described her condition as \"chronic laryngitis,\" and recommended \"intensive speech therapy with a change in voice habits that reduces strain on the vocal chords.\"   On June 17, 1992, Bramblett criticized Thomas for not obtaining medical advice in a timely manner and tied her voice problems to her classroom performance.  He stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>I have felt all along that you have not grasped the seriousness of the matter before you.  Although I recommended seeing your doctor a month ago, only now have you decided to seek medical advice regarding your voice.  My classroom observations still leave me uncertain as to your specific problem--control issues because children cannot detect the inflection in your voice, or if control is a chronic condition unaffected by a physical problem....  I again urge you to consider Long [sic] term disability insurance and taking at least a year off before I begin evaluating your tenure in this district.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">He then informed her that she was being transferred from Hancock Elementary school, where she had taught a combined grade class, to Antrim Elementary School, to teach in a second grade class.  On August 3, 1992, Bramblett, in a letter summarizing a recent meeting between them, required Thomas to get a second opinion on her voice, and a \"general release\" certifying both that her voice \"ha[d] improved to the point that [she could] communicate in normal fashion with children ranging in ages from six to nine years old\" and that her condition \"is not expected to regress.\"   Bramblett threatened that her failure to obtain these assurances \"would result in a temporary or permanent loss of employment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Thomas subsequently obtained a letter from the Massachusetts Eye and Ear Infirmary which recounted her \"persistent hoarseness,\" but noted that her \"phonation\" had improved due to speech therapy, and expressed the hope that \"an entire summer of voice rest and continued speech therapy ... as well as Vanceril inhalers ... may significantly improve the quality of her voice by September.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On October 27, 1992, Bramblett placed a \"Warning Memo\" in Thomas's permanent record file.  The memo specifically incorporated by reference his prior correspondence with Thomas concerning her voice, describing them as \"evaluations,\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and recounted his observations during a forty minute classroom visit.  He complained that \"students were not well focused,\" and \"not well engaged.\"   He criticized a math lesson, and noted that his \"concern persists about classroom control, effective use of time, and development of consistent well defined lessons.\"   He advised, \"Each of these areas define my focus for observations between now and March 1, 1993.\"   Yet Bramblett didn't observe Thomas's class again until February 19, 1993.  On February 26, 1993, Bramblett wrote a letter informing Thomas that he had decided not to renominate her \"at the School Board renomination meeting on March 16, 1993,\" explaining that his \"last observation of February 19, 1993 showed no substantial improvement of the concerns expressed in November.\"   The letter cited three reasons as the bases for his decision:  a lack of classroom control, ineffective use of class time, and poor lesson development.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On March 29, 1993, Keith R. Burke, the Assistant Superintendent, notified Thomas in writing that the School Board had not re-elected her for the upcoming school year, and informed her that she had the right under N.H.Rev.Stat. Ann. ch.189:14-a to a hearing before the school board and to obtain a statement of reasons, in writing, for the Board's decision not to re-elect her.  His letter also advised Thomas that the School Board would issue its decision fifteen days after the close of the hearing.  Thomas asserted her right to a hearing, which was held on August 26, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the hearing, Thomas was represented by counsel, introduced documentary evidence, called witnesses, and cross-examined Bramblett and Willard, both of whom testified against her.  A number of parents testified on Thomas's behalf, describing positive experiences their children had had with Thomas.  The rules of evidence were relaxed.  After reviewing the evidence, ten of the eleven School Board members voted unanimously to approve their nonrenewal decision (the eleventh board member was not in attendance at the vote).  As required by chapter 189:14-a, the School Board provided a statement of reasons for its decision, which the Board denominated as \"findings\":  (1) Thomas had adequate notice of Bramblett's concern about her performance;  (2) Thomas's tardiness had no direct bearing on her nonrenewal and \"the tardiness ceased after Bramblett's warning of March 27, 1991\";  (3) the Board characterized as \"incredible\" Thomas's testimony that she was not aware, prior to Willard's 1990 letter, of the requirement that she be in her class by 8:30 a.m.;  (4) Thomas's health had \"no direct bearing\" on her nonrenewal;  (5) Willard had \"significant concerns\" about Thomas's effectiveness, which the Board found \"persuasive\";  and (6) although many parents and their children had positive experiences with Thomas, the Board had to give Willard's and Bramblett's testimony greater weight.  Based on these stated reasons, the School Board concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>The Board finds ... that the administration has proven its case by a preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Board finds that Mrs. Thomas's classroom performance suffered from significant problems, including in the areas of lack of discipline, poor use of time and poor development of lessons, which issues the Board finds to be inextricably inter-related.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Board finds that it lacks sufficient evidence to determine whether or not Mrs. Thomas's voice was a factor in the problem of classroom control.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiff appealed the School Board's decision to the State Board pursuant to N.H.Rev.Stat. Ann. ch.189:14-b, asserting that the School Board's stated reasons were not supported by substantial evidence.  Specifically, in regard to the role that her voice problems played in the nonrenewal decision, Thomas asserted that:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The school board improperly relied upon criticisms of Mrs. Thomas related to her voice problems, despite clear evidence that Mrs. Thomas's voice problems did not interfere with her ability to teach, and to that effect the school board erred when it concluded that \"the issue of Mrs. Thomas's health had no direct bearing on her nonrenewal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The State Board has administrative authority to review the School Board's decision, and to reverse that decision and order reinstatement if the \"substantial rights of the teacher have been prejudiced because the administrative findings, inferences, conclusions, or decision are ... in violation of constitutional or statutory provisions ... [or c]learly erroneous in view of the reliable, probative, and substantial evidence on the whole record.\"   N.H.Code Admin.  R. Ed. 202.06(e)(1), (5).  The State Board interprets this regulatory authority as authorizing a limited review to determine whether (1) a nonrenewed teacher has received the required procedural process (that is, notice and hearing);  (2) the School Board's findings of fact supporting the reason for this dismissal are clearly erroneous;  and (3) the \"reasons given are arbitrary, capricious or contrary to law.\"   In re Carolyn Ellis v. Dover Sch. Bd., Findings and Recommendations of Review Board, at 4-5 (N.H. Bd. of Ed. undated slip opinion) (emphasis added), aff'd, No.94-509, slip op.  (N.H. February 2, 1996) (referred to as the \"Ellis decision\").  Notably, there are no substantive standards governing teacher renomination or reelection set forth in N.H.Rev.Stat. Ann. ch.189:14-a.  See id. at 2. Thus, it seems that a school board may refuse to renew a teacher's contract on any basis so long as the reasons it provides are supported by evidence and are not contrary to law.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">When Thomas appealed to the State Board, the parties agreed to present her arguments to a hearing officer (rather than to a three person review board), who permitted each party to present two witnesses and to cross-examine the other party's witnesses.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The hearing officer reviewed the record developed before the School Board, including the hearing transcript and the submitted exhibits.  He recommended to the State Board that it uphold Thomas's nonrenewal.  The hearing officer concluded that the School Board's stated reason for Thomas's nonrenewal--that her classroom performance suffered from significant problems--was, \"in accordance with the Ellis decision, ... entitled to due deference if reasonably based on sufficient evidence, which it was.\"   At the same time, however, he vacated the findings concerning the effect of Thomas's voice on the School Board's nonrenewal decision.  The hearing officer explained his decision as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>[T]he Board found \"that the issue of Mrs. Thomas' health ha[d] no direct bearing on her nonrenewal\", and yet further on in the decision it concluded ... that there was not \"sufficient evidence to determine whether or not Mrs. Thomas' voice was a factor in the problem of classroom control.\"   These are inconsistent findings.....</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Clearly, Mrs. Thomas' voice problems since her 1989 vocal chord surgery have been a persistent concern of the district and some parents, generally expressed to Mrs. Thomas in terms of her apparent difficulty communicating effectively with her students, a critical component of classroom control.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Counsel for the district acknowledged at the hearing before the undersigned that the ability of students to clearly hear what their teacher is saying before they can hope to comprehend what she is attempting to teach them ... is fundamentally necessary in any classroom.  Mrs. Thomas' perceived deficits in this regard have been, he argues, a legitimate source of concern of the district.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Whether the extent of the district's reliance on the concern in reaching the nonrenewal decision here was permissible under RSA 354-A:7I [state discrimination law] is a fact-sensitive question best left to the Commission for Human Rights before which Mrs. Thomas currently has pending an employment discrimination claim.  While that agency is best suited to determine the legitimacy of the district's position regarding Mrs. Thomas' voice impairment, it is clear from the record in this matter that her health problems were a factor in the Superintendent's nonrenewal decision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The hearing officer concluded that the School Board's finding that Thomas's voice had no direct bearing on her discharge was \"not supported by the record.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After the State Board requested additional explanation, the hearing officer expounded on his bifurcated recommended decision in a letter that was incorporated into the State Board's final decision.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Four times between March and August 1992 the Superintendent wrote to Mrs. Thomas, linking her voice impairment to what he perceived to be her problems controlling her classroom.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>The evidence ... at a minimum suggests that Mrs. Thomas' voice impairment was felt by the Superintendent to very likely contribute to her inability to control her classroom and to be comprehended by students.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>At best, the local school board should have concluded that it lacked sufficient evidence to determine whether her health had a direct bearing on her discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In a 4 to 3 vote, the State Board accepted the hearing officer's recommended decision and affirmed the decision of the School Board.  The School Board adopted the hearing officer's findings as its own, including the hearing officer's determination that the discrimination issue was best left to the New Hampshire Commission for Human Rights (\"Commission\").</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Thomas petitioned for certiorari to the NHSC, raising four questions, including \"Whether a school district may violate its own evaluation policies and thereupon nonrenew a teacher for reasons apparently related to the teacher's speech disability.\"   The NHSC granted Thomas's petition to hear this question, and summarily affirmed the State Board's decision without explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">After obtaining the requisite right-to-sue letter from the EEOC, plaintiff filed suit in the United States District Court for the District of New Hampshire, alleging that the School Board's decision not to renew her teaching contract violated the ADA.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The defendant moved for summary judgment on the ground that plaintiff's claim was barred by the doctrine of collateral estoppel.  The district court granted defendant's motion. The court reasoned that, under Price Waterhouse v. Hopkins, 490 U.S. 228, 242, 109 S.Ct. 1775, 104 L.Ed.2d 268 (1989), \"an employer may escape liability by proving that it would have engaged in the challenged conduct even if it had not taken disability into account.\"   Relying on the legal proposition that \"the findings of administrative agencies may be accorded preclusive effect under the doctrine of collateral estoppel,\" the district court \"accorded collateral estoppel effect to the School Board's findings of the reason for Thomas's termination,\" which, in the court's view, precluded her from establishing that unlawful discriminatory animus was the \"but for\" cause of her termination.  As the district court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>The School Board's findings, which plaintiff is estopped from denying, establish that the superintendent would have fired Thomas regardless of whether or not he took her disability into account.  The Board reportedly found \"that Mrs. Thomas' classroom performance suffered from significant problems, including in the areas of lack of discipline, poor use of time and poor development of lessons.\"   The Board of Education pointed out that \"the local board did have evidence that Mrs. Thomas's teaching performance in the three areas of classroom control, lesson planning and use of time was considered deficient by her teaching principal.\"   Based on these findings, it is clear that Thomas's poor performance provided sufficient grounds to terminate her, regardless of her disability.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">See No. 96-414, slip op. at 5-6 (D.N.H. Nov. 5, 1997).  Thomas appeals.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiff contends that the district court erred by holding that the stated findings of the School Board established conclusively the reason for her dismissal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  She argues that, although the School Board provided a statement of reasons for her dismissal, the issue of whether Thomas had been the victim of discrimination was not actually decided in the state proceedings.  As a result, she maintains, there was no finding with regard to the critical factual dispute in the case, and she is therefore not collaterally estopped from litigating that issue in federal court.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1738 governs the preclusive effect of state judicial proceedings in subsequent federal court actions and extends to the federal courts the principles embodied in the Full Faith and Credit Clause of the Constitution.  \"Section 1738 requires federal courts to give the same preclusive effect to state court judgments that those judgments would be given in the courts of the State from which the judgments emerged.\"  Kremer v. Chemical Constr.  Corp., 456 U.S. 461, 466, 102 S.Ct. 1883, 72 L.Ed.2d 262 (1982).  In the absence of a state court judgment, section 1738 does not apply, and whether state agency findings are accorded preclusive effect in a subsequent civil rights action is a question of statutory interpretation:  did Congress, in enacting the relevant civil rights statute, intend to displace federal common-law doctrine that accords preclusionary effect to state administrative findings?   See Astoria Fed.  Sav. &amp; Loan Assoc. v. Solimino, 501 U.S. 104, 108, 111 S.Ct. 2166, 115 L.Ed.2d 96 (1991)(\"[T]he question is not whether administrative estoppel is wise but whether it is intended by the legislature.\");  University of Tenn. v. Elliott, 478 U.S. 788, 794-96, 106 S.Ct. 3220, 92 L.Ed.2d 635 (1986);  Kremer, 456 U.S. at 470 n. 7, 102 S.Ct. 1883 (dictum).  It is now settled, however, that State agency findings that are not reviewed by a state court are not entitled to any preclusive effect in a subsequent action under Title VII, see Elliott, 478 U.S. at 795-96, 106 S.Ct. 3220, or the Age Discrimination in Employment Act of 1967 (\"ADEA\"), see Astoria, 501 U.S. at 111-12, 111 S.Ct. 2166.   As the Supreme Court has observed, Congress could not have intended to accord preclusive effect to unreviewed administrative findings in a subsequent Title VII action because under the federal remedial scheme, even the EEOC is required to give only \"substantial weight\" to state proceedings.  See Kremer, 456 U.S. at 470, 102 S.Ct. 1883 (quoting 42 U.S.C. &#167; 2000e-5(b)).  Though this review ensures that state agency proceedings are not ignored, this standard plainly leaves room for the EEOC to depart from state administrative findings--which would be \"pointless if the federal courts were bound by such state agency decisions,\" id. at 470 n. 7, 102 S.Ct. 1883;  see Elliott, 478 U.S. at 795, 106 S.Ct. 3220 (similar);  cf.  Astoria, 501 U.S. at 110-12, 111 S.Ct. 2166 (finding that the filing provisions of the ADEA \"assume the possibility of federal consideration after state agencies have finished theirs.\").</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In Kremer, the plaintiff had filed a discrimination claim with the EEOC, which referred his discrimination charge to the New York State Division of Human Rights (\"NYHRD\"), the state agency charged with enforcing state discrimination law.  456 U.S. at 464, 102 S.Ct. 1883.   The NYHRD found that there was no probable cause to believe that the plaintiff's employer had engaged in the discriminatory practice of which the plaintiff complained;  the NYHRD Appeals Board affirmed this finding.  See id.   The plaintiff then filed a petition with the Appellate Division of the New York Supreme Court, which upheld the adverse administrative decision.  See id.   This judicial determination, the parties agreed, barred the plaintiff from bringing any action \" 'based upon the same grievance' in the New York courts.\"  Id. at 466-67, 102 S.Ct. 1883 (citing N.Y. Exec.  Law &#167; 300 (McKinney 1972)).  The Appellate Division's affirmance of the agency determination brought section 1738 to bear when the plaintiff brought his claim in federal court.  See id. at 466, 102 S.Ct. 1883.   Because under New York law the plaintiff was barred by the state court judgment from pursuing his claim in state court, so too was he barred in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In this case, Thomas appealed the State Board's decision to the NHSC, and the NHSC entered judgment affirming that decision.  Under Kremer, we must determine whether the NHSC's summary affirmance of the State Board's decision bars Thomas from pursuing her discrimination claim under New Hampshire law, and hence, by operation of section 1738, in federal court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See, e.g., Baez-Cruz v. Municipality of Comerio, 140 F.3d 24 (1st Cir.1998).  At the outset, we note that the controlling facts in this case are unusual.  The School Board made two \"conclusions\" that are pertinent to our discussion:  (1) that Thomas's classroom performance suffered from significant problems and (2) that Thomas's health (i.e., her voice) \"had no direct bearing on her nonrenewal.\"   The State Board ruled that the first finding was not \"arbitrary and capricious,\" and thus concluded that there was sufficient cause to uphold the termination, but vacated the second finding, and referred the question of disability-based discrimination to the Commission.  The NHSC summarily affirmed the State Board's bifurcated decision.  The question presented is thus whether the State Board's judicially reviewed decision that sufficient cause existed to warrant Mrs. Thomas's nonrenewal, viewed in conjunction with the State Board's deferral of whether she was subject to discriminatory treatment, precludes the plaintiff from litigating the actual reason for her dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Our reading of New Hampshire law persuades us that, unlike Kremer (in which there was no dispute that New York law barred any subsequent action based upon the same grievance), the NHSC's affirmance of the State Board's decision here would not preclude Thomas from litigating the reason for her nonrenewal before the Commission and then in state court.  Our analysis is guided by Petition of Kenneth Dunlap, 134 N.H. 533, 604 A.2d 945 (1992), in which the NHSC ruled on the preclusive effects of teacher tenure proceedings brought under chapter 189:14-a.  Dunlap, a high school teacher, was informed by his Superintendent that his contract would not be renewed for the following year.  As Thomas did here, Dunlap contested the nonrenewal before the local school board under chapter 189:14-a, which, after a full hearing, stated as its reason for nonrenewal the \"deleterious effect of [Dunlap's] numerous absences\" that were due to his chronic asthma.  Id. at 536, 604 A.2d 945.   Dunlap then requested a hearing before the review board of the State Board of Education, arguing that the local school board had discriminated against him in violation of handicap and equal protection laws.  See id. at 537, 604 A.2d 945.   Dunlap's primary response to School Board's decision was that his asthma had abated since he had obtained proper treatment and, therefore, the objectionable absences would not occur in the future.  The State Board upheld the local board's decision, finding that Dunlap's \"record of excessive absences was sufficient for the [school board] to conclude he was not able to perform his responsibilities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Dunlap then appealed to the NHSC, claiming that \"the State Board acted illegally in upholding a discriminatory local board decision.\"  Id. at 538, 604 A.2d 945.   The NHSC agreed, reversed the State Board's decision, and ordered plaintiff reinstated, holding that the school board's stated reason for its decision violated New Hampshire disability discrimination law because it impermissibly relied only on evidence of Dunlap's past impairment, without considering the likelihood of his future impairment.  See id. at 542-44, 604 A.2d 945 (citing N.H.Rev.Stat. Ann. ch.354-A:8).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">After reaching the merits, the NHSC addressed a question similar to that the plaintiff faces here:  whether a plaintiff's invocation of the \"review procedures of [chapter] 189:14-a and 14-b [forecloses] the petitioner from prosecuting a complaint before the [New Hampshire] commission for human rights.\"  Id. at 545-46, 604 A.2d 945.   The court held that it did not.  The court's analysis primarily dealt with preclusive effect of N.H.Rev.Stat. Ann. ch.354-A:13 (Supp.1990) (current version at N.H.Rev.Stat. Ann. ch.354-A:25), which sets forth rules governing the exclusivity of proceedings before the Commission:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>As to the acts declared unlawful by [state discrimination law], the procedure herein provided shall, while pending, be exclusive and the final determination therein shall exclude any other action, civil or criminal, based on the same grievance of the individual concerned.  If such individual institutes any action based on such grievance without resorting to the procedure provided in this chapter, he may not subsequently resort to the procedure herein.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Id. (quoting N.H.Rev.Stat. Ann. ch.354-A:13) (emphasis added).  The court held that chapter 354-A:13 did not preclude Dunlap from prosecuting a discrimination complaint before the Commission.  Chapter 189 tenure hearings, the court reasoned, simply did not constitute a \"civil\" action, see id. at 546-47, 604 A.2d 945, but rather served a more limited purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Chapter 189 nonrenewal hearings ... are optional internal administrative proceedings which are available to teachers whose contracts are not being renewed and are aimed at developing a final, reasoned decision on the issue....  At the time of contesting a nonrenewal decision, the teacher has not yet been dismissed but rather, has been told that he or she will not be continuing in that employment during the next school year....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In contrast to the panoply of remedies available upon application to a court or to the human rights commission, the school board and the State Board are limited to approving or disapproving the decision not to renew.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Id. (citations omitted).  As a result, Dunlap's use of the procedures available to him under chapter 189 did not \"foreclose recourse to the commission and its expertise in reviewing complaints of unlawful discrimination.\"  Id. at 547, 604 A.2d 945.   The NHSC also summarily rejected the argument that res judicata barred Dunlap from proceeding, noting opaquely that its \"decision holds merely that the State Board's conclusion was incorrect as a matter of law and does not touch upon the issue of damages, if any for discriminatory nonrenewal.\"  Id. The court explicitly chose not to address the possibility of collateral estoppel.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Here, the School Board in its brief concedes that, under Dunlap, Thomas is not statutorily precluded from pursuing her claim before the Commission, but nonetheless argues that collateral estoppel and res judicata bar Thomas from seeking another judicial (as opposed to administrative) forum for her complaint.  We consider these arguments in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Defendant asserts that due to the NHSC's and State Board's affirmances of the school board's nonrenewal decision, the plaintiff is collaterally estopped under New Hampshire law from relitigating the reason for her termination.  Defendant reasons that the State Board and NHSC both determined that Thomas's nonrenewal was lawful and thus collateral estoppel bars Thomas from attempting to prove that the nonrenewal was, in fact, unlawful.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">First, if we held that the State Board's conclusion that there existed \"sufficient cause\" for a nonrenewal decision conclusively established in a subsequent proceeding whether that nonrenewal decision was motivated by discriminatory animus, we would reduce Dunlap to a nullity.  The Dunlap court reasoned that a teacher can contest his or her termination through chapter 189 tenure proceedings, yet still bring a complaint before the Commission, because the chapter 189 proceeding serves the limited purpose of building a reasoned decision for the nonrenewal of a teacher.  The ability of a plaintiff to file a complaint with the Commission (the right that defendant concedes Dunlap grants the plaintiff) would be meaningless if any adverse determination from the State Board precluded the plaintiff from litigating the reason for her dismissal before the Commission.  Cf. N.H.Rev.Stat. Ann. ch.354-A:25 (providing that the Commission is the exclusive forum for discrimination claims and that \"the final determination therein shall exclude any other action\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Second, Dunlap aside, our reading of New Hampshire collateral estoppel law is contrary to the defendant's position.  In New Hampshire, the party seeking to assert collateral estoppel has the burden of showing that the issue claimed to be the subject of estoppel is identical to the issue determined previously, see Morin v. J.H. Valliere Co., 113 N.H. 431, 433, 309 A.2d 153 (1973), and that the disputed issue has been finally resolved on the merits, see Putnam Lumber Co., Inc. v. Eddie Nash &amp; Sons, Inc., 141 N.H. 670, 672, 690 A.2d 570 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Here, the issue Thomas seeks to litigate in her ADA action is not identical to the issue that was determined in the state proceedings.  The district court premised its opinion on the view that the School Board's stated reason established that \"the superintendent would have fired Thomas regardless of whether or not he took her disability into account,\" and thus precluded Thomas from showing that her disability was the \"but for\" cause of her termination.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Assuming for the sake of argument that collateral estoppel applies to the State Board's decision, the district court simply read the issue decided in that proceeding too broadly.  The State Board determined only that there was \"sufficient evidence\" in support of the School Board's proffered reason for the nonrenewal decision (that \"Mrs. Thomas' classroom performance suffered from significant problems\"), which is essentially a determination that there was \"cause\" for Thomas's nonrenewal.  This determination is not identical to the inquiry under the ADA:  whether the defendant's decision was in fact motivated by discrimination on the basis of Thomas's voice disability.  See Tolefree v. Kansas City, Missouri, 980 F.2d 1171, 1174 (8th Cir.1992) (holding that a city personnel board determination that a termination for bad performance was \"justified\" did not preclude plaintiff from pursuing a Title VII \"mixed-motive\" claim under Price Waterhouse );  cf.  Petition of Gilpatric, 138 N.H. 360, 363, 639 A.2d 267 (1994) (holding that a superior court finding that an employee was \"sufficiently disabled\" to receive total disability benefits was not identical to an administrative determination whether the petitioner was entitled to \"a permanent impairment award\").  The claim asserted in the plaintiff's complaint is not that she was terminated without \"sufficient cause\" but that the Board's nonrenewal decision was the result of discriminatory animus against her perceived disability.  Although the State Board's determination may establish that sufficient grounds existed to terminate Thomas based on her classroom performance, it does not necessarily follow that poor classroom performance was the reason why the Board and/or Bramblett terminated her employment.  Rather, the lawfulness of the School Board's decision not to renominate Thomas turns on the Board's actual motivation, as opposed to whether it could have terminated her, at the time of the nonrenewal.  See Bradley v. Pittsburgh Bd. of Educ., 913 F.2d 1064, 1075 (3d Cir.1990) (holding that a state finding \"that defendants could properly terminate an employee\" does not establish that \"the employer would have terminated the employee\" in the absence of protected First Amendment activity)(emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Moreover, the finding of \"sufficient cause\" must be viewed in conjunction with the fact that the State Board explicitly chose not to decide whether the School Board and/or Bramblett impermissibly discriminated against Thomas based upon her voice disability.  Understandably, the defendant attempts to characterize the NHSC's decision broadly, describing it as affirming \"the decision of the State Board that the decision to nonrenew was lawful.\"   But this description does not accurately reflect the contours of the State Board's decision.  The hearing officer explained that his review of the School Board's decision was limited \"to the determination of whether Mrs. Thomas was accorded procedural due process by the local board, and whether that board's findings are clearly erroneous in view of the whole record, arbitrary, capricious or the result of an abuse of discretion.\"   Under this highly deferential standard, the State Board vacated the School Board's factual finding regarding the impact of her voice problems on her nonrenewal because it was not supported by substantial evidence, and referred to the Commission the question of whether \"the extent of the district's reliance on [her voice disability] in reaching the nonrenewal decision here was permissible.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Considering that Thomas's petition for a writ of certiorari alerted the NHSC that she had a claim pending before the Commission, it seems to us that by summarily affirming the State Board's decision, the NHSC intended no more than to hold that the State Board appropriately declined to decide whether the School Board had discriminated against Thomas, and correctly found that there was evidence in support of the school board's stated reason for its action (poor classroom performance).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We see no indication that the State Board's administrative decision or the NHSC's affirmance was meant to be a final judgment on the merits of Thomas's discrimination claim and every indication that the State Board, and by implication from its affirmance, the NHSC, believed that the Commission was the proper forum to resolve that claim.  To accord preclusive effect here to the State Board's decision by holding that its finding of \"sufficient cause\" establishes the \"but for\" cause of her termination would be to ignore the same tribunal's explicit decision to leave that \"fact-sensitive\" question to the agency \"best suited\" to make that determination.  See Mitchell v. Humana Hospital-Shoals, 942 F.2d 1581, 1583 (11th Cir.1991) (holding that, when it is impossible to divine from the state court judgment what was actually decided, collateral estoppel should not apply).  As a result, because the State Board did not actually decide whether plaintiff's discharge was discriminatory, plaintiff would not be barred from further litigating that issue under state law.  See Penrich, Inc. v. Sullivan, 140 N.H. 583, 590, 669 A.2d 1363 (1995).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">For much the same reason, we find the school board's res judicata argument untenable.  When a court, or as here, an administrative agency, reserves a question for further adjudication, the ensuing judgment does not generally bar subsequent determination of that question.  See Restatement (Second) of Judgments, &#167; 26(1)(b) (1982) (stating that no merger occurs to extinguish a claim when \"[t]he court in the first action has expressly reserved the plaintiff's right to maintain the second action\");  18 Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure:  Jurisdiction and Related Matters, &#167; 4413 (Supp.1998) (\"A judgment that expressly leaves open the opportunity to bring a second action on specified parts of the claim should be effective to forestall preclusion.\")  (citing cases).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We see no other interpretation of the State Board's decision but as an express reservation of Thomas's discrimination claim for further adjudication.  As the NHSC did not disturb the State Board's reservation when given the opportunity to do so, res judicata does not apply.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Interpreting the NHSC's summary affirmance and the State Board's decision in this manner accords with Dunlap 's view that Chapter 189 proceedings are for the limited purpose of developing a record as to whether there was cause for a teacher's nonrenewal (although the State Board and NHSC have the power to order reinstatement when faced with unjust terminations);  the Commission is the proper forum for litigating the issue of discriminatory motivation.  We note as well that, once the State Board referred the discrimination question to the Commission, any judicially unreviewed finding by the Commission as to the merits of her claim would not have been entitled to preclusive effect in federal court.  See Elliott, 478 U.S. at 795, 106 S.Ct. 3220;  Astoria, 501 U.S. at 111-13, 111 S.Ct. 2166.   Unsuccessful complainants before the Commission may obtain review of Commission orders in Superior Court, see N.H.Rev.Stat. Ann. ch.354-A:22, I, II, and federal court, see id.  &#167; 354-A:22, V (vacating any Commission order \"[i]f the complainant brings an action in federal court arising out of the same claims of discrimination which formed the basis of an order or decision of the commission.\").  Because the NHSC's summary affirmance would not have barred Thomas from pursuing her claim before the Commission and then in New Hampshire state court, section 1738 does not preclude her from proceeding in federal court.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Finally, the defendant contends in a summary fashion that, under the collective bargaining agreement between the District and the Contoocook Valley Education Association, Thomas was required to appeal her nonrenewal as specified in the grievance procedure set forth therein, which includes submitting grievances to arbitration.  This argument is without merit.  The agreement plainly states, \"The [School] Board does not agree to binding arbitration on the following provisions....  Any matter for which a specific method of review is prescribed and expressly set forth by law or regulation of the State Commissioner of Education.\"   Chapter 189 and Chapter 354 provide a method for reviewing claims for unjust terminations and discrimination.  As a result, the plaintiff's ADA claim was not subject to mandatory arbitration and her failure to avail herself of those procedures does not result in a waiver of her right to bring this action.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is vacated and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The \"warning memo\" from Bramblett began:</p>\n        <p>As per my correspondence of March 17, 91, May 21, 92, June 17, 1992, and August 3, 1992 ... I am now informing you that according to the evaluation procedure I am entering a Warning Memo in your permanent record file.  Based on those five pieces of evaluation and my most recent classroom visit I believe there are still some classroom issues related to your performance.</p>\n        <p>The correspondence to which Bramblett referred primarily described his anxiety over her ability to communicate in a normal fashion with the children.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the specific dates on which she filed are not apparent from the record, Thomas filed charges of discrimination with the EEOC and the New Hampshire Commission for Human Rights prior to the State Board's decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The plaintiff's complaint also alleges violation of 42 U.S.C &#167; 1983;  Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. &#167; 794;  N.H.Rev.Stat. Ann. ch.354-A:7, I;  and the Equal Protection Clauses of the Constitution of the United States and the State of New Hampshire.  The district court's grant of summary judgment does not mention these claims.  Because the plaintiff alludes to them on appeal only in a perfunctory manner, without any developed argumentation, we deem them waived.  See King v. Town of Hanover, 116 F.3d 965, 970 (1st Cir.1997) (collecting cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Thomas's primary argument is that it is unfair to allow any findings by a school board in tenure hearings to have preclusive effect in a subsequent case alleging discrimination on the basis of a handicap.  She notes that the School Board is the named defendant in this case and is liable for any judgment that inures from her termination.  Attributing preclusive effect to the School Board's findings, she argues, would insulate the Board by allowing it to judge the lawfulness of its own conduct.  Notably, courts have differed in their treatment of the preclusive effect accorded to factual findings by school boards acting in quasi-judicial capacities in subsequent suits alleging discrimination.  See Hall v. Marion Sch. Dist. No. 2, 31 F.3d 183, 191 (4th Cir.1994);  Gahr v. Trammel, 796 F.2d 1063, 1065 (8th Cir.1986);  Graham v. Special Sch. Dist. No. 1, 472 N.W.2d 114 (Minn.1991);  Umberfield v. Sch. Dist. No. 11, 185 Colo. 165, 522 P.2d 730 (1974).  We have no occasion to decide whether there are situations in which fairness concerns militate against attributing preclusive effect to school board findings because, even assuming for the sake of argument that these findings may have preclusive effect, we nonetheless hold that under New Hampshire law Thomas is not precluded from litigating the reason for her dismissal in federal court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court did not consider New Hampshire law of preclusion, but rather appears to have relied on the federal common-law doctrine of administrative estoppel.  This was an error because the presence of the NHSC judgment requires us to look to state law.  We note, however, that if the plaintiff had not appealed to the NHSC, administrative estoppel would not have barred Thomas' claim.  The Supreme Court has explicitly held that Congress intended to displace federal common-law rules of preclusion in actions brought pursuant to Title VII and the ADEA, and, thus, judicially unreviewed state agency determinations are not entitled to preclusive effect in actions brought pursuant to those statutes.  See Elliott, 478 U.S. at 795, 106 S.Ct. 3220;  Astoria, 501 U.S. at 110-11, 111 S.Ct. 2166;  see also Kremer, 456 U.S. at 470 n. 7, 102 S.Ct. 1883.  Granted, the plaintiff has brought her claim under the ADA, but this distinction is of little moment:  the ADA incorporates the same Title VII deferral procedures, see 42 U.S.C. &#167; 12117 (incorporating 42 U.S.C. &#167; 2000e-5), on which the Supreme Court relied in Kremer and Elliott;  therefore, those holdings apply with equal force in the ADA context</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court held that Price Waterhouse provides a complete defense to the Thomas's claim if the School Board can prove that the adverse action \"would have been taken\" in the absence of discriminatory animus.  Neither party objects to this part of the district court's opinion and the issue has not been briefed or argued on appeal.  As a result, we express no opinion on whether Price Waterhouse is applicable.  We think it prudent, however, to direct the parties' attention to cases discussing whether an employee is entitled to some limited types of relief upon a showing that his or her disability was \"a motivating factor\" in the decision made.  See Doane v. Omaha, 115 F.3d 624, 629 (8th Cir.1997) (holding that 42 U.S.C. &#167; 2000e-2(m) &amp; 5(g)(2)(B) apply in actions brought pursuant to the ADA);  Buchanan v. San Antonio, 85 F.3d 196, 200 (5th Cir.1996) (same);  Pedigo v. P.A.M. Transport, Inc. 60 F.3d 1300, 1301 (8th Cir.1995) (same) cited in Katz v. City Metal Co., Inc., 87 F.3d 26, 33 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> When the NHSC grants certiorari to review a State Board of Education decision, its standard of review is \"whether the agency has acted illegally in respect to jurisdiction, authority or observance of the law ... or has abused its discretion or acted arbitrarily.\"  Petition of Gorham Sch. Bd., 121 N.H. 878, 880, 436 A.2d 74 (1981) (citations and quotations omitted) (ellipses in original)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We express no view on the preclusive effect of a state court judgment affirming a State Board decision that chooses to reach the merits and actually decides the teacher's discrimination claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Defendant relies on Button v. Harden, 814 F.2d 382, 385 (7th Cir.1987) for the proposition that the hearing officer's failure \"to exercise the full extent of his authority is no reason to refuse to apply res judicata.\"   In Button, however, the plaintiff failed to ask the Illinois circuit court to determine whether his termination was in violation of the Constitution, and thus, the state court judgment was res judicata in federal court under Illinois law.  See id. at 384-85.   Unlike the State Board here, the state court in Button did not reserve for further adjudication the claim the plaintiff sought to litigate in federal court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The prior proceedings, of course, may constrain what claims the parties can make before the district court.  The doctrine of judicial estoppel precludes parties in civil litigation from asserting legal or factual positions inconsistent with the positions that they took in prior proceedings.  See, e.g., Gens v. Resolution Trust Corp., 112 F.3d 569, 572 (1st Cir.), cert. denied, --- U.S. ----, 118 S.Ct. 335, 139 L.Ed.2d 260 (1997).  This doctrine could have relevance here because the parties have already made various factual and legal assertions on the record in the state administrative proceedings.  In addition, the \"administrative findings may be entered into evidence at trial.\"  Astoria, 501 U.S. at 114, 111 S.Ct. 2166</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></span></p>\n    <p class=\"case_cite\">128 Ed. Law Rep. 78, 8 A.D. Cases 599,<br>13 NDLR P 202</p>\n    <p class=\"parties\">Johanna THOMAS, Plaintiff, Appellant,<br>v.<br>CONTOOCOOK VALLEY SCHOOL DISTRICT and School Administrative<br>Unit No. 1., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-2388.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1998.<br>Decided July 24, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Allmendinger, Staff Attorney, NEA-New Hampshire, for appellant.</p>\n      <p class=\"indent\">John H. Vetne, with whom Sheliah M. Kaufold, William J. Phillips, and Blodgett, Makechnie &amp; Vetne were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Johanna Thomas appeals the grant of summary judgment to defendants-appellees Contoocook Valley School District and School Administrative Unit 1 (collectively, the \"School Board\") on her claim that her teaching contract was not renewed in violation of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. &#167; 12101 et seq.   This appeal involves the extent to which findings made during state administrative proceedings in which Thomas contested her dismissal have preclusive effect in federal court.  The district court found that factual findings made by the defendant School Board, which were reviewed by the New Hampshire State Board of Education (\"State Board\") and the New Hampshire Supreme Court (\"NHSC\") conclusively established that the reason for her nonrenewal was nondiscriminatory.  We disagree and reverse.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On a motion for summary judgment, we recite the facts in a light most favorable to the nonmovant, Thomas.  DeNovellis v. Shalala, <span class=\"citation\" data-id=\"746214\"><a href=\"/opinion/746214/74-fair-emplpraccas-bna-1520-72-empl-prac-dec-p-45029-vincent/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 305-06 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thomas began teaching in the Contoocook Valley School District in the early 1980s.  From 1987 to 1989, Thomas received generally satisfactory evaluations of her performance, which described her as \"a teacher who is building a solid program in her room as well as solid relationships with the children and their parents.\"   These evaluations, which were conducted by various administrators, commended Thomas for such attributes as her enthusiasm, desire to improve, and ability to keep classroom interest high.  The evaluations noted some problems, however, including her failure to arrive at school \"during the expected time in the morning before school begins,\" and some difficulties with \"large group classroom management.\"   A later evaluation concluded that these problems had been resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In September 1989, Thomas underwent throat surgery for the removal of polyps from her voice box, which made her voice sound persistently hoarse.  In addition, she was forced to take an extended sick leave and missed a substantial amount of the 1989-90 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Thomas returned, she had problems arriving at school on time.  On December 12, 1990, Principal Anita Willard (now Prud'homme) wrote Thomas a note complaining that Thomas was persistently late to school and warned her that Willard \"just couldn't have this happening in this school.\"   On March 19, 1991, Willard informed Larry Bramblett, the Superintendent, of her problems with Thomas.  In addition, Willard excoriated Thomas in a letter to her, in which she wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>This letter is to inform you that the issue surrounding your lateness to school, meetings, and duties has reached a point where I can no longer handle it....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On Monday when you arrived at 9:15 with no excuse, I had already talked on the phone with a parent who wanted to talk to you before school about her child.... Your class when it arrived was unsupervised, you know that this has happened before, and given the nature and age of your children this is totally unacceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The other problem concerns the staff meeting that was changed to fit your schedule....  [E]veryone else was on time except you.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">I think you understand that our job requires us to be here at certain hours, cover our school duties, attend meetings on time, pass in work such as testing, budget items, report cards etc.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It often feels to me that it requires too much supervision on my part to see that you do your job.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The letter warned that Bramblett was expecting a call from Thomas within a week to discuss the situation.  The next week, Bramblett sent a letter to Thomas, saying that her job was \"in jeopardy\" and that \"her attendance particularly tardiness has placed your teaching performance in an unsatisfactory condition.\"   He warned that \"another incident regarding your classroom attendance or unfounded absenteeism will result in ... immediate dismissal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">During the next school year, Thomas's teaching performance was observed and evaluated in the normal course of evaluations.  The school district utilized teacher performance observation forms that allowed an observer to rate a teacher \"satisfactory,\" \"not satisfactory,\" or \"not observable\" in regard to twenty different attributes of classroom performance, such as \"demonstrates knowledge of subject matter\" and \"prepared in advance of lesson.\"   During the 1991-92 school year, Willard conducted observations of Thomas's classroom performance on February 7 and 12, 1992.  She rated Thomas \"satisfactory\" or \"not observable\" in all categories.  Thomas's overall evaluation for the 1991-92 school year, also conducted by Willard, recommended that Thomas be renewed for the following year.  The evaluation suggested that Thomas work on \"classroom management, learning techniques to keep all students focused and on task,\" but commended her for improving her attitude toward \"non-instructional issues,\" such as paperwork, due dates, working with other staff, and testing duties.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Subsequently, on several occasions after Willard recommended renewal, Bramblett expressed concern over Thomas's voice problems.  He wrote Thomas on March 13, 1992, explaining that a number of parents had complained about her teaching performance and that at least one was \"concerned about her child understanding you with your recent voice problems.\"   On May 21, 1992, Bramblett explained in a memorandum to Thomas that he had called Thomas's doctor \"regarding the chronic or apparent chronic condition of your voice\" and noted parents' complaints \"regarding student comprehension from your verbal instructions.\"   On June 6, 1992, Thomas saw her doctor, who described her condition as \"chronic laryngitis,\" and recommended \"intensive speech therapy with a change in voice habits that reduces strain on the vocal chords.\"   On June 17, 1992, Bramblett criticized Thomas for not obtaining medical advice in a timely manner and tied her voice problems to her classroom performance.  He stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>I have felt all along that you have not grasped the seriousness of the matter before you.  Although I recommended seeing your doctor a month ago, only now have you decided to seek medical advice regarding your voice.  My classroom observations still leave me uncertain as to your specific problem--control issues because children cannot detect the inflection in your voice, or if control is a chronic condition unaffected by a physical problem....  I again urge you to consider Long [sic] term disability insurance and taking at least a year off before I begin evaluating your tenure in this district.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">He then informed her that she was being transferred from Hancock Elementary school, where she had taught a combined grade class, to Antrim Elementary School, to teach in a second grade class.  On August 3, 1992, Bramblett, in a letter summarizing a recent meeting between them, required Thomas to get a second opinion on her voice, and a \"general release\" certifying both that her voice \"ha[d] improved to the point that [she could] communicate in normal fashion with children ranging in ages from six to nine years old\" and that her condition \"is not expected to regress.\"   Bramblett threatened that her failure to obtain these assurances \"would result in a temporary or permanent loss of employment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Thomas subsequently obtained a letter from the Massachusetts Eye and Ear Infirmary which recounted her \"persistent hoarseness,\" but noted that her \"phonation\" had improved due to speech therapy, and expressed the hope that \"an entire summer of voice rest and continued speech therapy ... as well as Vanceril inhalers ... may significantly improve the quality of her voice by September.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On October 27, 1992, Bramblett placed a \"Warning Memo\" in Thomas's permanent record file.  The memo specifically incorporated by reference his prior correspondence with Thomas concerning her voice, describing them as \"evaluations,\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and recounted his observations during a forty minute classroom visit.  He complained that \"students were not well focused,\" and \"not well engaged.\"   He criticized a math lesson, and noted that his \"concern persists about classroom control, effective use of time, and development of consistent well defined lessons.\"   He advised, \"Each of these areas define my focus for observations between now and March 1, 1993.\"   Yet Bramblett didn't observe Thomas's class again until February 19, 1993.  On February 26, 1993, Bramblett wrote a letter informing Thomas that he had decided not to renominate her \"at the School Board renomination meeting on March 16, 1993,\" explaining that his \"last observation of February 19, 1993 showed no substantial improvement of the concerns expressed in November.\"   The letter cited three reasons as the bases for his decision:  a lack of classroom control, ineffective use of class time, and poor lesson development.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On March 29, 1993, Keith R. Burke, the Assistant Superintendent, notified Thomas in writing that the School Board had not re-elected her for the upcoming school year, and informed her that she had the right under N.H.Rev.Stat. Ann. ch.189:14-a to a hearing before the school board and to obtain a statement of reasons, in writing, for the Board's decision not to re-elect her.  His letter also advised Thomas that the School Board would issue its decision fifteen days after the close of the hearing.  Thomas asserted her right to a hearing, which was held on August 26, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the hearing, Thomas was represented by counsel, introduced documentary evidence, called witnesses, and cross-examined Bramblett and Willard, both of whom testified against her.  A number of parents testified on Thomas's behalf, describing positive experiences their children had had with Thomas.  The rules of evidence were relaxed.  After reviewing the evidence, ten of the eleven School Board members voted unanimously to approve their nonrenewal decision (the eleventh board member was not in attendance at the vote).  As required by chapter 189:14-a, the School Board provided a statement of reasons for its decision, which the Board denominated as \"findings\":  (1) Thomas had adequate notice of Bramblett's concern about her performance;  (2) Thomas's tardiness had no direct bearing on her nonrenewal and \"the tardiness ceased after Bramblett's warning of March 27, 1991\";  (3) the Board characterized as \"incredible\" Thomas's testimony that she was not aware, prior to Willard's 1990 letter, of the requirement that she be in her class by 8:30 a.m.;  (4) Thomas's health had \"no direct bearing\" on her nonrenewal;  (5) Willard had \"significant concerns\" about Thomas's effectiveness, which the Board found \"persuasive\";  and (6) although many parents and their children had positive experiences with Thomas, the Board had to give Willard's and Bramblett's testimony greater weight.  Based on these stated reasons, the School Board concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>The Board finds ... that the administration has proven its case by a preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Board finds that Mrs. Thomas's classroom performance suffered from significant problems, including in the areas of lack of discipline, poor use of time and poor development of lessons, which issues the Board finds to be inextricably inter-related.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Board finds that it lacks sufficient evidence to determine whether or not Mrs. Thomas's voice was a factor in the problem of classroom control.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiff appealed the School Board's decision to the State Board pursuant to N.H.Rev.Stat. Ann. ch.189:14-b, asserting that the School Board's stated reasons were not supported by substantial evidence.  Specifically, in regard to the role that her voice problems played in the nonrenewal decision, Thomas asserted that:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The school board improperly relied upon criticisms of Mrs. Thomas related to her voice problems, despite clear evidence that Mrs. Thomas's voice problems did not interfere with her ability to teach, and to that effect the school board erred when it concluded that \"the issue of Mrs. Thomas's health had no direct bearing on her nonrenewal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The State Board has administrative authority to review the School Board's decision, and to reverse that decision and order reinstatement if the \"substantial rights of the teacher have been prejudiced because the administrative findings, inferences, conclusions, or decision are ... in violation of constitutional or statutory provisions ... [or c]learly erroneous in view of the reliable, probative, and substantial evidence on the whole record.\"   N.H.Code Admin.  R. Ed. 202.06(e)(1), (5).  The State Board interprets this regulatory authority as authorizing a limited review to determine whether (1) a nonrenewed teacher has received the required procedural process (that is, notice and hearing);  (2) the School Board's findings of fact supporting the reason for this dismissal are clearly erroneous;  and (3) the \"reasons given are arbitrary, capricious or contrary to law.\"   In re Carolyn Ellis v. Dover Sch. Bd., Findings and Recommendations of Review Board, at 4-5 (N.H. Bd. of Ed. undated slip opinion) (emphasis added), aff'd, No.94-509, slip op.  (N.H. February 2, 1996) (referred to as the \"Ellis decision\").  Notably, there are no substantive standards governing teacher renomination or reelection set forth in N.H.Rev.Stat. Ann. ch.189:14-a.  See id. at 2. Thus, it seems that a school board may refuse to renew a teacher's contract on any basis so long as the reasons it provides are supported by evidence and are not contrary to law.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">When Thomas appealed to the State Board, the parties agreed to present her arguments to a hearing officer (rather than to a three person review board), who permitted each party to present two witnesses and to cross-examine the other party's witnesses.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The hearing officer reviewed the record developed before the School Board, including the hearing transcript and the submitted exhibits.  He recommended to the State Board that it uphold Thomas's nonrenewal.  The hearing officer concluded that the School Board's stated reason for Thomas's nonrenewal--that her classroom performance suffered from significant problems--was, \"in accordance with the Ellis decision, ... entitled to due deference if reasonably based on sufficient evidence, which it was.\"   At the same time, however, he vacated the findings concerning the effect of Thomas's voice on the School Board's nonrenewal decision.  The hearing officer explained his decision as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>[T]he Board found \"that the issue of Mrs. Thomas' health ha[d] no direct bearing on her nonrenewal\", and yet further on in the decision it concluded ... that there was not \"sufficient evidence to determine whether or not Mrs. Thomas' voice was a factor in the problem of classroom control.\"   These are inconsistent findings.....</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Clearly, Mrs. Thomas' voice problems since her 1989 vocal chord surgery have been a persistent concern of the district and some parents, generally expressed to Mrs. Thomas in terms of her apparent difficulty communicating effectively with her students, a critical component of classroom control.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Counsel for the district acknowledged at the hearing before the undersigned that the ability of students to clearly hear what their teacher is saying before they can hope to comprehend what she is attempting to teach them ... is fundamentally necessary in any classroom.  Mrs. Thomas' perceived deficits in this regard have been, he argues, a legitimate source of concern of the district.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Whether the extent of the district's reliance on the concern in reaching the nonrenewal decision here was permissible under RSA 354-A:7I [state discrimination law] is a fact-sensitive question best left to the Commission for Human Rights before which Mrs. Thomas currently has pending an employment discrimination claim.  While that agency is best suited to determine the legitimacy of the district's position regarding Mrs. Thomas' voice impairment, it is clear from the record in this matter that her health problems were a factor in the Superintendent's nonrenewal decision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The hearing officer concluded that the School Board's finding that Thomas's voice had no direct bearing on her discharge was \"not supported by the record.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After the State Board requested additional explanation, the hearing officer expounded on his bifurcated recommended decision in a letter that was incorporated into the State Board's final decision.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Four times between March and August 1992 the Superintendent wrote to Mrs. Thomas, linking her voice impairment to what he perceived to be her problems controlling her classroom.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>The evidence ... at a minimum suggests that Mrs. Thomas' voice impairment was felt by the Superintendent to very likely contribute to her inability to control her classroom and to be comprehended by students.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>At best, the local school board should have concluded that it lacked sufficient evidence to determine whether her health had a direct bearing on her discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In a 4 to 3 vote, the State Board accepted the hearing officer's recommended decision and affirmed the decision of the School Board.  The School Board adopted the hearing officer's findings as its own, including the hearing officer's determination that the discrimination issue was best left to the New Hampshire Commission for Human Rights (\"Commission\").</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Thomas petitioned for certiorari to the NHSC, raising four questions, including \"Whether a school district may violate its own evaluation policies and thereupon nonrenew a teacher for reasons apparently related to the teacher's speech disability.\"   The NHSC granted Thomas's petition to hear this question, and summarily affirmed the State Board's decision without explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">After obtaining the requisite right-to-sue letter from the EEOC, plaintiff filed suit in the United States District Court for the District of New Hampshire, alleging that the School Board's decision not to renew her teaching contract violated the ADA.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The defendant moved for summary judgment on the ground that plaintiff's claim was barred by the doctrine of collateral estoppel.  The district court granted defendant's motion. The court reasoned that, under Price Waterhouse v. Hopkins, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 242, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">268</span></a></span> (1989), \"an employer may escape liability by proving that it would have engaged in the challenged conduct even if it had not taken disability into account.\"   Relying on the legal proposition that \"the findings of administrative agencies may be accorded preclusive effect under the doctrine of collateral estoppel,\" the district court \"accorded collateral estoppel effect to the School Board's findings of the reason for Thomas's termination,\" which, in the court's view, precluded her from establishing that unlawful discriminatory animus was the \"but for\" cause of her termination.  As the district court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>The School Board's findings, which plaintiff is estopped from denying, establish that the superintendent would have fired Thomas regardless of whether or not he took her disability into account.  The Board reportedly found \"that Mrs. Thomas' classroom performance suffered from significant problems, including in the areas of lack of discipline, poor use of time and poor development of lessons.\"   The Board of Education pointed out that \"the local board did have evidence that Mrs. Thomas's teaching performance in the three areas of classroom control, lesson planning and use of time was considered deficient by her teaching principal.\"   Based on these findings, it is clear that Thomas's poor performance provided sufficient grounds to terminate her, regardless of her disability.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">See No. 96-414, slip op. at 5-6 (D.N.H. Nov. 5, 1997).  Thomas appeals.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiff contends that the district court erred by holding that the stated findings of the School Board established conclusively the reason for her dismissal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  She argues that, although the School Board provided a statement of reasons for her dismissal, the issue of whether Thomas had been the victim of discrimination was not actually decided in the state proceedings.  As a result, she maintains, there was no finding with regard to the critical factual dispute in the case, and she is therefore not collaterally estopped from litigating that issue in federal court.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1738 governs the preclusive effect of state judicial proceedings in subsequent federal court actions and extends to the federal courts the principles embodied in the Full Faith and Credit Clause of the Constitution.  \"Section 1738 requires federal courts to give the same preclusive effect to state court judgments that those judgments would be given in the courts of the State from which the judgments emerged.\"  Kremer v. Chemical Constr.  Corp., <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 466, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span>, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">262</span></a></span> (1982).  In the absence of a state court judgment, section 1738 does not apply, and whether state agency findings are accorded preclusive effect in a subsequent civil rights action is a question of statutory interpretation:  did Congress, in enacting the relevant civil rights statute, intend to displace federal common-law doctrine that accords preclusionary effect to state administrative findings?   See Astoria Fed.  Sav. &amp; Loan Assoc. v. Solimino, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 108, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1991)(\"[T]he question is not whether administrative estoppel is wise but whether it is intended by the legislature.\");  University of Tenn. v. Elliott, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">788</span></a></span>, 794-96, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></a></span>, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span></a></span> (1986);  Kremer, 456 U.S. at 470 n. 7, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span> (dictum).  It is now settled, however, that State agency findings that are not reviewed by a state court are not entitled to any preclusive effect in a subsequent action under Title VII, see Elliott, 478 U.S. at 795-96, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></a></span>, or the Age Discrimination in Employment Act of 1967 (\"ADEA\"), see Astoria, 501 U.S. at 111-12, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>.   As the Supreme Court has observed, Congress could not have intended to accord preclusive effect to unreviewed administrative findings in a subsequent Title VII action because under the federal remedial scheme, even the EEOC is required to give only \"substantial weight\" to state proceedings.  See Kremer, 456 U.S. at 470, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span> (quoting 42 U.S.C. &#167; 2000e-5(b)).  Though this review ensures that state agency proceedings are not ignored, this standard plainly leaves room for the EEOC to depart from state administrative findings--which would be \"pointless if the federal courts were bound by such state agency decisions,\" id. at 470 n. 7, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span>;  see Elliott, 478 U.S. at 795, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></a></span> (similar);  cf.  Astoria, 501 U.S. at 110-12, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span> (finding that the filing provisions of the ADEA \"assume the possibility of federal consideration after state agencies have finished theirs.\").</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In Kremer, the plaintiff had filed a discrimination claim with the EEOC, which referred his discrimination charge to the New York State Division of Human Rights (\"NYHRD\"), the state agency charged with enforcing state discrimination law.  456 U.S. at 464, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span>.   The NYHRD found that there was no probable cause to believe that the plaintiff's employer had engaged in the discriminatory practice of which the plaintiff complained;  the NYHRD Appeals Board affirmed this finding.  See id.   The plaintiff then filed a petition with the Appellate Division of the New York Supreme Court, which upheld the adverse administrative decision.  See id.   This judicial determination, the parties agreed, barred the plaintiff from bringing any action \" 'based upon the same grievance' in the New York courts.\"  Id. at 466-67, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span> (citing N.Y. Exec.  Law &#167; 300 (McKinney 1972)).  The Appellate Division's affirmance of the agency determination brought section 1738 to bear when the plaintiff brought his claim in federal court.  See id. at 466, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span>.   Because under New York law the plaintiff was barred by the state court judgment from pursuing his claim in state court, so too was he barred in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In this case, Thomas appealed the State Board's decision to the NHSC, and the NHSC entered judgment affirming that decision.  Under Kremer, we must determine whether the NHSC's summary affirmance of the State Board's decision bars Thomas from pursuing her discrimination claim under New Hampshire law, and hence, by operation of section 1738, in federal court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See, e.g., Baez-Cruz v. Municipality of Comerio, <span class=\"citation\" data-id=\"197882\"><a href=\"/opinion/197882/baez-cruz-v-comerio/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span> (1st Cir.1998).  At the outset, we note that the controlling facts in this case are unusual.  The School Board made two \"conclusions\" that are pertinent to our discussion:  (1) that Thomas's classroom performance suffered from significant problems and (2) that Thomas's health (i.e., her voice) \"had no direct bearing on her nonrenewal.\"   The State Board ruled that the first finding was not \"arbitrary and capricious,\" and thus concluded that there was sufficient cause to uphold the termination, but vacated the second finding, and referred the question of disability-based discrimination to the Commission.  The NHSC summarily affirmed the State Board's bifurcated decision.  The question presented is thus whether the State Board's judicially reviewed decision that sufficient cause existed to warrant Mrs. Thomas's nonrenewal, viewed in conjunction with the State Board's deferral of whether she was subject to discriminatory treatment, precludes the plaintiff from litigating the actual reason for her dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Our reading of New Hampshire law persuades us that, unlike Kremer (in which there was no dispute that New York law barred any subsequent action based upon the same grievance), the NHSC's affirmance of the State Board's decision here would not preclude Thomas from litigating the reason for her nonrenewal before the Commission and then in state court.  Our analysis is guided by Petition of Kenneth Dunlap, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">533</span></span>, <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">945</span></span> (1992), in which the NHSC ruled on the preclusive effects of teacher tenure proceedings brought under chapter 189:14-a.  Dunlap, a high school teacher, was informed by his Superintendent that his contract would not be renewed for the following year.  As Thomas did here, Dunlap contested the nonrenewal before the local school board under chapter 189:14-a, which, after a full hearing, stated as its reason for nonrenewal the \"deleterious effect of [Dunlap's] numerous absences\" that were due to his chronic asthma.  Id. at 536, <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">945</span></span>.   Dunlap then requested a hearing before the review board of the State Board of Education, arguing that the local school board had discriminated against him in violation of handicap and equal protection laws.  See id. at 537, <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">945</span></span>.   Dunlap's primary response to School Board's decision was that his asthma had abated since he had obtained proper treatment and, therefore, the objectionable absences would not occur in the future.  The State Board upheld the local board's decision, finding that Dunlap's \"record of excessive absences was sufficient for the [school board] to conclude he was not able to perform his responsibilities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Dunlap then appealed to the NHSC, claiming that \"the State Board acted illegally in upholding a discriminatory local board decision.\"  Id. at 538, <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">945</span></span>.   The NHSC agreed, reversed the State Board's decision, and ordered plaintiff reinstated, holding that the school board's stated reason for its decision violated New Hampshire disability discrimination law because it impermissibly relied only on evidence of Dunlap's past impairment, without considering the likelihood of his future impairment.  See id. at 542-44, <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">945</span></span> (citing N.H.Rev.Stat. Ann. ch.354-A:8).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">After reaching the merits, the NHSC addressed a question similar to that the plaintiff faces here:  whether a plaintiff's invocation of the \"review procedures of [chapter] 189:14-a and 14-b [forecloses] the petitioner from prosecuting a complaint before the [New Hampshire] commission for human rights.\"  Id. at 545-46, <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">945</span></span>.   The court held that it did not.  The court's analysis primarily dealt with preclusive effect of N.H.Rev.Stat. Ann. ch.354-A:13 (Supp.1990) (current version at N.H.Rev.Stat. Ann. ch.354-A:25), which sets forth rules governing the exclusivity of proceedings before the Commission:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>As to the acts declared unlawful by [state discrimination law], the procedure herein provided shall, while pending, be exclusive and the final determination therein shall exclude any other action, civil or criminal, based on the same grievance of the individual concerned.  If such individual institutes any action based on such grievance without resorting to the procedure provided in this chapter, he may not subsequently resort to the procedure herein.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Id. (quoting N.H.Rev.Stat. Ann. ch.354-A:13) (emphasis added).  The court held that chapter 354-A:13 did not preclude Dunlap from prosecuting a discrimination complaint before the Commission.  Chapter 189 tenure hearings, the court reasoned, simply did not constitute a \"civil\" action, see id. at 546-47, <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">945</span></span>, but rather served a more limited purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Chapter 189 nonrenewal hearings ... are optional internal administrative proceedings which are available to teachers whose contracts are not being renewed and are aimed at developing a final, reasoned decision on the issue....  At the time of contesting a nonrenewal decision, the teacher has not yet been dismissed but rather, has been told that he or she will not be continuing in that employment during the next school year....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In contrast to the panoply of remedies available upon application to a court or to the human rights commission, the school board and the State Board are limited to approving or disapproving the decision not to renew.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Id. (citations omitted).  As a result, Dunlap's use of the procedures available to him under chapter 189 did not \"foreclose recourse to the commission and its expertise in reviewing complaints of unlawful discrimination.\"  Id. at 547, <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">945</span></span>.   The NHSC also summarily rejected the argument that res judicata barred Dunlap from proceeding, noting opaquely that its \"decision holds merely that the State Board's conclusion was incorrect as a matter of law and does not touch upon the issue of damages, if any for discriminatory nonrenewal.\"  Id. The court explicitly chose not to address the possibility of collateral estoppel.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Here, the School Board in its brief concedes that, under Dunlap, Thomas is not statutorily precluded from pursuing her claim before the Commission, but nonetheless argues that collateral estoppel and res judicata bar Thomas from seeking another judicial (as opposed to administrative) forum for her complaint.  We consider these arguments in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Defendant asserts that due to the NHSC's and State Board's affirmances of the school board's nonrenewal decision, the plaintiff is collaterally estopped under New Hampshire law from relitigating the reason for her termination.  Defendant reasons that the State Board and NHSC both determined that Thomas's nonrenewal was lawful and thus collateral estoppel bars Thomas from attempting to prove that the nonrenewal was, in fact, unlawful.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">First, if we held that the State Board's conclusion that there existed \"sufficient cause\" for a nonrenewal decision conclusively established in a subsequent proceeding whether that nonrenewal decision was motivated by discriminatory animus, we would reduce Dunlap to a nullity.  The Dunlap court reasoned that a teacher can contest his or her termination through chapter 189 tenure proceedings, yet still bring a complaint before the Commission, because the chapter 189 proceeding serves the limited purpose of building a reasoned decision for the nonrenewal of a teacher.  The ability of a plaintiff to file a complaint with the Commission (the right that defendant concedes Dunlap grants the plaintiff) would be meaningless if any adverse determination from the State Board precluded the plaintiff from litigating the reason for her dismissal before the Commission.  Cf. N.H.Rev.Stat. Ann. ch.354-A:25 (providing that the Commission is the exclusive forum for discrimination claims and that \"the final determination therein shall exclude any other action\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Second, Dunlap aside, our reading of New Hampshire collateral estoppel law is contrary to the defendant's position.  In New Hampshire, the party seeking to assert collateral estoppel has the burden of showing that the issue claimed to be the subject of estoppel is identical to the issue determined previously, see Morin v. J.H. Valliere Co., <span class=\"citation\" data-id=\"2355569\"><a href=\"/opinion/2355569/morin-v-jh-valliere-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">431</span></a></span>, 433, <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">153</span></span> (1973), and that the disputed issue has been finally resolved on the merits, see Putnam Lumber Co., Inc. v. Eddie Nash &amp; Sons, Inc., <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">670</span></span>, 672, <span class=\"citation no-link\"><span class=\"volume\">690</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">570</span></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Here, the issue Thomas seeks to litigate in her ADA action is not identical to the issue that was determined in the state proceedings.  The district court premised its opinion on the view that the School Board's stated reason established that \"the superintendent would have fired Thomas regardless of whether or not he took her disability into account,\" and thus precluded Thomas from showing that her disability was the \"but for\" cause of her termination.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Assuming for the sake of argument that collateral estoppel applies to the State Board's decision, the district court simply read the issue decided in that proceeding too broadly.  The State Board determined only that there was \"sufficient evidence\" in support of the School Board's proffered reason for the nonrenewal decision (that \"Mrs. Thomas' classroom performance suffered from significant problems\"), which is essentially a determination that there was \"cause\" for Thomas's nonrenewal.  This determination is not identical to the inquiry under the ADA:  whether the defendant's decision was in fact motivated by discrimination on the basis of Thomas's voice disability.  See Tolefree v. Kansas City, Missouri, <span class=\"citation\" data-id=\"596166\"><a href=\"/opinion/596166/60-fair-emplpraccas-bna-666-60-empl-prac-dec-p-41887-elvis/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1171</span></a></span>, 1174 (8th Cir.1992) (holding that a city personnel board determination that a termination for bad performance was \"justified\" did not preclude plaintiff from pursuing a Title VII \"mixed-motive\" claim under Price Waterhouse );  cf.  Petition of Gilpatric, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">360</span></span>, 363, <span class=\"citation no-link\"><span class=\"volume\">639</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">267</span></span> (1994) (holding that a superior court finding that an employee was \"sufficiently disabled\" to receive total disability benefits was not identical to an administrative determination whether the petitioner was entitled to \"a permanent impairment award\").  The claim asserted in the plaintiff's complaint is not that she was terminated without \"sufficient cause\" but that the Board's nonrenewal decision was the result of discriminatory animus against her perceived disability.  Although the State Board's determination may establish that sufficient grounds existed to terminate Thomas based on her classroom performance, it does not necessarily follow that poor classroom performance was the reason why the Board and/or Bramblett terminated her employment.  Rather, the lawfulness of the School Board's decision not to renominate Thomas turns on the Board's actual motivation, as opposed to whether it could have terminated her, at the time of the nonrenewal.  See Bradley v. Pittsburgh Bd. of Educ., <span class=\"citation\" data-id=\"547610\"><a href=\"/opinion/547610/earl-bradley-and-diane-murray-v-pittsburgh-board-of-education-richard-c/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1064</span></a></span>, 1075 (3d Cir.1990) (holding that a state finding \"that defendants could properly terminate an employee\" does not establish that \"the employer would have terminated the employee\" in the absence of protected First Amendment activity)(emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Moreover, the finding of \"sufficient cause\" must be viewed in conjunction with the fact that the State Board explicitly chose not to decide whether the School Board and/or Bramblett impermissibly discriminated against Thomas based upon her voice disability.  Understandably, the defendant attempts to characterize the NHSC's decision broadly, describing it as affirming \"the decision of the State Board that the decision to nonrenew was lawful.\"   But this description does not accurately reflect the contours of the State Board's decision.  The hearing officer explained that his review of the School Board's decision was limited \"to the determination of whether Mrs. Thomas was accorded procedural due process by the local board, and whether that board's findings are clearly erroneous in view of the whole record, arbitrary, capricious or the result of an abuse of discretion.\"   Under this highly deferential standard, the State Board vacated the School Board's factual finding regarding the impact of her voice problems on her nonrenewal because it was not supported by substantial evidence, and referred to the Commission the question of whether \"the extent of the district's reliance on [her voice disability] in reaching the nonrenewal decision here was permissible.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Considering that Thomas's petition for a writ of certiorari alerted the NHSC that she had a claim pending before the Commission, it seems to us that by summarily affirming the State Board's decision, the NHSC intended no more than to hold that the State Board appropriately declined to decide whether the School Board had discriminated against Thomas, and correctly found that there was evidence in support of the school board's stated reason for its action (poor classroom performance).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We see no indication that the State Board's administrative decision or the NHSC's affirmance was meant to be a final judgment on the merits of Thomas's discrimination claim and every indication that the State Board, and by implication from its affirmance, the NHSC, believed that the Commission was the proper forum to resolve that claim.  To accord preclusive effect here to the State Board's decision by holding that its finding of \"sufficient cause\" establishes the \"but for\" cause of her termination would be to ignore the same tribunal's explicit decision to leave that \"fact-sensitive\" question to the agency \"best suited\" to make that determination.  See Mitchell v. Humana Hospital-Shoals, <span class=\"citation\" data-id=\"567290\"><a href=\"/opinion/567290/57-fair-emplpraccas-bna-82-57-empl-prac-dec-p-41009-debra-l/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1581</span></a></span>, 1583 (11th Cir.1991) (holding that, when it is impossible to divine from the state court judgment what was actually decided, collateral estoppel should not apply).  As a result, because the State Board did not actually decide whether plaintiff's discharge was discriminatory, plaintiff would not be barred from further litigating that issue under state law.  See Penrich, Inc. v. Sullivan, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">583</span></span>, 590, <span class=\"citation no-link\"><span class=\"volume\">669</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1363</span></span> (1995).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">For much the same reason, we find the school board's res judicata argument untenable.  When a court, or as here, an administrative agency, reserves a question for further adjudication, the ensuing judgment does not generally bar subsequent determination of that question.  See Restatement (Second) of Judgments, &#167; 26(1)(b) (1982) (stating that no merger occurs to extinguish a claim when \"[t]he court in the first action has expressly reserved the plaintiff's right to maintain the second action\");  18 Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure:  Jurisdiction and Related Matters, &#167; 4413 (Supp.1998) (\"A judgment that expressly leaves open the opportunity to bring a second action on specified parts of the claim should be effective to forestall preclusion.\")  (citing cases).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We see no other interpretation of the State Board's decision but as an express reservation of Thomas's discrimination claim for further adjudication.  As the NHSC did not disturb the State Board's reservation when given the opportunity to do so, res judicata does not apply.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Interpreting the NHSC's summary affirmance and the State Board's decision in this manner accords with Dunlap 's view that Chapter 189 proceedings are for the limited purpose of developing a record as to whether there was cause for a teacher's nonrenewal (although the State Board and NHSC have the power to order reinstatement when faced with unjust terminations);  the Commission is the proper forum for litigating the issue of discriminatory motivation.  We note as well that, once the State Board referred the discrimination question to the Commission, any judicially unreviewed finding by the Commission as to the merits of her claim would not have been entitled to preclusive effect in federal court.  See Elliott, 478 U.S. at 795, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></a></span>;  Astoria, 501 U.S. at 111-13, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>.   Unsuccessful complainants before the Commission may obtain review of Commission orders in Superior Court, see N.H.Rev.Stat. Ann. ch.354-A:22, I, II, and federal court, see id.  &#167; 354-A:22, V (vacating any Commission order \"[i]f the complainant brings an action in federal court arising out of the same claims of discrimination which formed the basis of an order or decision of the commission.\").  Because the NHSC's summary affirmance would not have barred Thomas from pursuing her claim before the Commission and then in New Hampshire state court, section 1738 does not preclude her from proceeding in federal court.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Finally, the defendant contends in a summary fashion that, under the collective bargaining agreement between the District and the Contoocook Valley Education Association, Thomas was required to appeal her nonrenewal as specified in the grievance procedure set forth therein, which includes submitting grievances to arbitration.  This argument is without merit.  The agreement plainly states, \"The [School] Board does not agree to binding arbitration on the following provisions....  Any matter for which a specific method of review is prescribed and expressly set forth by law or regulation of the State Commissioner of Education.\"   Chapter 189 and Chapter 354 provide a method for reviewing claims for unjust terminations and discrimination.  As a result, the plaintiff's ADA claim was not subject to mandatory arbitration and her failure to avail herself of those procedures does not result in a waiver of her right to bring this action.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is vacated and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The \"warning memo\" from Bramblett began:</p>\n        <p>As per my correspondence of March 17, 91, May 21, 92, June 17, 1992, and August 3, 1992 ... I am now informing you that according to the evaluation procedure I am entering a Warning Memo in your permanent record file.  Based on those five pieces of evaluation and my most recent classroom visit I believe there are still some classroom issues related to your performance.</p>\n        <p>The correspondence to which Bramblett referred primarily described his anxiety over her ability to communicate in a normal fashion with the children.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the specific dates on which she filed are not apparent from the record, Thomas filed charges of discrimination with the EEOC and the New Hampshire Commission for Human Rights prior to the State Board's decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The plaintiff's complaint also alleges violation of 42 U.S.C &#167; 1983;  Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. &#167; 794;  N.H.Rev.Stat. Ann. ch.354-A:7, I;  and the Equal Protection Clauses of the Constitution of the United States and the State of New Hampshire.  The district court's grant of summary judgment does not mention these claims.  Because the plaintiff alludes to them on appeal only in a perfunctory manner, without any developed argumentation, we deem them waived.  See King v. Town of Hanover, <span class=\"citation\" data-id=\"742622\"><a href=\"/opinion/742622/74-fair-emplpraccas-bna-1266-71-empl-prac-dec-p-44807-bruce-h/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 970 (1st Cir.1997) (collecting cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Thomas's primary argument is that it is unfair to allow any findings by a school board in tenure hearings to have preclusive effect in a subsequent case alleging discrimination on the basis of a handicap.  She notes that the School Board is the named defendant in this case and is liable for any judgment that inures from her termination.  Attributing preclusive effect to the School Board's findings, she argues, would insulate the Board by allowing it to judge the lawfulness of its own conduct.  Notably, courts have differed in their treatment of the preclusive effect accorded to factual findings by school boards acting in quasi-judicial capacities in subsequent suits alleging discrimination.  See Hall v. Marion Sch. Dist. No. 2, <span class=\"citation\" data-id=\"675713\"><a href=\"/opinion/675713/margaret-s-hall-v-marion-school-district-number-2/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 191 (4th Cir.1994);  Gahr v. Trammel, <span class=\"citation\" data-id=\"474070\"><a href=\"/opinion/474070/kenneth-e-gahr-v-patricia-trammel-woodrow-horton-inez-reavis-and-dino/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1063</span></a></span>, 1065 (8th Cir.1986);  Graham v. Special Sch. Dist. No. 1, <span class=\"citation\" data-id=\"2188812\"><a href=\"/opinion/2188812/graham-v-special-school-dist-no-1/\"><span class=\"volume\">472</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">114</span></a></span> (Minn.1991);  Umberfield v. Sch. Dist. No. 11, <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">165</span></span>, <span class=\"citation\" data-id=\"1246327\"><a href=\"/opinion/1246327/umberfield-v-school-district-no-11-etc/\"><span class=\"volume\">522</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">730</span></a></span> (1974).  We have no occasion to decide whether there are situations in which fairness concerns militate against attributing preclusive effect to school board findings because, even assuming for the sake of argument that these findings may have preclusive effect, we nonetheless hold that under New Hampshire law Thomas is not precluded from litigating the reason for her dismissal in federal court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court did not consider New Hampshire law of preclusion, but rather appears to have relied on the federal common-law doctrine of administrative estoppel.  This was an error because the presence of the NHSC judgment requires us to look to state law.  We note, however, that if the plaintiff had not appealed to the NHSC, administrative estoppel would not have barred Thomas' claim.  The Supreme Court has explicitly held that Congress intended to displace federal common-law rules of preclusion in actions brought pursuant to Title VII and the ADEA, and, thus, judicially unreviewed state agency determinations are not entitled to preclusive effect in actions brought pursuant to those statutes.  See Elliott, 478 U.S. at 795, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></a></span>;  Astoria, 501 U.S. at 110-11, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>;  see also Kremer, 456 U.S. at 470 n. 7, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span>.  Granted, the plaintiff has brought her claim under the ADA, but this distinction is of little moment:  the ADA incorporates the same Title VII deferral procedures, see 42 U.S.C. &#167; 12117 (incorporating 42 U.S.C. &#167; 2000e-5), on which the Supreme Court relied in Kremer and Elliott;  therefore, those holdings apply with equal force in the ADA context</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court held that Price Waterhouse provides a complete defense to the Thomas's claim if the School Board can prove that the adverse action \"would have been taken\" in the absence of discriminatory animus.  Neither party objects to this part of the district court's opinion and the issue has not been briefed or argued on appeal.  As a result, we express no opinion on whether Price Waterhouse is applicable.  We think it prudent, however, to direct the parties' attention to cases discussing whether an employee is entitled to some limited types of relief upon a showing that his or her disability was \"a motivating factor\" in the decision made.  See Doane v. Omaha, <span class=\"citation\" data-id=\"741813\"><a href=\"/opinion/741813/royce-doane-v-city-of-omaha/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 629 (8th Cir.1997) (holding that 42 U.S.C. &#167; 2000e-2(m) &amp; 5(g)(2)(B) apply in actions brought pursuant to the ADA);  Buchanan v. San Antonio, <span class=\"citation\" data-id=\"9469\"><a href=\"/opinion/9469/buchanan-v-city-of-san-antonio/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">196</span></a></span>, 200 (5th Cir.1996) (same);  Pedigo v. P.A.M. Transport, Inc. <span class=\"citation\" data-id=\"700489\"><a href=\"/opinion/700489/lawrence-l-pedigo-v-pam-transport-inc-american-trucking/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1300</span></a></span>, 1301 (8th Cir.1995) (same) cited in Katz v. City Metal Co., Inc., <span class=\"citation\" data-id=\"196845\"><a href=\"/opinion/196845/katz-v-city-metal-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 33 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> When the NHSC grants certiorari to review a State Board of Education decision, its standard of review is \"whether the agency has acted illegally in respect to jurisdiction, authority or observance of the law ... or has abused its discretion or acted arbitrarily.\"  Petition of Gorham Sch. Bd., <span class=\"citation\" data-id=\"1521420\"><a href=\"/opinion/1521420/petition-of-gorham-school-board/\"><span class=\"volume\">121</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">878</span></a></span>, 880, <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">74</span></span> (1981) (citations and quotations omitted) (ellipses in original)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We express no view on the preclusive effect of a state court judgment affirming a State Board decision that chooses to reach the merits and actually decides the teacher's discrimination claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Defendant relies on Button v. Harden, <span class=\"citation\" data-id=\"484995\"><a href=\"/opinion/484995/phillip-button-v-kermit-harden/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, 385 (7th Cir.1987) for the proposition that the hearing officer's failure \"to exercise the full extent of his authority is no reason to refuse to apply res judicata.\"   In Button, however, the plaintiff failed to ask the Illinois circuit court to determine whether his termination was in violation of the Constitution, and thus, the state court judgment was res judicata in federal court under Illinois law.  See id. at 384-85.   Unlike the State Board here, the state court in Button did not reserve for further adjudication the claim the plaintiff sought to litigate in federal court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The prior proceedings, of course, may constrain what claims the parties can make before the district court.  The doctrine of judicial estoppel precludes parties in civil litigation from asserting legal or factual positions inconsistent with the positions that they took in prior proceedings.  See, e.g., Gens v. Resolution Trust Corp., <span class=\"citation\" data-id=\"197343\"><a href=\"/opinion/197343/gens-v-resolution/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></a></span>, 572 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">335</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></span> (1997).  This doctrine could have relevance here because the parties have already made various factual and legal assertions on the record in the state administrative proceedings.  In addition, the \"administrative findings may be entered into evidence at trial.\"  Astoria, 501 U.S. at 114, <span class=\"citation\" data-id=\"112618\"><a href=\"/opinion/112618/astoria-fed-sav-loan-assn-v-solimino/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/9469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/742622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1246327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1521420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2188812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2355569/"
  ]
}