{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198024/",
  "absolute_url": "/opinion/198024/fratus-v-republic-western/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198024/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:43:42Z",
  "date_modified": "2017-03-24T10:54:17.785874Z",
  "type": "010combined",
  "sha1": "08edc2f7b091613f1671ec0c3df87551dec79861",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1876.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 97-1876\r\n\n               JOSEPH J. FRATUS, ET AL.,\r\n\n                 Plaintiffs, Appellees,\r\n\n                           v.\r\n\n          REPUBLIC WESTERN INSURANCE COMPANY,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\nNo. 97-1955\r\n\n               JOSEPH J. FRATUS, ET AL.,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n          REPUBLIC WESTERN INSURANCE COMPANY,\r\n\n                  Defendant, Appellee.\r\n\n                                      \r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF RHODE ISLAND\r\n\n  [Hon. Francis J. Boyle, Senior U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n             Aldrich, Senior Circuit Judge,\r\n\n               and Boudin, Circuit Judge.\r\n\n                                          Robert A. Sherman, with whom Joseph E. Boyland, Peter F.\r\nCarr II, Ross A. Keene and Eckert Seamans Cherin &amp; Mellott, LLCwere on brief, for appellant Republic Western Insurance Company.\r\nFred T. Polacek, with whom Rodio &amp; Ursillo, Ltd. was on brief,\r\nfor appellees Joseph J. Fratus, et al.\r\n\n                                      \r\n\n                    June 23, 1998\r\n                                                TORRUELLA, Chief Judge. In a personal injury suit\r\nstemming from a tragic accident involving Joseph Fratus, a jury\r\npreviously awarded him, his wife, Stephanie Fratus, and his\r\ndaughter, Carissa Fratus (collectively, \"Fratus family\" or\r\n\"plaintiffs\") over three million dollars.  Republic Western\r\nInsurance Company (\"Republic\") -- defendant in the current action\r\n-- defended that suit and was liable for at least $25,000 of that\r\njudgment under a policy which indisputably applied to the accident\r\nin question.  Nonetheless, for almost six years, Republic paid\r\nplaintiffs nothing.  During that time, over one million dollars in\r\ninterest had accrued on the entirety of the original verdict.  The\r\ndistrict court ruled that Republic was obligated, under either\r\nMassachusetts or Rhode Island law, to pay this interest in\r\naccordance with a policy it had issued.  See Fratus v. Republic\r\nWestern Ins. Co., 963 F. Supp. 113, 116-18 (D. R.I. 1997).  The\r\ndistrict court also ruled that the insurance company was not liable\r\nfor three million dollars of the principal judgment in the\r\nunderlying case because three additional \"umbrella\" coverage\r\npolicies did not apply to the defendants in that case.  See id. at\r\n119.  Both parties appeal.  We affirm in part, reverse, and remand\r\nin part.\r\n\n                       BACKGROUND\r\nOn June 4, 1985, Joseph J. Fratus was rendered a\r\nparaplegic when a rented truck ran into him as he directed traffic\r\nat a construction site in Cranston, Rhode Island.  The driver of\r\nthe truck was Joseph Obert.  Obert had rented the truck from U-Haul\r\nTruck Rental in Worcester, Massachusetts on behalf of his employer,\r\nAmerican Drywall Company, Inc. (\"Drywall\").  At the time, Republic\r\nwas insuring the truck under a number of different policies which\r\nhad been purchased by U-Haul.  While the scope of coverage in three\r\nof the policies is at issue in this case, it is not disputed that\r\na fourth policy, Business Auto Policy No. RL-1000, provided limited\r\ncoverage to Obert and Drywall for the accident.\r\nWhen Fratus and his family sued Obert, Drywall, and U-\r\nHaul under various theories, Republic defended the suit.  A jury\r\nreturned verdicts totaling over three million dollars on\r\nDecember 12, 1988, and, two days later, judgments were entered\r\naccordingly.  One question not addressed by the judgments was\r\nwhether, as a matter of law, U-Haul was vicariously liable, and\r\nthus jointly and severally liable, in Rhode Island for the\r\njudgments against Obert and Drywall.  On January 27, 1989, U-Haul\r\nmoved to certify to the Rhode Island Supreme Court \"[w]hether Rhode\r\nIsland law imposes joint and several liability on any owner of a\r\nrental vehicle not registered or rented in, but negligently\r\noperated by the bailee thereof, on the public highways of the State\r\nof Rhode Island?\"  The motion was granted.  On June 5, 1990, the\r\nRhode Island Supreme Court concluded that U-Haul was not jointly\r\nand severally liable for Obert and Drywall's negligence.  SeeFratus v. Amerco, 575 A.2d 989, 993 (R.I. 1990).  On July 2, 1990,\r\nthe district court entered judgments consistent with the Rhode\r\nIsland Supreme Court's decision.\r\nRepublic never disputed that it was responsible for at\r\nleast $25,000 of the judgment.  According to insurance policy RL-\r\n1000, Republic was responsible for the minimum responsibility\r\ninsurance coverage for the state in which the loss occurred, which,\r\nin Rhode Island, was $25,000.  On October 20, 1994, nearly six\r\nyears after the jury returned its verdict, and pursuant to a demand\r\nstemming from the present litigation, Republic finally tendered\r\npayment of the $25,000 to the plaintiffs.  In the interim, however,\r\nwell over one million dollars in interest had accumulated on the\r\noriginal judgments.\r\nPlaintiffs brought this suit under the district court's\r\ndiversity jurisdiction, arguing that, under the terms of one policy\r\nRL-1000, Republic was obligated to pay all of the interest which\r\nhad accumulated on the original judgments.  The district court\r\nagreed that, under either Massachusetts or Rhode Island law,\r\nRepublic was obligated by the plain terms of its RL-1000 policy to\r\npay the interest on the judgments, despite the fact that, with the\r\npassage of time, this obligation became one of a far greater\r\nmagnitude than payment of the policy \"limits.\"  See Fratus, 963 F.\r\nSupp. at 116-118.  Republic appeals this determination.\r\nPlaintiffs also argued that Republic was bound, under the\r\nterms of three \"umbrella\" policies, RU-01000, RU-02000 and RU-\r\n03000, to pay three million  dollars -- the policy limits of those\r\npolicies -- of the original judgments against Obert and Drywall. \r\nThe district court held that these umbrella policies did not apply\r\nto the accident because only U-Haul, and not Obert or Drywall, was\r\ninsured under the policies.  See id. at 119.  Plaintiffs appeal\r\nthis ruling, arguing that Obert was insured as a \"permissive user\"\r\nof the truck.\r\n                        ANALYSIS\r\nI.  Choice of law\r\nThis case arises under federal diversity jurisdiction as\r\nset forth by 28 U.S.C.  1332.  Plaintiffs are Rhode Island\r\nresidents and the defendant is a Michigan-based insurance company. \r\nIn the district court, the parties disputed whether the law of\r\nMassachusetts -- where the truck was rented -- or Rhode Island --\r\nwhere the accident occurred -- applied.  However, the district\r\ncourt did not resolve the question in its opinion, concluding that\r\n\"it makes no difference which law applies because the application\r\nof either state's law leads to the same conclusion.\"  See, 963 F.\r\nSupp. at 116.  Neither party specifically appeals this ruling, and\r\nwe conclude that the district court acted within its discretion in\r\nbypassing the choice of law issue.  A federal court sitting in\r\ndiversity need not make a finding regarding which state's law is to\r\nbe applied where the case's resolution would be identical under\r\neither state's law.  See Pediatricians, Inc. v. Provident Life &amp;\r\nAccident Ins. Co., 965 F.2d 1164, 1168 (1st Cir. 1992); Fashion\r\nHouse, Inc. v. K Mart Corp., 892 F.2d 1076, 1092 (1st Cir. 1989).\r\nII.  Interpreting RL-1000\r\nAccording to Republic's RL-1000 insurance policy, which\r\nindisputably covered Obert, \"[i]n addition to our limit of\r\nliability, we will pay for the insured . . . [a]ll interest\r\naccruing after the entry of judgment in a suit we defend.  Our duty\r\nto pay interest ends when we pay or tender our limit of liability\"\r\n(emphasis in original).  The insurance industry refers to this\r\nclause as a \"standard interest clause.\"  Republic does not dispute\r\nthat it defended the underlying suit in this case.  In that case,\r\nverdicts were delivered for the plaintiffs in the amount of\r\n$3,170,000 ($4,482,300 after computing pre-judgment interest).\r\nJudgments were entered on the verdicts on December 14, 1988.  As of\r\nthat date, RL-1000 obligated Republic to pay $25,000 to the\r\nplaintiffs.  Nonetheless, Republic did not pay the plaintiffs any\r\nmoney until October 20, 1994.  During the almost six years between\r\nthe trial and Republic's tender of the policy limits, well over one\r\nmillion dollars in interest had accumulated on the original\r\njudgments.\r\nPlaintiffs claim that Republic is bound by its contract\r\nterms to pay this interest, in spite of the fact that the limit of\r\nliability under the policy was only $25,000.  Republic claims that\r\nit is, at most, obligated to pay interest on $25,000 of the\r\njudgment, since that is the limit of liability under the policy. \r\nRepublic argues that the district court's decision produced the\r\n\"absurd\" result of requiring it to pay interest worth many times\r\nthe policy limits.\r\nThis dispute does not merit much discussion.  The\r\ncontract terms could not be clearer.  Republic agreed, in addition\r\nto its limit of liability, to pay \"[a]ll interest accruing after\r\nthe entry of judgment\" (emphasis added) until the $25,000 was\r\ntendered.  As the district court observed, \"all interest\" does not\r\nmean \"partial interest.\"  Republic essentially asks this court to\r\nignore the plain terms of its own policy because, under\r\ncircumstances like those in the present case, it would be obligated\r\nto pay sums of interest that are grossly disproportionate to the\r\npolicy limits.  This argument is unavailing.  Where the terms of a\r\ncontract are clear and unambiguous, they must be applied as\r\nwritten.  See Cody v. Connecticut Gen. Life Ins. Co., 439 N.E.2d\r\n234, 237 (Mass. 1982); Factory Mut. Liability Ins. Co. of Am. v.\r\nCooper, 262 A.2d 370, 372 (R.I. 1970).\r\nAt any time after judgments were entered in this case,\r\nRepublic could have stopped the interest from accumulating by\r\npaying the Fratuses the $25,000 that they were owed.  Republic's\r\nburden of adhering to its own contract was not onerous.  Yet, to\r\nthis date, no explanation has been offered for the delay in making\r\nthe payment to which plaintiffs were entitled.\r\nIt may, at first, seem shocking to impose this immense\r\nobligation on Republic for a failure to deliver a relatively small\r\nsum to the plaintiffs.  Yet, the clear majority of modern courts\r\nthat have interpreted a standard interest clause under similar\r\ncircumstances have concluded that the policies mean what they say. \r\nSee In re Estate of Tichota, 215 N.W.2d 885, 886-87 (Neb. 1974)\r\n(explaining that the modern trend and majority rule holds insurers\r\nliable for interest on the entire amount of the judgment); Weber v.\r\nBiddle, 483 P.2d 155, 161-62 (Wash. Ct. App. 1971); 8A John Alan\r\nAppleman and Jean Appleman, Insurance Law and Practice  4894.25\r\n(1979) (listing cases applying the majority rule); 15A George J.\r\nCouch, Couch on Insurance  56:39 (1983) (same).\r\nThese opinions not only apply the straightforward terms\r\nof the contracts, but produce sound policy.  Compelling the insurer\r\nto pay all of the interest which accrues pending appeal protects\r\nthe insureds, who may wish to pay the portion of the judgment in\r\nexcess of policy limits and stop the tolling of interest, but whose\r\nlack of control over the litigation prevents them from doing so. \r\nSee River Valley Cartage Co. v. Hawkeye-Security Ins. Co., 161\r\nN.E.2d 101, 103 (Ill. 1959).  The rule also serves to protect\r\nplaintiffs from unreasonable delay on the part of insurers, or, as\r\nin this case, compensate them for such delays.  The rule does not\r\nimpose an unfair burden on insurers because they remain in control\r\nof both the tolling of interest and the litigation, and can fairly\r\nbe expected to understand how the majority of jurisdictions\r\ninterpret standard interest clauses.  See id.; Cf. Tichota, 215\r\nN.W.2d at 887 (citing three articles in insurance industry journals\r\nurging  the continued adoption of the majority rule).  We therefore\r\naffirm the district court's determination that Republic is liable\r\nfor all interest accruing on the judgments from their date of\r\nentry.\r\nIII.  Judgment Day\r\nHaving concluded that Republic's liability for interest\r\non the Fratus judgments began upon their date of final entry, we\r\nmust resolve a dispute as to that date.  According to 28 U.S.C.\r\n1961, \"[i]nterest shall be allowed on any money judgment in a\r\ncivil case recovered in a district court.\"  Both parties\r\nacknowledge that on December 14, 1988, the Clerk of the District\r\nCourt entered eighteen separate judgments pursuant to the jury\r\nverdicts in the underlying case.  However, the district court\r\nsubsequently certified to the Rhode Island Supreme Court a lone\r\nremaining issue: whether U-Haul could be held jointly and severally\r\nliable for the Fratus judgments.  See Fratus v. Amerco, 575 A.2d\r\n989, 990 (R.I. 1990).  Republic claims to be obligated only to pay\r\ninterest which accrued after the district court acknowledged the\r\nRhode Island Supreme Court's decision on July 2, 1990, through the\r\nlast judgments entered in the case.  According to Republic,\r\ninterest does not begin to accrue under  1961 until the entry of\r\n\"final\" judgment, and the judgments entered pursuant to the\r\nverdicts in the underlying case were not \"final\" because they were\r\nnot entered pursuant to Fed. R. Civ. P. 54(b).  Under Rule 54(b),\r\nwhen multiple parties or multiple claims are involved in an action,\r\nthe court may enter final judgment as to one or more of the claims\r\nor parties, but on fewer than all of the claims or parties, only\r\nupon an express determination that there is no just reason for\r\ndelay and upon an express direction for the entry of final\r\njudgment.  Because plaintiffs' claim that U-Haul was vicariously\r\nliable for the judgments obtained against Obert and Drywall was\r\ncertified to the Rhode Island Supreme Court, a judgment was still\r\npending against at least one party to the original litigation.  No\r\nRule 54(b) determination was made or requested in conjunction with\r\nthe December 1988 judgments.\r\nWe agree that the district court made an error in\r\ndetermining the date from which to compute post-judgment interest. \r\nThis court has previously determined that, while a judgment need\r\nnot be final for all purposes in order to begin the tolling of\r\ninterest under  1961, see Marshall v. Avis Rent-A-Car of P.R.,\r\nInc., 866 F.2d 521, 523 (1st Cir. 1989), where a judgment is not\r\nfinal for purposes of Rule 54(b), post-judgment interest does not\r\naccrue.  See id. at 522-23; Explosives Corp. of Am. v. Garlam Ent.\r\nCorp., 817 F.2d 894, 903-04 (1st Cir. 1987).  Because the December\r\n1988 judgments did not address plaintiffs' claims of vicarious\r\nliability against U-Haul, interest could not be imposed until\r\neither those claims were resolved via recorded judgment or a Rule\r\n54(b) determination was entered.  \r\nThus, although the original judgments were set forth on\r\nseparate documents in accordance with Fed. R. Civ. P. 58, and were\r\nentered on the civil docket by the district court clerk in\r\naccordance with Fed. R. Civ. P. 79(a), they were not final\r\njudgments to which post-judgment interest could attach.  The\r\ninterest was improperly calculated from December 14, 1988, and,\r\nupon remand, post-judgment interest is to be calculated from\r\nJuly 2, 1990, the date that final and appealable judgments were\r\nentered in the case.\r\nIV.  Pre-Judgment Interest\r\nRepublic also contends that the district court erred in\r\nawarding pre-judgment interest for the period from October 20, 1994\r\nuntil June 13, 1997 -- the time in between Republic's tender of the\r\n$25,000 during the present litigation and the district court's\r\nfinal judgment in this case.  Republic argues that the district\r\ncourt erroneously awarded this pre-judgment interest pursuant to 28\r\nU.S.C.  1961, which only provides authority for the awarding of\r\npost-judgment interest.  We agree.  \r\nIn diversity cases, state law must be applied in\r\ndetermining whether and how much pre-judgment interest should be\r\nawarded.  See Commercial Union Ins. Co. v. Walbrook Ins. Co., 41\r\nF.3d 764, 774 (1st Cir. 1994).  Under both Rhode Island and\r\nMassachusetts law, the appropriate rate for pre-judgment interest\r\nin a contract action is 12 percent.  See Mass. Gen. Laws ch. 231,\r\n6C; R.I. Gen. Laws  9-21-10.  In both states, the interest is\r\nautomatically added by the clerk of courts from the date of demand\r\nuntil the judgment is entered.  See id.\r\nRepublic argues that these statutes do not apply to the \r\npresent action because RL-1000 already provides for and limits the\r\ninterest for which it is responsible.  It claims to have thus\r\n\"contracted out of\" these statutes providing for pre-judgment\r\ninterest in civil actions.  Indeed, parties may contract out of\r\nthese statutes.  See id. (both statutes expressly allow contracting\r\nparties to provide for alternate pre-judgment interest rates). \r\nHowever, Republic, through RL-1000, did not do so.  As discussed\r\npreviously, RL-1000 provides that \"[i]n addition to [the] limit of\r\nliability,\" Republic will pay \"[a]ll interest accruing after the\r\nentry of judgment\" (emphasis added) against its insured in a case\r\nit defends.  It would be illogical to interpret this provision to\r\nsomehow exclude pre-judgment interest provided by state statute on\r\na subsequent action demanding payment pursuant to the insurance\r\npolicy.  Republic's contention to the contrary is merely an\r\noutgrowth of its failed argument that RL-1000 limits the amount of\r\ninterest for which Republic could be held liable in this case.\r\nFinally, Republic notes that, at least under Rhode Island\r\nlaw, a court may choose not to follow the statutory mandate if the\r\naward of interest, in light of the facts of the case, does not\r\nfurther policy goals.  See Martin v. Lumberman's Mut. Cas. Co., 559\r\nA.2d 1028, 1031 (R.I. 1989).  According to Republic, the award of\r\npre-judgment interest in this case was so unfair and contrary to\r\npublic policy as to constitute an abuse of discretion on the part\r\nof the district court.  We do not agree.  While Republic's\r\ncharacterization of pre-judgment interest in this case as a\r\n\"windfall\" to plaintiffs is not ludicrous, this award remains\r\nentirely consistent with the public policy promoted by these pre-\r\njudgment interest statutes.  \"Statutes that award prejudgment\r\ninterest generally serve the dual purposes of encouraging the early\r\nsettlement of claims . . . and compensating plaintiffs for waiting\r\nfor recompense to which they were legally entitled.\"  Id. at 1031. \r\nIn this case, plaintiffs have been unable to settle their claim\r\nwith Republic and have been forced to wait many years for the money\r\nto which they were unquestionably entitled.  While the sum of the\r\npre-judgment interest award in this case is quite sizable, we are\r\nunprepared to say that the actions of the district court approach\r\nan abuse of discretion.  \r\n     Because, under either Massachusetts or Rhode Island\r\nlaw, pre-judgment interest is awarded from the date of demand, seeMass. Gen. Laws ch. 231,  6C; R.I. Gen. Laws  9-21-10, the\r\ndistrict court erred in awarding pre-judgment interest from October \r\n20, 1994, the date Republic tendered its policy limits.  Instead,\r\npre-judgment interest began to accrue on July 26, 1994, the date\r\nthat plaintiffs filed their complaint and demand for payment in the\r\ndistrict court.  See Restatement (Second) of Contracts  354 cmt.\r\nb (1981) (where \"performance is to be rendered on demand, interest\r\ndoes not begin to run until a demand is made [and if] the action\r\nitself is considered to be the required demand, interest begins to\r\nrun from the time the action is brought\").  We therefore affirm the\r\naward of pre-judgment interest, but adjust the starting date of the\r\ninterest's accrual to July 26, 1994.\r\nV.  The Umbrella Policies\r\nAt the time of the accident, Republic had issued three\r\nadditional policies, RU-01000, RU-02000 and RU-03000, to U-Haul. \r\nThese umbrella policies provided U-Haul with up to three million\r\ndollars of liability insurance coverage.  According to plaintiffs,\r\nthese policies also covered \"permissive users\" of U-Haul vehicles,\r\nand thus covered Obert and Drywall at the time of accident.  As a\r\nresult, plaintiffs claim that Republic owes them an additional\r\nthree million dollars.\r\nThe district court concluded that, because Obert and\r\nDrywall were not named insureds under the umbrella policies, they\r\nwere not covered by the contracts.  That conclusion relied upon an\r\nincomplete and erroneous reading of the umbrella policies.  The\r\nlanguage in the insurance policies at issue clearly defines an\r\n\"insured\" as including \"any person while using an automobile or\r\naircraft owned by . . . the named insured . . . provided the actual\r\nuse of the automobile or aircraft is . . . with the named insured's\r\npermission.\"  Because Obert was operating a vehicle owned by a\r\n\"named insured\" and Obert's use of that vehicle \"was with the named\r\ninsured's permission,\" there is no question that Obert was\r\n\"insured\" within the definition provided in the body of the\r\numbrella policies.  However, our inquiry does not end here.\r\nAppended to each of the umbrella policies is a series of\r\n\"Amendatory Endorsements.\"  These endorsements each serve to alter,\r\namend or clarify terms contained within the main bodies of the\r\ninsurance contracts.  By adding these endorsements, Republic is\r\nable to tailor standard insurance contracts to meet a particular\r\ninsured's needs.  \r\nEach of the umbrella policies contains a special\r\nendorsement which explicitly amends the definition of \"insured\"\r\nprovided in the body of the policy.  These endorsements exclude\r\nall renters of vehicles from coverage under the policies.  If these\r\nendorsements were agreed to by both Republic and U-Haul, and were\r\nadded to the umbrella policies before the date of the Fratus\r\naccident, then the policies do not provide Obert, as a permissive\r\nuser of U-Haul's truck, with any coverage.\r\nRepublic claims that these endorsements were part of the\r\noriginal insurance contracts signed by U-Haul in 1985.  However,\r\nplaintiffs contend that these endorsements were not added to the\r\numbrella policies until after the date of the accident, and that\r\nRepublic is not truthful about the date of the endorsements' birth\r\nin a nefarious attempt to preclude plaintiffs from collecting more\r\nmoney.  These accusations are indeed troubling.  Furthermore, they\r\nare not altogether unsupported.  \r\nIn the lower left-hand corner of the amendatory\r\nendorsements at issue is a typewritten notation which reads \"7/2/86\r\ndmm.\"  No similar notations appear in the corners of the numerous\r\nother amendatory endorsements which were part of the RU-01000 and\r\nRU-02000 contracts when they were signed in 1985.  However, similar\r\nnotations do appear in the lower left-hand corners of many\r\nendorsements which were added to the contracts in 1986 and beyond. \r\nRepublic offers no explanation for this inconsistency. \r\nFurthermore, in response to interrogatories, Republic denied any\r\nknowledge of the identity of either the author of the policies at\r\nissue or \"dmm,\" and claims to be unable to determine or locate\r\nthese former employees.\r\nThus, a material dispute of fact exists regarding the\r\noriginal date of the endorsements amending the umbrella policies'\r\ndefinition of \"insured.\"  If the amendments were added after\r\nJune 4, 1985, then Obert was insured under the policies.  If the\r\namendment was added before June 4, 1985, the policies did not\r\nprovide any coverage for Obert.  This is a factual dispute that\r\nmust be resolved by the district court upon remand.\r\nVI.  The Dates of Coverage of RU-03000\r\nThe previous analysis has assumed, arguendo, that RU-\r\n03000 covered U-Haul on the date of the June 4, 1985 accident.  In\r\nfact, the district court concluded that RU-03000 was not actually\r\nin effect on that fateful day.  According to plaintiffs, the\r\ndistrict court made a simple and correctable error.\r\nPlaintiffs maintain that the actual RU-03000 policy in\r\neffect at the time of the accident could not be located by\r\nRepublic.  As a result, the parties agreed to submit a successor\r\npolicy, the RU-03000 policy which covered the period from April 1,\r\n1986 to April 1, 1987, into evidence for the purpose of providing\r\nthe court with the appropriate policy language.  According to\r\nplaintiffs, the court overlooked or was unaware of this arrangement\r\nand, after noting the dates of the policy in evidence, mistakenly\r\nruled that RU-03000 was not in effect at the time of the accident. \r\nIn support of their contention that RU-03000 was in effect at the\r\ntime of the accident, plaintiffs refer this court to an\r\ninterrogatory wherein Republic unequivocally states that RU-03000\r\nhad been in effect since 1982. \r\nRepublic denies that any arrangement was ever made to\r\nsubstitute a later version of the RU-03000 policy into evidence in\r\nexchange for the policy in effect at the time of the accident.  It\r\ncontends that the RU-03000 policy entered into evidence was as\r\nclose as Republic came to ensuring U-Haul with an RU-03000 policy\r\nduring the time of the accident.  It claims to have been confused\r\nor mistaken when it responded to the interrogatory in which it\r\nindicated that U-Haul had been insured under an RU-03000 policy\r\nsince 1982.\r\nWe conclude, upon examination of the district court\r\nopinion, that the court did not make a factual finding regarding\r\nthe \"authenticity\" of the RU-03000 policy in evidence.  The opinion\r\nreveals that the court was unaware that the policy was alleged by\r\nplaintiffs to merely represent a surrogate exhibit, substituted for\r\nevidence which was lost or misplaced by Republic.  We therefore\r\nremand to the district court for a factual determination on this\r\nquestion.\r\n                       CONCLUSION\r\nFor the reasons stated herein, we affirm the district\r\ncourt's award of pre- and post-judgment interest on the underlying\r\njudgments in this case, but remand for a recalculation of that\r\ninterest at 5.75% from July 2, 1990 until July 26, 1994 and at 12%\r\nfrom July 26, 1994 until June 13, 1997 (in addition to the interest\r\nwhich has accumulated on appeal and remand).  Furthermore, we\r\nremand the case for factual findings regarding the dates that\r\namendatory endorsements altering the definition of \"insureds\" were\r\nadded to the umbrella policies and for factual findings regarding\r\nthe dates of U-Haul's insurance coverage by policy RU-03000.  On\r\nremand, the district court may examine the effect, if any, of the\r\nrental agreement on the applicability of the umbrella policies. Each party to bear its own costs.\n",
  "html": "<p class=\"case_cite\">147 F.3d 25</p>\n    <p class=\"parties\">Joseph J. FRATUS, et al., Plaintiffs, Appellees,<br>v.<br>REPUBLIC WESTERN INSURANCE COMPANY, Defendant, Appellant.<br>Joseph J. FRATUS, et al., Plaintiffs, Appellants,<br>v.<br>REPUBLIC WESTERN INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 97-1876, 97-1955.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1998.<br>Decided June 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert A. Sherman, with whom Joseph E. Boyland, Peter F. Carr II, Ross A. Keene and Eckert Seamans Cherin &amp; Mellott, LLC were on brief, for appellant Republic Western Insurance Company.</p>\n      <p class=\"indent\">Fred T. Polacek, with whom Rodio &amp; Ursillo, Ltd. was on brief, for appellees Joseph J. Fratus, et al.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In a personal injury suit stemming from a tragic accident involving Joseph Fratus, a jury previously awarded him, his wife, Stephanie Fratus, and his daughter, Carissa Fratus (collectively, \"Fratus family\" or \"plaintiffs\") over three million dollars.  Republic Western Insurance Company (\"Republic\")--defendant in the current action--defended that suit and was liable for at least $25,000 of that judgment under a policy which indisputably applied to the accident in question.  Nonetheless, for almost six years, Republic paid plaintiffs nothing.  During that time, over one million dollars in interest had accrued on the entirety of the original verdict.  The district court ruled that Republic was obligated, under either Massachusetts or Rhode Island law, to pay this interest in accordance with a policy it had issued.  See Fratus v. Republic Western Ins. Co., 963 F.Supp. 113, 116-18 (D.R.I.1997).  The district court also ruled that the insurance company was not liable for three million dollars of the principal judgment in the underlying case because three additional \"umbrella\" coverage policies<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> did not apply to the defendants in that case.  See id. at 119.   Both parties appeal.  We affirm in part, reverse, and remand in part.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 4, 1985, Joseph J. Fratus was rendered a paraplegic when a rented truck ran into him as he directed traffic at a construction site in Cranston, Rhode Island.  The driver of the truck was Joseph Obert.  Obert had rented the truck from U-Haul Truck Rental in Worcester, Massachusetts on behalf of his employer, American Drywall Company, Inc.  (\"Drywall\").  At the time, Republic was insuring the truck under a number of different policies which had been purchased by U-Haul.  While the scope of coverage in three of the policies is at issue in this case, it is not disputed that a fourth policy, Business Auto Policy No. RL-1000, provided limited coverage to Obert and Drywall for the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When Fratus and his family sued Obert, Drywall, and U-Haul under various theories, Republic defended the suit.  A jury returned verdicts totaling over three million dollars on December 12, 1988, and, two days later, judgments were entered accordingly.  One question not addressed by the judgments was whether, as a matter of law, U-Haul was vicariously liable, and thus jointly and severally liable, in Rhode Island for the judgments against Obert and Drywall.  On January 27, 1989, U-Haul moved to certify to the Rhode Island Supreme Court \"[w]hether Rhode Island law imposes joint and several liability on any owner of a rental vehicle not registered or rented in, but negligently operated by the bailee thereof, on the public highways of the State of Rhode Island?\"   The motion was granted.  On June 5, 1990, the Rhode Island Supreme Court concluded that U-Haul was not jointly and severally liable for Obert and Drywall's negligence.  See Fratus v. Amerco, 575 A.2d 989, 993 (R.I.1990).  On July 2, 1990, the district court entered judgments consistent with the Rhode Island Supreme Court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Republic never disputed that it was responsible for at least $25,000 of the judgment.  According to insurance policy RL-1000, Republic was responsible for the minimum responsibility insurance coverage for the state in which the loss occurred, which, in Rhode Island, was $25,000.  On October 20, 1994, nearly six years after the jury returned its verdict, and pursuant to a demand stemming from the present litigation, Republic finally tendered payment of the $25,000 to the plaintiffs.  In the interim, however, well over one million dollars in interest had accumulated on the original judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs brought this suit under the district court's diversity jurisdiction, arguing that, under the terms of one policy RL-1000, Republic was obligated to pay all of the interest which had accumulated on the original judgments.  The district court agreed that, under either Massachusetts or Rhode Island law, Republic was obligated by the plain terms of its RL-1000 policy to pay the interest on the judgments, despite the fact that, with the passage of time, this obligation became one of a far greater magnitude than payment of the policy \"limits.\"   See Fratus, 963 F.Supp. at 116-118.   Republic appeals this determination.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs also argued that Republic was bound, under the terms of three \"umbrella\" policies, RU-01000, RU-02000 and RU-03000, to pay three million dollars--the policy limits of those policies--of the original judgments against Obert and Drywall.  The district court held that these umbrella policies did not apply to the accident because only U-Haul, and not Obert or Drywall, was insured under the policies.  See id. at 119.   Plaintiffs appeal this ruling, arguing that Obert was insured as a \"permissive user\" of the truck.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p>I. Choice of law</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This case arises under federal diversity jurisdiction as set forth by 28 U.S.C. &#167; 1332.  Plaintiffs are Rhode Island residents and the defendant is a Michigan-based insurance company.  In the district court, the parties disputed whether the law of Massachusetts--where the truck was rented--or Rhode Island--where the accident occurred--applied.  However, the district court did not resolve the question in its opinion, concluding that \"it makes no difference which law applies because the application of either state's law leads to the same conclusion.\"   See, 963 F.Supp. at 116.   Neither party specifically appeals this ruling, and we conclude that the district court acted within its discretion in bypassing the choice of law issue.  A federal court sitting in diversity need not make a finding regarding which state's law is to be applied where the case's resolution would be identical under either state's law.  See Pediatricians, Inc. v. Provident Life &amp; Accident Ins. Co., 965 F.2d 1164, 1168 (1st Cir.1992);  Fashion House, Inc. v. K mart Corp., 892 F.2d 1076, 1092 (1st Cir.1989).</p>\n    </div>\n    <p>II. Interpreting RL-1000</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">According to Republic's RL-1000 insurance policy, which indisputably covered Obert, \"[i]n addition to our limit of liability, we will pay for the insured ... [a]ll interest accruing after the entry of judgment in a suit we defend.  Our duty to pay interest ends when we pay or tender our limit of liability\" (emphasis in original).  The insurance industry refers to this clause as a \"standard interest clause.\"   Republic does not dispute that it defended the underlying suit in this case.  In that case, verdicts were delivered for the plaintiffs in the amount of $3,170,000 ($4,482,300 after computing pre-judgment interest).  Judgments were entered on the verdicts on December 14, 1988.  As of that date, RL-1000 obligated Republic to pay $25,000 to the plaintiffs.  Nonetheless, Republic did not pay the plaintiffs any money until October 20, 1994.  During the almost six years between the trial and Republic's tender of the policy limits, well over one million dollars in interest had accumulated on the original judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiffs claim that Republic is bound by its contract terms to pay this interest, in spite of the fact that the limit of liability under the policy was only $25,000.  Republic claims that it is, at most, obligated to pay interest on $25,000 of the judgment, since that is the limit of liability under the policy.  Republic argues that the district court's decision produced the \"absurd\" result of requiring it to pay interest worth many times the policy limits.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This dispute does not merit much discussion.  The contract terms could not be clearer.  Republic agreed, in addition to its limit of liability, to pay \"[a]ll interest accruing after the entry of judgment\" (emphasis added) until the $25,000 was tendered.  As the district court observed, \"all interest\" does not mean \"partial interest.\"   Republic essentially asks this court to ignore the plain terms of its own policy because, under circumstances like those in the present case, it would be obligated to pay sums of interest that are grossly disproportionate to the policy limits.  This argument is unavailing.  Where the terms of a contract are clear and unambiguous, they must be applied as written.  See Cody v. Connecticut Gen. Life Ins. Co., 387 Mass. 142, 439 N.E.2d 234, 237 (1982);  Factory Mut. Liability Ins. Co. of Am. v. Cooper, 106 R.I. 632, 262 A.2d 370, 372 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At any time after judgments were entered in this case, Republic could have stopped the interest from accumulating by paying the Fratuses the $25,000 that they were owed.  Republic's burden of adhering to its own contract was not onerous.  Yet, to this date, no explanation has been offered for the delay in making the payment to which plaintiffs were entitled.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It may, at first, seem shocking to impose this immense obligation on Republic for a failure to deliver a relatively small sum to the plaintiffs.  Yet, the clear majority of modern courts that have interpreted a standard interest clause under similar circumstances have concluded that the policies mean what they say.  See In re Estate of Tichota, 191 Neb. 484, 215 N.W.2d 885, 886-87 (1974) (explaining that the modern trend and majority rule holds insurers liable for interest on the entire amount of the judgment);  Weber v. Biddle, 4 Wash.App. 519, 483 P.2d 155, 161-62 (1971);  8A John Alan Appleman and Jean Appleman, Insurance Law and Practice &#167; 4894.25 (1979) (listing cases applying the majority rule);  15A George J. Couch, Couch on Insurance &#167; 56:39 (1983) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These opinions not only apply the straightforward terms of the contracts, but produce sound policy.  Compelling the insurer to pay all of the interest which accrues pending appeal protects the insureds, who may wish to pay the portion of the judgment in excess of policy limits and stop the tolling of interest, but whose lack of control over the litigation prevents them from doing so.  See River Valley Cartage Co. v. Hawkeye-Security Ins. Co., 17 Ill.2d 242, 161 N.E.2d 101, 103 (1959).  The rule also serves to protect plaintiffs from unreasonable delay on the part of insurers, or, as in this case, compensate them for such delays.  The rule does not impose an unfair burden on insurers because they remain in control of both the tolling of interest and the litigation, and can fairly be expected to understand how the majority of jurisdictions interpret standard interest clauses.  See id.;   Cf. Tichota, 215 N.W.2d at 887 (citing three articles in insurance industry journals urging the continued adoption of the majority rule).  We therefore affirm the district court's determination that Republic is liable for all interest accruing on the judgments from their date of entry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III. Judgment Day</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Having concluded that Republic's liability for interest on the Fratus judgments began upon their date of final entry, we must resolve a dispute as to that date.  According to 28 U.S.C. &#167; 1961, \"[i]nterest shall be allowed on any money judgment in a civil case recovered in a district court.\"   Both parties acknowledge that on December 14, 1988, the Clerk of the District Court entered eighteen separate judgments pursuant to the jury verdicts in the underlying case.  However, the district court subsequently certified to the Rhode Island Supreme Court a lone remaining issue:  whether U-Haul could be held jointly and severally liable for the Fratus judgments.  See Fratus v. Amerco, 575 A.2d 989, 990 (R.I.1990).  Republic claims to be obligated only to pay interest which accrued after the district court acknowledged the Rhode Island Supreme Court's decision on July 2, 1990, through the last judgments entered in the case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  According to Republic, interest does not begin to accrue under &#167;   1961 until the entry of \"final\" judgment, and the judgments entered pursuant to the verdicts in the underlying case were not \"final\" because they were not entered pursuant to Fed.R.Civ.P. 54(b).  Under Rule 54(b), when multiple parties or multiple claims are involved in an action, the court may enter final judgment as to one or more of the claims or parties, but on fewer than all of the claims or parties, only upon an express determination that there is no just reason for delay and upon an express direction for the entry of final judgment.  Because plaintiffs' claim that U-Haul was vicariously liable for the judgments obtained against Obert and Drywall was certified to the Rhode Island Supreme Court, a judgment was still pending against at least one party to the original litigation.  No Rule 54(b) determination was made or requested in conjunction with the December 1988 judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We agree that the district court made an error in determining the date from which to compute post-judgment interest.  This court has previously determined that, while a judgment need not be final for all purposes in order to begin the tolling of interest under &#167; 1961, see Marshall v. Avis Rent-A-Car of P.R., Inc., 866 F.2d 521, 523 (1st Cir.1989), where a judgment is not final for purposes of Rule 54(b), post-judgment interest does not accrue.  See id. at 522-23;  Explosives Corp. of Am. v. Garlam Ent.  Corp., 817 F.2d 894, 903-04 (1st Cir.1987).  Because the December 1988 judgments did not address plaintiffs' claims of vicarious liability against U-Haul, interest could not be imposed until either those claims were resolved via recorded judgment or a Rule 54(b) determination was entered.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, although the original judgments were set forth on separate documents in accordance with Fed.R.Civ.P. 58, and were entered on the civil docket by the district court clerk in accordance with Fed.R.Civ.P. 79(a), they were not final judgments to which post-judgment interest could attach.  The interest was improperly calculated from December 14, 1988, and, upon remand, post-judgment interest is to be calculated from July 2, 1990, the date that final and appealable judgments were entered in the case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>IV. Pre-Judgment Interest</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Republic also contends that the district court erred in awarding pre-judgment interest for the period from October 20, 1994 until June 13, 1997--the time in between Republic's tender of the $25,000 during the present litigation and the district court's final judgment in this case.  Republic argues that the district court erroneously awarded this pre-judgment interest pursuant to 28 U.S.C. &#167; 1961, which only provides authority for the awarding of post-judgment interest.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In diversity cases, state law must be applied in determining whether and how much pre-judgment interest should be awarded.  See Commercial Union Ins. Co. v. Walbrook Ins. Co., 41 F.3d 764, 774 (1st Cir.1994).  Under both Rhode Island and Massachusetts law, the appropriate rate for pre-judgment interest in a contract action is 12 percent.  See Mass.  Gen. Laws ch. 231, &#167; 6C;  R.I. Gen. Laws &#167; 9-21-10.  In both states, the interest is automatically added by the clerk of courts from the date of demand until the judgment is entered.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Republic argues that these statutes do not apply to the present action because RL-1000 already provides for and limits the interest for which it is responsible.  It claims to have thus \"contracted out of\" these statutes providing for pre-judgment interest in civil actions.  Indeed, parties may contract out of these statutes.  See id.  (both statutes expressly allow contracting parties to provide for alternate pre-judgment interest rates).  However, Republic, through RL-1000, did not do so.  As discussed previously, RL-1000 provides that \"[i]n addition to [the] limit of liability,\" Republic will pay \"[a]ll interest accruing after the entry of judgment\" (emphasis added) against its insured in a case it defends.  It would be illogical to interpret this provision to somehow exclude pre-judgment interest provided by state statute on a subsequent action demanding payment pursuant to the insurance policy.  Republic's contention to the contrary is merely an outgrowth of its failed argument that RL-1000 limits the amount of interest for which Republic could be held liable in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Republic notes that, at least under Rhode Island law, a court may choose not to follow the statutory mandate if the award of interest, in light of the facts of the case, does not further policy goals.  See Martin v. Lumbermen's Mut. Cas. Co., 559 A.2d 1028, 1031 (R.I.1989).  According to Republic, the award of pre-judgment interest in this case was so unfair and contrary to public policy as to constitute an abuse of discretion on the part of the district court.  We do not agree.  While Republic's characterization of pre-judgment interest in this case as a \"windfall\" to plaintiffs is not ludicrous, this award remains entirely consistent with the public policy promoted by these pre-judgment interest statutes.  \"Statutes that award prejudgment interest generally serve the dual purposes of encouraging the early settlement of claims ... and compensating plaintiffs for waiting for recompense to which they were legally entitled.\"  Id. at 1031.   In this case, plaintiffs have been unable to settle their claim with Republic and have been forced to wait many years for the money to which they were unquestionably entitled.  While the sum of the pre-judgment interest award in this case is quite sizable, we are unprepared to say that the actions of the district court approach an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because, under either Massachusetts or Rhode Island law, pre-judgment interest is awarded from the date of demand, see Mass.  Gen. Laws ch. 231, &#167; 6C;  R.I. Gen. Laws &#167; 9-21-10, the district court erred in awarding pre-judgment interest from October 20, 1994, the date Republic tendered its policy limits.  Instead, pre-judgment interest began to accrue on July 26, 1994, the date that plaintiffs filed their complaint and demand for payment in the district court.  See Restatement (Second) of Contracts &#167; 354 cmt. b (1981) (where \"performance is to be rendered on demand, interest does not begin to run until a demand is made [and if] the action itself is considered to be the required demand, interest begins to run from the time the action is brought\").  We therefore affirm the award of pre-judgment interest, but adjust the starting date of the interest's accrual to July 26, 1994.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>V. The Umbrella Policies</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the time of the accident, Republic had issued three additional policies, RU-01000, RU-02000 and RU-03000, to U-Haul.  These umbrella policies provided U-Haul with up to three million dollars of liability insurance coverage.  According to plaintiffs, these policies also covered \"permissive users\" of U-Haul vehicles, and thus covered Obert and Drywall at the time of accident.  As a result, plaintiffs claim that Republic owes them an additional three million dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court concluded that, because Obert and Drywall were not named insureds under the umbrella policies, they were not covered by the contracts.  That conclusion relied upon an incomplete and erroneous reading of the umbrella policies.  The language in the insurance policies at issue clearly defines an \"insured\" as including \"any person while using an automobile or aircraft owned by ... the named insured ... provided the actual use of the automobile or aircraft is ... with the named insured's permission.\"   Because Obert was operating a vehicle owned by a \"named insured\" and Obert's use of that vehicle \"was with the named insured's permission,\" there is no question that Obert was \"insured\" within the definition provided in the body of the umbrella policies.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  However, our inquiry does not end here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appended to each of the umbrella policies is a series of \"Amendatory Endorsements.\"   These endorsements each serve to alter, amend or clarify terms contained within the main bodies of the insurance contracts.  By adding these endorsements, Republic is able to tailor standard insurance contracts to meet a particular insured's needs.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Each of the umbrella policies contains a special endorsement which explicitly amends the definition of \"insured\" provided in the body of the policy.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  These endorsements exclude all renters of vehicles from coverage under the policies.  If these endorsements were agreed to by both Republic and U-Haul, and were added to the umbrella policies before the date of the Fratus accident, then the policies do not provide Obert, as a permissive user of U-Haul's truck, with any coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Republic claims that these endorsements were part of the original insurance contracts signed by U-Haul in 1985.  However, plaintiffs contend that these endorsements were not added to the umbrella policies until after the date of the accident, and that Republic is not truthful about the date of the endorsements' birth in a nefarious attempt to preclude plaintiffs from collecting more money.  These accusations are indeed troubling.  Furthermore, they are not altogether unsupported.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the lower left-hand corner of the amendatory endorsements at issue is a typewritten notation which reads \"7/2/86 dmm.\"   No similar notations appear in the corners of the numerous other amendatory endorsements which were part of the RU-01000 and RU-02000 contracts when they were signed in 1985.  However, similar notations do appear in the lower left-hand corners of many endorsements which were added to the contracts in 1986 and beyond.  Republic offers no explanation for this inconsistency.  Furthermore, in response to interrogatories, Republic denied any knowledge of the identity of either the author of the policies at issue or \"dmm,\" and claims to be unable to determine or locate these former employees.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Thus, a material dispute of fact exists regarding the original date of the endorsements amending the umbrella policies' definition of \"insured.\"   If the amendments were added after June 4, 1985, then Obert was insured under the policies.  If the amendment was added before June 4, 1985, the policies did not provide any coverage for Obert.  This is a factual dispute that must be resolved by the district court upon remand.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>VI. The Dates of Coverage of RU-03000</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The previous analysis has assumed, arguendo, that RU03000 covered U-Haul on the date of the June 4, 1985 accident.  In fact, the district court concluded that RU-03000 was not actually in effect on that fateful day.  According to plaintiffs, the district court made a simple and correctable error.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiffs maintain that the actual RU-03000 policy in effect at the time of the accident could not be located by Republic.  As a result, the parties agreed to submit a successor policy, the RU-03000 policy which covered the period from April 1, 1986 to April 1, 1987, into evidence for the purpose of providing the court with the appropriate policy language.  According to plaintiffs, the court overlooked or was unaware of this arrangement and, after noting the dates of the policy in evidence, mistakenly ruled that RU-03000 was not in effect at the time of the accident.  In support of their contention that RU-03000 was in effect at the time of the accident, plaintiffs refer this court to an interrogatory wherein Republic unequivocally states that RU-03000 had been in effect since 1982.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Republic denies that any arrangement was ever made to substitute a later version of the RU-03000 policy into evidence in exchange for the policy in effect at the time of the accident.  It contends that the RU-03000 policy entered into evidence was as close as Republic came to ensuring U-Haul with an RU-03000 policy during the time of the accident.  It claims to have been confused or mistaken when it responded to the interrogatory in which it indicated that U-Haul had been insured under an RU-03000 policy since 1982.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We conclude, upon examination of the district court opinion, that the court did not make a factual finding regarding the \"authenticity\" of the RU-03000 policy in evidence.  The opinion reveals that the court was unaware that the policy was alleged by plaintiffs to merely represent a surrogate exhibit, substituted for evidence which was lost or misplaced by Republic.  We therefore remand to the district court for a factual determination on this question.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons stated herein, we affirm the district court's award of pre- and post-judgment interest on the underlying judgments in this case, but remand for a recalculation of that interest at 5.75% from July 2, 1990 until July 26, 1994 and at 12% from July 26, 1994 until June 13, 1997 (in addition to the interest which has accumulated on appeal and remand).  Furthermore, we remand the case for factual findings regarding the dates that amendatory endorsements altering the definition of \"insureds\" were added to the umbrella policies and for factual findings regarding the dates of U-Haul's insurance coverage by policy RU-03000.  On remand, the district court may examine the effect, if any, of the rental agreement on the applicability of the umbrella policies.  Each party to bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> An \"umbrella policy\" is a supplemental insurance policy which protects insureds against losses in excess of the amount covered by their other liability insurance policies and fills in gaps in coverage.  See Commercial Union Ins. Co. v. Walbrook Ins. Co., 7 F.3d 1047, 1053 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although an explanation might help our understanding of the insurance company's inaction, it would not change the outcome of this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Republic argues that \"endorsement no.2\" of RL-1000, which further defines the term \"limits of liability,\" modifies any obligation it had to pay interest on a portion of the judgment in excess of $25,000.  We find this argument entirely unpersuasive because the standard interest clause expressly obligates Republic to pay all the interest \"[i]n addition to our limit of liability.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Those judgments largely mirrored the 1988 judgments, but definitively explained that the U-Haul defendants could not be held jointly liable for the judgments against Obert and Drywall</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Republic also correctly argues that the district court applied the wrong rate of post-judgment interest to the underlying judgments.  The district court awarded post-judgment interest on the underlying December 14, 1988 judgments at a rate of 9.2%.  A review of auction prices for fifty-two-week United States Treasury Bills for December 14, 1988, however, reveals that the proper interest rate was 8.55%.  See 28 U.S.C. &#167; 1961 (explaining that the procedure for calculating the proper rate of post-judgment interest on any federal judgment depends upon the 52-week T-Bill auction price);  Certification of 52-Week T-Bill Auction Rate of April 23, 1998, Dept. of the Treasury's Bureau of Public Debt (containing 52-Week T-Bill Rate Table of Changes from 4/15/1982).  The proper interest rate as of December 14, 1988, however, is irrelevant to this case on remand in light of our determination that post-judgment interest did not properly begin to accrue until July 2, 1990, when the proper rate of post-judgment interest rate was 5.75%.  See id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Under R.I. Gen. Laws &#167; 9-21-10, pre-judgment interest is technically calculated from \"the date the cause of action accrued.\"   Since the cause of action in this case is a demand of performance on a contract, the date of accrual for the cause of action was the date of demand, i.e., the date the action was filed.  See Restatement (Second) of Contracts &#167; 354 cmt. b (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The interplay of pre-judgment and post-judgment interest in this case is actually quite novel.  Normally, the pre-judgment interest is fixed as of the date of judgment, at which point post-judgment interest begins to run, often at a lower rate.  Here, post-judgment interest on the underlying judgments preceded the pre-judgment interest in the current case.  The complaint seeking payment of the post-judgment interest actually triggered the accrual of pre-judgment interest at 12% on an amount that was ostensibly still increasing at 5.75%.  In theory, Republic could be held liable for this \"double interest\" until the time it tendered its payment and ended the accrual of post-judgment interest--in this case, October 20, 1994.  However, requiring Republic to pay such an amount would compensate plaintiffs twice for the unavailability of the money from the underlying judgments.  This strikes us as inconsistent with the fundamental purpose of pre- and post-judgment interest.  We therefore follow the district court's example, which was not appealed or commented upon by the parties:  determining the proper starting date of the higher, pre-judgment interest rate, and charging only that rate of interest until the district court's judgment was entered in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We reject without comment Republic's contention that Obert was not insured because he was driving a \"truck\", while the umbrella policies only covered \"automobiles and airplanes.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In RU-01000 and RU-02000, that endorsement was \"Amendatory Endorsement No. 12\" while the same effect was provided in RU-03000 by \"Amendatory Endorsement No. 3.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Our discussion of this matter should not be interpreted as in any way passing upon the merits of these allegations.  Determining their validity is a function reserved for the district court upon remand.  We explain plaintiffs' contentions in detail merely to illustrate that the allegations are not frivolous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Furthermore, on remand, the district court is free to examine whether the rental agreement between Drywall and U-Haul renders the umbrella policies inapplicable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We also note with curiosity that, in reviewing the transcript of the district court proceedings, we are unable to locate any argument by Republic's attorney to the effect that RU-03000 was not in effect at the time of the accident.  Such an argument would have provided Republic with an obvious and inevitably successful defense to the plaintiffs' claim under RU-03000 if indeed that policy first went into effect in 1986</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span></p>\n    <p class=\"parties\">Joseph J. FRATUS, et al., Plaintiffs, Appellees,<br>v.<br>REPUBLIC WESTERN INSURANCE COMPANY, Defendant, Appellant.<br>Joseph J. FRATUS, et al., Plaintiffs, Appellants,<br>v.<br>REPUBLIC WESTERN INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 97-1876, 97-1955.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1998.<br>Decided June 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert A. Sherman, with whom Joseph E. Boyland, Peter F. Carr II, Ross A. Keene and Eckert Seamans Cherin &amp; Mellott, LLC were on brief, for appellant Republic Western Insurance Company.</p>\n      <p class=\"indent\">Fred T. Polacek, with whom Rodio &amp; Ursillo, Ltd. was on brief, for appellees Joseph J. Fratus, et al.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In a personal injury suit stemming from a tragic accident involving Joseph Fratus, a jury previously awarded him, his wife, Stephanie Fratus, and his daughter, Carissa Fratus (collectively, \"Fratus family\" or \"plaintiffs\") over three million dollars.  Republic Western Insurance Company (\"Republic\")--defendant in the current action--defended that suit and was liable for at least $25,000 of that judgment under a policy which indisputably applied to the accident in question.  Nonetheless, for almost six years, Republic paid plaintiffs nothing.  During that time, over one million dollars in interest had accrued on the entirety of the original verdict.  The district court ruled that Republic was obligated, under either Massachusetts or Rhode Island law, to pay this interest in accordance with a policy it had issued.  See Fratus v. Republic Western Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">963</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">113</span></span>, 116-18 (D.R.I.1997).  The district court also ruled that the insurance company was not liable for three million dollars of the principal judgment in the underlying case because three additional \"umbrella\" coverage policies<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> did not apply to the defendants in that case.  See id. at 119.   Both parties appeal.  We affirm in part, reverse, and remand in part.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 4, 1985, Joseph J. Fratus was rendered a paraplegic when a rented truck ran into him as he directed traffic at a construction site in Cranston, Rhode Island.  The driver of the truck was Joseph Obert.  Obert had rented the truck from U-Haul Truck Rental in Worcester, Massachusetts on behalf of his employer, American Drywall Company, Inc.  (\"Drywall\").  At the time, Republic was insuring the truck under a number of different policies which had been purchased by U-Haul.  While the scope of coverage in three of the policies is at issue in this case, it is not disputed that a fourth policy, Business Auto Policy No. RL-1000, provided limited coverage to Obert and Drywall for the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When Fratus and his family sued Obert, Drywall, and U-Haul under various theories, Republic defended the suit.  A jury returned verdicts totaling over three million dollars on December 12, 1988, and, two days later, judgments were entered accordingly.  One question not addressed by the judgments was whether, as a matter of law, U-Haul was vicariously liable, and thus jointly and severally liable, in Rhode Island for the judgments against Obert and Drywall.  On January 27, 1989, U-Haul moved to certify to the Rhode Island Supreme Court \"[w]hether Rhode Island law imposes joint and several liability on any owner of a rental vehicle not registered or rented in, but negligently operated by the bailee thereof, on the public highways of the State of Rhode Island?\"   The motion was granted.  On June 5, 1990, the Rhode Island Supreme Court concluded that U-Haul was not jointly and severally liable for Obert and Drywall's negligence.  See Fratus v. Amerco, <span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">989</span></span>, 993 (R.I.1990).  On July 2, 1990, the district court entered judgments consistent with the Rhode Island Supreme Court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Republic never disputed that it was responsible for at least $25,000 of the judgment.  According to insurance policy RL-1000, Republic was responsible for the minimum responsibility insurance coverage for the state in which the loss occurred, which, in Rhode Island, was $25,000.  On October 20, 1994, nearly six years after the jury returned its verdict, and pursuant to a demand stemming from the present litigation, Republic finally tendered payment of the $25,000 to the plaintiffs.  In the interim, however, well over one million dollars in interest had accumulated on the original judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs brought this suit under the district court's diversity jurisdiction, arguing that, under the terms of one policy RL-1000, Republic was obligated to pay all of the interest which had accumulated on the original judgments.  The district court agreed that, under either Massachusetts or Rhode Island law, Republic was obligated by the plain terms of its RL-1000 policy to pay the interest on the judgments, despite the fact that, with the passage of time, this obligation became one of a far greater magnitude than payment of the policy \"limits.\"   See Fratus, 963 F.Supp. at 116-118.   Republic appeals this determination.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs also argued that Republic was bound, under the terms of three \"umbrella\" policies, RU-01000, RU-02000 and RU-03000, to pay three million dollars--the policy limits of those policies--of the original judgments against Obert and Drywall.  The district court held that these umbrella policies did not apply to the accident because only U-Haul, and not Obert or Drywall, was insured under the policies.  See id. at 119.   Plaintiffs appeal this ruling, arguing that Obert was insured as a \"permissive user\" of the truck.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p>I. Choice of law</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This case arises under federal diversity jurisdiction as set forth by 28 U.S.C. &#167; 1332.  Plaintiffs are Rhode Island residents and the defendant is a Michigan-based insurance company.  In the district court, the parties disputed whether the law of Massachusetts--where the truck was rented--or Rhode Island--where the accident occurred--applied.  However, the district court did not resolve the question in its opinion, concluding that \"it makes no difference which law applies because the application of either state's law leads to the same conclusion.\"   See, 963 F.Supp. at 116.   Neither party specifically appeals this ruling, and we conclude that the district court acted within its discretion in bypassing the choice of law issue.  A federal court sitting in diversity need not make a finding regarding which state's law is to be applied where the case's resolution would be identical under either state's law.  See Pediatricians, Inc. v. Provident Life &amp; Accident Ins. Co., <span class=\"citation\" data-id=\"584143\"><a href=\"/opinion/584143/pediatricians-inc-v-provident-life-accident-insurance-co/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1164</span></a></span>, 1168 (1st Cir.1992);  Fashion House, Inc. v. K mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1092 (1st Cir.1989).</p>\n    </div>\n    <p>II. Interpreting RL-1000</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">According to Republic's RL-1000 insurance policy, which indisputably covered Obert, \"[i]n addition to our limit of liability, we will pay for the insured ... [a]ll interest accruing after the entry of judgment in a suit we defend.  Our duty to pay interest ends when we pay or tender our limit of liability\" (emphasis in original).  The insurance industry refers to this clause as a \"standard interest clause.\"   Republic does not dispute that it defended the underlying suit in this case.  In that case, verdicts were delivered for the plaintiffs in the amount of $3,170,000 ($4,482,300 after computing pre-judgment interest).  Judgments were entered on the verdicts on December 14, 1988.  As of that date, RL-1000 obligated Republic to pay $25,000 to the plaintiffs.  Nonetheless, Republic did not pay the plaintiffs any money until October 20, 1994.  During the almost six years between the trial and Republic's tender of the policy limits, well over one million dollars in interest had accumulated on the original judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiffs claim that Republic is bound by its contract terms to pay this interest, in spite of the fact that the limit of liability under the policy was only $25,000.  Republic claims that it is, at most, obligated to pay interest on $25,000 of the judgment, since that is the limit of liability under the policy.  Republic argues that the district court's decision produced the \"absurd\" result of requiring it to pay interest worth many times the policy limits.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This dispute does not merit much discussion.  The contract terms could not be clearer.  Republic agreed, in addition to its limit of liability, to pay \"[a]ll interest accruing after the entry of judgment\" (emphasis added) until the $25,000 was tendered.  As the district court observed, \"all interest\" does not mean \"partial interest.\"   Republic essentially asks this court to ignore the plain terms of its own policy because, under circumstances like those in the present case, it would be obligated to pay sums of interest that are grossly disproportionate to the policy limits.  This argument is unavailing.  Where the terms of a contract are clear and unambiguous, they must be applied as written.  See Cody v. Connecticut Gen. Life Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">142</span></span>, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">234</span></span>, 237 (1982);  Factory Mut. Liability Ins. Co. of Am. v. Cooper, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">632</span></span>, <span class=\"citation\" data-id=\"1960661\"><a href=\"/opinion/1960661/factory-mutual-liability-ins-co-of-amer-v-cooper/\"><span class=\"volume\">262</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">370</span></a></span>, 372 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At any time after judgments were entered in this case, Republic could have stopped the interest from accumulating by paying the Fratuses the $25,000 that they were owed.  Republic's burden of adhering to its own contract was not onerous.  Yet, to this date, no explanation has been offered for the delay in making the payment to which plaintiffs were entitled.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It may, at first, seem shocking to impose this immense obligation on Republic for a failure to deliver a relatively small sum to the plaintiffs.  Yet, the clear majority of modern courts that have interpreted a standard interest clause under similar circumstances have concluded that the policies mean what they say.  See In re Estate of Tichota, <span class=\"citation\" data-id=\"1921446\"><a href=\"/opinion/1921446/in-re-estate-of-tichota/\"><span class=\"volume\">191</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"1921446\"><a href=\"/opinion/1921446/in-re-estate-of-tichota/\"><span class=\"volume\">215</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">885</span></a></span>, 886-87 (1974) (explaining that the modern trend and majority rule holds insurers liable for interest on the entire amount of the judgment);  Weber v. Biddle, 4 Wash.App. 519, <span class=\"citation\" data-id=\"1146389\"><a href=\"/opinion/1146389/weber-v-biddle/\"><span class=\"volume\">483</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">155</span></a></span>, 161-62 (1971);  8A John Alan Appleman and Jean Appleman, Insurance Law and Practice &#167; 4894.25 (1979) (listing cases applying the majority rule);  15A George J. Couch, Couch on Insurance &#167; 56:39 (1983) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These opinions not only apply the straightforward terms of the contracts, but produce sound policy.  Compelling the insurer to pay all of the interest which accrues pending appeal protects the insureds, who may wish to pay the portion of the judgment in excess of policy limits and stop the tolling of interest, but whose lack of control over the litigation prevents them from doing so.  See River Valley Cartage Co. v. Hawkeye-Security Ins. Co., <span class=\"citation\" data-id=\"2076979\"><a href=\"/opinion/2076979/river-valley-cartage-co-v-hawkeye-security-ins-co/\"><span class=\"volume\">17</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"2076979\"><a href=\"/opinion/2076979/river-valley-cartage-co-v-hawkeye-security-ins-co/\"><span class=\"volume\">161</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">101</span></a></span>, 103 (1959).  The rule also serves to protect plaintiffs from unreasonable delay on the part of insurers, or, as in this case, compensate them for such delays.  The rule does not impose an unfair burden on insurers because they remain in control of both the tolling of interest and the litigation, and can fairly be expected to understand how the majority of jurisdictions interpret standard interest clauses.  See id.;   Cf. Tichota, 215 N.W.2d at 887 (citing three articles in insurance industry journals urging the continued adoption of the majority rule).  We therefore affirm the district court's determination that Republic is liable for all interest accruing on the judgments from their date of entry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III. Judgment Day</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Having concluded that Republic's liability for interest on the Fratus judgments began upon their date of final entry, we must resolve a dispute as to that date.  According to 28 U.S.C. &#167; 1961, \"[i]nterest shall be allowed on any money judgment in a civil case recovered in a district court.\"   Both parties acknowledge that on December 14, 1988, the Clerk of the District Court entered eighteen separate judgments pursuant to the jury verdicts in the underlying case.  However, the district court subsequently certified to the Rhode Island Supreme Court a lone remaining issue:  whether U-Haul could be held jointly and severally liable for the Fratus judgments.  See Fratus v. Amerco, <span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">989</span></span>, 990 (R.I.1990).  Republic claims to be obligated only to pay interest which accrued after the district court acknowledged the Rhode Island Supreme Court's decision on July 2, 1990, through the last judgments entered in the case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  According to Republic, interest does not begin to accrue under &#167;   1961 until the entry of \"final\" judgment, and the judgments entered pursuant to the verdicts in the underlying case were not \"final\" because they were not entered pursuant to Fed.R.Civ.P. 54(b).  Under Rule 54(b), when multiple parties or multiple claims are involved in an action, the court may enter final judgment as to one or more of the claims or parties, but on fewer than all of the claims or parties, only upon an express determination that there is no just reason for delay and upon an express direction for the entry of final judgment.  Because plaintiffs' claim that U-Haul was vicariously liable for the judgments obtained against Obert and Drywall was certified to the Rhode Island Supreme Court, a judgment was still pending against at least one party to the original litigation.  No Rule 54(b) determination was made or requested in conjunction with the December 1988 judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We agree that the district court made an error in determining the date from which to compute post-judgment interest.  This court has previously determined that, while a judgment need not be final for all purposes in order to begin the tolling of interest under &#167; 1961, see Marshall v. Avis Rent-A-Car of P.R., Inc., <span class=\"citation\" data-id=\"517593\"><a href=\"/opinion/517593/john-g-marshall-v-jose-e-perez-arzuaga-appeal-of-avis-rent-a-car-of/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span>, 523 (1st Cir.1989), where a judgment is not final for purposes of Rule 54(b), post-judgment interest does not accrue.  See id. at 522-23;  Explosives Corp. of Am. v. Garlam Ent.  Corp., <span class=\"citation\" data-id=\"487733\"><a href=\"/opinion/487733/explosives-corporation-of-america-v-garlam-enterprises-corporation-two/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span>, 903-04 (1st Cir.1987).  Because the December 1988 judgments did not address plaintiffs' claims of vicarious liability against U-Haul, interest could not be imposed until either those claims were resolved via recorded judgment or a Rule 54(b) determination was entered.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, although the original judgments were set forth on separate documents in accordance with Fed.R.Civ.P. 58, and were entered on the civil docket by the district court clerk in accordance with Fed.R.Civ.P. 79(a), they were not final judgments to which post-judgment interest could attach.  The interest was improperly calculated from December 14, 1988, and, upon remand, post-judgment interest is to be calculated from July 2, 1990, the date that final and appealable judgments were entered in the case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>IV. Pre-Judgment Interest</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Republic also contends that the district court erred in awarding pre-judgment interest for the period from October 20, 1994 until June 13, 1997--the time in between Republic's tender of the $25,000 during the present litigation and the district court's final judgment in this case.  Republic argues that the district court erroneously awarded this pre-judgment interest pursuant to 28 U.S.C. &#167; 1961, which only provides authority for the awarding of post-judgment interest.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In diversity cases, state law must be applied in determining whether and how much pre-judgment interest should be awarded.  See Commercial Union Ins. Co. v. Walbrook Ins. Co., <span class=\"citation\" data-id=\"683508\"><a href=\"/opinion/683508/commercial-union-insurance-company-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></a></span>, 774 (1st Cir.1994).  Under both Rhode Island and Massachusetts law, the appropriate rate for pre-judgment interest in a contract action is 12 percent.  See Mass.  Gen. Laws ch. 231, &#167; 6C;  R.I. Gen. Laws &#167; 9-21-10.  In both states, the interest is automatically added by the clerk of courts from the date of demand until the judgment is entered.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Republic argues that these statutes do not apply to the present action because RL-1000 already provides for and limits the interest for which it is responsible.  It claims to have thus \"contracted out of\" these statutes providing for pre-judgment interest in civil actions.  Indeed, parties may contract out of these statutes.  See id.  (both statutes expressly allow contracting parties to provide for alternate pre-judgment interest rates).  However, Republic, through RL-1000, did not do so.  As discussed previously, RL-1000 provides that \"[i]n addition to [the] limit of liability,\" Republic will pay \"[a]ll interest accruing after the entry of judgment\" (emphasis added) against its insured in a case it defends.  It would be illogical to interpret this provision to somehow exclude pre-judgment interest provided by state statute on a subsequent action demanding payment pursuant to the insurance policy.  Republic's contention to the contrary is merely an outgrowth of its failed argument that RL-1000 limits the amount of interest for which Republic could be held liable in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Republic notes that, at least under Rhode Island law, a court may choose not to follow the statutory mandate if the award of interest, in light of the facts of the case, does not further policy goals.  See Martin v. Lumbermen's Mut. Cas. Co., <span class=\"citation\" data-id=\"2334009\"><a href=\"/opinion/2334009/martin-v-lumbermens-mut-cas-co/\"><span class=\"volume\">559</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1028</span></a></span>, 1031 (R.I.1989).  According to Republic, the award of pre-judgment interest in this case was so unfair and contrary to public policy as to constitute an abuse of discretion on the part of the district court.  We do not agree.  While Republic's characterization of pre-judgment interest in this case as a \"windfall\" to plaintiffs is not ludicrous, this award remains entirely consistent with the public policy promoted by these pre-judgment interest statutes.  \"Statutes that award prejudgment interest generally serve the dual purposes of encouraging the early settlement of claims ... and compensating plaintiffs for waiting for recompense to which they were legally entitled.\"  Id. at 1031.   In this case, plaintiffs have been unable to settle their claim with Republic and have been forced to wait many years for the money to which they were unquestionably entitled.  While the sum of the pre-judgment interest award in this case is quite sizable, we are unprepared to say that the actions of the district court approach an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because, under either Massachusetts or Rhode Island law, pre-judgment interest is awarded from the date of demand, see Mass.  Gen. Laws ch. 231, &#167; 6C;  R.I. Gen. Laws &#167; 9-21-10, the district court erred in awarding pre-judgment interest from October 20, 1994, the date Republic tendered its policy limits.  Instead, pre-judgment interest began to accrue on July 26, 1994, the date that plaintiffs filed their complaint and demand for payment in the district court.  See Restatement (Second) of Contracts &#167; 354 cmt. b (1981) (where \"performance is to be rendered on demand, interest does not begin to run until a demand is made [and if] the action itself is considered to be the required demand, interest begins to run from the time the action is brought\").  We therefore affirm the award of pre-judgment interest, but adjust the starting date of the interest's accrual to July 26, 1994.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>V. The Umbrella Policies</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the time of the accident, Republic had issued three additional policies, RU-01000, RU-02000 and RU-03000, to U-Haul.  These umbrella policies provided U-Haul with up to three million dollars of liability insurance coverage.  According to plaintiffs, these policies also covered \"permissive users\" of U-Haul vehicles, and thus covered Obert and Drywall at the time of accident.  As a result, plaintiffs claim that Republic owes them an additional three million dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court concluded that, because Obert and Drywall were not named insureds under the umbrella policies, they were not covered by the contracts.  That conclusion relied upon an incomplete and erroneous reading of the umbrella policies.  The language in the insurance policies at issue clearly defines an \"insured\" as including \"any person while using an automobile or aircraft owned by ... the named insured ... provided the actual use of the automobile or aircraft is ... with the named insured's permission.\"   Because Obert was operating a vehicle owned by a \"named insured\" and Obert's use of that vehicle \"was with the named insured's permission,\" there is no question that Obert was \"insured\" within the definition provided in the body of the umbrella policies.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  However, our inquiry does not end here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appended to each of the umbrella policies is a series of \"Amendatory Endorsements.\"   These endorsements each serve to alter, amend or clarify terms contained within the main bodies of the insurance contracts.  By adding these endorsements, Republic is able to tailor standard insurance contracts to meet a particular insured's needs.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Each of the umbrella policies contains a special endorsement which explicitly amends the definition of \"insured\" provided in the body of the policy.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  These endorsements exclude all renters of vehicles from coverage under the policies.  If these endorsements were agreed to by both Republic and U-Haul, and were added to the umbrella policies before the date of the Fratus accident, then the policies do not provide Obert, as a permissive user of U-Haul's truck, with any coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Republic claims that these endorsements were part of the original insurance contracts signed by U-Haul in 1985.  However, plaintiffs contend that these endorsements were not added to the umbrella policies until after the date of the accident, and that Republic is not truthful about the date of the endorsements' birth in a nefarious attempt to preclude plaintiffs from collecting more money.  These accusations are indeed troubling.  Furthermore, they are not altogether unsupported.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the lower left-hand corner of the amendatory endorsements at issue is a typewritten notation which reads \"7/2/86 dmm.\"   No similar notations appear in the corners of the numerous other amendatory endorsements which were part of the RU-01000 and RU-02000 contracts when they were signed in 1985.  However, similar notations do appear in the lower left-hand corners of many endorsements which were added to the contracts in 1986 and beyond.  Republic offers no explanation for this inconsistency.  Furthermore, in response to interrogatories, Republic denied any knowledge of the identity of either the author of the policies at issue or \"dmm,\" and claims to be unable to determine or locate these former employees.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Thus, a material dispute of fact exists regarding the original date of the endorsements amending the umbrella policies' definition of \"insured.\"   If the amendments were added after June 4, 1985, then Obert was insured under the policies.  If the amendment was added before June 4, 1985, the policies did not provide any coverage for Obert.  This is a factual dispute that must be resolved by the district court upon remand.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>VI. The Dates of Coverage of RU-03000</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The previous analysis has assumed, arguendo, that RU03000 covered U-Haul on the date of the June 4, 1985 accident.  In fact, the district court concluded that RU-03000 was not actually in effect on that fateful day.  According to plaintiffs, the district court made a simple and correctable error.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiffs maintain that the actual RU-03000 policy in effect at the time of the accident could not be located by Republic.  As a result, the parties agreed to submit a successor policy, the RU-03000 policy which covered the period from April 1, 1986 to April 1, 1987, into evidence for the purpose of providing the court with the appropriate policy language.  According to plaintiffs, the court overlooked or was unaware of this arrangement and, after noting the dates of the policy in evidence, mistakenly ruled that RU-03000 was not in effect at the time of the accident.  In support of their contention that RU-03000 was in effect at the time of the accident, plaintiffs refer this court to an interrogatory wherein Republic unequivocally states that RU-03000 had been in effect since 1982.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Republic denies that any arrangement was ever made to substitute a later version of the RU-03000 policy into evidence in exchange for the policy in effect at the time of the accident.  It contends that the RU-03000 policy entered into evidence was as close as Republic came to ensuring U-Haul with an RU-03000 policy during the time of the accident.  It claims to have been confused or mistaken when it responded to the interrogatory in which it indicated that U-Haul had been insured under an RU-03000 policy since 1982.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We conclude, upon examination of the district court opinion, that the court did not make a factual finding regarding the \"authenticity\" of the RU-03000 policy in evidence.  The opinion reveals that the court was unaware that the policy was alleged by plaintiffs to merely represent a surrogate exhibit, substituted for evidence which was lost or misplaced by Republic.  We therefore remand to the district court for a factual determination on this question.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons stated herein, we affirm the district court's award of pre- and post-judgment interest on the underlying judgments in this case, but remand for a recalculation of that interest at 5.75% from July 2, 1990 until July 26, 1994 and at 12% from July 26, 1994 until June 13, 1997 (in addition to the interest which has accumulated on appeal and remand).  Furthermore, we remand the case for factual findings regarding the dates that amendatory endorsements altering the definition of \"insureds\" were added to the umbrella policies and for factual findings regarding the dates of U-Haul's insurance coverage by policy RU-03000.  On remand, the district court may examine the effect, if any, of the rental agreement on the applicability of the umbrella policies.  Each party to bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> An \"umbrella policy\" is a supplemental insurance policy which protects insureds against losses in excess of the amount covered by their other liability insurance policies and fills in gaps in coverage.  See Commercial Union Ins. Co. v. Walbrook Ins. Co., <span class=\"citation\" data-id=\"655503\"><a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1047</span></a></span>, 1053 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although an explanation might help our understanding of the insurance company's inaction, it would not change the outcome of this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Republic argues that \"endorsement no.2\" of RL-1000, which further defines the term \"limits of liability,\" modifies any obligation it had to pay interest on a portion of the judgment in excess of $25,000.  We find this argument entirely unpersuasive because the standard interest clause expressly obligates Republic to pay all the interest \"[i]n addition to our limit of liability.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Those judgments largely mirrored the 1988 judgments, but definitively explained that the U-Haul defendants could not be held jointly liable for the judgments against Obert and Drywall</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Republic also correctly argues that the district court applied the wrong rate of post-judgment interest to the underlying judgments.  The district court awarded post-judgment interest on the underlying December 14, 1988 judgments at a rate of 9.2%.  A review of auction prices for fifty-two-week United States Treasury Bills for December 14, 1988, however, reveals that the proper interest rate was 8.55%.  See 28 U.S.C. &#167; 1961 (explaining that the procedure for calculating the proper rate of post-judgment interest on any federal judgment depends upon the 52-week T-Bill auction price);  Certification of 52-Week T-Bill Auction Rate of April 23, 1998, Dept. of the Treasury's Bureau of Public Debt (containing 52-Week T-Bill Rate Table of Changes from 4/15/1982).  The proper interest rate as of December 14, 1988, however, is irrelevant to this case on remand in light of our determination that post-judgment interest did not properly begin to accrue until July 2, 1990, when the proper rate of post-judgment interest rate was 5.75%.  See id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Under R.I. Gen. Laws &#167; 9-21-10, pre-judgment interest is technically calculated from \"the date the cause of action accrued.\"   Since the cause of action in this case is a demand of performance on a contract, the date of accrual for the cause of action was the date of demand, i.e., the date the action was filed.  See Restatement (Second) of Contracts &#167; 354 cmt. b (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The interplay of pre-judgment and post-judgment interest in this case is actually quite novel.  Normally, the pre-judgment interest is fixed as of the date of judgment, at which point post-judgment interest begins to run, often at a lower rate.  Here, post-judgment interest on the underlying judgments preceded the pre-judgment interest in the current case.  The complaint seeking payment of the post-judgment interest actually triggered the accrual of pre-judgment interest at 12% on an amount that was ostensibly still increasing at 5.75%.  In theory, Republic could be held liable for this \"double interest\" until the time it tendered its payment and ended the accrual of post-judgment interest--in this case, October 20, 1994.  However, requiring Republic to pay such an amount would compensate plaintiffs twice for the unavailability of the money from the underlying judgments.  This strikes us as inconsistent with the fundamental purpose of pre- and post-judgment interest.  We therefore follow the district court's example, which was not appealed or commented upon by the parties:  determining the proper starting date of the higher, pre-judgment interest rate, and charging only that rate of interest until the district court's judgment was entered in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We reject without comment Republic's contention that Obert was not insured because he was driving a \"truck\", while the umbrella policies only covered \"automobiles and airplanes.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In RU-01000 and RU-02000, that endorsement was \"Amendatory Endorsement No. 12\" while the same effect was provided in RU-03000 by \"Amendatory Endorsement No. 3.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Our discussion of this matter should not be interpreted as in any way passing upon the merits of these allegations.  Determining their validity is a function reserved for the district court upon remand.  We explain plaintiffs' contentions in detail merely to illustrate that the allegations are not frivolous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Furthermore, on remand, the district court is free to examine whether the rental agreement between Drywall and U-Haul renders the umbrella policies inapplicable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We also note with curiosity that, in reviewing the transcript of the district court proceedings, we are unable to locate any argument by Republic's attorney to the effect that RU-03000 was not in effect at the time of the accident.  Such an argument would have provided Republic with an obvious and inevitably successful defense to the plaintiffs' claim under RU-03000 if indeed that policy first went into effect in 1986</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/487733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1146389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1921446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1960661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2076979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2334009/"
  ]
}