{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198079/",
  "absolute_url": "/opinion/198079/laurin-v-providence-hospital/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198079/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:45:02Z",
  "date_modified": "2017-03-24T10:54:28.907809Z",
  "type": "010combined",
  "sha1": "c24c7299f1f942df150afa618ea355f3fa0a133e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1020.01A",
  "local_path": null,
  "plain_text": "          UNITED STATES COURT OF APPEALS\r\n               FOR THE FIRST CIRCUIT\r\n\nNo. 98-1020\r\n\n                  SHARON LAURIN,\r\n\n               Plaintiff, Appellant,\r\n\n                        v.\r\n\n            THE PROVIDENCE HOSPITAL AND\r\n         MASSACHUSETTS NURSES ASSOCIATION,\r\n\n              Defendants, Appellees.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n         FOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. Frank H. Freedman, Senior U.S. District Judge]\r\n\n                      Before\r\n\n               Selya, Circuit Judge,\r\n\n     Campbell and Cyr, Senior Circuit Judges,\r\n\nTani E. Sapirstein, with whom Charles A. Lynch III and Sapirstein\r\n&amp; Sapirstein, P.C. were on brief for appellant.\r\nMaurice M. Cahillane,with whom Egan, Flanagan &amp; Cohen was on brief\r\nfor appellee Providence Hospital.\r\nJack J. Canzoneri, with whom McDonald &amp; Associates was on brief for\r\nappellee Massachusetts Nurses Association.\r\n\n                  July 28, 1998\r\n\nCYR, Senior Circuit Judge.  Plaintiff Sharon Laurin, a\r\nregistered nurse who was discharged from her employment, challenges\r\na summary judgment ruling which dismissed her claims for relief\r\nunder the Americans With Disabilities Act, see 42 U.S.C. \r\n12112(a) (\"ADA\"), its state-law counterpart, Mass. Gen. Laws ch.\r\n151B,  4(16) (\"Chapter 151B\"), and the collective bargaining\r\nagreement (\"CBA\") between her former employer and her union.  We\r\naffirm the district court judgment.\r\n                      I\r\n                  BACKGROUND\r\nFrom 1989 until August 1995, Laurin worked as a staff\r\nnurse in the 24-hour maternity unit at The Providence Hospital\r\n(\"Hospital\").  Staff nurses principally worked one of three shifts: \r\ndays (7:00 a.m. - 3:30 p.m.), evenings (3:00 p.m. - 11:30 p.m.), or\r\nnights (11:15 p.m. - 7:15 a.m.).  In order to cover the less\r\ndesirable evening and night shifts, the Hospital required all non-\r\nsenior day nurses to work approximately one-third of their\r\nscheduled hours either on the evening or the night shift.  Laurin\r\nworked this so-called \"days rotating\" position throughout her\r\ntenure.\r\nIn 1993, Laurin returned to graduate school on a part-\r\ntime basis after receiving permission from her supervisor to reduce\r\nher work week from 40 to 32 hours.  During the 1995 spring\r\nsemester, her supervisor authorized a further, temporary reduction\r\nfrom 32 hours to 24, which enabled Laurin to retain the benefits\r\ncommensurate with a 32-hour position.  The Hospital posted neither\r\nof these part-time nursing positions before offering them to\r\nLaurin.  Notwithstanding her reduced work schedule, Laurin\r\ncontinued to rotate shifts.\r\nAfter completing the night shift on April 26, 1995,\r\nLaurin blacked out at the wheel while driving home.  Her primary-\r\ncare physician, as well as a neurologist, diagnosed the event as\r\nsyncope, or fainting.  The neurologist concluded that Laurin should\r\nrefrain from \"long periods without sleep\" and keep to a \"regular\r\nschedule of work hours,\" or \"one [consistent] shift.\"  He added that\r\na regular daytime shift would be \"most beneficial\" since Laurin had\r\nsmall children who were primarily in need of her attention during\r\ndaytime hours.\r\nLaurin presented the neurologist's report to her\r\nimmediate supervisors, and requested permanent reassignment to a\r\ndays-only position in the maternity unit.  According to Laurin, her\r\nsupervisors initially observed, \"in a laughing manner,\" that \"they\r\nprobably weren't going to be able to accept this note\" because\r\nother days-rotating nurses with small children inevitably would beg\r\noff their shift-rotation assignments as well.  Laurin then\r\ncontacted a representative from the Massachusetts Nurses\r\nAssociation (\"MNA\"), the union representing staff nurses at the\r\nHospital.  At a meeting attended by the MNA representative, Laurin\r\nwas advised by her supervisors that \"they would check into it\r\n[viz., the requested accommodation].\"  Meanwhile, the MNA polled\r\nthe staff nurses in the maternity unit, the majority of whom\r\nobjected to a days-only position for Laurin and refused to\r\nvolunteer to cover her evening and night shifts.\r\nOn May 24, 1995, the Hospital's human resources\r\ndepartment sent a letter advising that shift rotation was an\r\n\"essential function\" of Laurin's position, mandated by the CBA\r\nbetween the Hospital and the MNA.  Nevertheless, as a temporary\r\naccommodation the Hospital proposed to assign Laurin to a days-only\r\nschedule for six weeks, during which time she was to consult with\r\nhuman resources personnel about any alternative days-only job\r\npositions (e.g., operating room) available at the Hospital. \r\nNotwithstanding her refusal to sign the proposal letter due to its\r\ncharacterization of her medical condition as a \"lifestyle problem,\"\r\nthe Hospital nonetheless granted Laurin a temporary days-only\r\nassignment for the six-week period.\r\nOn the early morning of June 17, 1995, Laurin suffered a\r\nseizure while at home sleeping.  Her neurologist responded with a\r\nreport to the Hospital, adjusting his diagnosis from syncope to\r\nseizure disorder.  Concluding that the seizure had been induced by\r\nfatigue, the neurologist opined that \"a daytime position is\r\nabsolutely necessary.\"  The Hospital nevertheless refused to\r\nreconsider its earlier decision to deny Laurin a days-only\r\nposition, but did agree to extend the temporary accommodation until\r\nAugust 7, when she was scheduled to resume work on the evening\r\nshift.  Once again Laurin contacted the MNA.\r\nUpon reviewing her complaint the MNA declined to submit\r\na grievance, on the grounds that the Hospital had not violated the\r\nCBA, other staff nurses could not be compelled to cover Laurin's\r\nevening and night shifts, and the MNA would not support an\r\nindividual member's complaint to the detriment of its other\r\nmembers.  Instead, the MNA recommended that Laurin consider\r\nobtaining an unpaid medical leave of absence, working straight-\r\nevening shifts, or rotating day-evening shifts (i.e., no nights). \r\nAfter Laurin refused, the MNA informed her in writing\r\nthat she had the right to pursue a grievance, and outlined the\r\nprocedures.  On August 4, Laurin filed a Step 1 grievance with the\r\nHospital.  Notwithstanding repeated warnings that she would be\r\nterminated, Laurin failed to appear for work on the evening of\r\nAugust 7.\r\nFollowing her termination, Laurin reiterated her request\r\nthat the MNA file a grievance in her behalf.  The MNA again\r\nrefused.  In August 1995, Laurin filed her own Step 1 and Step 2\r\ngrievances, which were denied by the Hospital following a hearing. \r\nAfter Laurin filed a Step 3 grievance based on substantially\r\nsimilar allegations, the Hospital declined to respond.  For its\r\npart, the MNA informed Laurin that it would not assist in\r\npresenting her grievances to arbitration.\r\nLaurin filed the present action in federal district court\r\nin January 1996.  The six-count complaint alleged that by refusing\r\nto assign her to a days-only schedule on a permanent basis the\r\nHospital had violated the ADA and its state counterpart, Chapter\r\n151B, and breached the CBA; and, further, that by refusing to file\r\ngrievances and to pursue arbitration in her behalf the MNA had\r\nviolated the ADA and Chapter 151B, and breached its duty of fair\r\nrepresentation.  After the defendants successfully moved for\r\nsummary judgment on all counts, Laurin appealed.\r\n                      II\r\n                  DISCUSSION\r\nA.   The ADA and the Chapter 151B\r\nClaims Against the Hospital\r\nLaurin first contends that the Hospital was not entitled\r\nto summary judgment on the ADA and Chapter 151B claims because the\r\nissue as to whether shift rotation was an \"essential function\" of\r\nher former position presented a quintessential question of fact for\r\nthe jury.  An ADA claimant alleging handicap discrimination must\r\nprove by a preponderance of the evidence that:  (1) she was\r\n\"disabled\" within the meaning of the ADA; (2) she was a \"qualified\r\nindividual,\" i.e., that either with or without reasonable\r\naccommodation she was able to perform the \"essential functions\" of\r\nher former position; and (3) her discharge was due, in whole or in\r\npart, to her disability.  See EEOC v. Amego, Inc., 110 F.3d 135,\r\n141 n.2 (1st Cir. 1997); Katz v. City Metal Co., 87 F.3d 26, 30\r\n(1st Cir. 1996).\r\nIt is well settled that an employer need not accommodate\r\na disability by foregoing an \"essential function\" of the employment\r\nposition.  See, e.g., Miller v. Illinois Dep't of Corrections, 107\r\nF.3d 483, 484 (7th Cir. 1997) (\"Under the ADA, the employer avoids\r\nall liability if the plaintiff would have been fired because\r\nincapable of performing the essential functions of the job . . .\r\n.\"); Borkowski v. Valley Cent. Sch. Dist., 63 F.3d 131, 140 (2d\r\nCir. 1995) (similar); H.R. Rep. No. 101-485(II), at 73 (1990);\r\naccord Scheer v. City of Cedar Rapids, 956 F. Supp. 1496, 1502\r\n(N.D. Iowa 1997) (\"[T]he request to perform only some of the\r\nessential functions of a job is not a request for reasonable\r\naccommodation.\").  EEOC interpretive regulations afford guidance\r\nin assessing whether a particular job requirement is an \"essential\r\nfunction\" for purposes of the ADA:\r\n(1)  In general.  The term essential functions\r\n     means the fundamental job duties of the\r\n     employment position the individual with a\r\n     disability holds or desires.  The term\r\n     \"essential functions\" does not include the\r\n     marginal functions of the position.\r\n\n(2)  A job function may be considered\r\n     essential for any of several reasons,\r\n     including but not limited to the\r\n     following:\r\n\n     (i)    The function may be essential\r\n            because the reason the position\r\n            exists is to perform that\r\n            function;\r\n     (ii)   The function may be essential\r\n            because of the limited number of\r\n            employees available among whom\r\n            the performance of that job\r\n            function can be distributed;\r\n            and/or\r\n     (iii)  The function may be highly\r\n            specialized so that the incumbent\r\n            in the position is hired for his\r\n            or her expertise or ability to\r\n            perform the particular function.\r\n\n(3)  Evidence of whether a particular function\r\n     is essential includes, but is not limited\r\n     to:\r\n\n     (i)    The employer's judgment as to\r\n            which functions are essential;\r\n     (ii)   Written job descriptions prepared\r\n            before advertising or\r\n            interviewing applicants for the\r\n            job;\r\n     (iii)  The amount of time spent on the\r\n            job performing the function;\r\n     (iv)   The consequences of not requiring\r\n            the incumbent to perform the\r\n            function;\r\n     (v)    The terms of a collective\r\n            bargaining agreement;\r\n     (vi)   The work experience of past\r\n            incumbents in the job; and/or\r\n     (vii)  The current work experience of\r\n            incumbents in similar jobs.\r\n\n29 C.F.R.  1630.2(n); see Grenier v. Cyanamid Plastics, Inc., 70\r\nF.3d 667, 672 (1st Cir. 1995) (noting that EEOC regulations\r\ninterpreting the ADA, while not controlling, constitute \"'a body of\r\nexperience and informed judgment to which courts . . . may properly\r\nresort for guidance'\") (citation omitted); see also 42 U.S.C. \r\n12111(8).\r\nThe initial salvo by Laurin is aimed at what she\r\nconsiders the inappropriately high level of deference the district\r\ncourt accorded the Hospital's determination, pursuant to 29 C.F.R.\r\n1630.2(n)(3)(i), that shift-rotation is an essential function. \r\nSuch deference is not appropriate, Laurin says, because she had\r\nadduced direct evidence of the Hospital's discriminatory attitude\r\ntoward her particular handicap.  Cf. Amego, 110 F.3d at 145\r\n(endorsing considerable deference to employer's judgment as to\r\n\"essential function\" \"[w]here the plaintiff has presented noevidence of discriminatory intent, animus, or even pretext\")\r\n(emphasis added).  Specifically, Laurin contends that the Hospital\r\nand her supervisors responded to her requests for accommodation\r\nwith \"incredulous refusal[s],\" declined to take them \"seriously,\" and\r\nbelittled her medical condition as a mere \"lifestyle problem.\"  On\r\nthe contrary, close inspection of Laurin's record citations, even\r\nviewed in their most favorable light, belie her contention.\r\nAssuming arguendo that Laurin plausibly interprets Amego,\r\nthe only concrete allegation among the lot is that her direct\r\nsupervisors (viz., Claire Margosiak and the director of nursing,\r\nJoan Richter) reacted in a \"laughing manner\" to her initial request\r\nfor accommodation.  Even assuming as much, Laurin's claim is\r\nnonetheless flawed, since she was not diagnosed as having a seizure\r\ndisorder until later, after experiencing her second episode.  Such\r\nspontaneous remarks, made long before the supervisors had an\r\nopportunity adequately to assess the merits of the requested\r\naccommodation, could be considered only marginally probative of any\r\ndiscriminatory animus on their part.\r\nFurthermore, the supervisors explained to Laurin that the\r\nshift-rotation requirement would be rendered obsolete were the\r\nHospital to waive it for all staff nurses with small children who\r\nmight experience episodes of fatigue.  Nor was their\r\ncharacterization of Laurin's medical condition  as a \"lifestyle\r\nproblem\"  particularly surprising or remarkable, let alone\r\nsuspect, given that her own neurologist had opined that Laurin's\r\nmedical condition likely had been induced by the fatigue associated\r\nwith her frenetic daily activities  childcare, work, and school. \r\nViewed in context, therefore, the supervisors' observations\r\nrationally cannot be considered expressions of animus towards\r\npersons afflicted with Laurin's medical condition.\r\nEven assuming that a rational factfinder could draw so\r\ntenuous an inference, however, Laurin failed to adduce competent\r\nevidence that her immediate supervisors played a meaningful role in\r\nthe subsequent Hospital decision to deny the requested\r\naccommodation and discharge her.  Instead, as Laurin concedes, the\r\nsupervisors advised her that \"they would check into it,\" thus\r\nstrongly suggesting that any final decision must be made at a\r\nhigher level.  Nor is it surprising in the least that the decision\r\nwould be made by higher-ups, given that any decision to waive the\r\nshift-rotation requirement for the first time in Hospital history\r\nplainly would implicate important institutional considerations. \r\nCf. Santiago v. Canon U.S.A., Inc., 138 F.3d 1, 6 n.8 (1st Cir.\r\n1998) (noting that \"'stray remarks in the workplace . . .,\r\nstatements by nondecisionmakers, or statements by decisionmakers\r\nunrelated to the decisional process itself'\" normally are\r\ninsufficient to establish discriminatory animus) (citation\r\nomitted); Lehman v. Prudential Ins. Co. of Am., 74 F.3d 323, 329\r\n(1st Cir. 1996) (\"Isolated, ambiguous remarks are insufficient, by\r\nthemselves, to prove discriminatory intent.\").  Consequently, the\r\nletter rejecting Laurin's request for accommodation  and instead\r\nproposing a temporary six-week accommodation  came from David\r\nTatro, the director of the Hospital's human resources department,\r\nnot from Laurin's supervisors.  It is noteworthy as well that the\r\nTatro letter in no way indicated what, if any, role either Richter\r\nor Margosiak played in the Hospital decision not to \"waive\" its\r\nlongstanding, consistently-enforced shift-rotation policy.  Seealso Letter from Margosiak to plaintiff (7/6/95) (\"I heard from\r\nHuman Resources today . . . [that] the decision has been made to\r\nextend your temporary [accommodation] . . . .\").  Accordingly,\r\nLaurin's suppositional \"direct\" evidence of discriminatory animus\r\ncame up well short of its target.\r\nAbsent direct evidence that the Hospital harbored a\r\ndiscriminatory animus in maintaining that shift-rotation was an\r\n\"essential [job] function,\" Laurin had no option but to resort to\r\nthe familiar McDonnell-Douglas burden-shifting paradigm to\r\nestablish a circumstantial case.  See Jacques v. Clean-Up Group,\r\nInc., 96 F.3d 506, 511 (1st Cir. 1996); see also Snow v. Ridgeview\r\nMed. Ctr., 128 F.3d 1201, 1206 (8th Cir. 1997).  Thus, initially\r\nLaurin was required to demonstrate a prima facie case on all three\r\nessential elements of her claim, see supra:  (1) \"disability,\" (2)\r\n\"qualification,\" and (3) causation.  See Amego, 110 F.3d at 141. \r\nOnly at that point would the Hospital be required to articulate a\r\nnondiscriminatory reason for its adverse employment actions.  SeeJacques, 96 F.3d at 511:\r\nThis entails only a burden of production, not\r\na burden of persuasion; the task of proving\r\ndiscrimination remains the plaintiff's at all\r\ntimes.  Once such a reason emerges, the\r\ninference raised by the prima facie case\r\ndissolves, and the plaintiff is required to\r\nshow, unaided by the original inference of\r\ndiscrimination, that the employer's proffered\r\nreason is a pretext for discrimination . . . .\r\n[Plaintiff] must muster proof that enables a\r\nfactfinder rationally to conclude that the\r\nstated reason behind the adverse employment\r\ndecision is not only a sham, but a sham\r\nintended to cover up the proscribed type of\r\ndiscrimination.\r\n\nDichner v. Liberty Travel, 141 F.3d 24, 30 (1st Cir. 1998)\r\n(emphasis added) (citations omitted); see Snow, 128 F.3d at 1206\r\n(\"The ultimate burden of proving unlawful discrimination always\r\nrests with the plaintiff.\"); Miller, 107 F.3d at 484 (\"[T]he burden\r\nof proof on the [essential-function] issue is not on the employer\r\nbut on the plaintiff.\").\r\nLaurin vainly string-cites cases which acknowledge that\r\nthe  1630.2(n)(3) \"essential function\" inquiry tends to be fact-\r\nintensive, such that it is relatively rare that a trial court may\r\nenter summary judgment.  See, e.g., Barber v. Nabors Drilling\r\nU.S.A., Inc., 130 F.3d 702, 707 (5th Cir. 1997).  Nevertheless,\r\nsince an ADA plaintiff ultimately must shoulder the burden of\r\nestablishing that she was able to perform all \"essential functions\"\r\nof her position, at summary judgment Laurin  and not the Hospital\r\nbore the burden of adducing competent evidence from which a\r\nrational factfinder could have found in her favor, see Celotex\r\nCorp. v. Catrett, 477 U.S. 317, 322-23 (1986).  See, e.g.,\r\nMartinson v. Kinney Shoe Corp., 104 F.3d 683, 686-87 (4th Cir.\r\n1997) (resolving \"essential function\" issue in employer's favor at\r\nsummary judgment); Amego, 110 F.3d at 147 (citing Martinson with\r\napproval); Milton v. Scrivner, Inc., 53 F.3d 1118, 1124 (10th Cir.\r\n1995) (\"Although ordinarily a fact question to be decided on a\r\ncase-by-case basis, plaintiffs have presented no evidence to rebut\r\nthe [employer's] conclusion that speed is essential to the\r\n[plaintiffs'] selector job.\") (citation omitted).  Nor could Laurin\r\nsatisfy her rebuttal burden under Rule 56 by relying upon\r\n\"'conclusory allegations, improbable inferences, and unsupported\r\nspeculation.'\"  Woods v. Friction Materials, Inc., 30 F.3d 255, 259\r\n(1st Cir. 1994) (citation omitted).\r\nEven assuming arguendo that Laurin adduced sufficient\r\nevidence for a prima facie case of \"qualification,\" the Hospital in\r\nturn met its burden by articulating a nondiscriminatory reason for\r\ndenying the request for accommodation.  Indeed, all the competent\r\nevidence relating to the seven nonexclusive factors identified in\r\n29 C.F.R.  1630.2(n)(3) weighed overwhelmingly in favor of the\r\nHospital.  Hospital witnesses uniformly attested that since the \r\nevening and night shifts were less desirable than the day shift, it\r\nwas essential that the Hospital cover the shortage of \"straight-\r\nevening\" and \"straight-night\" nurses by making shift-rotation an\r\n\"essential function\" of all non-senior daytime nursing positions in\r\nits 24-hour maternity unit.  Thus, the Hospital has always required\r\nall non-senior staff nurses to rotate shifts, and it has never made\r\nan exception.  See Milton, 53 F.3d at 1124 (\"The initial inquiry in\r\ndetermining ['essential function'] is whether an employer actually\r\nrequires all employees in the position to perform the allegedly\r\nessential function.\").\r\nPerhaps most importantly, a 24-hour hospital unit imposes\r\nexceptional nurse-scheduling demands upon the hospital-employer. \r\nFor example, since maternity-room patients need nursing services\r\ntwenty-four hours a day, normally it will not be possible for the\r\nhospital-employer to allow its maternity nurses to work only the\r\nmore desirable or convenient shifts, where to do so would\r\njeopardize its ability to staff its maternity unit during the less\r\ndesirable evening and night shifts.  Medical needs and emergencies\r\nmany potentially life-threatening  do not mind the clock, let\r\nalone staff-nurse convenience.\r\nAt least in the instant context, to suggest otherwise\r\nwould be tantamount to maintaining that night work is not an\r\n\"essential function\" of a night watchman's job, even though that is\r\nthe only time the premises are not otherwise occupied.  Cf., e.g.,\r\nMartinson, 104 F.3d at 687 (noting that provision of store security\r\nis of such a nature that it \"cannot reasonably be abandoned for\r\neven 'a brief period'\"); Salmon v. Dade County Sch. Bd., No. 96-\r\n2711, 1998 WL 234585, at *4 (S.D. Fla. Apr. 28, 1998) (\"Unlike\r\nother jobs that can be . . . deferred until a later day, a guidance\r\ncounselor must counsel students at the school during the hours in\r\nwhich the children are in attendance.\").  The 24-hour hospital unit\r\nsetting thus affords a particularly compelling context in which to\r\ndefer to rational staffing judgments by hospital employers based on\r\nthe genuine necessities of the hospital business.  See 42 U.S.C. \r\n12112(b)(6) (defining term \"discriminate\" to include the use of\r\n\"qualification standards . . . [in]consistent with businessnecessity\") (emphasis added).\r\nSection 4.05 of the CBA likewise supported the Hospital's\r\njudgment that shift rotation is an \"essential function\" of a day-\r\nnurse position in its maternity unit.  See supra note 1.  By\r\nspecifying but one criterion which excuses day nurses from shift\r\nrotation  namely, the prescribed levels of seniority  the CBA\r\nplainly implied that other criteria did not warrant waivers of the\r\nshift-rotation requirement, see, e.g., Institut Pasteur v.\r\nCambridge Biotech Corp., 104 F.3d 489, 495 (1st Cir.) (\"'[T]he\r\ndoctrine of expressio unius est exclusio alterius instructs that\r\nwhen certain matters are mentioned in a contract, other similar\r\nmatters not mentioned were intended to be excluded.'\") (citation\r\nomitted), cert. denied, 117 S. Ct. 2511 (1997), and for good\r\nreason.  Were the Hospital to waive the shift-rotation requirement\r\nfor Laurin, either other non-senior nurses or senior nurses would\r\nhave to be called upon to cover Laurin's evening and night shifts,\r\nwhich at the very least would violate the Hospital's commitment\r\nunder CBA  4.05(E) to reduce the rotation obligations of its\r\nnurses, see Foreman v. Babcock &amp; Wilcox Co., 117 F.3d 800, 810 (5th\r\nCir. 1997) (\"[T]he ADA does not require an employer to take action\r\ninconsistent with the contractual rights of other workers under a\r\n[CBA].\"); cert. denied, 118 S. Ct. 1050 (1998); accord Shea v.\r\nTisch, 870 F.2d 786, 789-90 (1st Cir. 1989) (same, under analogous\r\nprovisions of Rehabilitation Act), or else the Hospital would have\r\nto try to hire new nurses to cover the less desirable off-shifts. \r\nSee, e.g., Turco v. Hoechst Celanese Corp., 101 F.3d 1090, 1094\r\n(5th Cir. 1996) (noting that employer \"has no straight day-shift\r\nchemical operator positions  all operator positions are on\r\nrotating shifts [ so that] [m]oving one operator to a straight\r\nday shift would place a heavier burden on the rest of the operators\r\nin the plant\"); Milton, 53 F.3d at 1125 (\"An accommodation that\r\nwould result in other employees having to work harder or longer\r\nhours is not required.\"); Krennerich v. Town of Bristol, 943 F.\r\nSupp. 1345, 1351 (D. Me. 1996) (noting that ADA does not require\r\nemployers \"'to assign existing employees or hire new employees'\" to\r\nperform abandoned \"essential functions\" of plaintiff's job position)\r\n(quoting Gilbert v. Frank, 949 F.2d 637, 644 (2d Cir. 1991)).\r\nLaurin attempts to demonstrate triable factual issues on\r\nother fronts as well.  First, she cites evidence that the Hospital\r\nhad accommodated her in the past by allowing her to work less than\r\nfull-time hours while she pursued her education, and that the\r\nHospital probably violated the CBA by offering her those \"new\" part-\r\ntime positions without posting them in advance.  Be that as it may,\r\nwe fail to see how such evidence is relevant to whether or not\r\nshift-rotation is an \"essential function.\"  Instead, at most it\r\ntends to show that full-time status may not have been an \"essential\r\nfunction\" of Laurin's staff-nurse position, which is not the\r\nsubject matter of CBA  4.05.  Moreover, Laurin acknowledges that\r\nthe Hospital continued to insist that she rotate shifts even after\r\n1993, when she assumed less-than-full-time status.\r\nSecond, we reject Laurin's claim that the temporary\r\neight-week accommodation, during which the Hospital allowed her to\r\nwork the straight-day shift, undercuts the Hospital's contention\r\nthat it could not cover all three shifts without the shift-rotation\r\nrequirement.  From a labor-management policy standpoint, it would\r\nbe perverse to discourage employers from accommodating employees\r\nwith a temporary breathing space during which to seek another\r\nposition with the employer.  Here, the Hospital actively counseled\r\nLaurin in a bona fide attempt to locate a non-rotating position\r\nwithin the Hospital.  An employer does not concede that a job\r\nfunction is \"non-essential\" simply by voluntarily assuming the\r\nlimited burden associated with a temporary accommodation, nor\r\nthereby acknowledge that the burden associated with a permanent\r\naccommodation would not be unduly onerous.  See Shiring v. Runyon,\r\n90 F.3d 827, 831 (3d Cir. 1996) (employer's temporary creation of\r\na \"new\" position for ADA plaintiff is irrelevant to \"essential\r\nfunction\" inquiry).\r\nThird, Laurin maintains that the deposition testimony of\r\nher supervisor, Claire Margosiak, gave rise to a trialworthy issue. \r\nMargosiak explained that in her experience it had been easier to\r\nfind applicants willing to work straight-evening shifts than days-\r\nrotating.  As Laurin views it, this testimony undermined the\r\ncontention that the Hospital could not cover evening shifts without\r\nrotating day nurses to the evening shift.  We disagree.\r\nTo repeat, Laurin  and not the Hospital  bore the\r\nburden of proof on the \"essential function\" element.  See Dichner,\r\n141 F.3d at 30.  Once the Hospital articulated a legitimate reason\r\nfor insisting upon shift-rotation as an \"essential function\" \r\ni.e., that it could not attract enough nurses to work the off-\r\nshifts  Laurin had to adduce specific evidence to debunk the\r\nHospital's rationale; in other words, to support a reasonable\r\ninference that the articulated rationale was pretextual.  SeeMartinson, 104 F.3d at 687 (noting that once \"[defense witnesses]\r\nrepeatedly testified that maintaining store security was an\r\nessential function . . . [,] [plaintiff] offered no evidence to the\r\ncontrary\").\r\nAbsent further context the Margosiak testimony fell well\r\nshort of the mark.  For instance, absent evidence as to how many\r\nday nurses had enough seniority to be entitled to relief from\r\nshift-rotation, it is impossible to infer from the Margosiak\r\ncomparison that the Hospital had enough evening nurses to cover all\r\nshifts.  The Margosiak comparison  that it might be easier to\r\nfill straight-evening shifts than day positions  would not\r\nnecessarily prove that the Hospital currently was able to employ\r\nall the evening nurses it needed, and without such proof Laurin\r\ncould not establish that the Hospital did not need to tap its non-\r\nsenior day nurses to fill the void.  See 29 C.F.R. \r\n1630.2(n)(2)(ii) (job function may be \"essential\" because of the\r\nlimited number of employees available to assume a necessary\r\nfunction).\r\nB.   The \"Duty of Fair Representation\" Claim Against MNA\r\n\nFinally, Laurin contends that the MNA breached its duty\r\nof fair representation by refusing to pursue her grievances against\r\nthe Hospital.  Vaca v. Sipes, 386 U.S. 171, 190 (1967); seeWilliams v. Sea-Land Corp., 844 F.2d 17, 19 (1st Cir. 1988).  She\r\nasserted a so-called \"hybrid\" claim, which required that she provethat (1) the Hospital breached the CBA, thereby violating National\r\nLabor Relations Act  301, and (2) the MNA breached its duty of\r\nfair representation by not championing her claims against the\r\nHospital for allegedly breaching the CBA.  Failure to establish\r\neither prong is fatal to her \"hybrid\" claim.  See DelCostello v.\r\nInternational Bhd. of Teamsters, 462 U.S. 151, 164-65 (1983); Hinesv. Anchor Motor Freight, Inc., 424 U.S. 554, 570-71 (1976); DiPintov. Sperling, 9 F.3d 2, 4 (1st Cir. 1993); Kissinger v. United\r\nStates Postal Serv., 801 F.2d 551, 553 (1st Cir. 1986).\r\nLaurin did not carry her burden on the first prong.  SeeCelotex Corp., 477 U.S. at 322-23.  While CBA  12.01 ordained that\r\nthe Hospital not discriminate against employees with disabilities,\r\nLaurin failed to adduce evidence that the asserted reason for her\r\ndischarge (i.e., \"essential function\") was pretextual, or that the\r\nrequested accommodation was denied due to any discriminatory\r\nanimus.  See supra Section II.A.  Thus, absent the requisite\r\nshowing that the grievance against the Hospital was meritorious,\r\nthe MNA had no corresponding duty to pursue the grievance.  The\r\n\"hybrid\" claim accordingly failed.\r\nAffirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          UNITED STATES COURT OF APPEALS\r\n               FOR THE FIRST CIRCUIT\r\n\nNo. 98-1020\r\n\n                  SHARON LAURIN,\r\n\n               Plaintiff, Appellant,\r\n\n                        v.\r\n\n            THE PROVIDENCE HOSPITAL AND\r\n         MASSACHUSETTS NURSES ASSOCIATION,\r\n\n              Defendants, Appellees.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n         FOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. Frank H. Freedman, Senior U.S. District Judge]\r\n\n                      Before\r\n\n               Selya, Circuit Judge,\r\n\n     Campbell and Cyr, Senior Circuit Judges,\r\n\nTani E. Sapirstein, with whom Charles A. Lynch III and Sapirstein\r\n&amp; Sapirstein, P.C. were on brief for appellant.\r\nMaurice M. Cahillane,with whom Egan, Flanagan &amp; Cohen was on brief\r\nfor appellee Providence Hospital.\r\nJack J. Canzoneri, with whom McDonald &amp; Associates was on brief for\r\nappellee Massachusetts Nurses Association.\r\n\n                  July 28, 1998\r\n\nCYR, Senior Circuit Judge.  Plaintiff Sharon Laurin, a\r\nregistered nurse who was discharged from her employment, challenges\r\na summary judgment ruling which dismissed her claims for relief\r\nunder the Americans With Disabilities Act, see 42 U.S.C. \r\n12112(a) (\"ADA\"), its state-law counterpart, Mass. Gen. Laws ch.\r\n151B,  4(16) (\"Chapter 151B\"), and the collective bargaining\r\nagreement (\"CBA\") between her former employer and her union.  We\r\naffirm the district court judgment.\r\n                      I\r\n                  BACKGROUND\r\nFrom 1989 until August 1995, Laurin worked as a staff\r\nnurse in the 24-hour maternity unit at The Providence Hospital\r\n(\"Hospital\").  Staff nurses principally worked one of three shifts: \r\ndays (7:00 a.m. - 3:30 p.m.), evenings (3:00 p.m. - 11:30 p.m.), or\r\nnights (11:15 p.m. - 7:15 a.m.).  In order to cover the less\r\ndesirable evening and night shifts, the Hospital required all non-\r\nsenior day nurses to work approximately one-third of their\r\nscheduled hours either on the evening or the night shift.  Laurin\r\nworked this so-called \"days rotating\" position throughout her\r\ntenure.\r\nIn 1993, Laurin returned to graduate school on a part-\r\ntime basis after receiving permission from her supervisor to reduce\r\nher work week from 40 to 32 hours.  During the 1995 spring\r\nsemester, her supervisor authorized a further, temporary reduction\r\nfrom 32 hours to 24, which enabled Laurin to retain the benefits\r\ncommensurate with a 32-hour position.  The Hospital posted neither\r\nof these part-time nursing positions before offering them to\r\nLaurin.  Notwithstanding her reduced work schedule, Laurin\r\ncontinued to rotate shifts.\r\nAfter completing the night shift on April 26, 1995,\r\nLaurin blacked out at the wheel while driving home.  Her primary-\r\ncare physician, as well as a neurologist, diagnosed the event as\r\nsyncope, or fainting.  The neurologist concluded that Laurin should\r\nrefrain from \"long periods without sleep\" and keep to a \"regular\r\nschedule of work hours,\" or \"one [consistent] shift.\"  He added that\r\na regular daytime shift would be \"most beneficial\" since Laurin had\r\nsmall children who were primarily in need of her attention during\r\ndaytime hours.\r\nLaurin presented the neurologist's report to her\r\nimmediate supervisors, and requested permanent reassignment to a\r\ndays-only position in the maternity unit.  According to Laurin, her\r\nsupervisors initially observed, \"in a laughing manner,\" that \"they\r\nprobably weren't going to be able to accept this note\" because\r\nother days-rotating nurses with small children inevitably would beg\r\noff their shift-rotation assignments as well.  Laurin then\r\ncontacted a representative from the Massachusetts Nurses\r\nAssociation (\"MNA\"), the union representing staff nurses at the\r\nHospital.  At a meeting attended by the MNA representative, Laurin\r\nwas advised by her supervisors that \"they would check into it\r\n[viz., the requested accommodation].\"  Meanwhile, the MNA polled\r\nthe staff nurses in the maternity unit, the majority of whom\r\nobjected to a days-only position for Laurin and refused to\r\nvolunteer to cover her evening and night shifts.\r\nOn May 24, 1995, the Hospital's human resources\r\ndepartment sent a letter advising that shift rotation was an\r\n\"essential function\" of Laurin's position, mandated by the CBA\r\nbetween the Hospital and the MNA.  Nevertheless, as a temporary\r\naccommodation the Hospital proposed to assign Laurin to a days-only\r\nschedule for six weeks, during which time she was to consult with\r\nhuman resources personnel about any alternative days-only job\r\npositions (e.g., operating room) available at the Hospital. \r\nNotwithstanding her refusal to sign the proposal letter due to its\r\ncharacterization of her medical condition as a \"lifestyle problem,\"\r\nthe Hospital nonetheless granted Laurin a temporary days-only\r\nassignment for the six-week period.\r\nOn the early morning of June 17, 1995, Laurin suffered a\r\nseizure while at home sleeping.  Her neurologist responded with a\r\nreport to the Hospital, adjusting his diagnosis from syncope to\r\nseizure disorder.  Concluding that the seizure had been induced by\r\nfatigue, the neurologist opined that \"a daytime position is\r\nabsolutely necessary.\"  The Hospital nevertheless refused to\r\nreconsider its earlier decision to deny Laurin a days-only\r\nposition, but did agree to extend the temporary accommodation until\r\nAugust 7, when she was scheduled to resume work on the evening\r\nshift.  Once again Laurin contacted the MNA.\r\nUpon reviewing her complaint the MNA declined to submit\r\na grievance, on the grounds that the Hospital had not violated the\r\nCBA, other staff nurses could not be compelled to cover Laurin's\r\nevening and night shifts, and the MNA would not support an\r\nindividual member's complaint to the detriment of its other\r\nmembers.  Instead, the MNA recommended that Laurin consider\r\nobtaining an unpaid medical leave of absence, working straight-\r\nevening shifts, or rotating day-evening shifts (i.e., no nights). \r\nAfter Laurin refused, the MNA informed her in writing\r\nthat she had the right to pursue a grievance, and outlined the\r\nprocedures.  On August 4, Laurin filed a Step 1 grievance with the\r\nHospital.  Notwithstanding repeated warnings that she would be\r\nterminated, Laurin failed to appear for work on the evening of\r\nAugust 7.\r\nFollowing her termination, Laurin reiterated her request\r\nthat the MNA file a grievance in her behalf.  The MNA again\r\nrefused.  In August 1995, Laurin filed her own Step 1 and Step 2\r\ngrievances, which were denied by the Hospital following a hearing. \r\nAfter Laurin filed a Step 3 grievance based on substantially\r\nsimilar allegations, the Hospital declined to respond.  For its\r\npart, the MNA informed Laurin that it would not assist in\r\npresenting her grievances to arbitration.\r\nLaurin filed the present action in federal district court\r\nin January 1996.  The six-count complaint alleged that by refusing\r\nto assign her to a days-only schedule on a permanent basis the\r\nHospital had violated the ADA and its state counterpart, Chapter\r\n151B, and breached the CBA; and, further, that by refusing to file\r\ngrievances and to pursue arbitration in her behalf the MNA had\r\nviolated the ADA and Chapter 151B, and breached its duty of fair\r\nrepresentation.  After the defendants successfully moved for\r\nsummary judgment on all counts, Laurin appealed.\r\n                      II\r\n                  DISCUSSION\r\nA.   The ADA and the Chapter 151B\r\nClaims Against the Hospital\r\nLaurin first contends that the Hospital was not entitled\r\nto summary judgment on the ADA and Chapter 151B claims because the\r\nissue as to whether shift rotation was an \"essential function\" of\r\nher former position presented a quintessential question of fact for\r\nthe jury.  An ADA claimant alleging handicap discrimination must\r\nprove by a preponderance of the evidence that:  (1) she was\r\n\"disabled\" within the meaning of the ADA; (2) she was a \"qualified\r\nindividual,\" i.e., that either with or without reasonable\r\naccommodation she was able to perform the \"essential functions\" of\r\nher former position; and (3) her discharge was due, in whole or in\r\npart, to her disability.  See EEOC v. Amego, Inc., </pre><span class=\"citation\" data-id=\"197290\"><a href=\"/opinion/197290/eeoc-v-amego-inc/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span><pre class=\"inline\">,\r\n141 n.2 (1st Cir. 1997); Katz v. City Metal Co., </pre><span class=\"citation\" data-id=\"196845\"><a href=\"/opinion/196845/katz-v-city-metal-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 30\r\n(1st Cir. 1996).\r\nIt is well settled that an employer need not accommodate\r\na disability by foregoing an \"essential function\" of the employment\r\nposition.  See, e.g., Miller v. Illinois Dep't of Corrections, </pre><span class=\"citation\" data-id=\"736244\"><a href=\"/opinion/736244/bobbi-miller-v-illinois-department-of-corrections/\"><span class=\"volume\">107</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">483</span></a></span><pre class=\"inline\">, 484 (7th Cir. 1997) (\"Under the ADA, the employer avoids\r\nall liability if the plaintiff would have been fired because\r\nincapable of performing the essential functions of the job . . .\r\n.\"); Borkowski v. Valley Cent. Sch. Dist., </pre><span class=\"citation\" data-id=\"702299\"><a href=\"/opinion/702299/kathleen-borkowski-v-valley-central-school-district/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">131</span></a></span><pre class=\"inline\">, 140 (2d\r\nCir. 1995) (similar); H.R. Rep. No. 101-485(II), at 73 (1990);\r\naccord Scheer v. City of Cedar Rapids, </pre><span class=\"citation\" data-id=\"1895342\"><a href=\"/opinion/1895342/scheer-v-city-of-cedar-rapids/\"><span class=\"volume\">956</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1496</span></a></span><pre class=\"inline\">, 1502\r\n(N.D. Iowa 1997) (\"[T]he request to perform only some of the\r\nessential functions of a job is not a request for reasonable\r\naccommodation.\").  EEOC interpretive regulations afford guidance\r\nin assessing whether a particular job requirement is an \"essential\r\nfunction\" for purposes of the ADA:\r\n(1)  In general.  The term essential functions\r\n     means the fundamental job duties of the\r\n     employment position the individual with a\r\n     disability holds or desires.  The term\r\n     \"essential functions\" does not include the\r\n     marginal functions of the position.\r\n\n(2)  A job function may be considered\r\n     essential for any of several reasons,\r\n     including but not limited to the\r\n     following:\r\n\n     (i)    The function may be essential\r\n            because the reason the position\r\n            exists is to perform that\r\n            function;\r\n     (ii)   The function may be essential\r\n            because of the limited number of\r\n            employees available among whom\r\n            the performance of that job\r\n            function can be distributed;\r\n            and/or\r\n     (iii)  The function may be highly\r\n            specialized so that the incumbent\r\n            in the position is hired for his\r\n            or her expertise or ability to\r\n            perform the particular function.\r\n\n(3)  Evidence of whether a particular function\r\n     is essential includes, but is not limited\r\n     to:\r\n\n     (i)    The employer's judgment as to\r\n            which functions are essential;\r\n     (ii)   Written job descriptions prepared\r\n            before advertising or\r\n            interviewing applicants for the\r\n            job;\r\n     (iii)  The amount of time spent on the\r\n            job performing the function;\r\n     (iv)   The consequences of not requiring\r\n            the incumbent to perform the\r\n            function;\r\n     (v)    The terms of a collective\r\n            bargaining agreement;\r\n     (vi)   The work experience of past\r\n            incumbents in the job; and/or\r\n     (vii)  The current work experience of\r\n            incumbents in similar jobs.\r\n\n29 C.F.R.  1630.2(n); see Grenier v. Cyanamid Plastics, Inc., </pre><span class=\"citation\" data-id=\"708160\"><a href=\"/opinion/708160/andre-grenier-v-cyanamid-plastics-inc/\"><span class=\"volume\">70</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span><pre class=\"inline\">, 672 (1st Cir. 1995) (noting that EEOC regulations\r\ninterpreting the ADA, while not controlling, constitute \"'a body of\r\nexperience and informed judgment to which courts . . . may properly\r\nresort for guidance'\") (citation omitted); see also 42 U.S.C. \r\n12111(8).\r\nThe initial salvo by Laurin is aimed at what she\r\nconsiders the inappropriately high level of deference the district\r\ncourt accorded the Hospital's determination, pursuant to 29 C.F.R.\r\n1630.2(n)(3)(i), that shift-rotation is an essential function. \r\nSuch deference is not appropriate, Laurin says, because she had\r\nadduced direct evidence of the Hospital's discriminatory attitude\r\ntoward her particular handicap.  Cf. Amego, 110 F.3d at 145\r\n(endorsing considerable deference to employer's judgment as to\r\n\"essential function\" \"[w]here the plaintiff has presented noevidence of discriminatory intent, animus, or even pretext\")\r\n(emphasis added).  Specifically, Laurin contends that the Hospital\r\nand her supervisors responded to her requests for accommodation\r\nwith \"incredulous refusal[s],\" declined to take them \"seriously,\" and\r\nbelittled her medical condition as a mere \"lifestyle problem.\"  On\r\nthe contrary, close inspection of Laurin's record citations, even\r\nviewed in their most favorable light, belie her contention.\r\nAssuming arguendo that Laurin plausibly interprets Amego,\r\nthe only concrete allegation among the lot is that her direct\r\nsupervisors (viz., Claire Margosiak and the director of nursing,\r\nJoan Richter) reacted in a \"laughing manner\" to her initial request\r\nfor accommodation.  Even assuming as much, Laurin's claim is\r\nnonetheless flawed, since she was not diagnosed as having a seizure\r\ndisorder until later, after experiencing her second episode.  Such\r\nspontaneous remarks, made long before the supervisors had an\r\nopportunity adequately to assess the merits of the requested\r\naccommodation, could be considered only marginally probative of any\r\ndiscriminatory animus on their part.\r\nFurthermore, the supervisors explained to Laurin that the\r\nshift-rotation requirement would be rendered obsolete were the\r\nHospital to waive it for all staff nurses with small children who\r\nmight experience episodes of fatigue.  Nor was their\r\ncharacterization of Laurin's medical condition  as a \"lifestyle\r\nproblem\"  particularly surprising or remarkable, let alone\r\nsuspect, given that her own neurologist had opined that Laurin's\r\nmedical condition likely had been induced by the fatigue associated\r\nwith her frenetic daily activities  childcare, work, and school. \r\nViewed in context, therefore, the supervisors' observations\r\nrationally cannot be considered expressions of animus towards\r\npersons afflicted with Laurin's medical condition.\r\nEven assuming that a rational factfinder could draw so\r\ntenuous an inference, however, Laurin failed to adduce competent\r\nevidence that her immediate supervisors played a meaningful role in\r\nthe subsequent Hospital decision to deny the requested\r\naccommodation and discharge her.  Instead, as Laurin concedes, the\r\nsupervisors advised her that \"they would check into it,\" thus\r\nstrongly suggesting that any final decision must be made at a\r\nhigher level.  Nor is it surprising in the least that the decision\r\nwould be made by higher-ups, given that any decision to waive the\r\nshift-rotation requirement for the first time in Hospital history\r\nplainly would implicate important institutional considerations. \r\nCf. Santiago v. Canon U.S.A., Inc., </pre><span class=\"citation\" data-id=\"197805\"><a href=\"/opinion/197805/santiago-etc-v-canon-usa-inc/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 n.8 (1st Cir.\r\n1998) (noting that \"'stray remarks in the workplace . . .,\r\nstatements by nondecisionmakers, or statements by decisionmakers\r\nunrelated to the decisional process itself'\" normally are\r\ninsufficient to establish discriminatory animus) (citation\r\nomitted); Lehman v. Prudential Ins. Co. of Am., </pre><span class=\"citation\" data-id=\"711114\"><a href=\"/opinion/711114/69-fair-emplpraccas-bna-1752-67-empl-prac-dec-p-43906-pens-plan/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span><pre class=\"inline\">, 329\r\n(1st Cir. 1996) (\"Isolated, ambiguous remarks are insufficient, by\r\nthemselves, to prove discriminatory intent.\").  Consequently, the\r\nletter rejecting Laurin's request for accommodation  and instead\r\nproposing a temporary six-week accommodation  came from David\r\nTatro, the director of the Hospital's human resources department,\r\nnot from Laurin's supervisors.  It is noteworthy as well that the\r\nTatro letter in no way indicated what, if any, role either Richter\r\nor Margosiak played in the Hospital decision not to \"waive\" its\r\nlongstanding, consistently-enforced shift-rotation policy.  Seealso Letter from Margosiak to plaintiff (7/6/95) (\"I heard from\r\nHuman Resources today . . . [that] the decision has been made to\r\nextend your temporary [accommodation] . . . .\").  Accordingly,\r\nLaurin's suppositional \"direct\" evidence of discriminatory animus\r\ncame up well short of its target.\r\nAbsent direct evidence that the Hospital harbored a\r\ndiscriminatory animus in maintaining that shift-rotation was an\r\n\"essential [job] function,\" Laurin had no option but to resort to\r\nthe familiar McDonnell-Douglas burden-shifting paradigm to\r\nestablish a circumstantial case.  See Jacques v. Clean-Up Group,\r\nInc., </pre><span class=\"citation\" data-id=\"726664\"><a href=\"/opinion/726664/richard-jacques-v-clean-up-group-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span><pre class=\"inline\">, 511 (1st Cir. 1996); see also Snow v. Ridgeview\r\nMed. Ctr., </pre><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1201</span></span><pre class=\"inline\">, 1206 (8th Cir. 1997).  Thus, initially\r\nLaurin was required to demonstrate a prima facie case on all three\r\nessential elements of her claim, see supra:  (1) \"disability,\" (2)\r\n\"qualification,\" and (3) causation.  See Amego, 110 F.3d at 141. \r\nOnly at that point would the Hospital be required to articulate a\r\nnondiscriminatory reason for its adverse employment actions.  SeeJacques, 96 F.3d at 511:\r\nThis entails only a burden of production, not\r\na burden of persuasion; the task of proving\r\ndiscrimination remains the plaintiff's at all\r\ntimes.  Once such a reason emerges, the\r\ninference raised by the prima facie case\r\ndissolves, and the plaintiff is required to\r\nshow, unaided by the original inference of\r\ndiscrimination, that the employer's proffered\r\nreason is a pretext for discrimination . . . .\r\n[Plaintiff] must muster proof that enables a\r\nfactfinder rationally to conclude that the\r\nstated reason behind the adverse employment\r\ndecision is not only a sham, but a sham\r\nintended to cover up the proscribed type of\r\ndiscrimination.\r\n\nDichner v. Liberty Travel, </pre><span class=\"citation\" data-id=\"197902\"><a href=\"/opinion/197902/dichner-v-liberty-travel/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 30 (1st Cir. 1998)\r\n(emphasis added) (citations omitted); see Snow, 128 F.3d at 1206\r\n(\"The ultimate burden of proving unlawful discrimination always\r\nrests with the plaintiff.\"); Miller, 107 F.3d at 484 (\"[T]he burden\r\nof proof on the [essential-function] issue is not on the employer\r\nbut on the plaintiff.\").\r\nLaurin vainly string-cites cases which acknowledge that\r\nthe  1630.2(n)(3) \"essential function\" inquiry tends to be fact-\r\nintensive, such that it is relatively rare that a trial court may\r\nenter summary judgment.  See, e.g., Barber v. Nabors Drilling\r\nU.S.A., Inc., </pre><span class=\"citation\" data-id=\"748778\"><a href=\"/opinion/748778/jimmy-w-barber-v-nabors-drilling-usa-inc-nabors-loffland-drilling/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">702</span></a></span><pre class=\"inline\">, 707 (5th Cir. 1997).  Nevertheless,\r\nsince an ADA plaintiff ultimately must shoulder the burden of\r\nestablishing that she was able to perform all \"essential functions\"\r\nof her position, at summary judgment Laurin  and not the Hospital\r\nbore the burden of adducing competent evidence from which a\r\nrational factfinder could have found in her favor, see Celotex\r\nCorp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322-23 (1986).  See, e.g.,\r\nMartinson v. Kinney Shoe Corp., </pre><span class=\"citation\" data-id=\"733267\"><a href=\"/opinion/733267/harald-e-martinson-ii-and-equal-employment-opportunity-commission-v/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">683</span></a></span><pre class=\"inline\">, 686-87 (4th Cir.\r\n1997) (resolving \"essential function\" issue in employer's favor at\r\nsummary judgment); Amego, 110 F.3d at 147 (citing Martinson with\r\napproval); Milton v. Scrivner, Inc., </pre><span class=\"citation\" data-id=\"695251\"><a href=\"/opinion/695251/charlie-milton-v-scrivner-inc-gary-massey-v-scrivner-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1118</span></a></span><pre class=\"inline\">, 1124 (10th Cir.\r\n1995) (\"Although ordinarily a fact question to be decided on a\r\ncase-by-case basis, plaintiffs have presented no evidence to rebut\r\nthe [employer's] conclusion that speed is essential to the\r\n[plaintiffs'] selector job.\") (citation omitted).  Nor could Laurin\r\nsatisfy her rebuttal burden under Rule 56 by relying upon\r\n\"'conclusory allegations, improbable inferences, and unsupported\r\nspeculation.'\"  Woods v. Friction Materials, Inc., </pre><span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span><pre class=\"inline\">, 259\r\n(1st Cir. 1994) (citation omitted).\r\nEven assuming arguendo that Laurin adduced sufficient\r\nevidence for a prima facie case of \"qualification,\" the Hospital in\r\nturn met its burden by articulating a nondiscriminatory reason for\r\ndenying the request for accommodation.  Indeed, all the competent\r\nevidence relating to the seven nonexclusive factors identified in\r\n29 C.F.R.  1630.2(n)(3) weighed overwhelmingly in favor of the\r\nHospital.  Hospital witnesses uniformly attested that since the \r\nevening and night shifts were less desirable than the day shift, it\r\nwas essential that the Hospital cover the shortage of \"straight-\r\nevening\" and \"straight-night\" nurses by making shift-rotation an\r\n\"essential function\" of all non-senior daytime nursing positions in\r\nits 24-hour maternity unit.  Thus, the Hospital has always required\r\nall non-senior staff nurses to rotate shifts, and it has never made\r\nan exception.  See Milton, 53 F.3d at 1124 (\"The initial inquiry in\r\ndetermining ['essential function'] is whether an employer actually\r\nrequires all employees in the position to perform the allegedly\r\nessential function.\").\r\nPerhaps most importantly, a 24-hour hospital unit imposes\r\nexceptional nurse-scheduling demands upon the hospital-employer. \r\nFor example, since maternity-room patients need nursing services\r\ntwenty-four hours a day, normally it will not be possible for the\r\nhospital-employer to allow its maternity nurses to work only the\r\nmore desirable or convenient shifts, where to do so would\r\njeopardize its ability to staff its maternity unit during the less\r\ndesirable evening and night shifts.  Medical needs and emergencies\r\nmany potentially life-threatening  do not mind the clock, let\r\nalone staff-nurse convenience.\r\nAt least in the instant context, to suggest otherwise\r\nwould be tantamount to maintaining that night work is not an\r\n\"essential function\" of a night watchman's job, even though that is\r\nthe only time the premises are not otherwise occupied.  Cf., e.g.,\r\nMartinson, 104 F.3d at 687 (noting that provision of store security\r\nis of such a nature that it \"cannot reasonably be abandoned for\r\neven 'a brief period'\"); Salmon v. Dade County Sch. Bd., No. 96-\r\n2711, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">234585</span></span><pre class=\"inline\">, at *4 (S.D. Fla. Apr. 28, 1998) (\"Unlike\r\nother jobs that can be . . . deferred until a later day, a guidance\r\ncounselor must counsel students at the school during the hours in\r\nwhich the children are in attendance.\").  The 24-hour hospital unit\r\nsetting thus affords a particularly compelling context in which to\r\ndefer to rational staffing judgments by hospital employers based on\r\nthe genuine necessities of the hospital business.  See 42 U.S.C. \r\n12112(b)(6) (defining term \"discriminate\" to include the use of\r\n\"qualification standards . . . [in]consistent with businessnecessity\") (emphasis added).\r\nSection 4.05 of the CBA likewise supported the Hospital's\r\njudgment that shift rotation is an \"essential function\" of a day-\r\nnurse position in its maternity unit.  See supra note 1.  By\r\nspecifying but one criterion which excuses day nurses from shift\r\nrotation  namely, the prescribed levels of seniority  the CBA\r\nplainly implied that other criteria did not warrant waivers of the\r\nshift-rotation requirement, see, e.g., Institut Pasteur v.\r\nCambridge Biotech Corp., </pre><span class=\"citation\" data-id=\"733244\"><a href=\"/opinion/733244/institut-pasteur-and-pasteur-sanofi-diagnostics-v-cambridge-biotech/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span><pre class=\"inline\">, 495 (1st Cir.) (\"'[T]he\r\ndoctrine of expressio unius est exclusio alterius instructs that\r\nwhen certain matters are mentioned in a contract, other similar\r\nmatters not mentioned were intended to be excluded.'\") (citation\r\nomitted), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2511</span></span><pre class=\"inline\"> (1997), and for good\r\nreason.  Were the Hospital to waive the shift-rotation requirement\r\nfor Laurin, either other non-senior nurses or senior nurses would\r\nhave to be called upon to cover Laurin's evening and night shifts,\r\nwhich at the very least would violate the Hospital's commitment\r\nunder CBA  4.05(E) to reduce the rotation obligations of its\r\nnurses, see Foreman v. Babcock &amp; Wilcox Co., </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">800</span></span><pre class=\"inline\">, 810 (5th\r\nCir. 1997) (\"[T]he ADA does not require an employer to take action\r\ninconsistent with the contractual rights of other workers under a\r\n[CBA].\"); cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1050</span></span><pre class=\"inline\"> (1998); accord Shea v.\r\nTisch, </pre><span class=\"citation\" data-id=\"520295\"><a href=\"/opinion/520295/kenneth-l-shea-v-peter-tisch-etc/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span><pre class=\"inline\">, 789-90 (1st Cir. 1989) (same, under analogous\r\nprovisions of Rehabilitation Act), or else the Hospital would have\r\nto try to hire new nurses to cover the less desirable off-shifts. \r\nSee, e.g., Turco v. Hoechst Celanese Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1090</span></span><pre class=\"inline\">, 1094\r\n(5th Cir. 1996) (noting that employer \"has no straight day-shift\r\nchemical operator positions  all operator positions are on\r\nrotating shifts [ so that] [m]oving one operator to a straight\r\nday shift would place a heavier burden on the rest of the operators\r\nin the plant\"); Milton, 53 F.3d at 1125 (\"An accommodation that\r\nwould result in other employees having to work harder or longer\r\nhours is not required.\"); Krennerich v. Town of Bristol, 943 F.\r\nSupp. 1345, 1351 (D. Me. 1996) (noting that ADA does not require\r\nemployers \"'to assign existing employees or hire new employees'\" to\r\nperform abandoned \"essential functions\" of plaintiff's job position)\r\n(quoting Gilbert v. Frank, </pre><span class=\"citation\" data-id=\"572427\"><a href=\"/opinion/572427/leroy-gilbert-v-anthony-m-frank-in-his-capacity-as-postmaster-general-of/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">637</span></a></span><pre class=\"inline\">, 644 (2d Cir. 1991)).\r\nLaurin attempts to demonstrate triable factual issues on\r\nother fronts as well.  First, she cites evidence that the Hospital\r\nhad accommodated her in the past by allowing her to work less than\r\nfull-time hours while she pursued her education, and that the\r\nHospital probably violated the CBA by offering her those \"new\" part-\r\ntime positions without posting them in advance.  Be that as it may,\r\nwe fail to see how such evidence is relevant to whether or not\r\nshift-rotation is an \"essential function.\"  Instead, at most it\r\ntends to show that full-time status may not have been an \"essential\r\nfunction\" of Laurin's staff-nurse position, which is not the\r\nsubject matter of CBA  4.05.  Moreover, Laurin acknowledges that\r\nthe Hospital continued to insist that she rotate shifts even after\r\n1993, when she assumed less-than-full-time status.\r\nSecond, we reject Laurin's claim that the temporary\r\neight-week accommodation, during which the Hospital allowed her to\r\nwork the straight-day shift, undercuts the Hospital's contention\r\nthat it could not cover all three shifts without the shift-rotation\r\nrequirement.  From a labor-management policy standpoint, it would\r\nbe perverse to discourage employers from accommodating employees\r\nwith a temporary breathing space during which to seek another\r\nposition with the employer.  Here, the Hospital actively counseled\r\nLaurin in a bona fide attempt to locate a non-rotating position\r\nwithin the Hospital.  An employer does not concede that a job\r\nfunction is \"non-essential\" simply by voluntarily assuming the\r\nlimited burden associated with a temporary accommodation, nor\r\nthereby acknowledge that the burden associated with a permanent\r\naccommodation would not be unduly onerous.  See Shiring v. Runyon,\r\n</pre><span class=\"citation\" data-id=\"722547\"><a href=\"/opinion/722547/terry-j-shiring-v-marvin-t-runyon-postmaster-general-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">827</span></a></span><pre class=\"inline\">, 831 (3d Cir. 1996) (employer's temporary creation of\r\na \"new\" position for ADA plaintiff is irrelevant to \"essential\r\nfunction\" inquiry).\r\nThird, Laurin maintains that the deposition testimony of\r\nher supervisor, Claire Margosiak, gave rise to a trialworthy issue. \r\nMargosiak explained that in her experience it had been easier to\r\nfind applicants willing to work straight-evening shifts than days-\r\nrotating.  As Laurin views it, this testimony undermined the\r\ncontention that the Hospital could not cover evening shifts without\r\nrotating day nurses to the evening shift.  We disagree.\r\nTo repeat, Laurin  and not the Hospital  bore the\r\nburden of proof on the \"essential function\" element.  See Dichner,\r\n141 F.3d at 30.  Once the Hospital articulated a legitimate reason\r\nfor insisting upon shift-rotation as an \"essential function\" \r\ni.e., that it could not attract enough nurses to work the off-\r\nshifts  Laurin had to adduce specific evidence to debunk the\r\nHospital's rationale; in other words, to support a reasonable\r\ninference that the articulated rationale was pretextual.  SeeMartinson, 104 F.3d at 687 (noting that once \"[defense witnesses]\r\nrepeatedly testified that maintaining store security was an\r\nessential function . . . [,] [plaintiff] offered no evidence to the\r\ncontrary\").\r\nAbsent further context the Margosiak testimony fell well\r\nshort of the mark.  For instance, absent evidence as to how many\r\nday nurses had enough seniority to be entitled to relief from\r\nshift-rotation, it is impossible to infer from the Margosiak\r\ncomparison that the Hospital had enough evening nurses to cover all\r\nshifts.  The Margosiak comparison  that it might be easier to\r\nfill straight-evening shifts than day positions  would not\r\nnecessarily prove that the Hospital currently was able to employ\r\nall the evening nurses it needed, and without such proof Laurin\r\ncould not establish that the Hospital did not need to tap its non-\r\nsenior day nurses to fill the void.  See 29 C.F.R. \r\n1630.2(n)(2)(ii) (job function may be \"essential\" because of the\r\nlimited number of employees available to assume a necessary\r\nfunction).\r\nB.   The \"Duty of Fair Representation\" Claim Against MNA\r\n\nFinally, Laurin contends that the MNA breached its duty\r\nof fair representation by refusing to pursue her grievances against\r\nthe Hospital.  Vaca v. Sipes, </pre><span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span><pre class=\"inline\">, 190 (1967); seeWilliams v. Sea-Land Corp., </pre><span class=\"citation\" data-id=\"504378\"><a href=\"/opinion/504378/george-a-williams-v-sea-land-corporation/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 19 (1st Cir. 1988).  She\r\nasserted a so-called \"hybrid\" claim, which required that she provethat (1) the Hospital breached the CBA, thereby violating National\r\nLabor Relations Act  301, and (2) the MNA breached its duty of\r\nfair representation by not championing her claims against the\r\nHospital for allegedly breaching the CBA.  Failure to establish\r\neither prong is fatal to her \"hybrid\" claim.  See DelCostello v.\r\nInternational Bhd. of Teamsters, </pre><span class=\"citation\" data-id=\"110956\"><a href=\"/opinion/110956/delcostello-v-teamsters/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">151</span></a></span><pre class=\"inline\">, 164-65 (1983); Hinesv. Anchor Motor Freight, Inc., </pre><span class=\"citation\" data-id=\"109392\"><a href=\"/opinion/109392/hines-v-anchor-motor-freight-inc/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></a></span><pre class=\"inline\">, 570-71 (1976); DiPintov. Sperling, </pre><span class=\"citation\" data-id=\"656648\"><a href=\"/opinion/656648/dennis-dipinto-and-kieran-cunningham-v-john-sperling-in-his-capacity-as/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 4 (1st Cir. 1993); Kissinger v. United\r\nStates Postal Serv., </pre><span class=\"citation\" data-id=\"476640\"><a href=\"/opinion/476640/guy-w-kissinger-v-united-states-postal-service/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span></a></span><pre class=\"inline\">, 553 (1st Cir. 1986).\r\nLaurin did not carry her burden on the first prong.  SeeCelotex Corp., 477 U.S. at 322-23.  While CBA  12.01 ordained that\r\nthe Hospital not discriminate against employees with disabilities,\r\nLaurin failed to adduce evidence that the asserted reason for her\r\ndischarge (i.e., \"essential function\") was pretextual, or that the\r\nrequested accommodation was denied due to any discriminatory\r\nanimus.  See supra Section II.A.  Thus, absent the requisite\r\nshowing that the grievance against the Hospital was meritorious,\r\nthe MNA had no corresponding duty to pursue the grievance.  The\r\n\"hybrid\" claim accordingly failed.\r\nAffirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1895342/"
  ]
}