{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198025/",
  "absolute_url": "/opinion/198025/boston-v-city/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198025/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:43:44Z",
  "date_modified": "2017-03-24T10:54:22.701395Z",
  "type": "010combined",
  "sha1": "029cf0b6552e06e7f718cca25c073b537a7e6977",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1880.01A",
  "local_path": null,
  "plain_text": "          United States Court of Appeals\r\n              For the First Circuit\r\n\nNo. 97-1880\r\n\n   BOSTON POLICE SUPERIOR OFFICERS FEDERATION,\r\nDAVID ALDRICH, PATRICK CROSSEN and WILLIAM SLAVIN,\r\n\n             Plaintiffs, Appellants,\r\n\n                        v.\r\n\n    CITY OF BOSTON, BOSTON POLICE DEPARTMENT,\r\n    PAUL EVANS and MASSACHUSETTS DEPARTMENT OF\r\n            PERSONNEL ADMINISTRATION,\r\n\n              Defendants, Appellees,\r\n\n      MASSACHUSETTS ASSOCIATION OF MINORITY\r\n            LAW ENFORCEMENT OFFICERS,\r\n\n              Intervenor, Appellee.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. George A. O'Toole, Jr., U.S. District Judge]\r\n\n                      Before\r\n\n               Selya, Circuit Judge,\r\n\n         Campbell, Senior Circuit Judge,\r\n\n            and Boudin, Circuit Judge.\r\n\nJames F. Lamond with whom McDonald &amp; Associates was on brief\r\nfor appellants.\r\nJonathan M. Albano with whom Bingham Dana LLP, Ozell Hudson,\r\nJr., and Lawyers Committee for Civil Rights Under Law of the Boston\r\nBar Association were on brief for intervenor.\r\n\nSusan M. Prosnitz, Chief of Litigation, with whom Boston\r\nPolice Department Legal Advisor's office was on brief for City of\r\nBoston, Boston Police Department and Paul Evans.\r\nEdward J. DeAngelo, Assistant Attorney General, with whom\r\nScott Harshbarger, Attorney General, was on brief for appellee.\r\n\nJune 22, 1998\r\n\n   CAMPBELL, Senior Circuit Judge.  This is an appeal from\r\nthe district court's granting of summary judgment in favor of\r\nDefendants City of Boston, the Boston Police Department (\"BPD\"),\r\nand other state actors.  The BPD promoted Rafael Ruiz, an African-\r\nAmerican, to lieutenant prior to promoting any of the individual\r\nPlaintiffs, each of whom scored one point better than Ruiz on the\r\nlieutenant's examination.  The BPD believed that promoting Ruiz was\r\nnecessary to avoid violating an amended 1980 federal court consent\r\ndecree, as then interpreted by a district court.  The three white\r\nofficers and the Boston Police Superior Officers Federation (the\r\n\"Federation\") sued in the district court, claiming that the consent\r\ndecree did not mandate Ruiz's promotion and that the BPD's race-\r\nbased action violated the officers' rights under the Equal\r\nProtection Clause.  \r\n   Contrary to the judicial interpretation followed by the\r\nBPD, the district court in the instant case held that the consent\r\ndecree did not apply to promotions to lieutenant and did not\r\nrequire Defendants to promote Ruiz.  However, the court granted\r\nDefendants' motion for summary judgment, concluding that Ruiz's\r\npromotion served the compelling state interest of remedying the\r\neffects of past racial discrimination, and that the promotion was\r\nnarrowly tailored to meet that goal.  We affirm.\r\n\n                       FACTS\r\n1.        Background\r\n   The BPD selects officers for promotion based largely on\r\ntheir performance on a civil service examination.  Officers who\r\npass the exam are placed on an \"eligible list\" by the Massachusetts\r\nDepartment of Personnel Administration (\"DPA\").  When the Police\r\nCommissioner is ready to make promotions, the DPA supplies a\r\n\"certification,\" or list, of the highest-scoring candidates from\r\nthe eligible list, ranking the candidates in order of their exam\r\nscores.  \r\n   Traditionally, the BPD has selected candidates for\r\npromotion based almost exclusively on their certification scores,\r\ndeparting from rank order for only two reasons.  First, the\r\nCommissioner has bypassed officers for cause, such as disciplinary\r\nproblems.  Second, the Commissioner has on several occasions\r\n\"reached down\" the list and selected a racial minority candidate in\r\norder to comply with the terms of a since-expired federal court\r\nconsent decree. \r\n   That consent decree dated back to 1978, when the\r\nMassachusetts Association of Afro-American Police, Inc. (\"MAAAP\"),\r\nthe predecessor-in-interest of the Massachusetts Association of\r\nMinority Law Enforcement Officers (\"MAMLEO\"), sued the BPD in the\r\nfederal district court for racial discrimination in its promotion\r\npractices.  In 1978, black officers made up roughly 5.5 percent of\r\nthe BPD as a whole, and 20 percent of Boston's population, yet\r\namong 222 BPD sergeants there was only a single black.  The suit\r\nsettled in 1980 and the district court entered a consent decree,\r\nthe parties to which included the BPD, the DPA, MAMLEO's\r\npredecessor-in-interest, and certain public officials.  The\r\nplaintiff class certified by the decree included \"[a]ll present and\r\nfuture black [BPD] sworn officers\"   a term of art meaning all\r\nofficers, including sergeants and lieutenants, see infra.  \r\nThe decree set specific goals and timetables for\r\npromotions of black officers to sergeant, provided for the plan's\r\ndissemination within the BPD, and created an internal committee to\r\nmonitor the plan's progress.  These goals were to be met by the\r\ntime of the decree's original expiration date of 1985.  (As\r\nexplained below, the decree was extended, finally coming to an end\r\nin 1995.)  The decree also contained provisions (the scope of which\r\nis now disputed, see infra) concerning validation of BPD\r\npromotional exams and practices in accordance with the EEOC's\r\nUniform Guidelines on Employee Selection Procedures, 29 C.F.R. \r\n1607.1 et seq.\r\nTwo of the Guidelines' requirements are relevant here. \r\nFirst, the decree expressly required that the BPD's tests for\r\npromotions to sergeant comply with Guidelines' standards for\r\nvalidation of promotional tests.  See 29 C.F.R.  1607.5; Original\r\nConsent Decree 4-5,  4, 5.  Second, the decree makes explicit\r\nreference to the Guidelines' \"four-fifths rule\" for identifying\r\ndisparate impact in promotions:  \r\n             A selection rate for any race . . . which is\r\n             less than four-fifths (4/5) (or eighty\r\n             percent) of the rate for the group with the\r\n             highest rate will generally be regarded by the\r\n             Federal enforcement agencies as evidence of\r\n             adverse impact.\r\n\n   29 C.F.R.  1607.4(D).\r\nThe implementation of the decree proved quite difficult\r\nwith respect to promotional practices.  Although the decree\r\nprescribed annual promotions of officers from validated exams, by\r\n1985 the BPD had not given any Guidelines-validated examinations,\r\nand had met none of the decree's numerical goals for the promotion\r\nof black officers.  In 1985, MAAAP successfully sought to have the\r\ndistrict court extend the decree until 1990 and modify the decree's\r\nnumerical goals to reflect the increased number of qualified\r\nAfrican-American candidates in the BPD.  \r\nHowever, by 1990, the BPD had given only one \"validated-\r\nfair\" exam, and the number of blacks promoted still fell short of\r\nthe decree's goals.  As a result, the BPD and MAAAP jointly\r\nrequested that the court extend the decree until the BPD could give\r\none more \"validated-fair\" exam in June, 1991.  \r\nFollowing the 1991 exam's administration, MAMLEO\r\nchallenged its validity on the ground that it did not comport with\r\nthe Guidelines.  The parties settled this challenge by jointly\r\nproposing an amendment to the consent decree, which specifically\r\nreaffirmed that selection procedures for the promotion to the\r\nposition of sergeant be validated in accordance with the\r\nGuidelines.  In addition, the amendment stated generally that the\r\nBPD would establish the next eligible lists for promotion to\r\nsergeant, lieutenant, and captain using selection procedures \"of a\r\nsignificantly different type and/or scope.\" \r\nThe district court approved the amendment, rejecting the\r\nFederation's challenge that the amendment exceeded the scope of the\r\noriginal decree by prescribing goals for lieutenant and captain. \r\nSignificantly, the district court ruled that the decree imposed the\r\nGuidelines' requirements on \"promotional examinations for allranks\" in the BPD (emphasis supplied).  This court dismissed the\r\nFederation's appeal on the ground that its challenge would not be\r\nripe for judicial review until a candidate was not \"fairly\r\nconsidered\" for promotion.  Massachusetts Ass'n of Afro-Am. Policev. Boston Police Dep't, 973 F.2d 18, 20 (1st Cir. 1992).\r\nExperts from the BPD, the DPA, and MAMLEO jointly\r\ndeveloped a civil service exam for the position of lieutenant that\r\nwas administered in September, 1992.  The results of that test,\r\nwhich was \"content validated\" according to the Guidelines, 29\r\nC.F.R.  1607.5(B), generated the eligible list from which the BPD\r\nmade the promotions at issue here. \r\n2.          The Promotion of Ruiz\r\nIn early 1994, the BPD announced its intention to promote\r\ntwenty sergeants to lieutenant.  These promotions were to be based\r\non the eligible list and certification generated from the 1992\r\nexam. \r\nThe eligible list from that exam included sixteen blacks\r\nand ninety whites.  The nineteen highest-scoring candidates\r\nincluded two blacks and seventeen whites.  The next highest score\r\nof 89 belonged to the three individual Plaintiff-Appellants here,\r\nDavid Aldrich, Patrick Crossen, and William Slavin, each of whom is\r\nwhite.  (Four other sergeants scored 89, but did not bring suit.) \r\nRafael Ruiz, an African-American, appeared next on the list with a\r\nscore of 88.  \r\nHad the BPD promoted from this certification strictly\r\naccording to score order, the twenty new lieutenants would have\r\ncomprised eighteen whites and two blacks.  Based on the number of\r\neach group that were eligible for promotion, rank-order promotion\r\nwould have yielded a selection rate of 20 percent for whites\r\n(eighteen selected from ninety) versus 12.5 percent for blacks (two\r\nof sixteen).  Thus, the selection rate for black officers would\r\nhave been 62.5 percent of that for whites (12.5/20), raising an\r\ninference of adverse impact under the Guidelines' four-fifths rule. \r\nSee 29 C.F.R.  1607.4(D).  Based on the district court's 1991\r\ninterpretation, the BPD believed such a result would have violated\r\nthe consent decree.  By comparison, the promotion of an additional\r\nblack sergeant in place of the eighteenth white sergeant would\r\nraise the promotion rate of blacks to 18.75 percent (three of\r\nsixteen) while lowering that of whites to 18.89 percent (seventeen\r\nof ninety), a near-equality that would easily satisfy the four-\r\nfifths rule.\r\nAfter reviewing these results, both the DPA and MAMLEO\r\ntold the BPD that selecting lieutenants in strict rank order would\r\ndisparately impact African-American candidates.  The BPD performed\r\nits own analysis under the four-fifths rule, and also concluded\r\nthat promoting a white officer as the twentieth new lieutenant\r\nwould violate the Guidelines and would, therefore, violate the\r\nconsent decree as then understood. \r\nAccordingly, in February 1995, the BPD chose Ruiz ahead\r\nof the higher-scoring white candidates for the twentieth promotion\r\nto lieutenant.  Boston Police Commissioner Paul Evans gave the DPA\r\na written explanation of his decision to skip over the higher-\r\nscoring candidates, see Mass. Gen. Laws ch. 31,  27 (providing\r\nthat in the event of a promotion not made strictly according to\r\ncertified rank order, \"the appointing authority shall immediately\r\nfile with the [DPA] a written statement of his reasons for\r\nappointing the person whose name was not highest\"), which stated\r\nthat Commissioner Evans selected Ruiz \"as a result of the Consent\r\nDecree.\"  It is undisputed that Commissioner Evans believed at the\r\ntime that the consent decree required the BPD to avoid a\r\npromotional decision that would result in adverse impact under the\r\nGuidelines, and that Commissioner Evans believed that the inclusion\r\nof a third African-American among the twenty new lieutenants was\r\nnecessary to this end.  \r\nFollowing Commissioner Evans's decision, the three white\r\nofficers and the Boston Police Superior Officers Federation brought\r\nthe instant suit in the district court, challenging Ruiz's\r\npromotion as contravening the Equal Protection Clause.  The\r\ndistrict court granted Defendants' motion for summary judgment. \r\nThe court first concluded that the consent decree did not require\r\nDefendants to follow the Guidelines in respect to the 1992 exams\r\nfor lieutenants and captains (the test Ruiz took).  Instead, the\r\ndistrict court affirmed on the ground that Ruiz's promotion was a\r\nnarrowly tailored means of advancing the BPD's compelling interest\r\nin remedying racial discrimination.  \r\nIn the meantime, the BPD promoted Aldrich and Crossen to\r\nlieutenant in October, 1995, and Slavin in June, 1996.  The consent\r\ndecree expired in April, 1995, based on the DPA's establishment in\r\nJanuary, 1995, of eligible lists from the 1992 exams.  As of July\r\n1, 1996, black representation among BPD sergeants had risen to 17\r\npercent (46 of 269), and the promotion of Ruiz and two other blacks\r\nraised blacks' representation among lieutenants to over 6 percent\r\n(5 of 77). \r\n\n                     DISCUSSION\r\nI.          Did the Consent Decree Mandate Ruiz's Promotion?\r\nIt is undisputed that Defendants promoted Ruiz in genuine\r\nreliance on the district court's then outstanding decision\r\ninterpreting certain consent decree requirements to apply to all\r\npromotions including lieutenants'.  Although Defendants were\r\nfollowing that judicial construction, Plaintiffs argue that Ruiz's\r\npromotion was not, in fact, required by the terms of the consent\r\ndecree nor permitted under the Equal Protection Clause, which\r\nensures that no state or local government shall \"deny to any person\r\nwithin its jurisdiction the equal protection of the laws.\"  U.S.\r\nConst. amend. XIV,  1.\r\nDefendants' first line of defense is the consent decree,\r\nwhich, through its invocation of the EEOC Guidelines, is argued to\r\nhave mandated Ruiz's promotion.  This is the first time we have\r\nreviewed the 1991 district court decision construing the consent\r\ndecree so as to apply to lieutenant promotions.  Plaintiff-\r\nAppellant Boston Police Superior Officers Federation earlier\r\nappealed from that ruling, but we dismissed the appeal as unripe. \r\nMassachusetts Ass'n of Afro-American Police, Inc. v. Boston Police\r\nDep't, 973 F.2d 18 (1st Cir. 1992).  The challenge ripened into a\r\njusticiable controversy upon Defendants' promotion of Ruiz,\r\nallowing Plaintiffs to bring the instant action.  A different\r\ndistrict judge, from whom this appeal comes, then rejected\r\nDefendants' and the earlier court's reading of the decree,\r\nconcluding that it did not require the BPD to promote Ruiz ahead of\r\nthe individual Plaintiffs.\r\nWe affirm this latter interpretation.  In our judgment,\r\nneither the original consent decree nor the 1991 amendment required\r\nthe BPD to conform to the EEOC Guidelines in the promotion of\r\nlieutenants, as opposed to sergeants.  The original decree stated\r\nthat it concerned promotional tests \"for the purpose of selecting\r\npolice officers for promotion.\"  In context, \"police officers\"\r\nmeans not all officers   the decree refers to the set of all\r\nofficers as \"sworn officers\"   but instead \"patrolmen,\" or those\r\nofficers who might be elevated to sergeant.  By contrast, the more\r\nencompassing term \"sworn officers\" appears only in the decree's\r\nstatement of purpose.  \r\nMoreover, the decree's references to a specific rank are\r\nconfined to promotions to sergeant.  For instance, the decree\r\nprovision mandating compliance with the EEOC Guidelines mentions\r\nonly the sergeant position:  \"The DPA will develop and administer\r\na promotional examination and/or other selection procedure(s) for\r\nthe position of police sergeant . . . which will be validated in\r\naccordance with the Guidelines.\"  Several other provisions\r\nregarding examinations and promotions refer specifically to the\r\nsergeant position and nowhere does the decree mention promotions to\r\nlieutenant.  Most important, the decree expressly states: \r\n             To the extent that this action involved\r\n             allegations of employment discrimination in\r\n             promotion other than to the rank of sergeant .\r\n             . . such allegations are not resolved herein,\r\n             nor are they intended to be, and they are in\r\n             effect being voluntarily dismissed without any\r\n             prejudice whatsoever.\r\n\n   This language disavows any intention to resolve discrimination\r\nallegations relative to others than sergeant.  Consistently, the\r\n1991 amendment, while providing generally that the BPD and the DPA\r\nwould establish a \"significantly different\" selection procedure for\r\nall promotions, prescribes compliance with the Guidelines only in\r\nthe case of sergeants.  Agreement To Amend Consent Decree  5, 6. \r\nDefendants point to a few isolated passages in the\r\nconsent decree that are seemingly broader, including one providing\r\nthat \"[p]romotional tests will be validated in accordance with the\r\n[Guidelines].\"  However, we believe it wrong to read the latter\r\npassage out of the context of the entire decree, which indicates\r\nthat the \"promotional tests\" to which it refers are only those to\r\nthe position of sergeant.  For example, the decree speaks in the\r\ngeneral terms of \"selecting police officers for promotion\" and \"any\r\npromotional test,\" without qualification when providing for\r\nGuidelines validation of the promotional tests.  However, in the\r\nnext few paragraphs, the decree describes the ranking of \"[p]ersons\r\npassing future validated tests\"   again with no qualification  \r\nbefore granting the BPD Commissioner power to \"make appointments to\r\novercome any underutilization that may exist among sergeants\"\r\n(emphasis added).  And on the same page the decree provides that\r\nthe DPA will be responsible for administering \"new tests for\r\npromotion to sergeant.\"  As the decree contains no parallel\r\nprovisions referring to positions other than sergeant, we believe\r\nthat when the decree says promotions, it means only those to the\r\nposition of sergeant.  Looking at the entire decree, especially the\r\npassage expressly disclaiming any effect on positions other than\r\nsergeant, we view the decree's generally worded passages as\r\nreflecting an assumption that only sergeants' promotions were at\r\nissue, not an intent to modify the lieutenants' test.\r\nDefendants' argument fares no better in light of the\r\ncontext that gave rise to the decree.  The original suit alleged\r\nharm derived primarily from bias in entry-level hiring.  To be\r\nsure, that hiring eventually impacts the higher ranks, see infra,\r\nbut the decree itself evinced a concern with discrimination among\r\nthe lower ranks.  Had the parties meant to extend the decree's\r\nreach beyond the level of sergeant, they would have written it\r\ndifferently.  \r\nDefendants place great weight upon the interpretation of\r\nthe consent decree given by the district court when approving the\r\n1991 amendment to the decree.  There, after pointing out that \"the\r\nclass certified consisted of '[a]ll present and future black sworn\r\nofficers in the Boston Police Department,'\" the court \"rule[d] that\r\nthe consent decree applies to promotional exams for all ranks of\r\nsworn police officers\" and concluded that the decree imposed\r\n\"conformity to the [EEOC] Guidelines and provision of training with\r\nrespect to all promotional examinations.\"  This was the\r\ninterpretation of the amended decree under which the BPD acted when\r\nit promoted Ruiz ahead of the individual Plaintiff-Appellants.  Seenote 3, supra.\r\nDefendants argue that we should accord less weight to the\r\nsubsequent interpretation by the district court below than to the\r\nviews of the judge who earlier entered the order amending the\r\nconsent decree.  However, it was the parties, not the judge, who\r\njointly drafted and proposed the 1991 amendment, and we find the\r\ntext of the amended decree relatively clear on the point in issue. \r\nWe conclude that it did not regulate promotions to the position of\r\nlieutenant.\r\nOur reading also disposes of Defendants' related argument\r\nthat this action is forbidden by  108 of the Civil Rights Act of\r\n1991, 42 U.S.C.  2000e-2(n)(1).  That provision bars collateral\r\nattacks on judgments in federal employment discrimination cases by\r\nany person with \"actual notice\" of a judgment and a \"reasonable\r\nopportunity to present objections to such judgment or order.\"  Id. 2000e-2(n)(1)(B)(i).  However, this bar applies only if the\r\nchallenged \"employment practice [] implements and is within the\r\nscope of a litigated or consent judgment or order [resolving a\r\nfederal claim of employment discrimination].\"  Id.  2000e-\r\n2(n)(1)(A).  As the consent decree did not apply to promotions to\r\nlieutenant, Ruiz's promotion was not \"within the scope of\" a\r\nconsent decree protected by  108. \r\nIII.        Strict Scrutiny\r\nPlaintiffs contended both below and on appeal that the\r\nBPD's race-based promotion of Ruiz to lieutenant violated their\r\nrights under the Equal Protection Clause, which ensures that no\r\nstate or local government shall \"deny to any person within its\r\njurisdiction the equal protection of the laws.\"  U.S. Const. amend.\r\nXIV,  1.  Just as \"any individual suffers an injury when he or she\r\nis disadvantaged because of his or her race, whatever that race may\r\nbe,\" Adarand Constructors, Inc. v. Pena, 515 U.S. 200, 230 (1995),\r\nit is well-settled that \"the Fourteenth Amendment requires strict\r\nscrutiny of all race-based action by state and local governments.\" \r\nId. at 222 (emphasis added); see also City of Richmond v. J.A.\r\nCroson Co., 488 U.S. 469, 493 (1989); Wygant v. Jackson Bd. of\r\nEduc., 476 U.S. 267, 279-80 (1986).  Thus, without the benefit of\r\nthe consent decree, the affirmative action of promoting Ruiz based\r\nin part on his race was constitutionally permissible, as  both\r\nparties agree, only if it survives strict scrutiny.  \r\nThe formula for strict scrutiny is familiar:  the\r\ngovernment must demonstrate that its action served a \"compelling\r\nstate interest,\" Croson, 488 U.S. at 505, and was \"narrowly\r\ntailored\" to advance that interest, id. at 507-08.\r\nA.   Compelling Governmental Interest in Remedying Past               State Discrimination\r\n\nThe compelling-interest prong of strict scrutiny is\r\ndesigned \"to 'smoke out' illegitimate uses of race by assuring that\r\nthe [government] is pursuing a goal important enough to warrant use\r\nof a highly suspect tool.\"  Id. at 493.  To date, the Supreme Court\r\nhas identified only one goal sufficiently important to justify the\r\nuse of affirmative action in public employment:  remedying a\r\ngovernmental body's own past racial discrimination.  See Wygant,\r\n476 U.S. at 274 (explaining that compelling-interest prong requires\r\n\"some showing of prior discrimination by the governmental unit\r\ninvolved\").  As the Court explained in Croson, \"[c]lassifications\r\nbased on race carry a danger of stigmatic harm.  Unless they are\r\nstrictly reserved for remedial settings, they may in fact promote\r\nnotions of racial inferiority and lead to a politics of racial\r\nhostility.\"  Croson, 488 U.S. at 493.\r\nTo justify its remedial action, the government cannot\r\nrely on a desire to correct generalized, amorphous wrongs.   Seeid. \"[V]oluntary affirmative action plans cannot be\r\nconstitutionally justified absent a particularized factual\r\npredicate demonstrating the existence of 'identified\r\ndiscrimination.'\"  Cohen v. Brown Univ., 101 F.3d 155, 171 (1st\r\nCir. 1996) (citing Croson, 488 U.S. at 500-06), cert. denied, 117\r\nS. Ct. 1469 (1997).  \"[T]he basic question . . . is an evidentiary\r\nissue:  Is there a \"'strong basis in evidence' for the conclusion\r\nthat the [government action] here at issue serve[d] a remedial\r\npurpose with respect to past discrimination.\"  Roache, 951 F.2d at\r\n450 (quoting Croson, 488 U.S. at 500) (emphasis in original).  The\r\n\"strong basis\" may consist of either \"a contemporaneous or\r\nantecedent finding of past discrimination by a court or other\r\ncompetent body,\" Wygant, 476 U.S. at 289 (O'Connor, J.,\r\nconcurring), or evidence \"approaching a prima facie case of a\r\nconstitutional or statutory violation.\"  Croson, 488 U.S. at 500.\r\nWe think Defendants have made a sufficient showing that\r\nRuiz's promotion served a proper remedial purpose.  First, the\r\nBPD's history of racial discrimination is well-documented in the\r\ndecisions of this court.  In 1972, we affirmed a district court's\r\nfinding that the BPD discriminated against black applicants through\r\nthe use of entry-level testing procedures that favored whites. \r\nCastro v. Beecher, 459 F.2d 725 (1st Cir. 1972).  As we noted in\r\nCastro, that discrimination resulted in a gross racial disparity\r\namong the BPD's ranks:  in 1970, only two percent of BPD officers\r\nwere black or Latino; by comparison, these groups constituted 16\r\npercent of the general population.  Id., 425 F.2d at 728.\r\nNineteen years after Castro, this court in Stuart, supra,\r\nagain considered the evidence of past racial discrimination within\r\nthe BPD, and in particular the claims that were settled by the\r\namended Consent Decree, and saw little evidence of progress toward\r\nremedying the discrimination cited in Castro.  In Stuart, we\r\nconcluded that the Consent Decree was justified by a strong basis\r\nin evidence, see 951 F.2d at 449-53, based in part on the fact that\r\nracial discrimination in entry-level hiring had adversely affected\r\nblacks' representation at the rank of sergeant, see id. at 452. \r\n\"[R]emedial action takes time,\" we reasoned, \"and discrimination\r\nmay linger for many years in an organization that had excluded\r\nblacks from its ranks.\"  Id.\r\nThe same logic dictates that the BPD's historic\r\ndiscrimination negatively affected the number of black lieutenants\r\nat the time of Ruiz's promotion.  The documented results of that\r\ndiscrimination were that the BPD hired and promoted fewer blacks to\r\nsergeant than it would have absent any racial discrimination. \r\nSince the BPD selects its lieutenants solely from the ranks of\r\nsergeant, it follows that discrimination in promotions to sergeant\r\nreduced the pool of blacks eligible to compete for promotions to\r\nlieutenant.   \r\nThe effect of prior discrimination was compounded by the\r\nfact that experience makes up twenty percent of the score assigned\r\nto a candidate for promotion   a fact that, according to both\r\nDefendants' expert and the BPD's personnel director, negatively\r\nimpacts black (who were on average less experienced) candidates. \r\nMoreover, it takes years to rise through the ranks of the BPD.  Seeid. at 452 (noting that \"[w]hile an officer must have served three\r\nyears to apply to become a sergeant, successful applicants had\r\nserved an average of seven or more years in the police force\").  As\r\nthis court stated when last considering the MAMLEO-BPD consent\r\ndecree, \"[o]bviously, if few blacks become police officers, few\r\nblacks will become sergeants.\"  Id.  It is just as obvious that\r\ndiscrimination that prevents blacks from becoming sergeants will\r\nalso prevent blacks from reaching the level of lieutenant.  Seealso United States v. Paradise, 480 U.S. 149, 168-69 (1987)\r\n(plurality opinion) (\"Discrimination at the entry level necessarily\r\nprecluded blacks from competing for promotions, and resulted in a\r\ndepartmental hierarchy dominated exclusively by non-minorities. .\r\n. .  [The Department cannot] segregate the results achieved by its\r\nhiring practices and those achieved by its promotional\r\npractices.\"); id. at 196 (O'Connor, J., dissenting) (agreeing with\r\nParadise plurality that \"the Department's egregious history of\r\ndiscrimination\" warranted a race-based remedy).\r\nRelatedly, we do not think this evidence is too\r\ntemporally remote to justify the conclusion that the BPD's past\r\nracial discrimination has manifest effects in the present status of\r\nblack officers.  We must be wary, of course, of \"remedial measures\r\nthat are 'ageless in their reach into the past, and timeless in\r\ntheir ability to affect the future.'\"  Cohen, 101 F.3d at 171\r\n(quoting Wygant, 476 U.S. at 276).  The question whether past\r\ndiscrimination warrants current action is fact-intensive.  For\r\ninstance, aware that racial discrimination can have long-lasting\r\neffects, we determined in Stuart that remedial action in 1990 was\r\njustified in part by a 1981 statistical disparity.  See 951 F.2d at\r\n451-52.  Moreover, in reaching the conclusion that \"litigated court\r\nfindings of recent entry-level discrimination would seem sufficient\r\nto justify race-conscious remedies at both entry and promotional\r\nlevels,\" id. at 452 (emphasis added), we did not say that such\r\nfindings were necessary.\r\nHere, the district court relied on substantial evidence\r\nthat the effects of the BPD's past discrimination persisted at the\r\nrank of lieutenant until Ruiz's promotion.  The BPD had no black\r\nlieutenants as recently as 1978, and only two in 1992; the 1995\r\npromotion of three blacks, including Ruiz, more than doubled this\r\nnumber.  Thus, in July, 1996, only five of seventy-seven\r\nlieutenants, roughly six percent, were black.  By then, the number\r\nof blacks among the BPD's 269 sergeants had risen to 46, suggesting\r\nthe remedial effects of the consent decree as to sergeants, but\r\nalso that such effects had yet to work their way to the rank of\r\nlieutenant. \r\nThe BPD had further justification in 1995 for race-based\r\naction in the statistical proof of a violation of the four-fifths\r\nrule.  As already noted, had the BPD promoted in strict rank order,\r\nthe results would have supported an inference of discriminatory\r\nimpact under the Guidelines.  This statistical evidence adds to the\r\nforegoing and reinforces the BPD's conclusion that it had not yet\r\nsucceeded in remedying the effects of its history of\r\ndiscrimination.  In the first of many objections to this\r\nstatistical evidence, Plaintiffs-Appellants correctly point out\r\nthat a violation of the four-fifths rule, standing alone, is not\r\nconclusive evidence of discrimination.  We agree with their\r\nprincipal objection, but we also think that the four-fifths rule\r\ncan, in the words of the Supreme Court in a different context,\r\nproperly serve \"as a benchmark against which . . . to gauge\r\n[Defendants'] efforts to remedy past discrimination.\"  Local 28,\r\nSheet Metal Workers' Int'l Ass'n v. EEOC, 478 U.S. 421, 478 (1986)\r\n(plurality opinion).  Against this benchmark, the BPD's efforts at\r\nremedying the effects of past discrimination were still lacking.  \r\nSecond, Plaintiffs point out that the 1992 exam was\r\ncontent-validated according to the Guidelines.  It follows, they\r\nargue, that the results of a fair and unbiased exam cannot be the\r\nbasis for race-based action.  However, past discrimination, if\r\nsufficiently pervasive, may justify consideration of race in\r\npromotions even when candidates have taken a validated exam.  As we\r\nwrote in approving such a promotional measure, \"validated exams are\r\nnot an end in themselves but merely a means toward achieving the\r\ndecree's actual objective:  rough parity (to remedy the effects of\r\npast discrimination).\"  Mackin v. City of Boston, 969 F.2d 1273,\r\n1277 (1st Cir. 1992).  \r\nPlaintiffs also dispute the denominator used in the BPD's\r\nfour-fifths calculation, arguing that we should compare the number\r\nof blacks and whites selected for promotion to the number of each\r\nrace among the forty-two candidates certified by the DPA, rather\r\nthan those who made the \"eligible\" list by simply passing the test. \r\nUnder that approach, the selection rate would have actually been\r\nhigher among blacks (two of four) than whites (eighteen of thirty-\r\neight).  \r\n\"[W]hen special qualifications are required to fill\r\nparticular jobs, comparison to the general population (rather than\r\nto the smaller group of individuals who possess the necessary\r\nqualifications) may have little probative value.\"  Croson, 488 U.S.\r\nat 501.  We think the comparison of sergeants who passed the civil\r\nservice exam to those whom the BPD promoted adequately captures the\r\nfact that the lieutenant position requires \"special\r\nqualifications.\"  Certainly, nothing compels the conclusion that\r\nfinishing among the top forty-two candidates is any more a\r\n\"qualification\" than earning a passing score.  It is the latter\r\ncriterion that determines whether a candidate can ever be selected\r\nfor promotion, whether in the current or a later promotional round. \r\nFinally, Plaintiffs contend that the sample of eligible\r\nemployees was too small to be statistically meaningful, relying\r\nlargely on Fudge v. City of Providence Fire Dep't, 766 F.2d 650\r\n(1st Cir. 1985).  There, we reversed a finding of Title VII\r\nliability based largely on the inadequacy of plaintiff's analysis\r\nunder the four-fifths rule.  Plaintiff's sole evidence of disparate\r\nimpact was that only 4 percent of 24 black applicants passed the\r\nemployer's entrance exam, as compared with 13 percent of 224 white\r\napplicants.  We held that this evidence, standing alone, was\r\ninsufficient to support a finding of Title VII liability.  See id.at 657-58.  We cautioned that \"in cases involving a narrow data\r\nbase, the better approach is for the courts to require a showing\r\nthat the disparity is statistically significant, or unlikely to\r\nhave occurred by chance, applying basic statistical tests as the\r\nmethod of proof.\"  Id. at 658.  Since the sample size here was\r\nsmaller than that rejected in Fudge, Plaintiffs reason that we must\r\ndisregard the four-fifths rule as irrelevant.\r\nWe disagree because Defendants here adequately met the\r\nconcerns expressed in Fudge.  DPA's expert in public safety testing\r\nand promotional procedures, Dr. Frank Landy, pointed out that the\r\nDepartment of Justice has addressed the Guidelines' use in cases of\r\nsmall samples.  See generally Questions and Answers on the Federal\r\nExecutive Agency Guidelines on Employee Selection Procedures, 44\r\nFed. Reg. 11996 (1979).  This commentary states that use of the\r\nfour-fifths rule is \"inappropriate . . . where the number of\r\npersons and the difference in selection rates are so small that the\r\nselection of one different person for one job would shift the\r\nresult from adverse impact against one group to a situation in\r\nwhich that group has a higher selection rate than the other group.\" \r\n44 Fed. Reg. 12000.  \r\nLandy applied this test to the data on the June, 1995,\r\ncandidates for promotion to lieutenant, and concluded that an\r\nadverse impact would remain even if the BPD had promoted an\r\nadditional (i.e., a third) African-American to lieutenant.  This\r\nexpert testimony   which Plaintiffs did not rebut with an expert\r\nof their own   distinguishes the instant case from Fudge.  SeeFudge, 766 F.2d at 658 (noting that plaintiff had failed to present\r\nexpert testimony).  Moreover, unlike Fudge, the promotional rates\r\nwere only a small part of the overall evidence of discrimination,\r\nrendering the statistical disparity \"unlikely to have occurred by\r\nchance.\"  Id.; cf. 29 C.F.R.  1607.4(D) (noting that \"[s]maller\r\ndifferences in selection rate may nevertheless constitute adverse\r\nimpact . . . where a user's actions have discouraged applicants\r\ndisproportionately on grounds of race\").  Where, as here, the\r\nsample size is small, \"it is both dangerous to rely too heavily on\r\nthe figures and unfair to ignore them entirely.\"  Boston Chapter,\r\nNAACP, Inc. v. Beecher, 504 F.2d 1017, 1021 n.6 (1st Cir. 1974). \r\nWe believe that to find a \"strong basis in evidence\" does not, in\r\nthese circumstances, necessitate placing an undue emphasis on the\r\nviolation of the four-fifths rule.\r\nHaving reviewed the statistical evidence of present\r\nracial disparities among BPD lieutenants, and the documented\r\nhistory of racial discrimination in the BPD, we add a further word\r\nabout the connection between the two.  As we have noted, this\r\nconnection is explained in part by common sense:  once implemented,\r\nfair procedures for choosing low-level employees may take years to\r\nshow results in the higher ranks.  This is especially so in light\r\nof the difficulty the BPD had in implementing the consent decree. \r\nThis tortuous history, combined with the persistent\r\neffects of discriminatory practices at the entry and sergeant\r\nlevels, sufficiently links the BPD's past discrimination and the\r\nstatistical disparities contemporaneous with Ruiz's promotion.  SeeParadise, 480 U.S. at 168-70 (plurality opinion); cf. Hopwood v.\r\nTexas, 78 F.3d 932, 952 (5th Cir.) (\"The effects must themselves be\r\nexamined to see whether they were caused by the past discrimination\r\nand whether they are of a type that justifies the program.\"), cert.\r\ndenied, 116 U.S. 2581 (1996).  Given the BPD's halting and, at\r\ntimes, quite modest progress in remedying its earlier\r\ndiscrimination, we are reluctant to infer that the vestiges of that\r\ndiscrimination had substantially disappeared when the BPD promoted\r\nRuiz.  The evidence warranted the district court's conclusion that\r\nthe 1996 \"statistical disparity combines with judicial findings of\r\npast entry-level discrimination by the BPD to imply convincingly\r\nthat historical discrimination has affected the promotion of\r\nminority sergeants to the rank of lieutenant, and that the\r\nlingering effects of that discrimination were present in 1995 when\r\nthe BPD promoted Ruiz.\" \r\nPlaintiffs attack the district court's reliance on past\r\nfindings of racial discrimination within the BPD as irrelevant in\r\nlight of the BPD's subjective reliance on the consent decree. \r\nNoting the uncontested fact that Commissioner Evans promoted Ruiz\r\nbased on the belief   now mistaken, it turns out   that the consent\r\ndecree so required, they argue that \"the defenders of the\r\nchallenged discrimination . . . could not offer additional reasons,\r\nnot relied on by Commissioner Evans, for the proposition that the\r\nBPD's discrimination was remedial.\"  Thus, Plaintiffs reason,\r\nRuiz's promotion is constitutionally valid only if, as Commissioner\r\nEvans initially thought, the consent decree required it; since the\r\ndecree did not, the promotion cannot stand.\r\nThe short answer to this argument is that it draws an\r\nunnecessary, and ultimately untenable, distinction between two\r\nmotives:  complying with the consent decree, on the one hand, and\r\nremedying past racial discrimination, on the other.  To say that\r\nCommissioner Evans promoted Ruiz in order to comply with the\r\nconsent decree does not prove that he acted without regard to the\r\ngoal of addressing past wrongs.  In fact, the former so much\r\nimplicates the latter that Commissioner Evans, who stated in his\r\naffidavit that he was concerned with avoiding adverse impact on\r\nminority candidates, was undoubtedly pursuing both goals at once.\r\nMoreover, based on the statistics already described,\r\nCommissioner Evans was justified in taking some remedial action. \r\nBased on those statistics, both the DPA and MAMLEO warned\r\nCommissioner Evans that promoting lieutenants according to strict\r\nrank order would raise an inference of discrimination.  Thus, the\r\navoidance of discrimination was an objective that Commissioner\r\nEvans expressly contemplated.  Accordingly, even if we adopted\r\nPlaintiffs' premise that the only motivation that matters is that\r\nsubjectively possessed by the official responsible for the\r\nchallenged action, that motivation   heading off a potential\r\ndiscrimination claim   would be lawful.  See Marcantel v. Louisiana\r\nDep't of Transp. &amp; Dev., 37 F.3d 197, 202 (5th Cir. 1994) (\"[A]\r\ngood faith settlement of a claim of past discrimination constitutes\r\na legitimate, nondiscriminatory reason for making employment\r\ndecisions.\").  Indeed, given Commissioner Evans's unquestioned\r\ngood-faith belief, supported by the court's ruling, that the\r\nconsent decree required Ruiz's promotion, it would be odd to\r\ndescribe his motivation as animus or hostility toward the white\r\nPlaintiffs on the basis of their race, or an improper desire to\r\nplay racial politics. \r\nB.   Narrow Tailoring\r\nNarrow-tailoring analysis \"ensures that the means chosen\r\nfit [the government's] compelling goal so closely that there is\r\nlittle or no possibility that the motive for the classification was\r\nillegitimate racial prejudice or stereotype.\"  Croson, 488 U.S. at\r\n493.  In conducting a narrow-tailoring analysis, we consider:\r\n             the extent to which (i) the beneficiaries of\r\n             the order are specially advantaged; (ii) the\r\n             legitimate expectancies of others are\r\n             frustrated or encumbered;(iii) the order\r\n             interferes with other valid state or local\r\n             policies; and (iv) the order contains (or\r\n             fails to contain) built-in mechanisms which\r\n             will, if time and events warrant, shrink its\r\n             scope and limit its duration.\r\n\n   Mackin, 969 F.2d at 1278.\r\n\nAn examination of these factors reveals that Ruiz's\r\npromotion was a sufficiently narrow remedy.  First, Ruiz, the only\r\nbeneficiary of the contested government action, was not\r\n\"specially,\" or unfairly, benefitted by his promotion.  Ruiz's\r\nperformance on the 1992 exam was not only passing, but only one\r\npoint shy of that of the candidates bypassed for his promotion.  In\r\nStuart, by comparison, we approved the remedial promotion of\r\ncandidates from below the \"certification\" cut-off of \"2n + 1\"\r\ncandidates, see 951 F.2d at 449, a far greater gap in scores.  \r\nMoreover, there was unanswered evidence that the one-\r\npoint difference between Ruiz's score and that of the white\r\nPlaintiffs was, as a matter of testing accuracy, negligible. \r\nAccording to the DPA's expert testimony, \"candidates who scored\r\nwithin a three-point band should be considered functionally\r\nequivalent . . . and equally qualified to successfully perform the\r\njob as any other person in that score band.\"  Further, Plaintiffs\r\ndo not argue that Ruiz lacks any of the skills or qualifications\r\nnecessary for his work.  Finally, the fact that the Plaintiffs each\r\nwere promoted to lieutenant within a year suggests that the benefit\r\nto Ruiz was mostly a temporal one.  In light of these facts, the\r\nadvantage given Ruiz was quite marginal, see Stuart, 951 F.2d at\r\n454; Mackin, 969 F.2d at 1278, and no greater than necessary to\r\nremedy the BPD's past discrimination.\r\nSecond, Ruiz's promotion did not unduly frustrate\r\nPlaintiffs' legitimate expectations.  See Mackin, 969 F.2d at 1278. \r\nPlaintiffs' expectation of promotion could not have been overly\r\nfirm.  For one thing, there were more candidates for lieutenant\r\nthan available positions.  See Johnson v. Transportation Agency,\r\n480 U.S. 616, 638 (1987) (concluding that where seven qualified\r\napplicants sought a single position, \"denial of the promotion\r\nunsettled no legitimate, firmly rooted expectation on the part of\r\nthe [candidate not selected]\"); Mackin, 969 F.2d at 1278. \r\nMoreover, Massachusetts law does not give civil servants a property\r\nright in promotions.  See Bielawski v. Personnel Adm'r of Div. of\r\nPersonnel Admin., 663 N.E.2d 821, 827 (Mass. 1996).  Additionally,\r\nthe departure from strict rank order \"limits only to a rather small\r\nextent the ability of white police officers to become sergeants. \r\nIndeed, white officers passed over on one test may be considered\r\nfor future appointments.\"  Stuart, 951 F.2d at 454.  In fact, as\r\nnoted, the BPD subsequently promoted two of the three Plaintiffs to\r\nlieutenant within eight months of Ruiz's promotion, and the third\r\nwithin sixteen months.  This delay in promotion is a relatively low\r\nburden to impose in the name of remedying racial discrimination,\r\nsee Paradise, 480 U.S. at 183 (plurality opinion) (observing that\r\n\"plainly postponement imposes a lesser burden\" than the \"[d]enial\r\nof a future employment opportunity\" or a layoff), even for\r\nindividuals who bear no responsibility for the past wrongs, seeWygant, 476 U.S. at 281 (plurality opinion) (\"As part of this\r\nNation's dedication to eradicating racial discrimination, innocent\r\npersons may be called upon to bear some of the burden of the\r\nremedy.\"). \r\nThird, Ruiz's promotion did not unduly interfere with any\r\nvalid policies.  Selection on the basis of strict rank order, while\r\nnot required, is presumably designed to ensure that candidates are\r\nchosen on the basis of their ability to do the job.  Reaching down\r\nthe list to select Ruiz appears to have advanced this goal; as\r\nnoted above, his test score indicated that he and Plaintiffs shared\r\nvirtually identical qualifications, and Plaintiffs do not even\r\nsuggest that the BPD did itself a disservice in elevating him ahead\r\nof Plaintiffs.\r\nFinally, the BPD's affirmative action is limited strictly\r\nto the single promotion of Ruiz.  As explained in Mackin, one\r\nmeasure of a remedy's narrow-tailoring is the extent to which it\r\nincludes \"built-in mechanisms\" that will eventually \"shrink its\r\nscope and limit its duration.\"  Plaintiffs contend that Ruiz's\r\npromotion is overbroad because Defendants have not put their action\r\ninto the context of a larger plan; without such a plan, they argue,\r\nwe cannot tell whether the relief was necessary, or whether it is\r\nlikely to occur again.  \r\nWe disagree.  The BPD acted in reasonable, good-faith\r\nreliance on a district court's construction of a consent decree\r\nthat has now expired.  Both the BPD and the DPA have represented\r\nRuiz's promotion as a one-time remedy.  The decision to reach down\r\nthe list to Ruiz resulted from the unique combination of the\r\ndistrict court's 1991 order interpreting the decree as applying to\r\nlieutenant promotions, the BPD's history of past discrimination,\r\nand statistics indicating that affirmative action was appropriate\r\nto avoid potentially actionable disparate impact in this situation. \r\nSuch \"ad hoc administrative action\" tells us little about \"[w]hat\r\n[the government] would do in some other, hypothetical case.\"  Rasov. Lago, 135 F.3d 11, 17 (1st Cir. 1998) (rejecting equal\r\nprotection challenge to HUD fair-housing redevelopment plan that\r\naltered statutory preferences given by state law to former\r\nresidents who happened to be white).  Our conclusion that the BPD\r\nwas justified in taking race-based remedial action is based\r\nstrictly on these unique circumstances, and does not give the BPD\r\na license to depart from strict rank order in future promotions. \r\nWhether any similar factors are left that might warrant future\r\nremedial action is a question that we need not now address; suffice\r\nit to say that Ruiz's promotion in the particular circumstances\r\nportends no effects whatsoever on the BPD's future promotional\r\ndecisions.\r\nWe also note that there is no suggestion that any race-\r\nneutral measure would have been adequate to remedy the BPD's past\r\ndiscrimination.  See Croson, 488 U.S. at 507 (criticizing city's\r\nfailure to consider \"race-neutral means\").  Race-neutral measures,\r\nsuch as education or recruitment, would not provide a timely\r\nremedy.  Confronted with evidence of disparate impact and,\r\nsimultaneously, serious delays in needed promotions induced by\r\nlitigation over the consent decree, Commissioner Evans did the\r\nminimum necessary to ensure that the promotions helped remedy the\r\nBPD's past discrimination.\r\nThe district court's grant of summary judgment is\r\naffirmed.\n",
  "html": "<p class=\"case_cite\">147 F.3d 13</p>\n    <p class=\"case_cite\">74 Empl. Prac. Dec. P 45,559</p>\n    <p class=\"parties\">BOSTON POLICE SUPERIOR OFFICERS FEDERATION, David Aldrich,<br>Patrick Crossen and William Slavin, Plaintiffs, Appellants,<br>v.<br>CITY OF BOSTON, Boston Police Department, Paul Evans and<br>Massachusetts Department of Personnel<br>Administration, Defendants, Appellees,<br>Massachusetts Association of Minority Law Enforcement<br>Officers, Intervenor, Appellee.</p>\n    <p class=\"docket\">No. 97-1880.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1998.<br>Decided June 22, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Lamond with whom McDonald &amp; Associates was on brief for appellants.</p>\n      <p class=\"indent\">Jonathan M. Albano with whom Bingham Dana LLP, Ozell Hudson, Jr., and Lawyers Committee for Civil Rights Under Law of the Boston Bar Association were on brief for intervenor.</p>\n      <p class=\"indent\">Susan M. Prosnitz, Chief of Litigation, with whom Boston Police Department Legal Advisor's office was on brief for City of Boston, Boston Police Department and Paul Evans.</p>\n      <p class=\"indent\">Edward J. DeAngelo, Assistant Attorney General, with whom Scott Harshbarger, Attorney General, was on brief for appellee.  June 22, 1998</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the district court's granting of summary judgment in favor of Defendants City of Boston, the Boston Police Department (\"BPD\"), and other state actors.  The BPD promoted Rafael Ruiz, an African-American, to lieutenant prior to promoting any of the individual Plaintiffs, each of whom scored one point better than Ruiz on the lieutenant's examination.  The BPD believed that promoting Ruiz was necessary to avoid violating an amended 1980 federal court consent decree, as then interpreted by a district court.  The three white officers and the Boston Police Superior Officers Federation (the \"Federation\") sued in the district court, claiming that the consent decree did not mandate Ruiz's promotion and that the BPD's race-based action violated the officers' rights under the Equal Protection Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Contrary to the judicial interpretation followed by the BPD, the district court in the instant case held that the consent decree did not apply to promotions to lieutenant and did not require Defendants to promote Ruiz.  However, the court granted Defendants' motion for summary judgment, concluding that Ruiz's promotion served the compelling state interest of remedying the effects of past racial discrimination, and that the promotion was narrowly tailored to meet that goal.  We affirm.</p>\n    </div>\n    <p>FACTS</p>\n    <p>1. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The BPD selects officers for promotion based largely on their performance on a civil service examination.  Officers who pass the exam are placed on an \"eligible list\" by the Massachusetts Department of Personnel Administration (\"DPA\").  When the Police Commissioner is ready to make promotions, the DPA supplies a \"certification,\" or list, of the highest-scoring candidates from the eligible list, ranking the candidates in order of their exam scores.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Traditionally, the BPD has selected candidates for promotion based almost exclusively on their certification scores, departing from rank order for only two reasons.  First, the Commissioner has bypassed officers for cause, such as disciplinary problems.  Second, the Commissioner has on several occasions \"reached down\" the list and selected a racial minority candidate in order to comply with the terms of a since-expired federal court consent decree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That consent decree dated back to 1978, when the Massachusetts Association of Afro-American Police, Inc.  (\"MAAAP\"), the predecessor-in-interest of the Massachusetts Association of Minority Law Enforcement Officers (\"MAMLEO\"), sued the BPD in the federal district court for racial discrimination in its promotion practices.  In 1978, black officers made up roughly 5.5 percent of the BPD as a whole, and 20 percent of Boston's population, yet among 222 BPD sergeants there was only a single black.  The suit settled in 1980 and the district court entered a consent decree, the parties to which included the BPD, the DPA, MAMLEO's predecessor-in-interest, and certain public officials.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The plaintiff class certified by the decree included \"[a]ll present and future black [BPD] sworn officers\"--a term of art meaning all officers, including sergeants and lieutenants, see infra.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The decree set specific goals and timetables for promotions of black officers to sergeant, provided for the plan's dissemination within the BPD, and created an internal committee to monitor the plan's progress.  These goals were to be met by the time of the decree's original expiration date of 1985.  (As explained below, the decree was extended, finally coming to an end in 1995.)   The decree also contained provisions (the scope of which is now disputed, see infra ) concerning validation of BPD promotional exams and practices in accordance with the EEOC's Uniform Guidelines on Employee Selection Procedures, 29 C.F.R. &#167; 1607.1 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Two of the Guidelines' requirements are relevant here.  First, the decree expressly required that the BPD's tests for promotions to sergeant comply with Guidelines' standards for validation of promotional tests.  See 29 C.F.R. &#167; 1607.5;  Original Consent Decree 4-5, pp 4, 5. Second, the decree makes explicit reference to the Guidelines' \"four-fifths rule\" for identifying disparate impact in promotions:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A selection rate for any race ... which is less than four-fifths (4/5) (or eighty percent) of the rate for the group with the highest rate will generally be regarded by the Federal enforcement agencies as evidence of adverse impact.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">29 C.F.R. &#167; 1607.4(D).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The implementation of the decree proved quite difficult with respect to promotional practices.  Although the decree prescribed annual promotions of officers from validated exams, by 1985 the BPD had not given any Guidelines-validated examinations, and had met none of the decree's numerical goals for the promotion of black officers.  In 1985, MAAAP successfully sought to have the district court extend the decree until 1990 and modify the decree's numerical goals to reflect the increased number of qualified African-American candidates in the BPD.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, by 1990, the BPD had given only one \"validated-fair\" exam, and the number of blacks promoted still fell short of the decree's goals.  As a result, the BPD and MAAAP jointly requested that the court extend the decree until the BPD could give one more \"validated-fair\" exam in June, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following the 1991 exam's administration, MAMLEO challenged its validity on the ground that it did not comport with the Guidelines.  The parties settled this challenge by jointly proposing an amendment to the consent decree, which specifically reaffirmed that selection procedures for the promotion to the position of sergeant be validated in accordance with the Guidelines.  In addition, the amendment stated generally that the BPD would establish the next eligible lists for promotion to sergeant, lieutenant, and captain using selection procedures \"of a significantly different type and/or scope.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court approved the amendment, rejecting the Federation's challenge that the amendment exceeded the scope of the original decree by prescribing goals for lieutenant and captain.  Significantly, the district court ruled that the decree imposed the Guidelines' requirements on \"promotional examinations for all ranks\" in the BPD (emphasis supplied).  This court dismissed the Federation's appeal on the ground that its challenge would not be ripe for judicial review until a candidate was not \"fairly considered\" for promotion.  Massachusetts Ass'n of Afro-Am.  Police v. Boston Police Dep't, 973 F.2d 18, 20 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Experts from the BPD, the DPA, and MAMLEO jointly developed a civil service exam for the position of lieutenant that was administered in September, 1992.  The results of that test, which was \"content validated\" according to the Guidelines, 29 C.F.R. &#167; 1607.5(B), generated the eligible list from which the BPD made the promotions at issue here.</p>\n    </div>\n    <p>2. The Promotion of Ruiz</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In early 1994, the BPD announced its intention to promote twenty sergeants to lieutenant.  These promotions were to be based on the eligible list and certification generated from the 1992 exam.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The eligible list from that exam included sixteen blacks and ninety whites.  The nineteen highest-scoring candidates included two blacks and seventeen whites.  The next highest score of 89 belonged to the three individual Plaintiff-Appellants here, David Aldrich, Patrick Crossen, and William Slavin, each of whom is white.  (Four other sergeants scored 89, but did not bring suit.)   Rafael Ruiz, an African-American, appeared next on the list with a score of 88.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Had the BPD promoted from this certification strictly according to score order, the twenty new lieutenants would have comprised eighteen whites and two blacks.  Based on the number of each group that were eligible for promotion, rank-order promotion would have yielded a selection rate of 20 percent for whites (eighteen selected from ninety) versus 12.5 percent for blacks (two of sixteen).  Thus, the selection rate for black officers would have been 62.5 percent of that for whites (12.5/20), raising an inference of adverse impact under the Guidelines' four-fifths rule.  See 29 C.F.R. &#167; 1607.4(D).  Based on the district court's 1991 interpretation, the BPD believed such a result would have violated the consent decree.  By comparison, the promotion of an additional black sergeant in place of the eighteenth white sergeant would raise the promotion rate of blacks to 18.75 percent (three of sixteen) while lowering that of whites to 18.89 percent (seventeen of ninety), a near-equality that would easily satisfy the fourfifths rule.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After reviewing these results, both the DPA and MAMLEO told the BPD that selecting lieutenants in strict rank order would disparately impact African-American candidates.  The BPD performed its own analysis under the four-fifths rule, and also concluded that promoting a white officer as the twentieth new lieutenant would violate the Guidelines and would, therefore, violate the consent decree as then understood.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, in February 1995, the BPD chose Ruiz ahead of the higher-scoring white candidates for the twentieth promotion to lieutenant.  Boston Police Commissioner Paul Evans gave the DPA a written explanation of his decision to skip over the higher-scoring candidates, see Mass.  Gen. Laws ch. 31, &#167; 27 (providing that in the event of a promotion not made strictly according to certified rank order, \"the appointing authority shall immediately file with the [DPA] a written statement of his reasons for appointing the person whose name was not highest\"), which stated that Commissioner Evans selected Ruiz \"as a result of the Consent Decree.\" It is undisputed that Commissioner Evans believed at the time that the consent decree required the BPD to avoid a promotional decision that would result in adverse impact under the Guidelines, and that Commissioner Evans believed that the inclusion of a third African-American among the twenty new lieutenants was necessary to this end.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Following Commissioner Evans's decision, the three white officers and the Boston Police Superior Officers Federation brought the instant suit in the district court, challenging Ruiz's promotion as contravening the Equal Protection Clause.  The district court granted Defendants' motion for summary judgment.  The court first concluded that the consent decree did not require Defendants to follow the Guidelines in respect to the 1992 exams for lieutenants and captains (the test Ruiz took).  Instead, the district court affirmed on the ground that Ruiz's promotion was a narrowly tailored means of advancing the BPD's compelling interest in remedying racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the meantime, the BPD promoted Aldrich and Crossen to lieutenant in October, 1995, and Slavin in June, 1996.  The consent decree expired in April, 1995, based on the DPA's establishment in January, 1995, of eligible lists from the 1992 exams.  As of July 1, 1996, black representation among BPD sergeants had risen to 17 percent (46 of 269), and the promotion of Ruiz and two other blacks raised blacks' representation among lieutenants to over 6 percent (5 of 77).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>I. Did the Consent Decree Mandate Ruiz's Promotion?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is undisputed that Defendants promoted Ruiz in genuine reliance on the district court's then outstanding decision interpreting certain consent decree requirements to apply to all promotions including lieutenants'.  Although Defendants were following that judicial construction, Plaintiffs argue that Ruiz's promotion was not, in fact, required by the terms of the consent decree nor permitted under the Equal Protection Clause, which ensures that no state or local government shall \"deny to any person within its jurisdiction the equal protection of the laws.\"  U.S. Const. amend.  XIV, &#167; 1.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendants' first line of defense is the consent decree, which, through its invocation of the EEOC Guidelines, is argued to have mandated Ruiz's promotion.  This is the first time we have reviewed the 1991 district court decision construing the consent decree so as to apply to lieutenant promotions.  Plaintiff-Appellant Boston Police Superior Officers Federation earlier appealed from that ruling, but we dismissed the appeal as unripe.  Massachusetts Ass'n of Afro-American Police, Inc. v. Boston Police Dep't, 973 F.2d 18 (1st Cir.1992).  The challenge ripened into a justiciable controversy upon Defendants' promotion of Ruiz, allowing Plaintiffs to bring the instant action.  A different district judge, from whom this appeal comes, then rejected Defendants' and the earlier court's reading of the decree, concluding that it did not require the BPD to promote Ruiz ahead of the individual Plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We affirm this latter interpretation.  In our judgment, neither the original consent decree nor the 1991 amendment required the BPD to conform to the EEOC Guidelines in the promotion of lieutenants, as opposed to sergeants.  The original decree stated that it concerned promotional tests \"for the purpose of selecting police officers for promotion.\"   In context, \"police officers\" means not all officers--the decree refers to the set of all officers as \"sworn officers\"--but instead \"patrolmen,\" or those officers who might be elevated to sergeant.  By contrast, the more encompassing term \"sworn officers\" appears only in the decree's statement of purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Moreover, the decree's references to a specific rank are confined to promotions to sergeant.  For instance, the decree provision mandating compliance with the EEOC Guidelines mentions only the sergeant position:  \"The DPA will develop and administer a promotional examination and/or other selection procedure(s) for the position of police sergeant ... which will be validated in accordance with the Guidelines.\"   Several other provisions regarding examinations and promotions refer specifically to the sergeant position and nowhere does the decree mention promotions to lieutenant.  Most important, the decree expressly states:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>To the extent that this action involved allegations of employment discrimination in promotion other than to the rank of sergeant ... such allegations are not resolved herein, nor are they intended to be, and they are in effect being voluntarily dismissed without any prejudice whatsoever.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This language disavows any intention to resolve discrimination allegations relative to others than sergeant.  Consistently, the 1991 amendment, while providing generally that the BPD and the DPA would establish a \"significantly different\" selection procedure for all promotions, prescribes compliance with the Guidelines only in the case of sergeants.  Agreement To Amend Consent Decree pp 5, 6.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendants point to a few isolated passages in the consent decree that are seemingly broader, including one providing that \"[p]romotional tests will be validated in accordance with the [Guidelines].\"  However, we believe it wrong to read the latter passage out of the context of the entire decree, which indicates that the \"promotional tests\" to which it refers are only those to the position of sergeant.  For example, the decree speaks in the general terms of \"selecting police officers for promotion\" and \"any promotional test,\" without qualification when providing for Guidelines validation of the promotional tests.  However, in the next few paragraphs, the decree describes the ranking of \"[p]ersons passing future validated tests\"--again with no qualification--before granting the BPD Commissioner power to \"make appointments to overcome any underutilization that may exist among sergeants \" (emphasis added).  And on the same page the decree provides that the DPA will be responsible for administering \"new tests for promotion to sergeant.\"   As the decree contains no parallel provisions referring to positions other than sergeant, we believe that when the decree says promotions, it means only those to the position of sergeant.  Looking at the entire decree, especially the passage expressly disclaiming any effect on positions other than sergeant, we view the decree's generally worded passages as reflecting an assumption that only sergeants' promotions were at issue, not an intent to modify the lieutenants' test.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Defendants' argument fares no better in light of the context that gave rise to the decree.  The original suit alleged harm derived primarily from bias in entry-level hiring.  To be sure, that hiring eventually impacts the higher ranks, see infra, but the decree itself evinced a concern with discrimination among the lower ranks.  Had the parties meant to extend the decree's reach beyond the level of sergeant, they would have written it differently.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Defendants place great weight upon the interpretation of the consent decree given by the district court when approving the 1991 amendment to the decree.  There, after pointing out that \"the class certified consisted of '[a]ll present and future black sworn officers in the Boston Police Department,' \" the court \"rule[d] that the consent decree applies to promotional exams for all ranks of sworn police officers\" and concluded that the decree imposed \"conformity to the [EEOC] Guidelines and provision of training with respect to all promotional examinations.\"   This was the interpretation of the amended decree under which the BPD acted when it promoted Ruiz ahead of the individual Plaintiff-Appellants.  See note 3, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Defendants argue that we should accord less weight to the subsequent interpretation by the district court below than to the views of the judge who earlier entered the order amending the consent decree.  However, it was the parties, not the judge, who jointly drafted and proposed the 1991 amendment, and we find the text of the amended decree relatively clear on the point in issue.  We conclude that it did not regulate promotions to the position of lieutenant.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Our reading also disposes of Defendants' related argument that this action is forbidden by &#167; 108 of the Civil Rights Act of 1991, 42 U.S.C. &#167; 2000e-2(n)(1).  That provision bars collateral attacks on judgments in federal employment discrimination cases by any person with \"actual notice\" of a judgment and a \"reasonable opportunity to present objections to such judgment or order.\"  Id. &#167; 2000e-2(n)(1)(B)(i).  However, this bar applies only if the challenged \"employment practice [ ] implements and is within the scope of a litigated or consent judgment or order [resolving a federal claim of employment discrimination].\"  Id. &#167; 2000e-2(n)(1)(A).  As the consent decree did not apply to promotions to lieutenant, Ruiz's promotion was not \"within the scope of\" a consent decree protected by &#167; 108.</p>\n    </div>\n    <p>III. Strict Scrutiny</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs contended both below and on appeal that the BPD's race-based promotion of Ruiz to lieutenant violated their rights under the Equal Protection Clause, which ensures that no state or local government shall \"deny to any person within its jurisdiction the equal protection of the laws.\"  U.S. Const. amend.  XIV, &#167; 1.  Just as \"any individual suffers an injury when he or she is disadvantaged because of his or her race, whatever that race may be,\" Adarand Constructors, Inc. v. Pena, 515 U.S. 200, 230, 115 S.Ct. 2097, 132 L.Ed.2d 158 (1995), it is well-settled that \"the Fourteenth Amendment requires strict scrutiny of all race-based action by state and local governments.\"  Id. at 222, 115 S.Ct. 2097 (emphasis added);  see also City of Richmond v. J.A. Croson Co., 488 U.S. 469, 493, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989);  Wygant v. Jackson Bd. of Educ., 476 U.S. 267, 279-80, 106 S.Ct. 1842, 90 L.Ed.2d 260 (1986).  Thus, without the benefit of the consent decree, the affirmative action of promoting Ruiz based in part on his race was constitutionally permissible, as both parties agree, only if it survives strict scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The formula for strict scrutiny is familiar:  the government must demonstrate that its action served a \"compelling state interest,\" Croson, 488 U.S. at 505, 109 S.Ct. 706, and was \"narrowly tailored\" to advance that interest, id. at 507-08, 109 S.Ct. 706.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A. Compelling Governmental Interest in Remedying Past State Discrimination</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The compelling-interest prong of strict scrutiny is designed \"to 'smoke out' illegitimate uses of race by assuring that the [government] is pursuing a goal important enough to warrant use of a highly suspect tool.\"  Id. at 493, 109 S.Ct. 706.   To date, the Supreme Court has identified only one goal sufficiently important to justify the use of affirmative action in public employment:  remedying a governmental body's own past racial discrimination.  See Wygant, 476 U.S. at 274, 106 S.Ct. 1842 (explaining that compelling-interest prong requires \"some showing of prior discrimination by the governmental unit involved\").  As the Court explained in Croson, \"[c]lassifications based on race carry a danger of stigmatic harm.  Unless they are strictly reserved for remedial settings, they may in fact promote notions of racial inferiority and lead to a politics of racial hostility.\"  Croson, 488 U.S. at 493, 109 S.Ct. 706.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To justify its remedial action, the government cannot rely on a desire to correct generalized, amorphous wrongs.  See id.  \"[V]oluntary affirmative action plans cannot be constitutionally justified absent a particularized factual predicate demonstrating the existence of 'identified discrimination.' \"  Cohen v. Brown Univ., 101 F.3d 155, 171 (1st Cir.1996) (citing Croson, 488 U.S. at 500-06, 109 S.Ct. 706), cert. denied, --- U.S. ----, 117 S.Ct. 1469, 137 L.Ed.2d 682 (1997).  \"[T]he basic question ... is an evidentiary issue:  Is there a \" 'strong basis in evidence ' for the conclusion that the [government action] here at issue serve[d] a remedial purpose with respect to past discrimination.\"  Stuart v. Roache, 951 F.2d 446, 450 (1st Cir.1991) (quoting Croson, 488 U.S. at 500, 109 S.Ct. 706) (emphasis in original).  The \"strong basis\" may consist of either \"a contemporaneous or antecedent finding of past discrimination by a court or other competent body,\" Wygant, 476 U.S. at 289, 106 S.Ct. 1842 (O'Connor, J., concurring), or evidence \"approaching a prima facie case of a constitutional or statutory violation.\"  Croson, 488 U.S. at 500, 109 S.Ct. 706.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We think Defendants have made a sufficient showing that Ruiz's promotion served a proper remedial purpose.  First, the BPD's history of racial discrimination is well-documented in the decisions of this court.  In 1972, we affirmed a district court's finding that the BPD discriminated against black applicants through the use of entry-level testing procedures that favored whites.  Castro v. Beecher, 459 F.2d 725 (1st Cir.1972).  As we noted in Castro, that discrimination resulted in a gross racial disparity among the BPD's ranks:  in 1970, only two percent of BPD officers were black or Latino;  by comparison, these groups constituted 16 percent of the general population.  Id., 459 F.2d at 728.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Nineteen years after Castro, this court in Stuart, supra, again considered the evidence of past racial discrimination within the BPD, and in particular the claims that were settled by the amended Consent Decree, and saw little evidence of progress toward remedying the discrimination cited in Castro.   In Stuart, we concluded that the Consent Decree was justified by a strong basis in evidence, see 951 F.2d at 449-53, based in part on the fact that racial discrimination in entry-level hiring had adversely affected blacks' representation at the rank of sergeant, see id. at 452.  \"[R]emedial action takes time,\" we reasoned, \"and discrimination may linger for many years in an organization that had excluded blacks from its ranks.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The same logic dictates that the BPD's historic discrimination negatively affected the number of black lieutenants at the time of Ruiz's promotion.  The documented results of that discrimination were that the BPD hired and promoted fewer blacks to sergeant than it would have absent any racial discrimination.  Since the BPD selects its lieutenants solely from the ranks of sergeant, it follows that discrimination in promotions to sergeant reduced the pool of blacks eligible to compete for promotions to lieutenant.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The effect of prior discrimination was compounded by the fact that experience makes up twenty percent of the score assigned to a candidate for promotion--a fact that, according to both Defendants' expert and the BPD's personnel director, negatively impacts black (who were on average less experienced) candidates.  Moreover, it takes years to rise through the ranks of the BPD. See id. at 452 (noting that \"[w]hile an officer must have served three years to apply to become a sergeant, successful applicants had served an average of seven or more years in the police force\").  As this court stated when last considering the MAMLEO-BPD consent decree, \"[o]bviously, if few blacks become police officers, few blacks will become sergeants.\"  Id. It is just as obvious that discrimination that prevents blacks from becoming sergeants will also prevent blacks from reaching the level of lieutenant.  See also United States v. Paradise, 480 U.S. 149, 168-69, 107 S.Ct. 1053, 94 L.Ed.2d 203 (1987) (plurality opinion) (\"Discrimination at the entry level necessarily precluded blacks from competing for promotions, and resulted in a departmental hierarchy dominated exclusively by non-minorities....  [The Department cannot] segregate the results achieved by its hiring practices and those achieved by its promotional practices.\");  id. at 196, 107 S.Ct. 1053 (O'Connor, J., dissenting) (agreeing with Paradise plurality that \"the Department's egregious history of discrimination\" warranted a race-based remedy).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Relatedly, we do not think this evidence is too temporally remote to justify the conclusion that the BPD's past racial discrimination has manifest effects in the present status of black officers.  We must be wary, of course, of \"remedial measures that are 'ageless in their reach into the past, and timeless in their ability to affect the future.' \"  Cohen, 101 F.3d at 171 (quoting Wygant, 476 U.S. at 276, 106 S.Ct. 1842).   The question whether past discrimination warrants current action is fact-intensive.  For instance, aware that racial discrimination can have long-lasting effects, we determined in Stuart that remedial action in 1990 was justified in part by a 1981 statistical disparity.  See 951 F.2d at 451-52.   Moreover, in reaching the conclusion that \"litigated court findings of recent entry-level discrimination would seem sufficient to justify race-conscious remedies at both entry and promotional levels,\" id. at 452 (emphasis added), we did not say that such findings were necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, the district court relied on substantial evidence that the effects of the BPD's past discrimination persisted at the rank of lieutenant until Ruiz's promotion.  The BPD had no black lieutenants as recently as 1978, and only two in 1992;  the 1995 promotion of three blacks, including Ruiz, more than doubled this number.  Thus, in July, 1996, only five of seventy-seven lieutenants, roughly six percent, were black.  By then, the number of blacks among the BPD's 269 sergeants had risen to 46, suggesting the remedial effects of the consent decree as to sergeants, but also that such effects had yet to work their way to the rank of lieutenant.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The BPD had further justification in 1995 for race-based action in the statistical proof of a violation of the four-fifths rule.  As already noted, had the BPD promoted in strict rank order, the results would have supported an inference of discriminatory impact under the Guidelines.  This statistical evidence adds to the foregoing and reinforces the BPD's conclusion that it had not yet succeeded in remedying the effects of its history of discrimination.  In the first of many objections to this statistical evidence, Plaintiffs-Appellants correctly point out that a violation of the four-fifths rule, standing alone, is not conclusive evidence of discrimination.  We agree with their principal objection, but we also think that the four-fifths rule can, in the words of the Supreme Court in a different context, properly serve \"as a benchmark against which ... to gauge [Defendants'] efforts to remedy past discrimination.\"  Local 28, Sheet Metal Workers' Int'l Ass'n v. EEOC, 478 U.S. 421, 478, 106 S.Ct. 3019, 92 L.Ed.2d 344 (1986) (plurality opinion).  Against this benchmark, the BPD's efforts at remedying the effects of past discrimination were still lacking.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Second, Plaintiffs point out that the 1992 exam was content-validated according to the Guidelines.  It follows, they argue, that the results of a fair and unbiased exam cannot be the basis for race-based action.  However, past discrimination, if sufficiently pervasive, may justify consideration of race in promotions even when candidates have taken a validated exam.  As we wrote in approving such a promotional measure, \"validated exams are not an end in themselves but merely a means toward achieving the decree's actual objective:  rough parity (to remedy the effects of past discrimination).\"  Mackin v. City of Boston, 969 F.2d 1273, 1277 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Plaintiffs also dispute the denominator used in the BPD's four-fifths calculation, arguing that we should compare the number of blacks and whites selected for promotion to the number of each race among the forty-two candidates certified by the DPA, rather than those who made the \"eligible\" list by simply passing the test.  Under that approach, the selection rate would have actually been higher among blacks (two of four) than whites (eighteen of thirty-eight).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\"[W]hen special qualifications are required to fill particular jobs, comparison to the general population (rather than to the smaller group of individuals who possess the necessary qualifications) may have little probative value.\"  Croson, 488 U.S. at 501, 109 S.Ct. 706.   We think the comparison of sergeants who passed the civil service exam to those whom the BPD promoted adequately captures the fact that the lieutenant position requires \"special qualifications.\"   Certainly, nothing compels the conclusion that finishing among the top forty-two candidates is any more a \"qualification\" than earning a passing score.  It is the latter criterion that determines whether a candidate can ever be selected for promotion, whether in the current or a later promotional round.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Finally, Plaintiffs contend that the sample of eligible employees was too small to be statistically meaningful, relying largely on Fudge v. City of Providence Fire Dep't, 766 F.2d 650 (1st Cir.1985).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  There, we reversed a finding of Title VII liability based largely on the inadequacy of plaintiff's analysis under the four-fifths rule.  Plaintiff's sole evidence of disparate impact was that only 4 percent of 24 black applicants passed the employer's entrance exam, as compared with 13 percent of 224 white applicants.  We held that this evidence, standing alone, was insufficient to support a finding of Title VII liability.  See id. at 657-58.   We cautioned that \"in cases involving a narrow data base, the better approach is for the courts to require a showing that the disparity is statistically significant, or unlikely to have occurred by chance, applying basic statistical tests as the method of proof.\"  Id. at 658.   Since the sample size here was smaller than that rejected in Fudge, Plaintiffs reason that we must disregard the four-fifths rule as irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We disagree because Defendants here adequately met the concerns expressed in Fudge.   DPA's expert in public safety testing and promotional procedures, Dr. Frank Landy, pointed out that the Department of Justice has addressed the Guidelines' use in cases of small samples.  See generally Questions and Answers on the Federal Executive Agency Guidelines on Employee Selection Procedures, 44 Fed.Reg. 11996 (1979).  This commentary states that use of the four-fifths rule is \"inappropriate ... where the number of persons and the difference in selection rates are so small that the selection of one different person for one job would shift the result from adverse impact against one group to a situation in which that group has a higher selection rate than the other group.\"  44 Fed.Reg. 12000.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Landy applied this test to the data on the June, 1995, candidates for promotion to lieutenant, and concluded that an adverse impact would remain even if the BPD had promoted an additional (i.e., a third) African-American to lieutenant.  This expert testimony--which Plaintiffs did not rebut with an expert of their own--distinguishes the instant case from Fudge.   See Fudge, 766 F.2d at 658 (noting that plaintiff had failed to present expert testimony).  Moreover, unlike Fudge, the promotional rates were only a small part of the overall evidence of discrimination, rendering the statistical disparity \"unlikely to have occurred by chance.\"  Id.;  cf.  29 C.F.R. &#167; 1607.4(D) (noting that \"[s]maller differences in selection rate may nevertheless constitute adverse impact ... where a user's actions have discouraged applicants disproportionately on grounds of race\").  Where, as here, the sample size is small, \"it is both dangerous to rely too heavily on the figures and unfair to ignore them entirely.\"  Boston Chapter, NAACP, Inc. v. Beecher, 504 F.2d 1017, 1021 n. 6 (1st Cir.1974).  We believe that to find a \"strong basis in evidence\" does not, in these circumstances, necessitate placing an undue emphasis on the violation of the four-fifths rule.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Having reviewed the statistical evidence of present racial disparities among BPD lieutenants, and the documented history of racial discrimination in the BPD, we add a further word about the connection between the two.  As we have noted, this connection is explained in part by common sense:  once implemented, fair procedures for choosing low-level employees may take years to show results in the higher ranks.  This is especially so in light of the difficulty the BPD had in implementing the consent decree.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This tortuous history, combined with the persistent effects of discriminatory practices at the entry and sergeant levels, sufficiently links the BPD's past discrimination and the statistical disparities contemporaneous with Ruiz's promotion.  See Paradise, 480 U.S. at 168-70, 107 S.Ct. 1053 (plurality opinion);  cf.  Hopwood v. Texas, 78 F.3d 932, 952 (5th Cir.1996) (\"The effects must themselves be examined to see whether they were caused by the past discrimination and whether they are of a type that justifies the program.\"), cert. denied, 518 U.S. 1033, 116 S.Ct. 2580, 2581, 135 L.Ed.2d 1094 (1996).  Given the BPD's halting and, at times, quite modest progress in remedying its earlier discrimination, we are reluctant to infer that the vestiges of that discrimination had substantially disappeared when the BPD promoted Ruiz.  The evidence warranted the district court's conclusion that the 1996 \"statistical disparity combines with judicial findings of past entry-level discrimination by the BPD to imply convincingly that historical discrimination has affected the promotion of minority sergeants to the rank of lieutenant, and that the lingering effects of that discrimination were present in 1995 when the BPD promoted Ruiz.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Plaintiffs attack the district court's reliance on past findings of racial discrimination within the BPD as irrelevant in light of the BPD's subjective reliance on the consent decree.  Noting the uncontested fact that Commissioner Evans promoted Ruiz based on the belief--now mistaken, it turns out--that the consent decree so required, they argue that \"the defenders of the challenged discrimination ... could not offer additional reasons, not relied on by Commissioner Evans, for the proposition that the BPD's discrimination was remedial.\"   Thus, Plaintiffs reason, Ruiz's promotion is constitutionally valid only if, as Commissioner Evans initially thought, the consent decree required it;  since the decree did not, the promotion cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The short answer to this argument is that it draws an unnecessary, and ultimately untenable, distinction between two motives:  complying with the consent decree, on the one hand, and remedying past racial discrimination, on the other.  To say that Commissioner Evans promoted Ruiz in order to comply with the consent decree does not prove that he acted without regard to the goal of addressing past wrongs.  In fact, the former so much implicates the latter that Commissioner Evans, who stated in his affidavit that he was concerned with avoiding adverse impact on minority candidates, was undoubtedly pursuing both goals at once.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Moreover, based on the statistics already described, Commissioner Evans was justified in taking some remedial action.  Based on those statistics, both the DPA and MAMLEO warned Commissioner Evans that promoting lieutenants according to strict rank order would raise an inference of discrimination.  Thus, the avoidance of discrimination was an objective that Commissioner Evans expressly contemplated.  Accordingly, even if we adopted Plaintiffs' premise that the only motivation that matters is that subjectively possessed by the official responsible for the challenged action, that motivation--heading off a potential discrimination claim--would be lawful.  See Marcantel v. Louisiana Dep't of Transp. &amp; Dev., 37 F.3d 197, 202 (5th Cir.1994) (\"[A] good faith settlement of a claim of past discrimination constitutes a legitimate, nondiscriminatory reason for making employment decisions.\").  Indeed, given Commissioner Evans's unquestioned good-faith belief, supported by the court's ruling, that the consent decree required Ruiz's promotion, it would be odd to describe his motivation as animus or hostility toward the white Plaintiffs on the basis of their race, or an improper desire to play racial politics.</p>\n    </div>\n    <p class=\"indent\">B. Narrow Tailoring</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Narrow-tailoring analysis \"ensures that the means chosen fit [the government's] compelling goal so closely that there is little or no possibility that the motive for the classification was illegitimate racial prejudice or stereotype.\"  Croson, 488 U.S. at 493, 109 S.Ct. 706.   In conducting a narrow-tailoring analysis, we consider:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>the extent to which (i) the beneficiaries of the order are specially advantaged;  (ii) the legitimate expectancies of others are frustrated or encumbered;(iii) the order interferes with other valid state or local policies;  and (iv) the order contains (or fails to contain) built-in mechanisms which will, if time and events warrant, shrink its scope and limit its duration.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Mackin, 969 F.2d at 1278.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">An examination of these factors reveals that Ruiz's promotion was a sufficiently narrow remedy.  First, Ruiz, the only beneficiary of the contested government action, was not \"specially,\" or unfairly, benefitted by his promotion.  Ruiz's performance on the 1992 exam was not only passing, but only one point shy of that of the candidates bypassed for his promotion.  In Stuart, by comparison, we approved the remedial promotion of candidates from below the \"certification\" cut-off of \"2n + 1\" candidates, see 951 F.2d at 449, a far greater gap in scores.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Moreover, there was unanswered evidence that the one-point difference between Ruiz's score and that of the white Plaintiffs was, as a matter of testing accuracy, negligible.  According to the DPA's expert testimony, \"candidates who scored within a three-point band should be considered functionally equivalent ... and equally qualified to successfully perform the job as any other person in that score band.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Further, Plaintiffs do not argue that Ruiz lacks any of the skills or qualifications necessary for his work.  Finally, the fact that the Plaintiffs each were promoted to lieutenant within a year suggests that the benefit to Ruiz was mostly a temporal one.  In light of these facts, the advantage given Ruiz was quite marginal, see Stuart, 951 F.2d at 454;  Mackin, 969 F.2d at 1278, and no greater than necessary to remedy the BPD's past discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Second, Ruiz's promotion did not unduly frustrate Plaintiffs' legitimate expectations.  See Mackin, 969 F.2d at 1278.   Plaintiffs' expectation of promotion could not have been overly firm.  For one thing, there were more candidates for lieutenant than available positions.  See Johnson v. Transportation Agency, 480 U.S. 616, 638, 107 S.Ct. 1442, 94 L.Ed.2d 615 (1987) (concluding that where seven qualified applicants sought a single position, \"denial of the promotion unsettled no legitimate, firmly rooted expectation on the part of the [candidate not selected]\");  Mackin, 969 F.2d at 1278.   Moreover, Massachusetts law does not give civil servants a property right in promotions.  See Bielawski v. Personnel Adm'r of Div. of Personnel Admin., 422 Mass. 459, 663 N.E.2d 821, 827 (1996).  Additionally, the departure from strict rank order \"limits only to a rather small extent the ability of white police officers to become sergeants.  Indeed, white officers passed over on one test may be considered for future appointments.\"  Stuart, 951 F.2d at 454.   In fact, as noted, the BPD subsequently promoted two of the three Plaintiffs to lieutenant within eight months of Ruiz's promotion, and the third within sixteen months.  This delay in promotion is a relatively low burden to impose in the name of remedying racial discrimination, see Paradise, 480 U.S. at 183, 107 S.Ct. 1053 (plurality opinion) (observing that \"plainly postponement imposes a lesser burden\" than the \"[d]enial of a future employment opportunity\" or a layoff), even for individuals who bear no responsibility for the past wrongs, see Wygant, 476 U.S. at 281, 106 S.Ct. 1842 (plurality opinion) (\"As part of this Nation's dedication to eradicating racial discrimination, innocent persons may be called upon to bear some of the burden of the remedy.\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Third, Ruiz's promotion did not unduly interfere with any valid policies.  Selection on the basis of strict rank order, while not required, is presumably designed to ensure that candidates are chosen on the basis of their ability to do the job.  Reaching down the list to select Ruiz appears to have advanced this goal;  as noted above, his test score indicated that he and Plaintiffs shared virtually identical qualifications, and Plaintiffs do not even suggest that the BPD did itself a disservice in elevating him ahead of Plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Finally, the BPD's affirmative action is limited strictly to the single promotion of Ruiz.  As explained in Mackin, one measure of a remedy's narrow-tailoring is the extent to which it includes \"built-in mechanisms\" that will eventually \"shrink its scope and limit its duration.\"   Plaintiffs contend that Ruiz's promotion is overbroad because Defendants have not put their action into the context of a larger plan;  without such a plan, they argue, we cannot tell whether the relief was necessary, or whether it is likely to occur again.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We disagree.  The BPD acted in reasonable, good-faith reliance on a district court's construction of a consent decree that has now expired.  Both the BPD and the DPA have represented Ruiz's promotion as a one-time remedy.  The decision to reach down the list to Ruiz resulted from the unique combination of the district court's 1991 order interpreting the decree as applying to lieutenant promotions, the BPD's history of past discrimination, and statistics indicating that affirmative action was appropriate to avoid potentially actionable disparate impact in this situation.  Such \"ad hoc administrative action\" tells us little about \"[w]hat [the government] would do in some other, hypothetical case.\"  Raso v. Lago, 135 F.3d 11, 17 (1st Cir.1998) (rejecting equal protection challenge to HUD fair-housing redevelopment plan that altered statutory preferences given by state law to former residents who happened to be white).  Our conclusion that the BPD was justified in taking race-based remedial action is based strictly on these unique circumstances, and does not give the BPD a license to depart from strict rank order in future promotions.  Whether any similar factors are left that might warrant future remedial action is a question that we need not now address;  suffice it to say that Ruiz's promotion in the particular circumstances portends no effects whatsoever on the BPD's future promotional decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We also note that there is no suggestion that any race-neutral measure would have been adequate to remedy the BPD's past discrimination.  See Croson, 488 U.S. at 507, 109 S.Ct. 706 (criticizing city's failure to consider \"race-neutral means\").  Race-neutral measures, such as education or recruitment, would not provide a timely remedy.  Confronted with evidence of disparate impact and, simultaneously, serious delays in needed promotions induced by litigation over the consent decree, Commissioner Evans did the minimum necessary to ensure that the promotions helped remedy the BPD's past discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The district court's grant of summary judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The number of candidates certified by the DPA is determined by the rule of \"2n + 1,\" where \"n\" equals the number of vacancies for promotion.  See Mass.  Gen. Laws ch. 31, &#167;&#167; 25, 27;  Stuart v. Roache, 951 F.2d 446, 448 (1st Cir.1991) (describing promotional procedures).  Thus, when the BPD prepared to promote twenty sergeants to lieutenant, the DPA generated a list of the top forty-one (2(20) + 1) scores;  since two officers tied for the forty-first highest score, DPA provided the BPD with a certification containing the names of forty-two sergeants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This court has reviewed the consent decree on three occasions.  See Massachusetts Ass'n of Afro-American Police, Inc. v. Boston Police Dep't, 973 F.2d 18 (1st Cir.1992) (dismissing Federation's 1991 challenge to the decree);  Stuart v. Roache, 951 F.2d 446 (1st Cir.1991) (rejecting reverse-discrimination challenge to decree);  Massachusetts Ass'n of Afro-American Police, Inc. v. Boston Police Dep't, 780 F.2d 5 (1st Cir.1985) (rejecting Federation's motion to intervene)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendants do not argue the defense of qualified immunity, a defense supported by Evans's reliance on the court's contemporaneous construction of the decree--even if that construction turned out to be, as we now hold, wrong.  See Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (holding that immunity extends to actions that do not violate norms of which a reasonable person would have known).  We would scarcely expect a reasonable official, confronted with the construction of a consent decree by a judge of the court that had issued the decree, to assume that the judge was wrong</p>\n        <p>But while qualified immunity, based upon good faith observance of the court's interpretation, would protect Evans from a damages judgment, it would not extend to Appellants' equitable claims against Defendants, particularly their request for an order rescinding Ruiz's promotion and enjoining the BPD from using race in promotional decisions.  Both the parties' arguments and our opinion deal with claims to which reasonableness (and qualified immunity) are not by themselves determinative.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In a related argument, Plaintiffs claim that the four-fifths calculation was meaningless until the BPD had made the last of its promotions from the 1992 list.  We reject this argument, not least because of its impracticality:  a Massachusetts civil service promotion-eligible list has no definite expiration point.  See Mass.  Gen. Laws ch. 31, &#167; 25.  Plaintiffs' approach would render the four-fifths rule rather ineffective in measuring the impact of many promotions until long after the fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that some courts, endorsing the \"banding\" approach, have approved affirmative action plans allowing the employer to depart from strict rank order and promote minority candidates from within a band of scores.  See, e.g., Officers for Justice v. Civil Serv.  Comm'n, 979 F.2d 721, 723 (9th Cir.1992);  Bridgeport Guardians, Inc. v. City of Bridgeport, 933 F.2d 1140, 1144 (2d Cir.1991);  but cf.  Sims v. Montgomery County Comm'n, 887 F.Supp. 1479, 1487 (M.D.Ala.1995) (noting that banding does not exempt race-based promotions from strict scrutiny), aff'd, 119 F.3d 9 (11th Cir.1997)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span></p>\n    <p class=\"case_cite\">74 Empl. Prac. Dec. P 45,559</p>\n    <p class=\"parties\">BOSTON POLICE SUPERIOR OFFICERS FEDERATION, David Aldrich,<br>Patrick Crossen and William Slavin, Plaintiffs, Appellants,<br>v.<br>CITY OF BOSTON, Boston Police Department, Paul Evans and<br>Massachusetts Department of Personnel<br>Administration, Defendants, Appellees,<br>Massachusetts Association of Minority Law Enforcement<br>Officers, Intervenor, Appellee.</p>\n    <p class=\"docket\">No. 97-1880.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1998.<br>Decided June 22, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Lamond with whom McDonald &amp; Associates was on brief for appellants.</p>\n      <p class=\"indent\">Jonathan M. Albano with whom Bingham Dana LLP, Ozell Hudson, Jr., and Lawyers Committee for Civil Rights Under Law of the Boston Bar Association were on brief for intervenor.</p>\n      <p class=\"indent\">Susan M. Prosnitz, Chief of Litigation, with whom Boston Police Department Legal Advisor's office was on brief for City of Boston, Boston Police Department and Paul Evans.</p>\n      <p class=\"indent\">Edward J. DeAngelo, Assistant Attorney General, with whom Scott Harshbarger, Attorney General, was on brief for appellee.  June 22, 1998</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the district court's granting of summary judgment in favor of Defendants City of Boston, the Boston Police Department (\"BPD\"), and other state actors.  The BPD promoted Rafael Ruiz, an African-American, to lieutenant prior to promoting any of the individual Plaintiffs, each of whom scored one point better than Ruiz on the lieutenant's examination.  The BPD believed that promoting Ruiz was necessary to avoid violating an amended 1980 federal court consent decree, as then interpreted by a district court.  The three white officers and the Boston Police Superior Officers Federation (the \"Federation\") sued in the district court, claiming that the consent decree did not mandate Ruiz's promotion and that the BPD's race-based action violated the officers' rights under the Equal Protection Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Contrary to the judicial interpretation followed by the BPD, the district court in the instant case held that the consent decree did not apply to promotions to lieutenant and did not require Defendants to promote Ruiz.  However, the court granted Defendants' motion for summary judgment, concluding that Ruiz's promotion served the compelling state interest of remedying the effects of past racial discrimination, and that the promotion was narrowly tailored to meet that goal.  We affirm.</p>\n    </div>\n    <p>FACTS</p>\n    <p>1. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The BPD selects officers for promotion based largely on their performance on a civil service examination.  Officers who pass the exam are placed on an \"eligible list\" by the Massachusetts Department of Personnel Administration (\"DPA\").  When the Police Commissioner is ready to make promotions, the DPA supplies a \"certification,\" or list, of the highest-scoring candidates from the eligible list, ranking the candidates in order of their exam scores.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Traditionally, the BPD has selected candidates for promotion based almost exclusively on their certification scores, departing from rank order for only two reasons.  First, the Commissioner has bypassed officers for cause, such as disciplinary problems.  Second, the Commissioner has on several occasions \"reached down\" the list and selected a racial minority candidate in order to comply with the terms of a since-expired federal court consent decree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That consent decree dated back to 1978, when the Massachusetts Association of Afro-American Police, Inc.  (\"MAAAP\"), the predecessor-in-interest of the Massachusetts Association of Minority Law Enforcement Officers (\"MAMLEO\"), sued the BPD in the federal district court for racial discrimination in its promotion practices.  In 1978, black officers made up roughly 5.5 percent of the BPD as a whole, and 20 percent of Boston's population, yet among 222 BPD sergeants there was only a single black.  The suit settled in 1980 and the district court entered a consent decree, the parties to which included the BPD, the DPA, MAMLEO's predecessor-in-interest, and certain public officials.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The plaintiff class certified by the decree included \"[a]ll present and future black [BPD] sworn officers\"--a term of art meaning all officers, including sergeants and lieutenants, see infra.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The decree set specific goals and timetables for promotions of black officers to sergeant, provided for the plan's dissemination within the BPD, and created an internal committee to monitor the plan's progress.  These goals were to be met by the time of the decree's original expiration date of 1985.  (As explained below, the decree was extended, finally coming to an end in 1995.)   The decree also contained provisions (the scope of which is now disputed, see infra ) concerning validation of BPD promotional exams and practices in accordance with the EEOC's Uniform Guidelines on Employee Selection Procedures, 29 C.F.R. &#167; 1607.1 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Two of the Guidelines' requirements are relevant here.  First, the decree expressly required that the BPD's tests for promotions to sergeant comply with Guidelines' standards for validation of promotional tests.  See 29 C.F.R. &#167; 1607.5;  Original Consent Decree 4-5, pp 4, 5. Second, the decree makes explicit reference to the Guidelines' \"four-fifths rule\" for identifying disparate impact in promotions:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A selection rate for any race ... which is less than four-fifths (4/5) (or eighty percent) of the rate for the group with the highest rate will generally be regarded by the Federal enforcement agencies as evidence of adverse impact.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">29 C.F.R. &#167; 1607.4(D).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The implementation of the decree proved quite difficult with respect to promotional practices.  Although the decree prescribed annual promotions of officers from validated exams, by 1985 the BPD had not given any Guidelines-validated examinations, and had met none of the decree's numerical goals for the promotion of black officers.  In 1985, MAAAP successfully sought to have the district court extend the decree until 1990 and modify the decree's numerical goals to reflect the increased number of qualified African-American candidates in the BPD.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, by 1990, the BPD had given only one \"validated-fair\" exam, and the number of blacks promoted still fell short of the decree's goals.  As a result, the BPD and MAAAP jointly requested that the court extend the decree until the BPD could give one more \"validated-fair\" exam in June, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following the 1991 exam's administration, MAMLEO challenged its validity on the ground that it did not comport with the Guidelines.  The parties settled this challenge by jointly proposing an amendment to the consent decree, which specifically reaffirmed that selection procedures for the promotion to the position of sergeant be validated in accordance with the Guidelines.  In addition, the amendment stated generally that the BPD would establish the next eligible lists for promotion to sergeant, lieutenant, and captain using selection procedures \"of a significantly different type and/or scope.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court approved the amendment, rejecting the Federation's challenge that the amendment exceeded the scope of the original decree by prescribing goals for lieutenant and captain.  Significantly, the district court ruled that the decree imposed the Guidelines' requirements on \"promotional examinations for all ranks\" in the BPD (emphasis supplied).  This court dismissed the Federation's appeal on the ground that its challenge would not be ripe for judicial review until a candidate was not \"fairly considered\" for promotion.  Massachusetts Ass'n of Afro-Am.  Police v. Boston Police Dep't, <span class=\"citation\" data-id=\"589644\"><a href=\"/opinion/589644/59-fair-emplpraccas-bna-1037-59-empl-prac-dec-p-41700/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 20 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Experts from the BPD, the DPA, and MAMLEO jointly developed a civil service exam for the position of lieutenant that was administered in September, 1992.  The results of that test, which was \"content validated\" according to the Guidelines, 29 C.F.R. &#167; 1607.5(B), generated the eligible list from which the BPD made the promotions at issue here.</p>\n    </div>\n    <p>2. The Promotion of Ruiz</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In early 1994, the BPD announced its intention to promote twenty sergeants to lieutenant.  These promotions were to be based on the eligible list and certification generated from the 1992 exam.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The eligible list from that exam included sixteen blacks and ninety whites.  The nineteen highest-scoring candidates included two blacks and seventeen whites.  The next highest score of 89 belonged to the three individual Plaintiff-Appellants here, David Aldrich, Patrick Crossen, and William Slavin, each of whom is white.  (Four other sergeants scored 89, but did not bring suit.)   Rafael Ruiz, an African-American, appeared next on the list with a score of 88.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Had the BPD promoted from this certification strictly according to score order, the twenty new lieutenants would have comprised eighteen whites and two blacks.  Based on the number of each group that were eligible for promotion, rank-order promotion would have yielded a selection rate of 20 percent for whites (eighteen selected from ninety) versus 12.5 percent for blacks (two of sixteen).  Thus, the selection rate for black officers would have been 62.5 percent of that for whites (12.5/20), raising an inference of adverse impact under the Guidelines' four-fifths rule.  See 29 C.F.R. &#167; 1607.4(D).  Based on the district court's 1991 interpretation, the BPD believed such a result would have violated the consent decree.  By comparison, the promotion of an additional black sergeant in place of the eighteenth white sergeant would raise the promotion rate of blacks to 18.75 percent (three of sixteen) while lowering that of whites to 18.89 percent (seventeen of ninety), a near-equality that would easily satisfy the fourfifths rule.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After reviewing these results, both the DPA and MAMLEO told the BPD that selecting lieutenants in strict rank order would disparately impact African-American candidates.  The BPD performed its own analysis under the four-fifths rule, and also concluded that promoting a white officer as the twentieth new lieutenant would violate the Guidelines and would, therefore, violate the consent decree as then understood.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, in February 1995, the BPD chose Ruiz ahead of the higher-scoring white candidates for the twentieth promotion to lieutenant.  Boston Police Commissioner Paul Evans gave the DPA a written explanation of his decision to skip over the higher-scoring candidates, see Mass.  Gen. Laws ch. 31, &#167; 27 (providing that in the event of a promotion not made strictly according to certified rank order, \"the appointing authority shall immediately file with the [DPA] a written statement of his reasons for appointing the person whose name was not highest\"), which stated that Commissioner Evans selected Ruiz \"as a result of the Consent Decree.\" It is undisputed that Commissioner Evans believed at the time that the consent decree required the BPD to avoid a promotional decision that would result in adverse impact under the Guidelines, and that Commissioner Evans believed that the inclusion of a third African-American among the twenty new lieutenants was necessary to this end.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Following Commissioner Evans's decision, the three white officers and the Boston Police Superior Officers Federation brought the instant suit in the district court, challenging Ruiz's promotion as contravening the Equal Protection Clause.  The district court granted Defendants' motion for summary judgment.  The court first concluded that the consent decree did not require Defendants to follow the Guidelines in respect to the 1992 exams for lieutenants and captains (the test Ruiz took).  Instead, the district court affirmed on the ground that Ruiz's promotion was a narrowly tailored means of advancing the BPD's compelling interest in remedying racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the meantime, the BPD promoted Aldrich and Crossen to lieutenant in October, 1995, and Slavin in June, 1996.  The consent decree expired in April, 1995, based on the DPA's establishment in January, 1995, of eligible lists from the 1992 exams.  As of July 1, 1996, black representation among BPD sergeants had risen to 17 percent (46 of 269), and the promotion of Ruiz and two other blacks raised blacks' representation among lieutenants to over 6 percent (5 of 77).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>I. Did the Consent Decree Mandate Ruiz's Promotion?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is undisputed that Defendants promoted Ruiz in genuine reliance on the district court's then outstanding decision interpreting certain consent decree requirements to apply to all promotions including lieutenants'.  Although Defendants were following that judicial construction, Plaintiffs argue that Ruiz's promotion was not, in fact, required by the terms of the consent decree nor permitted under the Equal Protection Clause, which ensures that no state or local government shall \"deny to any person within its jurisdiction the equal protection of the laws.\"  U.S. Const. amend.  XIV, &#167; 1.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendants' first line of defense is the consent decree, which, through its invocation of the EEOC Guidelines, is argued to have mandated Ruiz's promotion.  This is the first time we have reviewed the 1991 district court decision construing the consent decree so as to apply to lieutenant promotions.  Plaintiff-Appellant Boston Police Superior Officers Federation earlier appealed from that ruling, but we dismissed the appeal as unripe.  Massachusetts Ass'n of Afro-American Police, Inc. v. Boston Police Dep't, <span class=\"citation\" data-id=\"589644\"><a href=\"/opinion/589644/59-fair-emplpraccas-bna-1037-59-empl-prac-dec-p-41700/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span> (1st Cir.1992).  The challenge ripened into a justiciable controversy upon Defendants' promotion of Ruiz, allowing Plaintiffs to bring the instant action.  A different district judge, from whom this appeal comes, then rejected Defendants' and the earlier court's reading of the decree, concluding that it did not require the BPD to promote Ruiz ahead of the individual Plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We affirm this latter interpretation.  In our judgment, neither the original consent decree nor the 1991 amendment required the BPD to conform to the EEOC Guidelines in the promotion of lieutenants, as opposed to sergeants.  The original decree stated that it concerned promotional tests \"for the purpose of selecting police officers for promotion.\"   In context, \"police officers\" means not all officers--the decree refers to the set of all officers as \"sworn officers\"--but instead \"patrolmen,\" or those officers who might be elevated to sergeant.  By contrast, the more encompassing term \"sworn officers\" appears only in the decree's statement of purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Moreover, the decree's references to a specific rank are confined to promotions to sergeant.  For instance, the decree provision mandating compliance with the EEOC Guidelines mentions only the sergeant position:  \"The DPA will develop and administer a promotional examination and/or other selection procedure(s) for the position of police sergeant ... which will be validated in accordance with the Guidelines.\"   Several other provisions regarding examinations and promotions refer specifically to the sergeant position and nowhere does the decree mention promotions to lieutenant.  Most important, the decree expressly states:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>To the extent that this action involved allegations of employment discrimination in promotion other than to the rank of sergeant ... such allegations are not resolved herein, nor are they intended to be, and they are in effect being voluntarily dismissed without any prejudice whatsoever.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This language disavows any intention to resolve discrimination allegations relative to others than sergeant.  Consistently, the 1991 amendment, while providing generally that the BPD and the DPA would establish a \"significantly different\" selection procedure for all promotions, prescribes compliance with the Guidelines only in the case of sergeants.  Agreement To Amend Consent Decree pp 5, 6.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendants point to a few isolated passages in the consent decree that are seemingly broader, including one providing that \"[p]romotional tests will be validated in accordance with the [Guidelines].\"  However, we believe it wrong to read the latter passage out of the context of the entire decree, which indicates that the \"promotional tests\" to which it refers are only those to the position of sergeant.  For example, the decree speaks in the general terms of \"selecting police officers for promotion\" and \"any promotional test,\" without qualification when providing for Guidelines validation of the promotional tests.  However, in the next few paragraphs, the decree describes the ranking of \"[p]ersons passing future validated tests\"--again with no qualification--before granting the BPD Commissioner power to \"make appointments to overcome any underutilization that may exist among sergeants \" (emphasis added).  And on the same page the decree provides that the DPA will be responsible for administering \"new tests for promotion to sergeant.\"   As the decree contains no parallel provisions referring to positions other than sergeant, we believe that when the decree says promotions, it means only those to the position of sergeant.  Looking at the entire decree, especially the passage expressly disclaiming any effect on positions other than sergeant, we view the decree's generally worded passages as reflecting an assumption that only sergeants' promotions were at issue, not an intent to modify the lieutenants' test.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Defendants' argument fares no better in light of the context that gave rise to the decree.  The original suit alleged harm derived primarily from bias in entry-level hiring.  To be sure, that hiring eventually impacts the higher ranks, see infra, but the decree itself evinced a concern with discrimination among the lower ranks.  Had the parties meant to extend the decree's reach beyond the level of sergeant, they would have written it differently.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Defendants place great weight upon the interpretation of the consent decree given by the district court when approving the 1991 amendment to the decree.  There, after pointing out that \"the class certified consisted of '[a]ll present and future black sworn officers in the Boston Police Department,' \" the court \"rule[d] that the consent decree applies to promotional exams for all ranks of sworn police officers\" and concluded that the decree imposed \"conformity to the [EEOC] Guidelines and provision of training with respect to all promotional examinations.\"   This was the interpretation of the amended decree under which the BPD acted when it promoted Ruiz ahead of the individual Plaintiff-Appellants.  See note 3, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Defendants argue that we should accord less weight to the subsequent interpretation by the district court below than to the views of the judge who earlier entered the order amending the consent decree.  However, it was the parties, not the judge, who jointly drafted and proposed the 1991 amendment, and we find the text of the amended decree relatively clear on the point in issue.  We conclude that it did not regulate promotions to the position of lieutenant.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Our reading also disposes of Defendants' related argument that this action is forbidden by &#167; 108 of the Civil Rights Act of 1991, 42 U.S.C. &#167; 2000e-2(n)(1).  That provision bars collateral attacks on judgments in federal employment discrimination cases by any person with \"actual notice\" of a judgment and a \"reasonable opportunity to present objections to such judgment or order.\"  Id. &#167; 2000e-2(n)(1)(B)(i).  However, this bar applies only if the challenged \"employment practice [ ] implements and is within the scope of a litigated or consent judgment or order [resolving a federal claim of employment discrimination].\"  Id. &#167; 2000e-2(n)(1)(A).  As the consent decree did not apply to promotions to lieutenant, Ruiz's promotion was not \"within the scope of\" a consent decree protected by &#167; 108.</p>\n    </div>\n    <p>III. Strict Scrutiny</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs contended both below and on appeal that the BPD's race-based promotion of Ruiz to lieutenant violated their rights under the Equal Protection Clause, which ensures that no state or local government shall \"deny to any person within its jurisdiction the equal protection of the laws.\"  U.S. Const. amend.  XIV, &#167; 1.  Just as \"any individual suffers an injury when he or she is disadvantaged because of his or her race, whatever that race may be,\" Adarand Constructors, Inc. v. Pena, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 230, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1995), it is well-settled that \"the Fourteenth Amendment requires strict scrutiny of all race-based action by state and local governments.\"  Id. at 222, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span> (emphasis added);  see also City of Richmond v. J.A. Croson Co., <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 493, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989);  Wygant v. Jackson Bd. of Educ., <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 279-80, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span>, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1986).  Thus, without the benefit of the consent decree, the affirmative action of promoting Ruiz based in part on his race was constitutionally permissible, as both parties agree, only if it survives strict scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The formula for strict scrutiny is familiar:  the government must demonstrate that its action served a \"compelling state interest,\" Croson, 488 U.S. at 505, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, and was \"narrowly tailored\" to advance that interest, id. at 507-08, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A. Compelling Governmental Interest in Remedying Past State Discrimination</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The compelling-interest prong of strict scrutiny is designed \"to 'smoke out' illegitimate uses of race by assuring that the [government] is pursuing a goal important enough to warrant use of a highly suspect tool.\"  Id. at 493, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>.   To date, the Supreme Court has identified only one goal sufficiently important to justify the use of affirmative action in public employment:  remedying a governmental body's own past racial discrimination.  See Wygant, 476 U.S. at 274, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span> (explaining that compelling-interest prong requires \"some showing of prior discrimination by the governmental unit involved\").  As the Court explained in Croson, \"[c]lassifications based on race carry a danger of stigmatic harm.  Unless they are strictly reserved for remedial settings, they may in fact promote notions of racial inferiority and lead to a politics of racial hostility.\"  Croson, 488 U.S. at 493, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To justify its remedial action, the government cannot rely on a desire to correct generalized, amorphous wrongs.  See id.  \"[V]oluntary affirmative action plans cannot be constitutionally justified absent a particularized factual predicate demonstrating the existence of 'identified discrimination.' \"  Cohen v. Brown Univ., <span class=\"citation\" data-id=\"729930\"><a href=\"/opinion/729930/amy-cohen-v-brown-university/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 171 (1st Cir.1996) (citing Croson, 488 U.S. at 500-06, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">682</span></span> (1997).  \"[T]he basic question ... is an evidentiary issue:  Is there a \" 'strong basis in evidence ' for the conclusion that the [government action] here at issue serve[d] a remedial purpose with respect to past discrimination.\"  Stuart v. Roache, <span class=\"citation\" data-id=\"573879\"><a href=\"/opinion/573879/57-fair-emplpraccas-bna-902-57-empl-prac-dec-p-41141-anne-g/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 450 (1st Cir.1991) (quoting Croson, 488 U.S. at 500, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>) (emphasis in original).  The \"strong basis\" may consist of either \"a contemporaneous or antecedent finding of past discrimination by a court or other competent body,\" Wygant, 476 U.S. at 289, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span> (O'Connor, J., concurring), or evidence \"approaching a prima facie case of a constitutional or statutory violation.\"  Croson, 488 U.S. at 500, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We think Defendants have made a sufficient showing that Ruiz's promotion served a proper remedial purpose.  First, the BPD's history of racial discrimination is well-documented in the decisions of this court.  In 1972, we affirmed a district court's finding that the BPD discriminated against black applicants through the use of entry-level testing procedures that favored whites.  Castro v. Beecher, <span class=\"citation\" data-id=\"303251\"><a href=\"/opinion/303251/4-fair-emplpraccas-1223-4-fair-emplpraccas-700-4-empl-prac-dec-p/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span> (1st Cir.1972).  As we noted in Castro, that discrimination resulted in a gross racial disparity among the BPD's ranks:  in 1970, only two percent of BPD officers were black or Latino;  by comparison, these groups constituted 16 percent of the general population.  Id., 459 F.2d at 728.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Nineteen years after Castro, this court in Stuart, supra, again considered the evidence of past racial discrimination within the BPD, and in particular the claims that were settled by the amended Consent Decree, and saw little evidence of progress toward remedying the discrimination cited in Castro.   In Stuart, we concluded that the Consent Decree was justified by a strong basis in evidence, see 951 F.2d at 449-53, based in part on the fact that racial discrimination in entry-level hiring had adversely affected blacks' representation at the rank of sergeant, see id. at 452.  \"[R]emedial action takes time,\" we reasoned, \"and discrimination may linger for many years in an organization that had excluded blacks from its ranks.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The same logic dictates that the BPD's historic discrimination negatively affected the number of black lieutenants at the time of Ruiz's promotion.  The documented results of that discrimination were that the BPD hired and promoted fewer blacks to sergeant than it would have absent any racial discrimination.  Since the BPD selects its lieutenants solely from the ranks of sergeant, it follows that discrimination in promotions to sergeant reduced the pool of blacks eligible to compete for promotions to lieutenant.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The effect of prior discrimination was compounded by the fact that experience makes up twenty percent of the score assigned to a candidate for promotion--a fact that, according to both Defendants' expert and the BPD's personnel director, negatively impacts black (who were on average less experienced) candidates.  Moreover, it takes years to rise through the ranks of the BPD. See id. at 452 (noting that \"[w]hile an officer must have served three years to apply to become a sergeant, successful applicants had served an average of seven or more years in the police force\").  As this court stated when last considering the MAMLEO-BPD consent decree, \"[o]bviously, if few blacks become police officers, few blacks will become sergeants.\"  Id. It is just as obvious that discrimination that prevents blacks from becoming sergeants will also prevent blacks from reaching the level of lieutenant.  See also United States v. Paradise, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 168-69, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span>, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (1987) (plurality opinion) (\"Discrimination at the entry level necessarily precluded blacks from competing for promotions, and resulted in a departmental hierarchy dominated exclusively by non-minorities....  [The Department cannot] segregate the results achieved by its hiring practices and those achieved by its promotional practices.\");  id. at 196, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span> (O'Connor, J., dissenting) (agreeing with Paradise plurality that \"the Department's egregious history of discrimination\" warranted a race-based remedy).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Relatedly, we do not think this evidence is too temporally remote to justify the conclusion that the BPD's past racial discrimination has manifest effects in the present status of black officers.  We must be wary, of course, of \"remedial measures that are 'ageless in their reach into the past, and timeless in their ability to affect the future.' \"  Cohen, 101 F.3d at 171 (quoting Wygant, 476 U.S. at 276, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span>).   The question whether past discrimination warrants current action is fact-intensive.  For instance, aware that racial discrimination can have long-lasting effects, we determined in Stuart that remedial action in 1990 was justified in part by a 1981 statistical disparity.  See 951 F.2d at 451-52.   Moreover, in reaching the conclusion that \"litigated court findings of recent entry-level discrimination would seem sufficient to justify race-conscious remedies at both entry and promotional levels,\" id. at 452 (emphasis added), we did not say that such findings were necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, the district court relied on substantial evidence that the effects of the BPD's past discrimination persisted at the rank of lieutenant until Ruiz's promotion.  The BPD had no black lieutenants as recently as 1978, and only two in 1992;  the 1995 promotion of three blacks, including Ruiz, more than doubled this number.  Thus, in July, 1996, only five of seventy-seven lieutenants, roughly six percent, were black.  By then, the number of blacks among the BPD's 269 sergeants had risen to 46, suggesting the remedial effects of the consent decree as to sergeants, but also that such effects had yet to work their way to the rank of lieutenant.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The BPD had further justification in 1995 for race-based action in the statistical proof of a violation of the four-fifths rule.  As already noted, had the BPD promoted in strict rank order, the results would have supported an inference of discriminatory impact under the Guidelines.  This statistical evidence adds to the foregoing and reinforces the BPD's conclusion that it had not yet succeeded in remedying the effects of its history of discrimination.  In the first of many objections to this statistical evidence, Plaintiffs-Appellants correctly point out that a violation of the four-fifths rule, standing alone, is not conclusive evidence of discrimination.  We agree with their principal objection, but we also think that the four-fifths rule can, in the words of the Supreme Court in a different context, properly serve \"as a benchmark against which ... to gauge [Defendants'] efforts to remedy past discrimination.\"  Local 28, Sheet Metal Workers' Int'l Ass'n v. EEOC, <span class=\"citation\" data-id=\"111747\"><a href=\"/opinion/111747/sheet-metal-workers-v-eeoc/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 478, <span class=\"citation\" data-id=\"111747\"><a href=\"/opinion/111747/sheet-metal-workers-v-eeoc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3019</span></a></span>, <span class=\"citation\" data-id=\"111747\"><a href=\"/opinion/111747/sheet-metal-workers-v-eeoc/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1986) (plurality opinion).  Against this benchmark, the BPD's efforts at remedying the effects of past discrimination were still lacking.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Second, Plaintiffs point out that the 1992 exam was content-validated according to the Guidelines.  It follows, they argue, that the results of a fair and unbiased exam cannot be the basis for race-based action.  However, past discrimination, if sufficiently pervasive, may justify consideration of race in promotions even when candidates have taken a validated exam.  As we wrote in approving such a promotional measure, \"validated exams are not an end in themselves but merely a means toward achieving the decree's actual objective:  rough parity (to remedy the effects of past discrimination).\"  Mackin v. City of Boston, <span class=\"citation\" data-id=\"587240\"><a href=\"/opinion/587240/lawrence-mackin-v-city-of-boston/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span>, 1277 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Plaintiffs also dispute the denominator used in the BPD's four-fifths calculation, arguing that we should compare the number of blacks and whites selected for promotion to the number of each race among the forty-two candidates certified by the DPA, rather than those who made the \"eligible\" list by simply passing the test.  Under that approach, the selection rate would have actually been higher among blacks (two of four) than whites (eighteen of thirty-eight).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\"[W]hen special qualifications are required to fill particular jobs, comparison to the general population (rather than to the smaller group of individuals who possess the necessary qualifications) may have little probative value.\"  Croson, 488 U.S. at 501, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>.   We think the comparison of sergeants who passed the civil service exam to those whom the BPD promoted adequately captures the fact that the lieutenant position requires \"special qualifications.\"   Certainly, nothing compels the conclusion that finishing among the top forty-two candidates is any more a \"qualification\" than earning a passing score.  It is the latter criterion that determines whether a candidate can ever be selected for promotion, whether in the current or a later promotional round.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Finally, Plaintiffs contend that the sample of eligible employees was too small to be statistically meaningful, relying largely on Fudge v. City of Providence Fire Dep't, <span class=\"citation\" data-id=\"454666\"><a href=\"/opinion/454666/38-fair-emplpraccas-648-37-empl-prac-dec-p-35421-roger-anciel-fudge/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">650</span></a></span> (1st Cir.1985).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  There, we reversed a finding of Title VII liability based largely on the inadequacy of plaintiff's analysis under the four-fifths rule.  Plaintiff's sole evidence of disparate impact was that only 4 percent of 24 black applicants passed the employer's entrance exam, as compared with 13 percent of 224 white applicants.  We held that this evidence, standing alone, was insufficient to support a finding of Title VII liability.  See id. at 657-58.   We cautioned that \"in cases involving a narrow data base, the better approach is for the courts to require a showing that the disparity is statistically significant, or unlikely to have occurred by chance, applying basic statistical tests as the method of proof.\"  Id. at 658.   Since the sample size here was smaller than that rejected in Fudge, Plaintiffs reason that we must disregard the four-fifths rule as irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We disagree because Defendants here adequately met the concerns expressed in Fudge.   DPA's expert in public safety testing and promotional procedures, Dr. Frank Landy, pointed out that the Department of Justice has addressed the Guidelines' use in cases of small samples.  See generally Questions and Answers on the Federal Executive Agency Guidelines on Employee Selection Procedures, 44 Fed.Reg. 11996 (1979).  This commentary states that use of the four-fifths rule is \"inappropriate ... where the number of persons and the difference in selection rates are so small that the selection of one different person for one job would shift the result from adverse impact against one group to a situation in which that group has a higher selection rate than the other group.\"  44 Fed.Reg. 12000.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Landy applied this test to the data on the June, 1995, candidates for promotion to lieutenant, and concluded that an adverse impact would remain even if the BPD had promoted an additional (i.e., a third) African-American to lieutenant.  This expert testimony--which Plaintiffs did not rebut with an expert of their own--distinguishes the instant case from Fudge.   See Fudge, 766 F.2d at 658 (noting that plaintiff had failed to present expert testimony).  Moreover, unlike Fudge, the promotional rates were only a small part of the overall evidence of discrimination, rendering the statistical disparity \"unlikely to have occurred by chance.\"  Id.;  cf.  29 C.F.R. &#167; 1607.4(D) (noting that \"[s]maller differences in selection rate may nevertheless constitute adverse impact ... where a user's actions have discouraged applicants disproportionately on grounds of race\").  Where, as here, the sample size is small, \"it is both dangerous to rely too heavily on the figures and unfair to ignore them entirely.\"  Boston Chapter, NAACP, Inc. v. Beecher, <span class=\"citation\" data-id=\"322423\"><a href=\"/opinion/322423/8-fair-emplpraccas-855-8-empl-prac-dec-p-9678-8-empl-prac-dec-p/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1021 n. 6 (1st Cir.1974).  We believe that to find a \"strong basis in evidence\" does not, in these circumstances, necessitate placing an undue emphasis on the violation of the four-fifths rule.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Having reviewed the statistical evidence of present racial disparities among BPD lieutenants, and the documented history of racial discrimination in the BPD, we add a further word about the connection between the two.  As we have noted, this connection is explained in part by common sense:  once implemented, fair procedures for choosing low-level employees may take years to show results in the higher ranks.  This is especially so in light of the difficulty the BPD had in implementing the consent decree.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This tortuous history, combined with the persistent effects of discriminatory practices at the entry and sergeant levels, sufficiently links the BPD's past discrimination and the statistical disparities contemporaneous with Ruiz's promotion.  See Paradise, 480 U.S. at 168-70, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span> (plurality opinion);  cf.  Hopwood v. Texas, <span class=\"citation\" data-id=\"714814\"><a href=\"/opinion/714814/cheryl-j-hopwood-v-state-of-texas-v-thurgood-marshall-legal-society-and/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">932</span></a></span>, 952 (5th Cir.1996) (\"The effects must themselves be examined to see whether they were caused by the past discrimination and whether they are of a type that justifies the program.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2580</span></span>, 2581, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1094</span></span> (1996).  Given the BPD's halting and, at times, quite modest progress in remedying its earlier discrimination, we are reluctant to infer that the vestiges of that discrimination had substantially disappeared when the BPD promoted Ruiz.  The evidence warranted the district court's conclusion that the 1996 \"statistical disparity combines with judicial findings of past entry-level discrimination by the BPD to imply convincingly that historical discrimination has affected the promotion of minority sergeants to the rank of lieutenant, and that the lingering effects of that discrimination were present in 1995 when the BPD promoted Ruiz.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Plaintiffs attack the district court's reliance on past findings of racial discrimination within the BPD as irrelevant in light of the BPD's subjective reliance on the consent decree.  Noting the uncontested fact that Commissioner Evans promoted Ruiz based on the belief--now mistaken, it turns out--that the consent decree so required, they argue that \"the defenders of the challenged discrimination ... could not offer additional reasons, not relied on by Commissioner Evans, for the proposition that the BPD's discrimination was remedial.\"   Thus, Plaintiffs reason, Ruiz's promotion is constitutionally valid only if, as Commissioner Evans initially thought, the consent decree required it;  since the decree did not, the promotion cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The short answer to this argument is that it draws an unnecessary, and ultimately untenable, distinction between two motives:  complying with the consent decree, on the one hand, and remedying past racial discrimination, on the other.  To say that Commissioner Evans promoted Ruiz in order to comply with the consent decree does not prove that he acted without regard to the goal of addressing past wrongs.  In fact, the former so much implicates the latter that Commissioner Evans, who stated in his affidavit that he was concerned with avoiding adverse impact on minority candidates, was undoubtedly pursuing both goals at once.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Moreover, based on the statistics already described, Commissioner Evans was justified in taking some remedial action.  Based on those statistics, both the DPA and MAMLEO warned Commissioner Evans that promoting lieutenants according to strict rank order would raise an inference of discrimination.  Thus, the avoidance of discrimination was an objective that Commissioner Evans expressly contemplated.  Accordingly, even if we adopted Plaintiffs' premise that the only motivation that matters is that subjectively possessed by the official responsible for the challenged action, that motivation--heading off a potential discrimination claim--would be lawful.  See Marcantel v. Louisiana Dep't of Transp. &amp; Dev., <span class=\"citation\" data-id=\"6737\"><a href=\"/opinion/6737/marcantel-v-state-of-la-dept-of-transp-and-development/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span>, 202 (5th Cir.1994) (\"[A] good faith settlement of a claim of past discrimination constitutes a legitimate, nondiscriminatory reason for making employment decisions.\").  Indeed, given Commissioner Evans's unquestioned good-faith belief, supported by the court's ruling, that the consent decree required Ruiz's promotion, it would be odd to describe his motivation as animus or hostility toward the white Plaintiffs on the basis of their race, or an improper desire to play racial politics.</p>\n    </div>\n    <p class=\"indent\">B. Narrow Tailoring</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Narrow-tailoring analysis \"ensures that the means chosen fit [the government's] compelling goal so closely that there is little or no possibility that the motive for the classification was illegitimate racial prejudice or stereotype.\"  Croson, 488 U.S. at 493, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>.   In conducting a narrow-tailoring analysis, we consider:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>the extent to which (i) the beneficiaries of the order are specially advantaged;  (ii) the legitimate expectancies of others are frustrated or encumbered;(iii) the order interferes with other valid state or local policies;  and (iv) the order contains (or fails to contain) built-in mechanisms which will, if time and events warrant, shrink its scope and limit its duration.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Mackin, 969 F.2d at 1278.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">An examination of these factors reveals that Ruiz's promotion was a sufficiently narrow remedy.  First, Ruiz, the only beneficiary of the contested government action, was not \"specially,\" or unfairly, benefitted by his promotion.  Ruiz's performance on the 1992 exam was not only passing, but only one point shy of that of the candidates bypassed for his promotion.  In Stuart, by comparison, we approved the remedial promotion of candidates from below the \"certification\" cut-off of \"2n + 1\" candidates, see 951 F.2d at 449, a far greater gap in scores.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Moreover, there was unanswered evidence that the one-point difference between Ruiz's score and that of the white Plaintiffs was, as a matter of testing accuracy, negligible.  According to the DPA's expert testimony, \"candidates who scored within a three-point band should be considered functionally equivalent ... and equally qualified to successfully perform the job as any other person in that score band.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Further, Plaintiffs do not argue that Ruiz lacks any of the skills or qualifications necessary for his work.  Finally, the fact that the Plaintiffs each were promoted to lieutenant within a year suggests that the benefit to Ruiz was mostly a temporal one.  In light of these facts, the advantage given Ruiz was quite marginal, see Stuart, 951 F.2d at 454;  Mackin, 969 F.2d at 1278, and no greater than necessary to remedy the BPD's past discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Second, Ruiz's promotion did not unduly frustrate Plaintiffs' legitimate expectations.  See Mackin, 969 F.2d at 1278.   Plaintiffs' expectation of promotion could not have been overly firm.  For one thing, there were more candidates for lieutenant than available positions.  See Johnson v. Transportation Agency, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, 638, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1442</span></a></span>, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1987) (concluding that where seven qualified applicants sought a single position, \"denial of the promotion unsettled no legitimate, firmly rooted expectation on the part of the [candidate not selected]\");  Mackin, 969 F.2d at 1278.   Moreover, Massachusetts law does not give civil servants a property right in promotions.  See Bielawski v. Personnel Adm'r of Div. of Personnel Admin., <span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">459</span></span>, <span class=\"citation no-link\"><span class=\"volume\">663</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">821</span></span>, 827 (1996).  Additionally, the departure from strict rank order \"limits only to a rather small extent the ability of white police officers to become sergeants.  Indeed, white officers passed over on one test may be considered for future appointments.\"  Stuart, 951 F.2d at 454.   In fact, as noted, the BPD subsequently promoted two of the three Plaintiffs to lieutenant within eight months of Ruiz's promotion, and the third within sixteen months.  This delay in promotion is a relatively low burden to impose in the name of remedying racial discrimination, see Paradise, 480 U.S. at 183, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span> (plurality opinion) (observing that \"plainly postponement imposes a lesser burden\" than the \"[d]enial of a future employment opportunity\" or a layoff), even for individuals who bear no responsibility for the past wrongs, see Wygant, 476 U.S. at 281, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span> (plurality opinion) (\"As part of this Nation's dedication to eradicating racial discrimination, innocent persons may be called upon to bear some of the burden of the remedy.\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Third, Ruiz's promotion did not unduly interfere with any valid policies.  Selection on the basis of strict rank order, while not required, is presumably designed to ensure that candidates are chosen on the basis of their ability to do the job.  Reaching down the list to select Ruiz appears to have advanced this goal;  as noted above, his test score indicated that he and Plaintiffs shared virtually identical qualifications, and Plaintiffs do not even suggest that the BPD did itself a disservice in elevating him ahead of Plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Finally, the BPD's affirmative action is limited strictly to the single promotion of Ruiz.  As explained in Mackin, one measure of a remedy's narrow-tailoring is the extent to which it includes \"built-in mechanisms\" that will eventually \"shrink its scope and limit its duration.\"   Plaintiffs contend that Ruiz's promotion is overbroad because Defendants have not put their action into the context of a larger plan;  without such a plan, they argue, we cannot tell whether the relief was necessary, or whether it is likely to occur again.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We disagree.  The BPD acted in reasonable, good-faith reliance on a district court's construction of a consent decree that has now expired.  Both the BPD and the DPA have represented Ruiz's promotion as a one-time remedy.  The decision to reach down the list to Ruiz resulted from the unique combination of the district court's 1991 order interpreting the decree as applying to lieutenant promotions, the BPD's history of past discrimination, and statistics indicating that affirmative action was appropriate to avoid potentially actionable disparate impact in this situation.  Such \"ad hoc administrative action\" tells us little about \"[w]hat [the government] would do in some other, hypothetical case.\"  Raso v. Lago, <span class=\"citation\" data-id=\"197752\"><a href=\"/opinion/197752/raso-v-lago/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 17 (1st Cir.1998) (rejecting equal protection challenge to HUD fair-housing redevelopment plan that altered statutory preferences given by state law to former residents who happened to be white).  Our conclusion that the BPD was justified in taking race-based remedial action is based strictly on these unique circumstances, and does not give the BPD a license to depart from strict rank order in future promotions.  Whether any similar factors are left that might warrant future remedial action is a question that we need not now address;  suffice it to say that Ruiz's promotion in the particular circumstances portends no effects whatsoever on the BPD's future promotional decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We also note that there is no suggestion that any race-neutral measure would have been adequate to remedy the BPD's past discrimination.  See Croson, 488 U.S. at 507, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span> (criticizing city's failure to consider \"race-neutral means\").  Race-neutral measures, such as education or recruitment, would not provide a timely remedy.  Confronted with evidence of disparate impact and, simultaneously, serious delays in needed promotions induced by litigation over the consent decree, Commissioner Evans did the minimum necessary to ensure that the promotions helped remedy the BPD's past discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The district court's grant of summary judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The number of candidates certified by the DPA is determined by the rule of \"2n + 1,\" where \"n\" equals the number of vacancies for promotion.  See Mass.  Gen. Laws ch. 31, &#167;&#167; 25, 27;  Stuart v. Roache, <span class=\"citation\" data-id=\"573879\"><a href=\"/opinion/573879/57-fair-emplpraccas-bna-902-57-empl-prac-dec-p-41141-anne-g/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 448 (1st Cir.1991) (describing promotional procedures).  Thus, when the BPD prepared to promote twenty sergeants to lieutenant, the DPA generated a list of the top forty-one (2(20) + 1) scores;  since two officers tied for the forty-first highest score, DPA provided the BPD with a certification containing the names of forty-two sergeants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This court has reviewed the consent decree on three occasions.  See Massachusetts Ass'n of Afro-American Police, Inc. v. Boston Police Dep't, <span class=\"citation\" data-id=\"589644\"><a href=\"/opinion/589644/59-fair-emplpraccas-bna-1037-59-empl-prac-dec-p-41700/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span> (1st Cir.1992) (dismissing Federation's 1991 challenge to the decree);  Stuart v. Roache, <span class=\"citation\" data-id=\"573879\"><a href=\"/opinion/573879/57-fair-emplpraccas-bna-902-57-empl-prac-dec-p-41141-anne-g/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span> (1st Cir.1991) (rejecting reverse-discrimination challenge to decree);  Massachusetts Ass'n of Afro-American Police, Inc. v. Boston Police Dep't, <span class=\"citation\" data-id=\"462561\"><a href=\"/opinion/462561/39-fair-emplpraccas-1048-39-empl-prac-dec-p-35839-massachusetts/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span> (1st Cir.1985) (rejecting Federation's motion to intervene)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendants do not argue the defense of qualified immunity, a defense supported by Evans's reliance on the court's contemporaneous construction of the decree--even if that construction turned out to be, as we now hold, wrong.  See Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (holding that immunity extends to actions that do not violate norms of which a reasonable person would have known).  We would scarcely expect a reasonable official, confronted with the construction of a consent decree by a judge of the court that had issued the decree, to assume that the judge was wrong</p>\n        <p>But while qualified immunity, based upon good faith observance of the court's interpretation, would protect Evans from a damages judgment, it would not extend to Appellants' equitable claims against Defendants, particularly their request for an order rescinding Ruiz's promotion and enjoining the BPD from using race in promotional decisions.  Both the parties' arguments and our opinion deal with claims to which reasonableness (and qualified immunity) are not by themselves determinative.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In a related argument, Plaintiffs claim that the four-fifths calculation was meaningless until the BPD had made the last of its promotions from the 1992 list.  We reject this argument, not least because of its impracticality:  a Massachusetts civil service promotion-eligible list has no definite expiration point.  See Mass.  Gen. Laws ch. 31, &#167; 25.  Plaintiffs' approach would render the four-fifths rule rather ineffective in measuring the impact of many promotions until long after the fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that some courts, endorsing the \"banding\" approach, have approved affirmative action plans allowing the employer to depart from strict rank order and promote minority candidates from within a band of scores.  See, e.g., Officers for Justice v. Civil Serv.  Comm'n, <span class=\"citation\" data-id=\"594766\"><a href=\"/opinion/594766/officers-for-justice-united-states-of-america-and-san-francisco-police/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">721</span></a></span>, 723 (9th Cir.1992);  Bridgeport Guardians, Inc. v. City of Bridgeport, <span class=\"citation\" data-id=\"561788\"><a href=\"/opinion/561788/bridgeport-guardians-inc-hispanic-society-inc-jerry-brown-johnny/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span>, 1144 (2d Cir.1991);  but cf.  Sims v. Montgomery County Comm'n, <span class=\"citation no-link\"><span class=\"volume\">887</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1479</span></span>, 1487 (M.D.Ala.1995) (noting that banding does not exempt race-based promotions from strict scrutiny), aff'd, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></span> (11th Cir.1997)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/322423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729930/"
  ]
}