{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198046/",
  "absolute_url": "/opinion/198046/collazo-santiago-v-toyota/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198046/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:10Z",
  "date_modified": "2017-03-24T10:54:19.441234Z",
  "type": "010combined",
  "sha1": "73dab61c4081a2b17bc1bcd5f68e717eaf27705f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1365.01A",
  "local_path": null,
  "plain_text": "             UNITED STATES COURT OF APPEALS\r\n                 FOR THE FIRST CIRCUIT\r\n                                      \r\n\nNo. 97-1365\r\n\n                DIANA COLLAZO-SANTIAGO,\r\n\n                 Plaintiff - Appellee,\r\n\n                           v.\r\n\n                  TOYOTA MOTOR CORP.,\r\n\n                 Defendant - Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n    [Hon. Daniel R. Domnguez, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n                  Cyr, Circuit Judge,\r\n\nand DiClerico, Jr., District Judge.\r\n\n                                      \r\n\nJay M. Smyser, with whom Antonio Gnocchi Franco was on brief\r\nfor appellant.\r\nBowman and Brooke LLP, Hildy Bowbeer and Hugh F. Young, Jr. on\r\nbrief for Product Liability Advisory Council, amicus curiae.\r\nJorge Miguel Suro Ballester for appellee.\r\n\n                                      \r\n\n                     July 9, 1998\r\n\n                                       DiClerico, District Judge.  The plaintiff-appellee, Diana\r\nCollazo-Santiago, received a jury verdict against the defendant-\r\nappellant, Toyota Motor Corporation, in this strict products\r\nliability case.  On appeal, the defendant raises, inter alia, the\r\nfollowing arguments:  the district court applied an incorrect\r\nlegal standard; the plaintiff failed to establish an element of\r\nher case; and the district court erred in its denial of the\r\ndefendant's motion to dismiss because of the plaintiff's\r\nspoliation of evidence.  Having considered the arguments of the\r\ndefendant and of the amicus brief filed by the Products Liability\r\n             Advisory Council, we affirm.\r\n\nBackground\r\nOn August 13, 1994, the plaintiff was driving a 1994 Toyota\r\nCorolla when she was involved in a high speed multi-automobile\r\naccident.  Struck initially from behind, her automobile was\r\npropelled forward into the vehicle in front of it and the air\r\nbags in her car deployed.  The plaintiff suffered abrasions to\r\nher face that resulted in second degree burns.  \r\nIn January 1995, the plaintiff filed this action against the\r\ndefendant asserting, in part, that her abrasions were caused by\r\nthe air bags in the automobile, that the air bags were\r\ndefectively designed, and that the defendant was liable under a\r\ntheory of strict products liability.  Confronted with an open\r\nquestion of Puerto Rico strict products liability law, the\r\ndistrict court applied a rule of law under which a plaintiff\r\nprevails in a design defect case if the plaintiff establishes\r\nthat the product's design proximately caused her injury and the\r\ndefendant fails to establish that the benefits of the design\r\noutweighed its risks.  \r\nPrior to trial, the defendant asserted that the plaintiff's\r\nfailure to preserve the automobile for the defendant's inspection\r\nwas prejudicial and warranted dismissal of the plaintiff's\r\ncomplaint.  The district court denied the motion to dismiss.   \r\nAt trial, the plaintiff testified that she had been wearing her\r\nseat belt at the time of the accident and that she did not come\r\ninto contact with the steering wheel or any other part of the\r\ninterior of her car.  Her dermatologist testified that her\r\ninjuries were second degree burns due to abrasions and that they\r\nwere inconsistent with a traumatic impact with a blunt object. \r\nAlthough the plaintiff did not supply her own expert witness on\r\nair bags, she elicited testimony from the defendant's expert that\r\nabrasions and burns had been associated with air bag deployment\r\nin professional literature.  The defendant's expert witness also\r\ntestified that despite the severe injuries that may result from\r\nair bag deployment, they have significantly reduced injuries and\r\nfatalities from car accidents.  Moreover, he opined that there is\r\nno feasible alternative design for the air bags that would reduce\r\nthe danger posed by their high speed deployment while maintaining\r\ntheir efficacy.\r\nThe jury returned a $30,000 verdict for the plaintiff.  On\r\nappeal, the defendant contests, inter alia:  (1) the district\r\ncourt's formulation of Puerto Rico strict products liability law\r\nfor design defect cases; (2) the sufficiency of the plaintiff's\r\nevidence; and (3) the district court's spoliation ruling.  The\r\ncourt discusses these claims seriatim.\r\n\n                      Discussion\r\n    I.  Strict Products Liability Under Puerto Rico Law\r\nThe parties do not dispute that Puerto Rico law controls the\r\nissue of strict products liability for a design defect in this\r\ncase.  See Erie R.R. Co. v. Tompkins, 304 U.S. 64, 78 (1938). \r\nThe Puerto Rico legislature has yet to codify the Commonwealth's\r\nlaw governing strict products liability.  See Rivera Santana v.Superior Packaging, Inc., No. RE-89-593,    P.R. Offic. Trans.\r\n, slip op. at 5 n.4 (P.R. Dec. 9, 1992).  Although the Supreme\r\nCourt of Puerto Rico has not explicitly pronounced the legal\r\nstandard governing design defect cases, the district court denied\r\nthe defendant's motion to certify the question to the Supreme\r\nCourt of Puerto Rico, finding the path that court would take\r\nreasonably clear.  See Collazo-Santiago v. Toyota Motor Corp.,\r\n937 F. Supp. 134, 138 (D.P.R. 1996).  The defendant alleges that\r\nthe district court applied an improper rule of law.  The court\r\nreviews this question de novo.  See MCI Telecomms. Corp. v.\r\nExalon Indus., Inc., 138 F.3d 426, 428 (1st Cir. 1998).\r\n\"Absent controlling state court precedent, a federal court\r\nsitting in diversity may certify a state law issue to the state's\r\nhighest court, or undertake its prediction 'when the course [the]\r\nstate courts would take is reasonably clear.'\"  Vanhaaren v.\r\nState Farm Mut. Auto. Ins. Co., 989 F.2d 1, 3 (1st Cir. 1993)\r\n(quoting Porter v. Nutter, 913 F.2d 37, 41 n.4 (1st Cir. 1990)\r\n(itself quoting Bi-Rite Enters., Inc. v. Bruce Miner Co., 757\r\nF.2d 440, 443 n.3 (1st Cir. 1985))).  This court agrees with the\r\ndistrict court that the likely direction of the Supreme Court of\r\n          Puerto Rico is reasonably evident.\r\nSince its adoption of the doctrine of strict products liability\r\nin Mendoza v. Cervecera Corona, Inc., 97 P.R.R. 487, 499 (1969),\r\nthe Supreme Court of Puerto Rico has embraced the formulation of\r\nthat doctrine first set forth by the California Supreme Court in\r\nGreenman v. Yuba Power Products, Inc., 377 P.2d 897, 901 (Cal.\r\n1962).  As it has revisited the issue of Puerto Rico strict\r\nproducts liability law, the Supreme Court of Puerto Rico has\r\nconsistently relied upon California Supreme Court precedent.  In\r\nMontero Saldaa v. American Motors Corp., R-77-203,    P.R.\r\nOffic. Trans.   , slip op. (P.R. May 31, 1978), for example, the\r\nSupreme Court of Puerto Rico relied upon California Supreme Court\r\nprecedent in rejecting the requirement that the defect be\r\n\"unreasonably dangerous to the user or consumer;\" in finding\r\nstrict liability applicable to both manufacturing and design\r\ndefect cases; and in holding principles of comparative fault\r\napplicable to strict products liability cases.  See id. at 8, 10-\r\n12.  Again, in Rivera Santana v. Superior Packaging, Inc., the\r\nSupreme Court of Puerto Rico relied extensively on Greenman and\r\nother California cases as it identified three types of product\r\ndefects that could result in strict products liability: \r\nmanufacturing defects, design defects, and defects arising from\r\ninadequate warnings or instructions.  See slip op. at 8.  It then\r\nexplicitly adopted Greenman's definition of a manufacturing\r\ndefect and provided a legal standard for inadequate warnings or\r\ninstructions drawn from California Supreme Court cases.  See id.at 8, 10.  Indeed, in Rivera Santana, the Supreme Court of Puerto\r\nRico acknowledged its embrace of California's doctrine of strict\r\nproducts liability, stating the following: \"Both [Mendoza and\r\nMontero Saldaa] cited with approval the strict liability in\r\ntorts rule set down by the California Supreme Court in\r\n               [Greenman].\"  Id. at 6. \r\nThe Supreme Court of Puerto Rico's first extended discussion of\r\nstrict products liability for design defects was also in Rivera\r\nSantana.  In the decision, the court referred exclusively to a\r\ntwo-part test articulated by the California Supreme Court in\r\nBarker v. Lull Engineering Co., 573 P.2d 443 (Cal. 1978).  SeeRivera Santana, slip op. at 9, 10.  Pursuant to the test, a\r\nsuccessful plaintiff in a design defect case must establish that:\r\n1) \"the product failed to perform as safely as an ordinary\r\nconsumer would expect when used in an intended or reasonably\r\n  forseeable manner[,]\" or . . . 2) \"the product's design\r\n proximately caused his injury and the defendant fails to\r\nestablish, in light of the relevant factors, that, on balance,\r\nthe benefits of the challenged design outweigh the risk of danger\r\n                 inherent in such design.\"\r\n\n    Id. at 9 (quoting Barker, 573 P.2d at 455-56).\r\nAlthough in Rivera Santana the court stopped short of explicitly\r\nadopting the two-part test, in Aponte-Rivera v. Sears Roebuck,\r\nInc., the Supreme Court of Puerto Rico revisited the issue of\r\nstrict products liability for design defects.  See Nos. RE-92-\r\n436, CE-92-537,    P.R. Offic. Trans.   , slip op. (P.R. Feb. 24,\r\n1998).  In Aponte-Rivera, which was decided after oral argument\r\nwas heard in this case, the Supreme Court of Puerto Rico provided\r\n              that a design is defective\r\nwhen a product fails to perform as safely as would be expected by\r\nan ordinary user when the product is being used for its intended\r\nuse or for which it could forseeably be used, or when the product\r\ndesign is the proximate cause of the damages and defendant fails\r\nto show that in the balance of interests the benefits of the\r\ndesign in question surpass the inherent risks of danger in the\r\n                          design.\r\n\nId. at 10, 29 n.9 (citing Rivera).  Although the adoption of the\r\ntwo-part test is not necessary to the outcome of Aponte-Rivera,\r\nthe court finds that taken together, the case law cited above\r\nprovides a \"reasonably clear\" indication of the direction of the\r\nSupreme Court of Puerto Rico.  The court therefore holds that the\r\ndistrict court's adoption of the two-part test articulated in\r\nBarker and recited in Rivera Santana and Aponte-Rivera accurately\r\nreflects the Supreme Court of Puerto Rico's likely decision if\r\n          confronted with the issue at hand.\r\nIn its application of the two-part test for a design defect, the\r\ndistrict court required the plaintiff to prove that she was\r\ninjured and that the design was the proximate cause of her\r\ninjuries.  At this point, the burden shifted to the defendant to\r\nestablish that the benefits of the design outweighed its risks. \r\nAs identified in Barker, factors to be considered by the jury in\r\nconducting this evaluation are\r\nthe gravity of the danger posed by the challenged design, the\r\nlikelihood that such a danger would occur, the mechanical\r\nfeasibility of a safer alternative design, the financial cost of\r\nan improved design, and the adverse consequences to the product\r\nand to the consumer that would result from an alternative design.\r\n\nBarker, 573 P.2d at 455; see also Rivera Santana, slip op. at 9\r\nn.9.  Insofar as the court anticipates that the Supreme Court of\r\nPuerto Rico would adopt the two-part test, we also anticipate\r\nthat the feasibility of a safer alternative design would be a\r\nfactor relevant to the defendant's burden to prove that the\r\ndesign's benefits outweighed its risks.  See Barker, 573 P.2d at\r\n455.\r\nBoth the amicus brief submitted by the Product Liability Advisory\r\nCouncil and the defendant's brief seek to persuade this court\r\neither (1) that a rule of law more closely resembling the rule of\r\nlaw in the Restatement (Second) of Torts  402A (1965) or the\r\nRestatement (Third) of Torts: Products Liability (proposed final\r\ndraft, April 1, 1997) (adopted May 20, 1997) should be adopted,\r\nor (2) that additional elements should be grafted upon the\r\nplaintiff's prima facie case.  However, in explicating state law\r\nfor the purposes of a diversity action, \"[o]ur function is not to\r\nformulate a tenet which we, as free agents, might think wise, but\r\nto ascertain, as best we can, the rule that the state's highest\r\ntribunal would likely follow.\"  Porter, 913 F.2d at 40-41\r\n(alteration in original) (citations omitted).  The court finds,\r\nas stated above, that the rule of law the Supreme Court of Puerto\r\nRico would adopt is reasonably clear.  The district court did not\r\nerr in its conclusion.\r\n\nII.  Sufficiency of the Evidence\r\nThe defendant challenges the sufficiency of the evidence adduced\r\nby the plaintiff to establish the element of causation.  At\r\ntrial, the district court initially reserved judgment on the\r\ndefendant's motions for judgment as a matter of law pursuant to\r\nFederal Rule of Civil Procedure 50(a), and later rejected the\r\ndefendant's renewed Rule 50(b) motion.\r\nOn appeal, we review a district court's grant or denial of a\r\ndefendant's motion for judgment as a matter of law de novo.  SeeMcMillan v. Massachusetts Soc'y for the Prevention of Cruelty to\r\nAnimals, 140 F.3d 288, 299 (1st Cir. 1998).  \"The standard of\r\nreview for motions for judgment as a matter of law requires us to\r\nview the evidence 'in the light most favorable to the non-moving\r\nparty, drawing all reasonable inferences in its favor.'\"  Id.(quoting Morrison v. Carleton Woolen Mills, Inc., 108 F.3d 429,\r\n436 (1st Cir. 1997)).  \"A verdict may be directed only if the\r\nevidence, viewed from this perspective, 'would not permit a\r\nreasonable jury to find in favor of the plaintiff[] on any\r\npermissible claim or theory.'\"  Andrade v. Jamestown Hous. Auth.,\r\n82 F.3d 1179, 1186 (1st Cir. 1996) (alteration in original)\r\n(quoting Murray v. Ross-Dove Co., 5 F.3d 573, 576 (1st Cir.\r\n1993)).\r\nAt trial, the plaintiff testified on cross-examination that her\r\nseat was in a normal upright position in the car and that she was\r\nusing her seat belt at the time of the accident.  In response to\r\nslowing cars in front of her, the plaintiff applied her brakes\r\nbut was struck from behind, at which point she collided with the\r\ncar in front of her.  She was sitting in a normal position at all\r\ntimes during the accident.  When her car came to a stop, the\r\ncabin was filled with a smoke-like substance and both air bags\r\nhad deployed.  The plaintiff felt a burning sensation on her face\r\nimmediately after the accident, and her lips and face began to\r\nswell.  The plaintiff attributed these injuries to the air bags;\r\nshe \"knew that [she] hadn't hit [herself] with anything else\" as\r\nshe did not perceive any impact between her body and anything\r\nelse in the car.  Trial Tr. of July 30, 1996 at 41, 44, 59-60\r\n(hereinafter \"Tr. of 7/30\").  \r\nThe plaintiff also presented the testimony of Dr. Charneco,\r\nunchallenged as an expert in the field of dermatology, who\r\ntreated the plaintiff two days after the accident.  His diagnosis\r\nwas \"second a [sic] degree burn caused by abrasions.\"  Tr. of\r\n7/31 at 10.  He also testified that the injury was not consistent\r\nwith an impact with a blunt object as there was no hematoma.\r\nFinally, the plaintiff elicited the following testimony from the\r\ndefendant's expert witness:  (1) the witness had previously been\r\nemployed for over six years by the defendant in its legal\r\ndepartment as a mechanical engineer consulting with attorneys\r\nregarding lawsuits; (2) the witness was at the time of trial an\r\nindependent consultant, but had testified for the defendant or\r\nits associated corporations thirty-six times in the preceding two\r\nyears; (3) the thirty-six cases represented approximately eighty\r\npercent of the cases that the witness had testified in over the\r\npreceding two years; (4) the witness was being paid $215 an hour\r\nby the defendant; (5) the deployment of the air bag, \"the opening\r\nprocess where the bag punches out,\" occurs very rapidly, with\r\nconsiderable force at high speed, id. at 38; (6) the deployment\r\nof the air bag could cause severe injury, including but not\r\nlimited to, death, head injury, broken bones, and severe\r\nbruising; (7) the witness was aware of literature that associated\r\nair bags with abrasions and friction burns, see id. at 37; and\r\n(8) there was no minimum distance the driver of an automobile\r\ncould be from the air bag at which there would be no risk of\r\ninjury from deployment, see id. at 50-52.  The witness also\r\ntestified that given the constraints surrounding the functioning\r\nof the air bag, there was no way to slow its deployment, to\r\ncushion or block the driver, and to have it deflate quickly.  Seeid. at 101.\r\nFrom the evidence adduced by the plaintiff, a reasonable jury\r\ncould find that it was more likely than not that the deployment\r\nof the air bags caused the friction burns on the plaintiff's\r\nface.  At this point, the burden shifted to the defendant to\r\nestablish that the benefits of the design outweighed its risks. \r\nIn this regard, the court rejects the argument that the jury was\r\nunreasonable in finding that the risks of the design outweighed\r\nits benefits.  The jury was not required to believe the testimony\r\nof the defendant's expert witness regarding the feasibility of an\r\nalternative design or the other Barker factors because the\r\nplaintiff adduced sufficient evidence for the jury to find that\r\nthe defendant's expert was an interested witness.  See 9A Charles\r\nWright &amp; Arthur Miller, Federal Practice and Procedure  2527 at\r\n286 (1995) (a \"jury is required to believe, and the judge\r\ntherefore may accept as true on a motion, uncontradicted and\r\nunimpeached evidence from disinterested witnesses\"); Sonnentheilv. Christian Moerlein Brewing Co., 172 U.S. 401, 408 (1899)\r\n(\"[T]he mere fact that the witness is interested in the result of\r\nthe suit is deemed sufficient to require the credibility of his\r\ntestimony to be submitted to the jury as a question of fact\"). \r\nThe court concludes that the evidence was sufficient for the jury\r\nto find in the plaintiff's favor.\r\n\nIII.  Spoliation\r\nAfter the plaintiff's accident, but prior to the defendant's\r\ninspection of the subject vehicle, the plaintiff's insurance\r\ncompany declared the plaintiff's vehicle a total loss and sold it\r\nat public auction.  Although the purchaser of the automobile was\r\nrecorded, the parties were unable to locate the new owner of the\r\nvehicle.  The defendant therefore moved to have the case\r\ndismissed on the ground that it was prejudiced by its inability\r\nto inspect the automobile.  In denying the defendant's motion to\r\ndismiss, the district court distinguished between manufacturing\r\ndefects, where a specific product is uniquely defective because\r\nof a mistake in the manufacturing process, and design defects,\r\nwhere each and every product is defective, despite being\r\nmanufactured according to specifications, because the defect is\r\nin the design of the product.  The district court determined that\r\nin the case of this alleged design defect, proof or refutation of\r\nthe plaintiff's claim could be supported by evidence other than\r\nthe vehicle itself and that the defendant would not be unduly\r\nprejudiced by the loss of the automobile.  The defendant appeals\r\nthe district court's refusal to dismiss the complaint.  We review\r\nthe district court's determination that dismissal was unwarranted\r\nfor abuse of discretion.  See United States v. Sherlock, 962 F.2d\r\n1349, 1354 (9th Cir. 1989).\r\n\"Under settled authority, the district court has inherent power\r\nto exclude evidence that has been improperly altered or damaged\r\nby a party where necessary to prevent the non-offending side from\r\nsuffering unfair prejudice.\"  See Sacromona v. Bridgestone/Firestone, Inc., 106 F.3d 444, 446 (1st Cir. 1997). \r\nIn this case, however, the defendant only moved for dismissal and\r\nnot for a sanction restricting the evidence admitted.  As a\r\ngeneral principle, the court views \"[d]ismissal with prejudice\r\n'[as] a harsh sanction[,]' which runs counter to our 'strong\r\npolicy favoring the disposition of cases on the merits.'\"\r\nBenjamin v. Aroostook Med. Ctr., Inc., 57 F.3d 101, 107 (1st Cir.\r\n1995) (citations omitted) (dismissal for failure to prosecute).\r\nThe intended goals behind excluding evidence, or at the extreme,\r\ndismissing a complaint, are to rectify any prejudice the non-\r\noffending party may have suffered as a result of the loss of\r\nevidence and to deter any future conduct, particularly deliberate\r\nconduct, leading to such loss of evidence.  See Sacramona, 106\r\nF.3d at 446.  Therefore, of particular importance when\r\nconsidering the appropriateness of sanctions is the prejudice to\r\nthe non-offending party and the degree of fault of the offending\r\nparty.  See id. at 447.\r\nHere, the fact that the plaintiff asserted a design defect claim\r\nand not a manufacturing defect claim is relevant to the degree of\r\nprejudice the defendant experienced by the loss of the\r\nautomobile.  Clearly, if a product was manufactured defectively,\r\nits defect is likely to be particular to the individual product. \r\nConsequently, a party's examination of that product may be\r\ncritical to ascertaining, among other things, the presence of the\r\ndefect.  In design defect cases, however, a party's examination\r\nof the individual product at issue may be of lesser importance as\r\nthe design defect alleged can be seen in other samples of the\r\nproduct.  Nevertheless, examination of the individual product in\r\nquestion may still be of significant import in certain design\r\ndefect cases where, for example, the question whether the alleged\r\ndefect or some other factor caused a particular injury is at\r\nissue.  \r\nIn the case at hand, the defendant identified a number of issues\r\nrelevant to its defense that inspection of the vehicle may have\r\nresolved.  However, evidence as to many of these issues could\r\nalso have been attained through other means, such as through the\r\ntestimony of the plaintiff and other persons involved in the\r\naccident, through photographs of the car after the accident, and\r\nthrough accident reconstruction.  The plaintiff neither\r\nmaliciously destroyed evidence nor deliberately attempted to\r\nprevent the defendant from inspecting the vehicle.  Indeed, the\r\nplaintiff's insurance company sold the car to a third party\r\nwithout the plaintiff's knowledge or consent and the defendant\r\nwas given the name of the third party who purchased the vehicle. \r\nThe defendant moved solely for dismissal, and under the\r\ncircumstances of this case, we cannot say that the district court\r\nabused its discretion in refusing to dismiss the complaint.\r\n\n                      Conclusion\r\nThe court finds \"any residuum of claimed errors to be without\r\nmerit and unworthy of extended discussion.\"  Rodrguez-Hernndezv. Miranda-Vlez, 132 F.3d 848, 860 (1st Cir. 1998).  Because the\r\ndistrict court and the jury acted properly within the limits of\r\ntheir authority, the court affirms the outcome below.  Costs are\r\n               awarded to the appellee.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             UNITED STATES COURT OF APPEALS\r\n                 FOR THE FIRST CIRCUIT\r\n                                      \r\n\nNo. 97-1365\r\n\n                DIANA COLLAZO-SANTIAGO,\r\n\n                 Plaintiff - Appellee,\r\n\n                           v.\r\n\n                  TOYOTA MOTOR CORP.,\r\n\n                 Defendant - Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n    [Hon. Daniel R. Domnguez, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n                  Cyr, Circuit Judge,\r\n\nand DiClerico, Jr., District Judge.\r\n\n                                      \r\n\nJay M. Smyser, with whom Antonio Gnocchi Franco was on brief\r\nfor appellant.\r\nBowman and Brooke LLP, Hildy Bowbeer and Hugh F. Young, Jr. on\r\nbrief for Product Liability Advisory Council, amicus curiae.\r\nJorge Miguel Suro Ballester for appellee.\r\n\n                                      \r\n\n                     July 9, 1998\r\n\n                                       DiClerico, District Judge.  The plaintiff-appellee, Diana\r\nCollazo-Santiago, received a jury verdict against the defendant-\r\nappellant, Toyota Motor Corporation, in this strict products\r\nliability case.  On appeal, the defendant raises, inter alia, the\r\nfollowing arguments:  the district court applied an incorrect\r\nlegal standard; the plaintiff failed to establish an element of\r\nher case; and the district court erred in its denial of the\r\ndefendant's motion to dismiss because of the plaintiff's\r\nspoliation of evidence.  Having considered the arguments of the\r\ndefendant and of the amicus brief filed by the Products Liability\r\n             Advisory Council, we affirm.\r\n\nBackground\r\nOn August 13, 1994, the plaintiff was driving a 1994 Toyota\r\nCorolla when she was involved in a high speed multi-automobile\r\naccident.  Struck initially from behind, her automobile was\r\npropelled forward into the vehicle in front of it and the air\r\nbags in her car deployed.  The plaintiff suffered abrasions to\r\nher face that resulted in second degree burns.  \r\nIn January 1995, the plaintiff filed this action against the\r\ndefendant asserting, in part, that her abrasions were caused by\r\nthe air bags in the automobile, that the air bags were\r\ndefectively designed, and that the defendant was liable under a\r\ntheory of strict products liability.  Confronted with an open\r\nquestion of Puerto Rico strict products liability law, the\r\ndistrict court applied a rule of law under which a plaintiff\r\nprevails in a design defect case if the plaintiff establishes\r\nthat the product's design proximately caused her injury and the\r\ndefendant fails to establish that the benefits of the design\r\noutweighed its risks.  \r\nPrior to trial, the defendant asserted that the plaintiff's\r\nfailure to preserve the automobile for the defendant's inspection\r\nwas prejudicial and warranted dismissal of the plaintiff's\r\ncomplaint.  The district court denied the motion to dismiss.   \r\nAt trial, the plaintiff testified that she had been wearing her\r\nseat belt at the time of the accident and that she did not come\r\ninto contact with the steering wheel or any other part of the\r\ninterior of her car.  Her dermatologist testified that her\r\ninjuries were second degree burns due to abrasions and that they\r\nwere inconsistent with a traumatic impact with a blunt object. \r\nAlthough the plaintiff did not supply her own expert witness on\r\nair bags, she elicited testimony from the defendant's expert that\r\nabrasions and burns had been associated with air bag deployment\r\nin professional literature.  The defendant's expert witness also\r\ntestified that despite the severe injuries that may result from\r\nair bag deployment, they have significantly reduced injuries and\r\nfatalities from car accidents.  Moreover, he opined that there is\r\nno feasible alternative design for the air bags that would reduce\r\nthe danger posed by their high speed deployment while maintaining\r\ntheir efficacy.\r\nThe jury returned a $30,000 verdict for the plaintiff.  On\r\nappeal, the defendant contests, inter alia:  (1) the district\r\ncourt's formulation of Puerto Rico strict products liability law\r\nfor design defect cases; (2) the sufficiency of the plaintiff's\r\nevidence; and (3) the district court's spoliation ruling.  The\r\ncourt discusses these claims seriatim.\r\n\n                      Discussion\r\n    I.  Strict Products Liability Under Puerto Rico Law\r\nThe parties do not dispute that Puerto Rico law controls the\r\nissue of strict products liability for a design defect in this\r\ncase.  See Erie R.R. Co. v. Tompkins, </pre><span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 78 (1938). \r\nThe Puerto Rico legislature has yet to codify the Commonwealth's\r\nlaw governing strict products liability.  See Rivera Santana v.Superior Packaging, Inc., No. RE-89-593,    P.R. Offic. Trans.\r\n, slip op. at 5 n.4 (P.R. Dec. 9, 1992).  Although the Supreme\r\nCourt of Puerto Rico has not explicitly pronounced the legal\r\nstandard governing design defect cases, the district court denied\r\nthe defendant's motion to certify the question to the Supreme\r\nCourt of Puerto Rico, finding the path that court would take\r\nreasonably clear.  See Collazo-Santiago v. Toyota Motor Corp.,\r\n</pre><span class=\"citation\" data-id=\"2250150\"><a href=\"/opinion/2250150/collazo-santiago-v-toyota-motor-corp/\"><span class=\"volume\">937</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 138 (D.P.R. 1996).  The defendant alleges that\r\nthe district court applied an improper rule of law.  The court\r\nreviews this question de novo.  See MCI Telecomms. Corp. v.\r\nExalon Indus., Inc., </pre><span class=\"citation\" data-id=\"752112\"><a href=\"/opinion/752112/mci-telecommunications-corp-v-exalon-industries-inc/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 428 (1st Cir. 1998).\r\n\"Absent controlling state court precedent, a federal court\r\nsitting in diversity may certify a state law issue to the state's\r\nhighest court, or undertake its prediction 'when the course [the]\r\nstate courts would take is reasonably clear.'\"  Vanhaaren v.\r\nState Farm Mut. Auto. Ins. Co., </pre><span class=\"citation\" data-id=\"602828\"><a href=\"/opinion/602828/dennis-vanhaaren-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st Cir. 1993)\r\n(quoting Porter v. Nutter, </pre><span class=\"citation\" data-id=\"547470\"><a href=\"/opinion/547470/john-s-porter-v-harold-nutter/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 41 n.4 (1st Cir. 1990)\r\n(itself quoting Bi-Rite Enters., Inc. v. Bruce Miner Co., </pre><span class=\"citation\" data-id=\"449462\"><a href=\"/opinion/449462/bi-rite-enterprises-inc-v-bruce-miner-company-inc/\"><span class=\"volume\">757</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span><pre class=\"inline\">, 443 n.3 (1st Cir. 1985))).  This court agrees with the\r\ndistrict court that the likely direction of the Supreme Court of\r\n          Puerto Rico is reasonably evident.\r\nSince its adoption of the doctrine of strict products liability\r\nin Mendoza v. Cervecera Corona, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">487</span></span><pre class=\"inline\">, 499 (1969),\r\nthe Supreme Court of Puerto Rico has embraced the formulation of\r\nthat doctrine first set forth by the California Supreme Court in\r\nGreenman v. Yuba Power Products, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">897</span></span><pre class=\"inline\">, 901 (Cal.\r\n1962).  As it has revisited the issue of Puerto Rico strict\r\nproducts liability law, the Supreme Court of Puerto Rico has\r\nconsistently relied upon California Supreme Court precedent.  In\r\nMontero Saldaa v. American Motors Corp., R-77-203,    P.R.\r\nOffic. Trans.   , slip op. (P.R. May 31, 1978), for example, the\r\nSupreme Court of Puerto Rico relied upon California Supreme Court\r\nprecedent in rejecting the requirement that the defect be\r\n\"unreasonably dangerous to the user or consumer;\" in finding\r\nstrict liability applicable to both manufacturing and design\r\ndefect cases; and in holding principles of comparative fault\r\napplicable to strict products liability cases.  See id. at 8, 10-\r\n12.  Again, in Rivera Santana v. Superior Packaging, Inc., the\r\nSupreme Court of Puerto Rico relied extensively on Greenman and\r\nother California cases as it identified three types of product\r\ndefects that could result in strict products liability: \r\nmanufacturing defects, design defects, and defects arising from\r\ninadequate warnings or instructions.  See slip op. at 8.  It then\r\nexplicitly adopted Greenman's definition of a manufacturing\r\ndefect and provided a legal standard for inadequate warnings or\r\ninstructions drawn from California Supreme Court cases.  See id.at 8, 10.  Indeed, in Rivera Santana, the Supreme Court of Puerto\r\nRico acknowledged its embrace of California's doctrine of strict\r\nproducts liability, stating the following: \"Both [Mendoza and\r\nMontero Saldaa] cited with approval the strict liability in\r\ntorts rule set down by the California Supreme Court in\r\n               [Greenman].\"  Id. at 6. \r\nThe Supreme Court of Puerto Rico's first extended discussion of\r\nstrict products liability for design defects was also in Rivera\r\nSantana.  In the decision, the court referred exclusively to a\r\ntwo-part test articulated by the California Supreme Court in\r\nBarker v. Lull Engineering Co., </pre><span class=\"citation\" data-id=\"1166422\"><a href=\"/opinion/1166422/barker-v-lull-engineering-co/\"><span class=\"volume\">573</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">443</span></a></span><pre class=\"inline\"> (Cal. 1978).  SeeRivera Santana, slip op. at 9, 10.  Pursuant to the test, a\r\nsuccessful plaintiff in a design defect case must establish that:\r\n1) \"the product failed to perform as safely as an ordinary\r\nconsumer would expect when used in an intended or reasonably\r\n  forseeable manner[,]\" or . . . 2) \"the product's design\r\n proximately caused his injury and the defendant fails to\r\nestablish, in light of the relevant factors, that, on balance,\r\nthe benefits of the challenged design outweigh the risk of danger\r\n                 inherent in such design.\"\r\n\n    Id. at 9 (quoting Barker, 573 P.2d at 455-56).\r\nAlthough in Rivera Santana the court stopped short of explicitly\r\nadopting the two-part test, in Aponte-Rivera v. Sears Roebuck,\r\nInc., the Supreme Court of Puerto Rico revisited the issue of\r\nstrict products liability for design defects.  See Nos. RE-92-\r\n436, CE-92-537,    P.R. Offic. Trans.   , slip op. (P.R. Feb. 24,\r\n1998).  In Aponte-Rivera, which was decided after oral argument\r\nwas heard in this case, the Supreme Court of Puerto Rico provided\r\n              that a design is defective\r\nwhen a product fails to perform as safely as would be expected by\r\nan ordinary user when the product is being used for its intended\r\nuse or for which it could forseeably be used, or when the product\r\ndesign is the proximate cause of the damages and defendant fails\r\nto show that in the balance of interests the benefits of the\r\ndesign in question surpass the inherent risks of danger in the\r\n                          design.\r\n\nId. at 10, 29 n.9 (citing Rivera).  Although the adoption of the\r\ntwo-part test is not necessary to the outcome of Aponte-Rivera,\r\nthe court finds that taken together, the case law cited above\r\nprovides a \"reasonably clear\" indication of the direction of the\r\nSupreme Court of Puerto Rico.  The court therefore holds that the\r\ndistrict court's adoption of the two-part test articulated in\r\nBarker and recited in Rivera Santana and Aponte-Rivera accurately\r\nreflects the Supreme Court of Puerto Rico's likely decision if\r\n          confronted with the issue at hand.\r\nIn its application of the two-part test for a design defect, the\r\ndistrict court required the plaintiff to prove that she was\r\ninjured and that the design was the proximate cause of her\r\ninjuries.  At this point, the burden shifted to the defendant to\r\nestablish that the benefits of the design outweighed its risks. \r\nAs identified in Barker, factors to be considered by the jury in\r\nconducting this evaluation are\r\nthe gravity of the danger posed by the challenged design, the\r\nlikelihood that such a danger would occur, the mechanical\r\nfeasibility of a safer alternative design, the financial cost of\r\nan improved design, and the adverse consequences to the product\r\nand to the consumer that would result from an alternative design.\r\n\nBarker, 573 P.2d at 455; see also Rivera Santana, slip op. at 9\r\nn.9.  Insofar as the court anticipates that the Supreme Court of\r\nPuerto Rico would adopt the two-part test, we also anticipate\r\nthat the feasibility of a safer alternative design would be a\r\nfactor relevant to the defendant's burden to prove that the\r\ndesign's benefits outweighed its risks.  See Barker, 573 P.2d at\r\n455.\r\nBoth the amicus brief submitted by the Product Liability Advisory\r\nCouncil and the defendant's brief seek to persuade this court\r\neither (1) that a rule of law more closely resembling the rule of\r\nlaw in the Restatement (Second) of Torts  402A (1965) or the\r\nRestatement (Third) of Torts: Products Liability (proposed final\r\ndraft, April 1, 1997) (adopted May 20, 1997) should be adopted,\r\nor (2) that additional elements should be grafted upon the\r\nplaintiff's prima facie case.  However, in explicating state law\r\nfor the purposes of a diversity action, \"[o]ur function is not to\r\nformulate a tenet which we, as free agents, might think wise, but\r\nto ascertain, as best we can, the rule that the state's highest\r\ntribunal would likely follow.\"  Porter, 913 F.2d at 40-41\r\n(alteration in original) (citations omitted).  The court finds,\r\nas stated above, that the rule of law the Supreme Court of Puerto\r\nRico would adopt is reasonably clear.  The district court did not\r\nerr in its conclusion.\r\n\nII.  Sufficiency of the Evidence\r\nThe defendant challenges the sufficiency of the evidence adduced\r\nby the plaintiff to establish the element of causation.  At\r\ntrial, the district court initially reserved judgment on the\r\ndefendant's motions for judgment as a matter of law pursuant to\r\nFederal Rule of Civil Procedure 50(a), and later rejected the\r\ndefendant's renewed Rule 50(b) motion.\r\nOn appeal, we review a district court's grant or denial of a\r\ndefendant's motion for judgment as a matter of law de novo.  SeeMcMillan v. Massachusetts Soc'y for the Prevention of Cruelty to\r\nAnimals, </pre><span class=\"citation\" data-id=\"752960\"><a href=\"/opinion/752960/77-fair-emplpraccas-bna-589-73-empl-prac-dec-p-45354-dr-marjorie/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span><pre class=\"inline\">, 299 (1st Cir. 1998).  \"The standard of\r\nreview for motions for judgment as a matter of law requires us to\r\nview the evidence 'in the light most favorable to the non-moving\r\nparty, drawing all reasonable inferences in its favor.'\"  Id.(quoting Morrison v. Carleton Woolen Mills, Inc., </pre><span class=\"citation\" data-id=\"197248\"><a href=\"/opinion/197248/morrison-v-carleton/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">429</span></a></span><pre class=\"inline\">,\r\n436 (1st Cir. 1997)).  \"A verdict may be directed only if the\r\nevidence, viewed from this perspective, 'would not permit a\r\nreasonable jury to find in favor of the plaintiff[] on any\r\npermissible claim or theory.'\"  Andrade v. Jamestown Hous. Auth.,\r\n</pre><span class=\"citation\" data-id=\"717546\"><a href=\"/opinion/717546/helen-ruth-andrade-v-jamestown-housing-authority-estate-of-barrett-gross/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1179</span></a></span><pre class=\"inline\">, 1186 (1st Cir. 1996) (alteration in original)\r\n(quoting Murray v. Ross-Dove Co., </pre><span class=\"citation\" data-id=\"653617\"><a href=\"/opinion/653617/john-p-murray-v-ross-dove-company-inc-and-dovetech-inc/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">573</span></a></span><pre class=\"inline\">, 576 (1st Cir.\r\n1993)).\r\nAt trial, the plaintiff testified on cross-examination that her\r\nseat was in a normal upright position in the car and that she was\r\nusing her seat belt at the time of the accident.  In response to\r\nslowing cars in front of her, the plaintiff applied her brakes\r\nbut was struck from behind, at which point she collided with the\r\ncar in front of her.  She was sitting in a normal position at all\r\ntimes during the accident.  When her car came to a stop, the\r\ncabin was filled with a smoke-like substance and both air bags\r\nhad deployed.  The plaintiff felt a burning sensation on her face\r\nimmediately after the accident, and her lips and face began to\r\nswell.  The plaintiff attributed these injuries to the air bags;\r\nshe \"knew that [she] hadn't hit [herself] with anything else\" as\r\nshe did not perceive any impact between her body and anything\r\nelse in the car.  Trial Tr. of July 30, 1996 at 41, 44, 59-60\r\n(hereinafter \"Tr. of 7/30\").  \r\nThe plaintiff also presented the testimony of Dr. Charneco,\r\nunchallenged as an expert in the field of dermatology, who\r\ntreated the plaintiff two days after the accident.  His diagnosis\r\nwas \"second a [sic] degree burn caused by abrasions.\"  Tr. of\r\n7/31 at 10.  He also testified that the injury was not consistent\r\nwith an impact with a blunt object as there was no hematoma.\r\nFinally, the plaintiff elicited the following testimony from the\r\ndefendant's expert witness:  (1) the witness had previously been\r\nemployed for over six years by the defendant in its legal\r\ndepartment as a mechanical engineer consulting with attorneys\r\nregarding lawsuits; (2) the witness was at the time of trial an\r\nindependent consultant, but had testified for the defendant or\r\nits associated corporations thirty-six times in the preceding two\r\nyears; (3) the thirty-six cases represented approximately eighty\r\npercent of the cases that the witness had testified in over the\r\npreceding two years; (4) the witness was being paid $215 an hour\r\nby the defendant; (5) the deployment of the air bag, \"the opening\r\nprocess where the bag punches out,\" occurs very rapidly, with\r\nconsiderable force at high speed, id. at 38; (6) the deployment\r\nof the air bag could cause severe injury, including but not\r\nlimited to, death, head injury, broken bones, and severe\r\nbruising; (7) the witness was aware of literature that associated\r\nair bags with abrasions and friction burns, see id. at 37; and\r\n(8) there was no minimum distance the driver of an automobile\r\ncould be from the air bag at which there would be no risk of\r\ninjury from deployment, see id. at 50-52.  The witness also\r\ntestified that given the constraints surrounding the functioning\r\nof the air bag, there was no way to slow its deployment, to\r\ncushion or block the driver, and to have it deflate quickly.  Seeid. at 101.\r\nFrom the evidence adduced by the plaintiff, a reasonable jury\r\ncould find that it was more likely than not that the deployment\r\nof the air bags caused the friction burns on the plaintiff's\r\nface.  At this point, the burden shifted to the defendant to\r\nestablish that the benefits of the design outweighed its risks. \r\nIn this regard, the court rejects the argument that the jury was\r\nunreasonable in finding that the risks of the design outweighed\r\nits benefits.  The jury was not required to believe the testimony\r\nof the defendant's expert witness regarding the feasibility of an\r\nalternative design or the other Barker factors because the\r\nplaintiff adduced sufficient evidence for the jury to find that\r\nthe defendant's expert was an interested witness.  See 9A Charles\r\nWright &amp; Arthur Miller, Federal Practice and Procedure  2527 at\r\n286 (1995) (a \"jury is required to believe, and the judge\r\ntherefore may accept as true on a motion, uncontradicted and\r\nunimpeached evidence from disinterested witnesses\"); Sonnentheilv. Christian Moerlein Brewing Co., </pre><span class=\"citation\" data-id=\"94968\"><a href=\"/opinion/94968/sonnentheil-v-christian-moerlein-brewing-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span><pre class=\"inline\">, 408 (1899)\r\n(\"[T]he mere fact that the witness is interested in the result of\r\nthe suit is deemed sufficient to require the credibility of his\r\ntestimony to be submitted to the jury as a question of fact\"). \r\nThe court concludes that the evidence was sufficient for the jury\r\nto find in the plaintiff's favor.\r\n\nIII.  Spoliation\r\nAfter the plaintiff's accident, but prior to the defendant's\r\ninspection of the subject vehicle, the plaintiff's insurance\r\ncompany declared the plaintiff's vehicle a total loss and sold it\r\nat public auction.  Although the purchaser of the automobile was\r\nrecorded, the parties were unable to locate the new owner of the\r\nvehicle.  The defendant therefore moved to have the case\r\ndismissed on the ground that it was prejudiced by its inability\r\nto inspect the automobile.  In denying the defendant's motion to\r\ndismiss, the district court distinguished between manufacturing\r\ndefects, where a specific product is uniquely defective because\r\nof a mistake in the manufacturing process, and design defects,\r\nwhere each and every product is defective, despite being\r\nmanufactured according to specifications, because the defect is\r\nin the design of the product.  The district court determined that\r\nin the case of this alleged design defect, proof or refutation of\r\nthe plaintiff's claim could be supported by evidence other than\r\nthe vehicle itself and that the defendant would not be unduly\r\nprejudiced by the loss of the automobile.  The defendant appeals\r\nthe district court's refusal to dismiss the complaint.  We review\r\nthe district court's determination that dismissal was unwarranted\r\nfor abuse of discretion.  See United States v. Sherlock, </pre><span class=\"citation no-link\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">1349</span></span><pre class=\"inline\">, 1354 (9th Cir. 1989).\r\n\"Under settled authority, the district court has inherent power\r\nto exclude evidence that has been improperly altered or damaged\r\nby a party where necessary to prevent the non-offending side from\r\nsuffering unfair prejudice.\"  See Sacromona v. Bridgestone/Firestone, Inc., </pre><span class=\"citation\" data-id=\"735327\"><a href=\"/opinion/735327/46-fed-r-evid-serv-541-prodliabrep-cch-p-14872-robert-j/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span><pre class=\"inline\">, 446 (1st Cir. 1997). \r\nIn this case, however, the defendant only moved for dismissal and\r\nnot for a sanction restricting the evidence admitted.  As a\r\ngeneral principle, the court views \"[d]ismissal with prejudice\r\n'[as] a harsh sanction[,]' which runs counter to our 'strong\r\npolicy favoring the disposition of cases on the merits.'\"\r\nBenjamin v. Aroostook Med. Ctr., Inc., </pre><span class=\"citation\" data-id=\"196155\"><a href=\"/opinion/196155/benjamin-v-aroostook-medical/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span><pre class=\"inline\">, 107 (1st Cir.\r\n1995) (citations omitted) (dismissal for failure to prosecute).\r\nThe intended goals behind excluding evidence, or at the extreme,\r\ndismissing a complaint, are to rectify any prejudice the non-\r\noffending party may have suffered as a result of the loss of\r\nevidence and to deter any future conduct, particularly deliberate\r\nconduct, leading to such loss of evidence.  See Sacramona, 106\r\nF.3d at 446.  Therefore, of particular importance when\r\nconsidering the appropriateness of sanctions is the prejudice to\r\nthe non-offending party and the degree of fault of the offending\r\nparty.  See id. at 447.\r\nHere, the fact that the plaintiff asserted a design defect claim\r\nand not a manufacturing defect claim is relevant to the degree of\r\nprejudice the defendant experienced by the loss of the\r\nautomobile.  Clearly, if a product was manufactured defectively,\r\nits defect is likely to be particular to the individual product. \r\nConsequently, a party's examination of that product may be\r\ncritical to ascertaining, among other things, the presence of the\r\ndefect.  In design defect cases, however, a party's examination\r\nof the individual product at issue may be of lesser importance as\r\nthe design defect alleged can be seen in other samples of the\r\nproduct.  Nevertheless, examination of the individual product in\r\nquestion may still be of significant import in certain design\r\ndefect cases where, for example, the question whether the alleged\r\ndefect or some other factor caused a particular injury is at\r\nissue.  \r\nIn the case at hand, the defendant identified a number of issues\r\nrelevant to its defense that inspection of the vehicle may have\r\nresolved.  However, evidence as to many of these issues could\r\nalso have been attained through other means, such as through the\r\ntestimony of the plaintiff and other persons involved in the\r\naccident, through photographs of the car after the accident, and\r\nthrough accident reconstruction.  The plaintiff neither\r\nmaliciously destroyed evidence nor deliberately attempted to\r\nprevent the defendant from inspecting the vehicle.  Indeed, the\r\nplaintiff's insurance company sold the car to a third party\r\nwithout the plaintiff's knowledge or consent and the defendant\r\nwas given the name of the third party who purchased the vehicle. \r\nThe defendant moved solely for dismissal, and under the\r\ncircumstances of this case, we cannot say that the district court\r\nabused its discretion in refusing to dismiss the complaint.\r\n\n                      Conclusion\r\nThe court finds \"any residuum of claimed errors to be without\r\nmerit and unworthy of extended discussion.\"  Rodrguez-Hernndezv. Miranda-Vlez, </pre><span class=\"citation\" data-id=\"749865\"><a href=\"/opinion/749865/75-fair-emplpraccas-bna-1228-73-empl-prac-dec-p-45317-48-fed-r/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">848</span></a></span><pre class=\"inline\">, 860 (1st Cir. 1998).  Because the\r\ndistrict court and the jury acted properly within the limits of\r\ntheir authority, the court affirms the outcome below.  Costs are\r\n               awarded to the appellee.\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1166422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2250150/"
  ]
}