{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198011/",
  "absolute_url": "/opinion/198011/united-states-v-jeremias-ortiz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198011/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:43:29Z",
  "date_modified": "2017-03-24T10:54:17.269002Z",
  "type": "010combined",
  "sha1": "c61d1b7c5ef4d05b2d1cfc0ac8d6522f4db2e5b5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1670.01A",
  "local_path": null,
  "plain_text": "        United States Court of Appeals\r\n            For the First Circuit\r\n                                 \r\n\nNo. 97-1670\r\n\n                UNITED STATES,\r\n\n                  Appellee,\r\n\n                      v.\r\n\n           REYNALDO JEREMIAS ORTIZ,\r\n\n            Defendant - Appellant.\r\n\n                                 \r\n\n APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n       FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Jos Antonio Fust, U.S. District Judge]\r\n\n                                 \r\n\n                    Before\r\n\n           Torruella, Chief Judge,\r\n\n       Campbell, Senior Circuit Judge,\r\n\n          and Stahl, Circuit Judge.\r\n\n                                 \r\n\nRafael F. Castro-Lang, by appointment of the Court, for\r\nappellant.\r\nAntonio R. Bazn, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, was on brief for appellee.\r\n\n                                 \r\n\n               June 12, 1998\r\n                                             TORRUELLA, Chief Judge.  Defendant Reynaldo Jeremas\r\nOrtiz (\"Ortiz\") appeals his four-count conviction for the illegal\r\npossession of narcotics and a firearm which were seized from his\r\nresidence in Guayama, Puerto Rico while police executed a warrant\r\nfor his arrest.  Ortiz was sentenced to 240 months of imprisonment\r\nand 10 years of probation for the first two counts and 60 months of\r\nconcurrent imprisonment and 3 years of concurrent probation for the\r\nremaining counts.\r\nOrtiz claims that the district court committed two\r\nerrors.  First, he argues that his lawyer provided ineffective\r\ncounsel by failing to move to suppress the narcotics and firearm\r\nevidence.  Second, he asserts that he cannot be convicted of\r\npossession with intent to distribute drugs within 1,000 feet of a\r\nschool simply because he possessed such substances in his residence\r\nwithin such a distance from a public middle school.  We conclude\r\nthat neither point is well taken and thus affirm his conviction.\r\n                I.  BACKGROUND     On appeal, we view the evidence in the light most\r\nfavorable to the jury's verdict.  See United States v. Rosen, 130\r\nF.3d 5, 6 (1st Cir. 1997).  We conclude that the jury could have\r\nfound the following facts.\r\nOn June 20, 1996, a Puerto Rico judge found probable\r\ncause to believe that Ortiz had engaged in a conspiracy to commit\r\nmurder and issued a warrant for his arrest.  On that same date,\r\nagents of the Puerto Rico Department of Justice executed the arrest\r\nwarrant at Ortiz' parents' residence in Guayama, Puerto Rico, which\r\nwas located approximately 150 feet from the Genaro Cautio Public\r\nMiddle School.  Ortiz lived in a small house, approximately 10 feet\r\nwide by 10 feet long, behind the main residence.  The agents\r\nknocked on his door and identified themselves as police.  When the\r\ndefendant opened the door, the arrest team physically restrained\r\nthe suspect on his bed and handcuffed him.\r\nNext to the bed, agents found a small plastic bag\r\ncontaining vials of what was later discovered to be cocaine base,\r\ncommonly known as crack cocaine.  One of the agents searched a\r\ndresser, which was to the left hand-side of the bed, and found a\r\npistol and a bag of cocaine in the first drawer.  The gun was a\r\nnickel-plated Smith and Wesson pistol with 15 rounds of ammunition\r\nin the magazine and a bullet in the chamber.  Its serial numbers\r\nhad been removed.  The agent also searched a plastic shopping bag\r\non top of the dresser, and discovered additional vials of crack\r\ncocaine.\r\nThe weapon and narcotics evidence was the basis of a\r\nfour-count federal indictment against Ortiz.  Counts One and Two\r\ncharged Ortiz with possession with intent to distribute varying\r\namounts of narcotics within 1,000 feet of a public school in\r\nviolation of 21 U.S.C.  841(a) and 860(a).  Counts Three and\r\nFour, respectively, charged appellant with the felonious possession\r\nof a firearm in violation of 18 U.S.C.  922(g), and possession of\r\na firearm with an obliterated serial number in violation of 18\r\nU.S.C.  922(k).  He was tried and convicted on all counts.  Ortiz\r\nappeals.\r\n\n               II.  DISCUSSION     A.  Ineffective Assistance of Counsel\r\nOrtiz alleges he received ineffective assistance of\r\ncounsel because his trial lawyer failed to file a motion to\r\nsuppress the weapon and narcotics evidence despite the defendant's\r\nspecific request that the attorney do so.  We do not ordinarily\r\nconsider ineffective assistance of counsel claims on direct appeal. \r\nSee United States v. Martnez-Martnez, 69 F.3d 1215, 1225 (1st\r\nCir. 1995).  However, \"where the critical facts are not genuinely\r\nin dispute and the record is sufficiently developed to allow\r\nreasoned consideration of an ineffective assistance claim, an\r\nappellate court may dispense with the usual praxis and determine\r\nthe merits of such a contention on direct appeal.\"  United Statesv. Natanel, 938 F.2d 302, 309 (1st Cir. 1991).\r\nOrtiz' case falls within this exception.  The record\r\nreflects that the appellant, on several occasions, requested that\r\nthe district court dismiss his counsel and appoint another attorney\r\nto represent him due to the defense attorney's failure to file a\r\nmotion to suppress the narcotics and firearm evidence.  In two\r\ninstances, Ortiz directly addressed the district court regarding\r\nthis issue.  On February 3, 1997, the date of the jury trial, he\r\nstated to the court, \"I want to be assigned another attorney to\r\nrepresent me. . . .  I have asked for [my lawyer] to file some\r\nmotions that he has refused to file. . . .\"  On April 30, 1997, the\r\ndate set for sentencing, Ortiz again complained of his attorney's\r\nfailure to pursue what the appellant viewed as his only defense.\r\nOur review of the record shows that, on both occasions,\r\nthe district court refused to dismiss defense counsel because his\r\nattorney had determined that \"a motion to suppress would be\r\nfrivolous, under the present state of the law.\"  Relying\r\nsubstantially on Chimel v. California, 395 U.S. 752 (1969), defense\r\ncounsel determined that the agents had conducted a valid search of\r\nOrtiz' premises incident to a lawful arrest.  Thus, appellant's\r\nattorney made a conscious decision not to file the motion based on\r\nhis legal research.  Neither party suggests that we need to engage\r\nin further factfinding.  Cf. Natanel, 938 F.2d at 309 (reaching\r\nineffective assistance claim where counsel's alleged omission was\r\nstraightforward and additional factfinding was not required). \r\nUnder these circumstances, we find that the record is sufficiently\r\ndeveloped to entertain Ortiz' ineffective assistance claim.\r\nThe Sixth Amendment right to counsel includes the right\r\nto the effective assistance of counsel.  See Strickland v.\r\nWashington, 466 U.S. 668, 686-87 (1984).  To prevail on his claim,\r\nOrtiz must show that his attorney's performance not only was\r\ndeficient, but also prejudiced his defense.  See id. at 687.  We\r\nhold that appellant's counsel's conduct was within the \"wide range\r\nof reasonable professional assistance.\"  Id. at 689.  In applying\r\nthe performance standard, \"we examine what counsel 'knew, or should\r\nhave known, at the time his tactical choices were made and\r\nimplemented.'\"  United States v. Georgacarakos, 988 F.2d 1289, 1298\r\n(1st Cir. 1993) (citing Natanel, 938 F.2d at 309).  Our analysis,\r\nthen, turns on whether, in his decision to forego filing the\r\nsuppression motion, defense counsel's reliance on Chimel v.\r\nCalifornia, 395 U.S. 752 (1969), was so misplaced as to constitute\r\ndeficient performance.\r\nIn Chimel, three California police officers executed an\r\narrest warrant for a burglary suspect, Ted Steven Chimel, at the\r\nsuspect's home.  Over Chimel's objections, the officers searched \r\nhis entire three-bedroom house, and seized numerous items, which\r\nwere later admitted into evidence against the defendant.  The\r\nentire search took approximately 45 minutes to an hour to complete. \r\nThe Supreme Court reversed Chimel's conviction, holding that the\r\nsearch of the defendant's entire house unreasonably extended beyond\r\nthe defendant's person and area from which he might have obtained\r\neither a weapon or destroyed evidentiary items.  See id. at 762-63.\r\nThe Chimel court noted, however, that \"[t]here is ample\r\njustification [] for a search of the arrestee's person and the area\r\n'within his immediate control'--construing the phrase to mean the\r\narea from which he might gain possession of a weapon or\r\ndestructible evidence.\"  Id. at 763.\r\nIn the instant case, Ortiz was detained within the\r\nconfines of a room, which was no larger than 10-feet wide by 10-\r\nfeet long.  In such a small space, items on top of and inside\r\nOrtiz' chest of drawers as well as next to his bed were all within\r\nthe suspect's grab area.  Moreover, it is important to note that\r\nthe agents were executing an arrest warrant for a violent crime,\r\nconspiracy to murder.  In our view, it was reasonable for the\r\nagents to conduct a protective sweep of the room, and Chimelappears to support that conclusion.  Thus, appellant's counsel had\r\na legitimate basis, in light of Chimel, for not filing the\r\nsuppression motion.\r\nWe are, of course, addressing an ineffective-assistance-\r\nof-counsel claim rather than deciding whether, as a matter of law,\r\nPuerto Rico police conducted a valid search incident to a lawful\r\narrest.  Our scrutiny of counsel's performance must be \"highly\r\ndeferential.\"  Strickland, 466 U.S. at 689.  We find that counsel's\r\nconduct was well within the acceptable range of reasonable\r\nprofessional assistance.  The defense attorney decided against\r\nfiling a motion he reasonably believed would be of no benefit to\r\nhis client.  Accordingly, we rule that Ortiz' ineffective\r\nassistance claim is without merit.\r\nB.   Schoolyard Statute\r\nOrtiz argues that the trial evidence failed to support\r\nhis conviction under 21 U.S.C.  841(a)(1) and 860(a) for\r\npossession of a controlled substance with intent to distribute\r\nwithin 1,000 feet of a public school.  Section 860(a), commonly\r\nknown as the schoolyard provision of the federal drug laws,\r\nprovides enhanced penalties for:\r\n  Any person who violates section 841(a)(1)\r\n  or section 856 . . . by distributing,\r\n  possessing with intent to distribute, or\r\n  manufacturing a controlled substance in or\r\n  on, or within one thousand feet of, the\r\n  real property comprising a public or\r\n  private elementary, vocational, or\r\n  secondary school. . . .\r\n\n21 U.S.C.  860(a).  According to Ortiz, the statute requires proof\r\nthat the defendant intended to distribute or that he actually\r\ndistributed narcotics within 1,000 feet of the middle school\r\nlocated near his parents' residence.  Since the government\r\npresented no evidence that Ortiz had such an intent, appellant\r\nasserts that we must reverse his conviction on the first two\r\ncounts.  We engage in de novo review of questions of law.  United\r\nStates v. Fernndez, 121 F.3d 777, 778 (1st Cir. 1997).\r\nWhile this court has yet to address the issue presented\r\nhere, three other courts of appeals have held that the enhanced\r\npenalty under  860(a) applies to a defendant who with intent to\r\ndistribute possesses narcotics in a school zone even if he or she\r\nintends to distribute the drugs there or elsewhere.  See United\r\nStates v. McDonald, 991 F.2d 866, 868-70 (D.C. Cir. 1993); United\r\nStates v. Rodrguez, 961 F.2d 1089, 1092-95 (3d Cir. 1992); United\r\nStates v. Wake, 948 F.2d 1422, 1431-33 (5th Cir. 1991).  We agree\r\nwith our sister circuits.\r\nThe language of  860(a) supports the conclusion that the\r\nstatute punishes drug possession with intent to distribute near a\r\nschool, whether or not the intended target for distribution is\r\nwithin the area surrounding the school.  As both the Third and\r\nDistrict of Columbia Circuits have noted, \"[the] provision applies\r\nto three types of criminal conduct: distributing drugs, possessing\r\ndrugs with the intent to distribute, and manufacturing drugs.\" \r\nRodrguez, 961 F.2d at 1092; see also McDonald, 991 F.2d at 869. \r\nClearly,  860(a) requires the actus reus for each offense, i.e.,\r\ndistributing drugs, possessing drugs with the intent to distribute,\r\nand manufacturing drugs, to occur within 1,000 feet of a school. \r\nSince the actus reus for possession with intent to distribute is\r\npossession, \"it follows that possession of the drugs, not the\r\nintended location for distribution, must be located within 1,000\r\nfeet of a school.\"  See 961 F.2d at 1092.\r\nOrtiz cites decisions in several district court cases to\r\nsupport his contention that the provision reaches only those who\r\nintend to distribute narcotics within a school zone.  See United\r\nStates v. Testa, 768 F. Supp. 221, 222-23 (N.D. Ill. 1991); United\r\nStates v. Coates, 739 F. Supp. 146, 152-53 (S.D.N.Y. 1990); United\r\nStates v. Liranzo, 729 F. Supp. 1012, 1013-14 (S.D.N.Y. 1990).  The\r\nLiranzo court argues that rules of grammar require that \"within one\r\nthousand feet\" modify \"with intent to distribute\" rather than\r\n\"possessing.\"  See 729 F. Supp. at 1014.  According to the court,\r\nif Congress had intended a different meaning,  860(a) would have\r\nread:  \"'possessing, within one thousand feet of a school, with\r\nintent to distribute a controlled substance . . . .'\" Id.  However,\r\nas the Third Circuit aptly observes, the geographic element\r\nmodifies \"distributing\" and \"manufacturing\" as well as \"possessing\r\nwith intent to distribute.\"  See 961 F.2d at 1093.  Thus, if\r\nCongress had drafted the provision as the Liranzo court suggests,\r\nit would have had to repeat the \"within one thousand feet\" language\r\ntwo more times after \"distributing\" and \"manufacturing.\"  See id. \r\n\"Economical legislative drafting dictates that such awkward\r\nrepetition be avoided if at all possible.\"  Id.  Therefore, we\r\ndisagree with the Liranzo court's interpretation.\r\nThe facts of the three district court cases cited by\r\nOrtiz strongly suggest that the defendants in those cases did not\r\nintend to distribute drugs within a school zone and that the\r\nexistence of drugs within the zone was the product only of unlucky\r\ncircumstances.  See Testa, 768 F. Supp. at  222-23 (drugs merely\r\nstored in stash house near public high school); Coates, 739 F.\r\nSupp. at 153 (possession of cocaine on board a train at train\r\nstation located close to technical school); Liranzo, 729 F. Supp.\r\nat 1013 (drug possession at bus terminal located within 1,000 feet\r\nof private elementary school).  Accordingly, these courts argue\r\nthat, if  860(a) were read to require only that the place of\r\npossession be within a school zone, regardless of the place of\r\nintended distribution, the statute would unfairly sweep into its\r\nambit cases involving no increased risk to students.\r\nHowever, \"[n]o matter how interpreted, the coverage of\r\nthe schoolyard provision would not correspond precisely with the\r\nclass of cases involving increased risk to students.\"  Rodrguez,\r\n961 F.2d at 1094.  If we require proof of intent to distribute only\r\nwithin the school zone, as these district courts did, the statute\r\nwould exclude many cases where the presence of drugs, in fact,\r\nincreased the risk of harm to students.  In view of the danger that\r\nthe mere presence of drugs near a school presents, the district\r\ncourts' interpretation would provide an escape-hatch for a\r\ndefendant when, as here, the government is unable to establish\r\nprecisely where the drugs were meant to be distributed, thereby\r\ndefeating the intent of Congress.  In many such cases, school zone\r\ndistribution may even be intended but proving this may be\r\ndifficult.  Certainly, the mere existence of a large quantity of\r\ndrugs in an area increases the possibility of gang warfare and\r\ngunfire and other drug-related violence in that vicinity.  See id.\r\nMoreover, the interpretation espoused by these district court cases\r\nis vulnerable to other imprecisions as well.  We can well imagine\r\na situation where a defendant intends to distribute drugs within a\r\nschool zone, but at that time, school is no longer in session.  See991 F.2d at 870.  In such a circumstance, the district courts'\r\ninterpretation would also sweep into its net defendants who did not\r\npose any threat to students.  As the Court of Appeals for the\r\nDistrict of Columbia notes:\r\n  Legislatures undoubtedly estimate the\r\n  malignity of an offense, not merely by\r\n  assessing the harm produced by a single\r\n  act, but by considering the general alarm\r\n  and anxiety offenses of this sort can be\r\n  expected to cause. . . . [P]articular\r\n  instances in which no greater fear or\r\n  insecurity could arise from the crime's\r\n  proximity to a school thus fail to take\r\n  into account the generalities on which\r\n   860 quite properly rests.\r\n\nId.  Consequently, we find the district court rulings discussed\r\nabove to be unpersuasive.\r\nOrtiz also contends that the rule of lenity mandates that\r\nwe adopt his interpretation of the provision.  While Ortiz'\r\ninterpretation of  860(a) is arguably plausible, \"it is not cogent\r\nfor the reasons we have given.  Whatever uncertainty of meaning\r\nexists, it is far from 'grievous,' an essential condition for\r\napplying the canon.\"  McDonald, 991 F.2d at 870-71 (citing Chapmanv. United States, 500 U.S. 453 (1991)).  Finally, the appellant\r\nclaims that, in his case, where the possession of narcotics near a\r\nschoolyard was purely coincidental, the enhancement under the\r\nprovision violates the Eighth Amendment prohibition against\r\npenalties that are grossly disproportionate to the crime.  We see\r\nno merit to this claim.  \"[T]he determination of sentences is\r\nprimarily a legislative prerogative.\"  United States v. Gonzles,\r\n121 F.3d 928, 942 (5th Cir. 1997).  Thus, successful challenges to\r\nthe proportionality of punishments are \"exceedingly rare.\" \r\nHarmelin v. Michigan, 501 U.S. 957, 1001 (1991).  Here, Ortiz'\r\npunishment under  860(a) was not so grossly disproportionate as to\r\nviolate the Eighth Amendment.\r\n              III.  CONCLUSION\r\nFor the foregoing reasons, we affirm Ortiz' conviction on\r\nall counts.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">        United States Court of Appeals\r\n            For the First Circuit\r\n                                 \r\n\nNo. 97-1670\r\n\n                UNITED STATES,\r\n\n                  Appellee,\r\n\n                      v.\r\n\n           REYNALDO JEREMIAS ORTIZ,\r\n\n            Defendant - Appellant.\r\n\n                                 \r\n\n APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n       FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Jos Antonio Fust, U.S. District Judge]\r\n\n                                 \r\n\n                    Before\r\n\n           Torruella, Chief Judge,\r\n\n       Campbell, Senior Circuit Judge,\r\n\n          and Stahl, Circuit Judge.\r\n\n                                 \r\n\nRafael F. Castro-Lang, by appointment of the Court, for\r\nappellant.\r\nAntonio R. Bazn, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, was on brief for appellee.\r\n\n                                 \r\n\n               June 12, 1998\r\n                                             TORRUELLA, Chief Judge.  Defendant Reynaldo Jeremas\r\nOrtiz (\"Ortiz\") appeals his four-count conviction for the illegal\r\npossession of narcotics and a firearm which were seized from his\r\nresidence in Guayama, Puerto Rico while police executed a warrant\r\nfor his arrest.  Ortiz was sentenced to 240 months of imprisonment\r\nand 10 years of probation for the first two counts and 60 months of\r\nconcurrent imprisonment and 3 years of concurrent probation for the\r\nremaining counts.\r\nOrtiz claims that the district court committed two\r\nerrors.  First, he argues that his lawyer provided ineffective\r\ncounsel by failing to move to suppress the narcotics and firearm\r\nevidence.  Second, he asserts that he cannot be convicted of\r\npossession with intent to distribute drugs within 1,000 feet of a\r\nschool simply because he possessed such substances in his residence\r\nwithin such a distance from a public middle school.  We conclude\r\nthat neither point is well taken and thus affirm his conviction.\r\n                I.  BACKGROUND     On appeal, we view the evidence in the light most\r\nfavorable to the jury's verdict.  See United States v. Rosen, </pre><span class=\"citation\" data-id=\"197629\"><a href=\"/opinion/197629/united-states-v-rosen/\"><span class=\"volume\">130</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 6 (1st Cir. 1997).  We conclude that the jury could have\r\nfound the following facts.\r\nOn June 20, 1996, a Puerto Rico judge found probable\r\ncause to believe that Ortiz had engaged in a conspiracy to commit\r\nmurder and issued a warrant for his arrest.  On that same date,\r\nagents of the Puerto Rico Department of Justice executed the arrest\r\nwarrant at Ortiz' parents' residence in Guayama, Puerto Rico, which\r\nwas located approximately 150 feet from the Genaro Cautio Public\r\nMiddle School.  Ortiz lived in a small house, approximately 10 feet\r\nwide by 10 feet long, behind the main residence.  The agents\r\nknocked on his door and identified themselves as police.  When the\r\ndefendant opened the door, the arrest team physically restrained\r\nthe suspect on his bed and handcuffed him.\r\nNext to the bed, agents found a small plastic bag\r\ncontaining vials of what was later discovered to be cocaine base,\r\ncommonly known as crack cocaine.  One of the agents searched a\r\ndresser, which was to the left hand-side of the bed, and found a\r\npistol and a bag of cocaine in the first drawer.  The gun was a\r\nnickel-plated Smith and Wesson pistol with 15 rounds of ammunition\r\nin the magazine and a bullet in the chamber.  Its serial numbers\r\nhad been removed.  The agent also searched a plastic shopping bag\r\non top of the dresser, and discovered additional vials of crack\r\ncocaine.\r\nThe weapon and narcotics evidence was the basis of a\r\nfour-count federal indictment against Ortiz.  Counts One and Two\r\ncharged Ortiz with possession with intent to distribute varying\r\namounts of narcotics within 1,000 feet of a public school in\r\nviolation of 21 U.S.C.  841(a) and 860(a).  Counts Three and\r\nFour, respectively, charged appellant with the felonious possession\r\nof a firearm in violation of 18 U.S.C.  922(g), and possession of\r\na firearm with an obliterated serial number in violation of 18\r\nU.S.C.  922(k).  He was tried and convicted on all counts.  Ortiz\r\nappeals.\r\n\n               II.  DISCUSSION     A.  Ineffective Assistance of Counsel\r\nOrtiz alleges he received ineffective assistance of\r\ncounsel because his trial lawyer failed to file a motion to\r\nsuppress the weapon and narcotics evidence despite the defendant's\r\nspecific request that the attorney do so.  We do not ordinarily\r\nconsider ineffective assistance of counsel claims on direct appeal. \r\nSee United States v. Martnez-Martnez, </pre><span class=\"citation\" data-id=\"707600\"><a href=\"/opinion/707600/united-states-v-olivia-martinez-martinez/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span><pre class=\"inline\">, 1225 (1st\r\nCir. 1995).  However, \"where the critical facts are not genuinely\r\nin dispute and the record is sufficiently developed to allow\r\nreasoned consideration of an ineffective assistance claim, an\r\nappellate court may dispense with the usual praxis and determine\r\nthe merits of such a contention on direct appeal.\"  United Statesv. Natanel, </pre><span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">, 309 (1st Cir. 1991).\r\nOrtiz' case falls within this exception.  The record\r\nreflects that the appellant, on several occasions, requested that\r\nthe district court dismiss his counsel and appoint another attorney\r\nto represent him due to the defense attorney's failure to file a\r\nmotion to suppress the narcotics and firearm evidence.  In two\r\ninstances, Ortiz directly addressed the district court regarding\r\nthis issue.  On February 3, 1997, the date of the jury trial, he\r\nstated to the court, \"I want to be assigned another attorney to\r\nrepresent me. . . .  I have asked for [my lawyer] to file some\r\nmotions that he has refused to file. . . .\"  On April 30, 1997, the\r\ndate set for sentencing, Ortiz again complained of his attorney's\r\nfailure to pursue what the appellant viewed as his only defense.\r\nOur review of the record shows that, on both occasions,\r\nthe district court refused to dismiss defense counsel because his\r\nattorney had determined that \"a motion to suppress would be\r\nfrivolous, under the present state of the law.\"  Relying\r\nsubstantially on Chimel v. California, </pre><span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span><pre class=\"inline\"> (1969), defense\r\ncounsel determined that the agents had conducted a valid search of\r\nOrtiz' premises incident to a lawful arrest.  Thus, appellant's\r\nattorney made a conscious decision not to file the motion based on\r\nhis legal research.  Neither party suggests that we need to engage\r\nin further factfinding.  Cf. Natanel, 938 F.2d at 309 (reaching\r\nineffective assistance claim where counsel's alleged omission was\r\nstraightforward and additional factfinding was not required). \r\nUnder these circumstances, we find that the record is sufficiently\r\ndeveloped to entertain Ortiz' ineffective assistance claim.\r\nThe Sixth Amendment right to counsel includes the right\r\nto the effective assistance of counsel.  See Strickland v.\r\nWashington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 686-87 (1984).  To prevail on his claim,\r\nOrtiz must show that his attorney's performance not only was\r\ndeficient, but also prejudiced his defense.  See id. at 687.  We\r\nhold that appellant's counsel's conduct was within the \"wide range\r\nof reasonable professional assistance.\"  Id. at 689.  In applying\r\nthe performance standard, \"we examine what counsel 'knew, or should\r\nhave known, at the time his tactical choices were made and\r\nimplemented.'\"  United States v. Georgacarakos, </pre><span class=\"citation\" data-id=\"602802\"><a href=\"/opinion/602802/united-states-v-peter-n-georgacarakos/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span><pre class=\"inline\">, 1298\r\n(1st Cir. 1993) (citing Natanel, 938 F.2d at 309).  Our analysis,\r\nthen, turns on whether, in his decision to forego filing the\r\nsuppression motion, defense counsel's reliance on Chimel v.\r\nCalifornia, </pre><span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span><pre class=\"inline\"> (1969), was so misplaced as to constitute\r\ndeficient performance.\r\nIn Chimel, three California police officers executed an\r\narrest warrant for a burglary suspect, Ted Steven Chimel, at the\r\nsuspect's home.  Over Chimel's objections, the officers searched \r\nhis entire three-bedroom house, and seized numerous items, which\r\nwere later admitted into evidence against the defendant.  The\r\nentire search took approximately 45 minutes to an hour to complete. \r\nThe Supreme Court reversed Chimel's conviction, holding that the\r\nsearch of the defendant's entire house unreasonably extended beyond\r\nthe defendant's person and area from which he might have obtained\r\neither a weapon or destroyed evidentiary items.  See id. at 762-63.\r\nThe Chimel court noted, however, that \"[t]here is ample\r\njustification [] for a search of the arrestee's person and the area\r\n'within his immediate control'--construing the phrase to mean the\r\narea from which he might gain possession of a weapon or\r\ndestructible evidence.\"  Id. at 763.\r\nIn the instant case, Ortiz was detained within the\r\nconfines of a room, which was no larger than 10-feet wide by 10-\r\nfeet long.  In such a small space, items on top of and inside\r\nOrtiz' chest of drawers as well as next to his bed were all within\r\nthe suspect's grab area.  Moreover, it is important to note that\r\nthe agents were executing an arrest warrant for a violent crime,\r\nconspiracy to murder.  In our view, it was reasonable for the\r\nagents to conduct a protective sweep of the room, and Chimelappears to support that conclusion.  Thus, appellant's counsel had\r\na legitimate basis, in light of Chimel, for not filing the\r\nsuppression motion.\r\nWe are, of course, addressing an ineffective-assistance-\r\nof-counsel claim rather than deciding whether, as a matter of law,\r\nPuerto Rico police conducted a valid search incident to a lawful\r\narrest.  Our scrutiny of counsel's performance must be \"highly\r\ndeferential.\"  Strickland, 466 U.S. at 689.  We find that counsel's\r\nconduct was well within the acceptable range of reasonable\r\nprofessional assistance.  The defense attorney decided against\r\nfiling a motion he reasonably believed would be of no benefit to\r\nhis client.  Accordingly, we rule that Ortiz' ineffective\r\nassistance claim is without merit.\r\nB.   Schoolyard Statute\r\nOrtiz argues that the trial evidence failed to support\r\nhis conviction under 21 U.S.C.  841(a)(1) and 860(a) for\r\npossession of a controlled substance with intent to distribute\r\nwithin 1,000 feet of a public school.  Section 860(a), commonly\r\nknown as the schoolyard provision of the federal drug laws,\r\nprovides enhanced penalties for:\r\n  Any person who violates section 841(a)(1)\r\n  or section 856 . . . by distributing,\r\n  possessing with intent to distribute, or\r\n  manufacturing a controlled substance in or\r\n  on, or within one thousand feet of, the\r\n  real property comprising a public or\r\n  private elementary, vocational, or\r\n  secondary school. . . .\r\n\n21 U.S.C.  860(a).  According to Ortiz, the statute requires proof\r\nthat the defendant intended to distribute or that he actually\r\ndistributed narcotics within 1,000 feet of the middle school\r\nlocated near his parents' residence.  Since the government\r\npresented no evidence that Ortiz had such an intent, appellant\r\nasserts that we must reverse his conviction on the first two\r\ncounts.  We engage in de novo review of questions of law.  United\r\nStates v. Fernndez, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></span><pre class=\"inline\">, 778 (1st Cir. 1997).\r\nWhile this court has yet to address the issue presented\r\nhere, three other courts of appeals have held that the enhanced\r\npenalty under  860(a) applies to a defendant who with intent to\r\ndistribute possesses narcotics in a school zone even if he or she\r\nintends to distribute the drugs there or elsewhere.  See United\r\nStates v. McDonald, </pre><span class=\"citation\" data-id=\"605522\"><a href=\"/opinion/605522/united-states-v-anthony-maurice-mcdonald/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span><pre class=\"inline\">, 868-70 (D.C. Cir. 1993); United\r\nStates v. Rodrguez, </pre><span class=\"citation\" data-id=\"581531\"><a href=\"/opinion/581531/united-states-v-zaida-rodriguez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1089</span></a></span><pre class=\"inline\">, 1092-95 (3d Cir. 1992); United\r\nStates v. Wake, </pre><span class=\"citation\" data-id=\"572148\"><a href=\"/opinion/572148/united-states-v-warren-eugene-wake/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1422</span></a></span><pre class=\"inline\">, 1431-33 (5th Cir. 1991).  We agree\r\nwith our sister circuits.\r\nThe language of  860(a) supports the conclusion that the\r\nstatute punishes drug possession with intent to distribute near a\r\nschool, whether or not the intended target for distribution is\r\nwithin the area surrounding the school.  As both the Third and\r\nDistrict of Columbia Circuits have noted, \"[the] provision applies\r\nto three types of criminal conduct: distributing drugs, possessing\r\ndrugs with the intent to distribute, and manufacturing drugs.\" \r\nRodrguez, 961 F.2d at 1092; see also McDonald, 991 F.2d at 869. \r\nClearly,  860(a) requires the actus reus for each offense, i.e.,\r\ndistributing drugs, possessing drugs with the intent to distribute,\r\nand manufacturing drugs, to occur within 1,000 feet of a school. \r\nSince the actus reus for possession with intent to distribute is\r\npossession, \"it follows that possession of the drugs, not the\r\nintended location for distribution, must be located within 1,000\r\nfeet of a school.\"  See 961 F.2d at 1092.\r\nOrtiz cites decisions in several district court cases to\r\nsupport his contention that the provision reaches only those who\r\nintend to distribute narcotics within a school zone.  See United\r\nStates v. Testa, </pre><span class=\"citation\" data-id=\"2365070\"><a href=\"/opinion/2365070/united-states-v-testa/\"><span class=\"volume\">768</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 222-23 (N.D. Ill. 1991); United\r\nStates v. Coates, </pre><span class=\"citation\" data-id=\"1610230\"><a href=\"/opinion/1610230/united-states-v-coates/\"><span class=\"volume\">739</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">146</span></a></span><pre class=\"inline\">, 152-53 (S.D.N.Y. 1990); United\r\nStates v. Liranzo, </pre><span class=\"citation\" data-id=\"1492674\"><a href=\"/opinion/1492674/united-states-v-liranzo/\"><span class=\"volume\">729</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1012</span></a></span><pre class=\"inline\">, 1013-14 (S.D.N.Y. 1990).  The\r\nLiranzo court argues that rules of grammar require that \"within one\r\nthousand feet\" modify \"with intent to distribute\" rather than\r\n\"possessing.\"  See 729 F. Supp. at 1014.  According to the court,\r\nif Congress had intended a different meaning,  860(a) would have\r\nread:  \"'possessing, within one thousand feet of a school, with\r\nintent to distribute a controlled substance . . . .'\" Id.  However,\r\nas the Third Circuit aptly observes, the geographic element\r\nmodifies \"distributing\" and \"manufacturing\" as well as \"possessing\r\nwith intent to distribute.\"  See 961 F.2d at 1093.  Thus, if\r\nCongress had drafted the provision as the Liranzo court suggests,\r\nit would have had to repeat the \"within one thousand feet\" language\r\ntwo more times after \"distributing\" and \"manufacturing.\"  See id. \r\n\"Economical legislative drafting dictates that such awkward\r\nrepetition be avoided if at all possible.\"  Id.  Therefore, we\r\ndisagree with the Liranzo court's interpretation.\r\nThe facts of the three district court cases cited by\r\nOrtiz strongly suggest that the defendants in those cases did not\r\nintend to distribute drugs within a school zone and that the\r\nexistence of drugs within the zone was the product only of unlucky\r\ncircumstances.  See Testa, 768 F. Supp. at  222-23 (drugs merely\r\nstored in stash house near public high school); Coates, 739 F.\r\nSupp. at 153 (possession of cocaine on board a train at train\r\nstation located close to technical school); Liranzo, 729 F. Supp.\r\nat 1013 (drug possession at bus terminal located within 1,000 feet\r\nof private elementary school).  Accordingly, these courts argue\r\nthat, if  860(a) were read to require only that the place of\r\npossession be within a school zone, regardless of the place of\r\nintended distribution, the statute would unfairly sweep into its\r\nambit cases involving no increased risk to students.\r\nHowever, \"[n]o matter how interpreted, the coverage of\r\nthe schoolyard provision would not correspond precisely with the\r\nclass of cases involving increased risk to students.\"  Rodrguez,\r\n961 F.2d at 1094.  If we require proof of intent to distribute only\r\nwithin the school zone, as these district courts did, the statute\r\nwould exclude many cases where the presence of drugs, in fact,\r\nincreased the risk of harm to students.  In view of the danger that\r\nthe mere presence of drugs near a school presents, the district\r\ncourts' interpretation would provide an escape-hatch for a\r\ndefendant when, as here, the government is unable to establish\r\nprecisely where the drugs were meant to be distributed, thereby\r\ndefeating the intent of Congress.  In many such cases, school zone\r\ndistribution may even be intended but proving this may be\r\ndifficult.  Certainly, the mere existence of a large quantity of\r\ndrugs in an area increases the possibility of gang warfare and\r\ngunfire and other drug-related violence in that vicinity.  See id.\r\nMoreover, the interpretation espoused by these district court cases\r\nis vulnerable to other imprecisions as well.  We can well imagine\r\na situation where a defendant intends to distribute drugs within a\r\nschool zone, but at that time, school is no longer in session.  See991 F.2d at 870.  In such a circumstance, the district courts'\r\ninterpretation would also sweep into its net defendants who did not\r\npose any threat to students.  As the Court of Appeals for the\r\nDistrict of Columbia notes:\r\n  Legislatures undoubtedly estimate the\r\n  malignity of an offense, not merely by\r\n  assessing the harm produced by a single\r\n  act, but by considering the general alarm\r\n  and anxiety offenses of this sort can be\r\n  expected to cause. . . . [P]articular\r\n  instances in which no greater fear or\r\n  insecurity could arise from the crime's\r\n  proximity to a school thus fail to take\r\n  into account the generalities on which\r\n   860 quite properly rests.\r\n\nId.  Consequently, we find the district court rulings discussed\r\nabove to be unpersuasive.\r\nOrtiz also contends that the rule of lenity mandates that\r\nwe adopt his interpretation of the provision.  While Ortiz'\r\ninterpretation of  860(a) is arguably plausible, \"it is not cogent\r\nfor the reasons we have given.  Whatever uncertainty of meaning\r\nexists, it is far from 'grievous,' an essential condition for\r\napplying the canon.\"  McDonald, 991 F.2d at 870-71 (citing Chapmanv. United States, </pre><span class=\"citation\" data-id=\"112605\"><a href=\"/opinion/112605/chapman-v-united-states/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">453</span></a></span><pre class=\"inline\"> (1991)).  Finally, the appellant\r\nclaims that, in his case, where the possession of narcotics near a\r\nschoolyard was purely coincidental, the enhancement under the\r\nprovision violates the Eighth Amendment prohibition against\r\npenalties that are grossly disproportionate to the crime.  We see\r\nno merit to this claim.  \"[T]he determination of sentences is\r\nprimarily a legislative prerogative.\"  United States v. Gonzles,\r\n</pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">928</span></span><pre class=\"inline\">, 942 (5th Cir. 1997).  Thus, successful challenges to\r\nthe proportionality of punishments are \"exceedingly rare.\" \r\nHarmelin v. Michigan, </pre><span class=\"citation\" data-id=\"112646\"><a href=\"/opinion/112646/harmelin-v-michigan/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></a></span><pre class=\"inline\">, 1001 (1991).  Here, Ortiz'\r\npunishment under  860(a) was not so grossly disproportionate as to\r\nviolate the Eighth Amendment.\r\n              III.  CONCLUSION\r\nFor the foregoing reasons, we affirm Ortiz' conviction on\r\nall counts.\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1492674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1610230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2365070/"
  ]
}