{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198098/",
  "absolute_url": "/opinion/198098/united-states-v-diaz-pabon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198098/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:45:31Z",
  "date_modified": "2017-03-24T10:54:30.175031Z",
  "type": "010combined",
  "sha1": "7e6d6c034f8e7fd660d28eb624ff472e69d9ff52",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1422.01A",
  "local_path": null,
  "plain_text": " [NOT FOR PUBLICATION   NOT TO BE CITED AS PRECEDENT]\r\n\n            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-1422\r\n\n               UNITED STATES OF AMERICA,\r\n                       Appellee,\r\n\n                           v.\r\n\n                  OSVALDO DIAZ-PABON,\r\n                 Defendant, Appellant.\r\n\nNo. 97-1423\r\n\n               UNITED STATES OF AMERICA,\r\n                       Appellee,\r\n\n                           v.\r\n\n                 ANTONIO CRUZ-ARBOLEDA,\r\n                 Defendant, Appellant.\r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n   [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r\n\n                         Before\r\n\n       Selya, Boudin and Lipez, Circuit Judges.\r\n\nRafael F. Castro Lang for appellant Diaz-Pabon.\r\nEric M. Quetglas Jordan for appellant Cruz-Arboleda.\r\nMark Irish, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, Jos A. Quiles-Espinosa,\r\nSenior Litigation Counsel, Camille Vlez-Riv, Assistant United\r\nStates Attorney, and Nelson Prez-Sosa, Assistant United States\r\nAttorney, were on brief,for appellee.   \r\n\nAUGUST 20, 1998\r\n\nLIPEZ, Circuit Judge.  Appellants Osvaldo Diaz-Pabon and\r\nAntonio Cruz-Arboleda were convicted by a jury of federal offenses\r\nstemming from two carjackings and a murder in Puerto Rico, all\r\noccurring in 1995.  Challenging the constitutionality and scope of\r\nthe Anti-Car Theft Act of 1992, 18 U.S.C.  2119, and the refusal\r\nof the district court to remove for cause a prospective juror\r\nduring voir dire, appellants seek to vacate their convictions. \r\nAppellant Diaz-Pabon also appeals his life sentence.  We affirm.\r\n                          I.\r\nOn October 31, 1995, Carlos Ruben Rivera-Aponte, Osvaldo\r\nDiaz-Pabon, and Antonio Cruz-Arboleda met at Rivera-Aponte's\r\napartment, where they hatched a plan to carjack a pharmaceutical\r\ndelivery truck owned by the J.M. Blanco Company.  The three men\r\nleft the apartment in Diaz-Pabon's car, expecting to intercept the\r\ndelivery truck on its regular route.  After observing the delivery\r\ntruck stopped at a red light, Cruz-Arboleda exited Diaz-Pabon's car\r\nand entered the passenger side of the delivery truck with a\r\nfirearm.  As Rivera-Aponte and Diaz-Pabon followed in the car,\r\nCruz-Arboleda and the J.M. Blanco driver continued traveling in the\r\ndelivery truck. After stopping briefly on the side of the road to\r\nallow Diaz-Pabon to join Cruz-Arboleda in the delivery truck, the\r\ntwo vehicles traveled some distance farther and eventually came to\r\na stop.  Diaz-Pabon and Cruz-Arboleda exited the delivery truck\r\nwith the driver's personal belongings and money, joined Rivera-\r\nAponte in the car, and returned to Rivera-Aponte's apartment.  \r\nOn November 28, 1995, the trio committed a second\r\ncarjacking of a J.M. Blanco Company delivery truck.  On this date,\r\nDiaz-Pabon, Cruz-Arboleda, and Rivera-Aponte once again gathered at\r\nRivera-Aponte's apartment.  According to Rivera-Aponte's testimony\r\nat trial, they agreed to go target-shooting together.  As the three\r\nmen proceeded to the target-shooting location in a station wagon\r\nthat had been rented by Diaz-Pabon, they observed a J.M. Blanco\r\nCompany delivery truck stopped at a red light.  After the men\r\nfollowed the delivery truck in the station wagon for some distance,\r\nCruz-Arboleda exited the station wagon and entered the delivery\r\ntruck with a firearm. \r\nAs Rivera-Aponte and Diaz-Pabon followed in the station\r\nwagon, Cruz-Arboleda and the J.M. Blanco driver continued traveling\r\nin the delivery truck. After stopping briefly twice   once to allow\r\nRivera-Aponte to join Cruz-Arboleda in the delivery truck    the\r\ntwo vehicles continued traveling.  Eventually both vehicles stopped\r\nalong the roadside.  Diaz-Pabon, who was still driving the station\r\nwagon, informed Rivera-Aponte that a third vehicle was approaching,\r\nand that he would continue driving the station wagon and turn\r\naround to pick up Rivera-Aponte and Cruz-Arboleda shortly. \r\nAs Rivera-Aponte left the delivery truck to meet Diaz-\r\nPabon, he heard several gunshots.  Returning to the delivery truck,\r\nRivera-Aponte observed the fatally wounded driver lying on the\r\nfloor of the truck and Cruz-Arboleda gathering money and the\r\ndriver's personal belongings.  Shortly thereafter, Diaz-Pabon\r\narrived in the station wagon to retrieve Rivera-Aponte and Cruz-\r\nArboleda as agreed.  Following an argument between Rivera-Aponte\r\nand Cruz-Arboleda about why Cruz-Arboleda had shot the driver, the\r\ntrio left the scene and returned to Rivera-Aponte's apartment. \r\nOn January 31, 1996, Rivera-Aponte, Cruz-Arboleda, and\r\nDiaz-Pabon each were charged by indictment with two counts of\r\ncarjacking in violation of the Anti-Car Theft Act of 1992, 18\r\nU.S.C.  2119, and two counts of using or carrying a firearm during\r\na crime of violence in violation of 18 U.S.C.  924(c)(1).  The\r\nindictments charged aiding and abetting in addition to direct\r\nparticipation. See 18 U.S.C.  2. The government secured the\r\ncooperation of Rivera-Aponte, who entered into a plea agreement and\r\ntestified at the trial of Cruz-Arboleda and Diaz-Pabon. Both men\r\nwere found guilty on all counts.\r\n                         II.\r\nCiting United States v. Lopez, 514 U.S. 549 (1995), Diaz-\r\nPabon and Cruz-Arboleda contend that 18 U.S.C.  2119, the federal\r\ncarjacking statute pursuant to which they were convicted, was not\r\na valid exercise of congressional power under the Commerce Clause. \r\nWe recently rejected an identical facial challenge to section 2119\r\nin United States v. Rivera-Figueroa, Nos. 96-1112, 1290-92, 1998 WL\r\n215809 (1st Cir. May 5, 1998), in which we joined at least seven\r\nother circuits by upholding the constitutionality of the statute. \r\nWe decline to revisit the issue. \r\nDiaz-Pabon and Cruz-Arboleda also challenge the\r\nconstitutionality of section 2119 as applied.  Maintaining that\r\nLopez requires the government to prove that the carjacked vehicles\r\nin question had a \"substantial effect\" on interstate commerce, \r\nappellants contend that the government's evidence   specifically,\r\nthat the carjacked vehicles were shipped to Puerto Rico from Florida\r\nin 1990 and 1991   was insufficient to meet this heightened showing. \r\nContrary to appellants' premise, however, Lopez did not revise the\r\ngovernment's burden of proof on a jurisdictional element in criminal\r\nstatutes.  Instead, it \"identif[ied] the extent to which purely\r\nintrastate activities must impact interstate commerce before\r\nCongress may legislate under the Commerce Clause.\"  United Statesv. Cardoza, 129 F.3d 6, 11 (1st Cir. 1997).  Unlike the statute at\r\nissue in Lopez, section 2119 contains an express jurisdictional\r\nelement requiring evidence that a carjacked vehicle was\r\n\"transported, shipped, or received in interstate or foreign\r\ncommerce.\" 18 U.S.C.  2119.  Satisfaction of this jurisdictional\r\nelement ensures the requisite minimal nexus with interstate commerce\r\nrequired by the Commerce Clause. See Cardoza, 129 F.3d at 11 (citing\r\nScarborough v. United States, 431 U.S. 563 (1977)). The government\r\npresented undisputed evidence that the carjacked vehicles had been\r\nshipped in interstate commerce, and appellants' as-applied challenge\r\nto section 2119 must fail.  \r\nDiaz-Pabon and Cruz-Arboleda also contend that the\r\ngovernment failed to present sufficient evidence to prove the\r\n\"taking\" element of section 2119.  See 18 U.S.C.  2119 (\"Whoever,\r\nwith the intent to cause death or serious bodily harm takes a motor\r\nvehicle . . . .\").  They maintain that the evidence presented by the\r\ngovernment established only that they temporarily deprived the\r\nvictims of the motor vehicles for the sole purpose of stealing money\r\nand other valuables contained in the motor vehicles.  They contend\r\nsuch evidence does not satisfy section 2119's taking element.  We\r\ndisagree.  An intent to deprive the victim permanently of a motor\r\nvehicle is not required by the taking element, see United States v.\r\nPayne, 83 F.3d 346, 347 (10th Cir. 1996); United States v. Moore, 73\r\nF.3d 666, 668 (6th Cir. 1996), cert. denied, 517 U.S. 1228 (1996),\r\nnor is a defendant's motive in taking a motor vehicle relevant to\r\nsection 2119, see Payne, 83 F.3d at 347; Moore, 73 F.3d at 668;\r\nUnited States v. Harris, 25 F.3d 1275, 1279 (5th Cir. 1994).  Viewed\r\nin the light most favorable to the government, see Jackson v.\r\nVirginia, 443 U.S. 307, 319 (1979), the evidence was sufficient.\r\n                         III.\r\nDiaz-Pabon and Cruz-Arboleda next argue that the district\r\ncourt's erroneous refusal to strike for cause a prospective juror\r\nwas reversible error because it unfairly forced them to expend one\r\nof their ten peremptory challenges, all of which were exercised. \r\nAlthough restricting a defendant's use of the lawful number of\r\nperemptory challenges is reversible error if a challenge for cause\r\nis erroneously denied, see United States v. Cambara, 902 F.2d 144,\r\n147-48 (1st Cir. 1990)(citing United States v. Rucker, 557 F.2d\r\n1046, 1048-49 (4th Cir. 1977)), we must first determine whether the\r\ndistrict court erred in failing to remove the prospective juror for\r\ncause. \r\nA district court's ruling on for-cause challenges to\r\nprospective jurors is reviewed for a clear abuse of discretion.  SeeUnited States v. Gonzalez-Soberal, 109 F.3d 64, 69-70 (1st Cir.\r\n1997); United States v. Bartelho, 71 F.3d 436, 442 (1st Cir. 1995). \r\n\"There are few aspects of a jury trial where we would be less\r\ninclined to disturb a trial judge's exercise of discretion, absent\r\nclear abuse, than in ruling on challenges for cause in the\r\nempaneling of a jury.\"  Gonzalez-Soberal, 109 F.3d at 69-70 (quoting\r\nUnited States v. McCarthy, 961 F.2d 972, 976 (1st Cir. 1992)).  \r\nDuring the voir dire examination, the district court\r\nasked whether any of the prospective jurors or any of the\r\nprospective jurors' family members or close personal friends worked\r\nor had ever worked for J.M. Blanco Company.  Juror #30, the\r\nprospective juror at issue, stated that J.M. Blanco Company was a\r\ncustomer of a company with which he worked, and that he had good\r\nfriends who worked for J.M. Blanco.  The court then asked juror #30\r\nwhether he had been aware of the 1995 carjackings and murder before\r\narriving at court for jury duty.  He responded that he had not. \r\nLater in the voir dire examination, the court asked the entire juror\r\npool whether any one would be unable or unwilling to render a fair\r\nand impartial verdict. None of the prospective jurors, including\r\njuror #30, responded affirmatively. The court declined to strike for\r\ncause juror #30, noting that although he stated that he had friends\r\nat J.M. Blanco Company, he nonetheless had not even heard of the\r\n1995 carjackings and murder.  Diaz-Pabon and Cruz-Arboleda jointly\r\nexercised one of their ten peremptory challenges to remove juror\r\n#30.      \r\nAlthough Diaz-Pabon and Cruz-Arboleda complain that the\r\ncourt failed to examine in sufficient depth the nature of juror\r\n#30's prior connection with the J.M. Blanco Company, they did not\r\nrequest any follow-up questions to expand the scope of inquiry\r\nconcerning juror #30's potential bias.  Moreover, juror #30 did not\r\nknow the murder victim or any members of the victim's family.  He\r\nhad no awareness of the carjackings and murder before being summoned\r\nfor jury duty.  Juror #30 indicated, as did the rest of the juror\r\npool, that he would be able and willing to render a fair and\r\nimpartial verdict.  In these circumstances, the court acted well\r\nwithin the bounds of its discretion by refusing to remove for cause\r\njuror #30.             \r\nBecause the district court did not abuse its discretion\r\nin ruling on the for-cause challenge, we do not have to address\r\nDiaz-Pabon and Cruz-Arboleda's contention that their joint use of\r\na peremptory challenge to remove the prospective juror at issue\r\nmandates reversal.  See United States v. Lowe, 145 F.3d 45, 49 (1stCir. 1998).\r\n                         IV. \r\nDiaz-Pabon argues for the first time on appeal that the\r\nsentencing court should have departed downwards from the sentencing\r\nguidelines pursuant to U.S.S.G.  2A1.1's Application Note 1. In\r\nimposing Diaz-Pabon's life sentence, the court applied section\r\n2A1.1, the first-degree murder guideline.  Section 2A1.1 applies to,\r\ninter alia, the sentencing of perpetrators of certain felonies in\r\nwhich death resulted. See U.S.S.G.  2A1.1 comment. (n.1); see alsoid.  2B3.1(c). Application Note 1 of section 2A1.1 states, however,\r\nthat \"[l]ife imprisonment is not necessarily appropriate in all\r\nsituations,\" and that \"[i]f the defendant did not cause the death\r\nintentionally or knowingly, a downward departure may be warranted.\r\n. . .\"  Id.  2A1.1 comment. (n.1).  Relying on the preceding\r\nprovision from Application Note 1, Diaz-Pabon argues that the\r\nevidence established that he did not intentionally cause the\r\ndelivery truck driver's death, and the sentencing court therefore\r\nshould have departed downwards from section 2A1.1's guideline of\r\nlife imprisonment.         \r\nAlthough the government contends that the district court\r\ndid consider section 2A1.1's application note when sentencing Diaz-\r\nPabon, we find that the record is ambiguous on this point.  It is\r\nclear, however, that Diaz-Pabon never asked the court to consider\r\na downward departure pursuant to the application note. \"[A]rguments\r\nnot squarely presented to the sentencing court cannot debut as of\r\nright in an appellate venue,\" United States v. Martinez-Martinez,\r\n69 F.3d 1215, 1225 (1st Cir. 1995) (quoting United States v. Piper,\r\n35 F.3d 611, 620 n.6 (1st Cir. 1994)), cert. denied, 517 U.S. 1115\r\n(1996), and Diaz-Pabon's unpreserved legal claim is deemed waived.\r\nSee id.    \r\nEven if Diaz-Pabon had sought a departure in the district\r\ncourt on the basis of section 2A1.1's application note, we would be\r\nwithout jurisdiction to review the court's discretionary decision\r\nto reject that request.  See id.; 18 U.S.C.  3742(e),(f). An\r\nappellate court generally lacks jurisdiction to review a sentencing\r\ncourt's discretionary decision not to depart below the guideline\r\nsentencing range. See United States v. Mangos, 134 F.3d 460, 465\r\n(1st Cir. 1998).  There is an exception to this general rule when\r\nthe decision not to depart is based on the sentencing court's\r\nerroneous belief that it lacks the authority to depart.  See id. \r\nThere is nothing in the record, however, to suggest that the\r\nsentencing court believed that it lacked the authority to depart.\r\nTo the contrary, the court stated at the sentencing hearing that it\r\n\"consider[ed] the fact that this defendant did not do the actual\r\nshooting,\" but that it nonetheless believed a life sentence was\r\nappropriate.  In these circumstances, we are without jurisdiction\r\nto review the court's discretionary decision not to depart from the\r\nsentencing guidelines.  \r\nDiaz-Pabon seeks to avoid the statutory limitations on\r\nour jurisdiction by contending that the sentencing court\r\n\"incorrectly applied\" the guidelines.  See 18 U.S.C.  3742(e)(2)\r\n(authorizing a court of appeals to review a sentence which was\r\n\"imposed as a result of an incorrect application of the sentencing\r\nguidelines\").  He relies on the following provision set forth in\r\nApplication Note 1:\r\nIf the defendant did not cause the death\r\nintentionally or knowingly, a downward\r\ndeparture may be warranted.  The extent of the\r\ndeparture should be based on the defendant's\r\nstate of mind (e.g., recklessness or\r\nnegligence), the degree of risk inherent in\r\nthe conduct, and the nature of the underlying\r\noffense conduct. . . .\r\n\nU.S.S.G.  2A1.1 comment. (n.1)(emphasis added). This provision, he\r\ncontends, requires the sentencing court to engage in an analysis of\r\nthe factors listed therein when imposing a sentence for a death that\r\nwas caused unintentionally or unknowingly, and that the sentencing\r\ncourt's failure to do so expressly constituted a misapplication of\r\nthe guidelines.  We do not agree.  The provision at issue simply\r\ndirects that the extent of a departure   not the decision to depart\r\nitself    should be guided by factors listed therein. The sentencing\r\ncourt was under no duty to analyze the factors set forth in\r\nApplication Note 1 to justify its discretionary decision not to\r\ndepart from the guidelines, and we find no merit in Diaz-Pabon's\r\ncontention that the court applied the guidelines incorrectly. \r\n                          V.\r\nFinally, Diaz-Pabon contends that he was deprived of the\r\neffective assistance of counsel during the sentencing phase of his\r\ntrial because his trial counsel did not ask the court to consider\r\na downward departure on the basis of U.S.S.G.  2A1.1's Application\r\nNote 1. We will not consider an ineffective assistance of counsel\r\nclaim on direct appeal unless the record is sufficiently developed\r\nto permit review of the claim.  See Martinez-Martinez, 69 F.3d at\r\n1225.  The proper route for such claims is through a collateral\r\nproceeding in district court pursuant to 28 U.S.C.  2255. Such a\r\nproceeding permits the development of the evidentiary record usually\r\nrequired by ineffective assistance of counsel claims.  See United\r\nStates v. Caggiano, 899 F.2d 99, 100 (1st Cir. 1990).  Diaz-Pabon's\r\nineffective assistance of counsel claim implicates matters beyond\r\nthe record in this proceeding.   We decline to consider the claim\r\non direct appeal.  See Martinez-Martinez, 69 F.3d at 1225.  \r\nThe judgments of the district court are affirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\"> [NOT FOR PUBLICATION   NOT TO BE CITED AS PRECEDENT]\r\n\n            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-1422\r\n\n               UNITED STATES OF AMERICA,\r\n                       Appellee,\r\n\n                           v.\r\n\n                  OSVALDO DIAZ-PABON,\r\n                 Defendant, Appellant.\r\n\nNo. 97-1423\r\n\n               UNITED STATES OF AMERICA,\r\n                       Appellee,\r\n\n                           v.\r\n\n                 ANTONIO CRUZ-ARBOLEDA,\r\n                 Defendant, Appellant.\r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n   [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r\n\n                         Before\r\n\n       Selya, Boudin and Lipez, Circuit Judges.\r\n\nRafael F. Castro Lang for appellant Diaz-Pabon.\r\nEric M. Quetglas Jordan for appellant Cruz-Arboleda.\r\nMark Irish, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, Jos A. Quiles-Espinosa,\r\nSenior Litigation Counsel, Camille Vlez-Riv, Assistant United\r\nStates Attorney, and Nelson Prez-Sosa, Assistant United States\r\nAttorney, were on brief,for appellee.   \r\n\nAUGUST 20, 1998\r\n\nLIPEZ, Circuit Judge.  Appellants Osvaldo Diaz-Pabon and\r\nAntonio Cruz-Arboleda were convicted by a jury of federal offenses\r\nstemming from two carjackings and a murder in Puerto Rico, all\r\noccurring in 1995.  Challenging the constitutionality and scope of\r\nthe Anti-Car Theft Act of 1992, 18 U.S.C.  2119, and the refusal\r\nof the district court to remove for cause a prospective juror\r\nduring voir dire, appellants seek to vacate their convictions. \r\nAppellant Diaz-Pabon also appeals his life sentence.  We affirm.\r\n                          I.\r\nOn October 31, 1995, Carlos Ruben Rivera-Aponte, Osvaldo\r\nDiaz-Pabon, and Antonio Cruz-Arboleda met at Rivera-Aponte's\r\napartment, where they hatched a plan to carjack a pharmaceutical\r\ndelivery truck owned by the J.M. Blanco Company.  The three men\r\nleft the apartment in Diaz-Pabon's car, expecting to intercept the\r\ndelivery truck on its regular route.  After observing the delivery\r\ntruck stopped at a red light, Cruz-Arboleda exited Diaz-Pabon's car\r\nand entered the passenger side of the delivery truck with a\r\nfirearm.  As Rivera-Aponte and Diaz-Pabon followed in the car,\r\nCruz-Arboleda and the J.M. Blanco driver continued traveling in the\r\ndelivery truck. After stopping briefly on the side of the road to\r\nallow Diaz-Pabon to join Cruz-Arboleda in the delivery truck, the\r\ntwo vehicles traveled some distance farther and eventually came to\r\na stop.  Diaz-Pabon and Cruz-Arboleda exited the delivery truck\r\nwith the driver's personal belongings and money, joined Rivera-\r\nAponte in the car, and returned to Rivera-Aponte's apartment.  \r\nOn November 28, 1995, the trio committed a second\r\ncarjacking of a J.M. Blanco Company delivery truck.  On this date,\r\nDiaz-Pabon, Cruz-Arboleda, and Rivera-Aponte once again gathered at\r\nRivera-Aponte's apartment.  According to Rivera-Aponte's testimony\r\nat trial, they agreed to go target-shooting together.  As the three\r\nmen proceeded to the target-shooting location in a station wagon\r\nthat had been rented by Diaz-Pabon, they observed a J.M. Blanco\r\nCompany delivery truck stopped at a red light.  After the men\r\nfollowed the delivery truck in the station wagon for some distance,\r\nCruz-Arboleda exited the station wagon and entered the delivery\r\ntruck with a firearm. \r\nAs Rivera-Aponte and Diaz-Pabon followed in the station\r\nwagon, Cruz-Arboleda and the J.M. Blanco driver continued traveling\r\nin the delivery truck. After stopping briefly twice   once to allow\r\nRivera-Aponte to join Cruz-Arboleda in the delivery truck    the\r\ntwo vehicles continued traveling.  Eventually both vehicles stopped\r\nalong the roadside.  Diaz-Pabon, who was still driving the station\r\nwagon, informed Rivera-Aponte that a third vehicle was approaching,\r\nand that he would continue driving the station wagon and turn\r\naround to pick up Rivera-Aponte and Cruz-Arboleda shortly. \r\nAs Rivera-Aponte left the delivery truck to meet Diaz-\r\nPabon, he heard several gunshots.  Returning to the delivery truck,\r\nRivera-Aponte observed the fatally wounded driver lying on the\r\nfloor of the truck and Cruz-Arboleda gathering money and the\r\ndriver's personal belongings.  Shortly thereafter, Diaz-Pabon\r\narrived in the station wagon to retrieve Rivera-Aponte and Cruz-\r\nArboleda as agreed.  Following an argument between Rivera-Aponte\r\nand Cruz-Arboleda about why Cruz-Arboleda had shot the driver, the\r\ntrio left the scene and returned to Rivera-Aponte's apartment. \r\nOn January 31, 1996, Rivera-Aponte, Cruz-Arboleda, and\r\nDiaz-Pabon each were charged by indictment with two counts of\r\ncarjacking in violation of the Anti-Car Theft Act of 1992, 18\r\nU.S.C.  2119, and two counts of using or carrying a firearm during\r\na crime of violence in violation of 18 U.S.C.  924(c)(1).  The\r\nindictments charged aiding and abetting in addition to direct\r\nparticipation. See 18 U.S.C.  2. The government secured the\r\ncooperation of Rivera-Aponte, who entered into a plea agreement and\r\ntestified at the trial of Cruz-Arboleda and Diaz-Pabon. Both men\r\nwere found guilty on all counts.\r\n                         II.\r\nCiting United States v. Lopez, </pre><span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span><pre class=\"inline\"> (1995), Diaz-\r\nPabon and Cruz-Arboleda contend that 18 U.S.C.  2119, the federal\r\ncarjacking statute pursuant to which they were convicted, was not\r\na valid exercise of congressional power under the Commerce Clause. \r\nWe recently rejected an identical facial challenge to section 2119\r\nin United States v. Rivera-Figueroa, Nos. 96-1112, 1290-92, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span>\r\n<span class=\"page\">215809</span></span><pre class=\"inline\"> (1st Cir. May 5, 1998), in which we joined at least seven\r\nother circuits by upholding the constitutionality of the statute. \r\nWe decline to revisit the issue. \r\nDiaz-Pabon and Cruz-Arboleda also challenge the\r\nconstitutionality of section 2119 as applied.  Maintaining that\r\nLopez requires the government to prove that the carjacked vehicles\r\nin question had a \"substantial effect\" on interstate commerce, \r\nappellants contend that the government's evidence   specifically,\r\nthat the carjacked vehicles were shipped to Puerto Rico from Florida\r\nin 1990 and 1991   was insufficient to meet this heightened showing. \r\nContrary to appellants' premise, however, Lopez did not revise the\r\ngovernment's burden of proof on a jurisdictional element in criminal\r\nstatutes.  Instead, it \"identif[ied] the extent to which purely\r\nintrastate activities must impact interstate commerce before\r\nCongress may legislate under the Commerce Clause.\"  United Statesv. Cardoza, </pre><span class=\"citation\" data-id=\"197618\"><a href=\"/opinion/197618/united-states-v-cardoza/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 11 (1st Cir. 1997).  Unlike the statute at\r\nissue in Lopez, section 2119 contains an express jurisdictional\r\nelement requiring evidence that a carjacked vehicle was\r\n\"transported, shipped, or received in interstate or foreign\r\ncommerce.\" 18 U.S.C.  2119.  Satisfaction of this jurisdictional\r\nelement ensures the requisite minimal nexus with interstate commerce\r\nrequired by the Commerce Clause. See Cardoza, 129 F.3d at 11 (citing\r\nScarborough v. United States, </pre><span class=\"citation\" data-id=\"109672\"><a href=\"/opinion/109672/scarborough-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span><pre class=\"inline\"> (1977)). The government\r\npresented undisputed evidence that the carjacked vehicles had been\r\nshipped in interstate commerce, and appellants' as-applied challenge\r\nto section 2119 must fail.  \r\nDiaz-Pabon and Cruz-Arboleda also contend that the\r\ngovernment failed to present sufficient evidence to prove the\r\n\"taking\" element of section 2119.  See 18 U.S.C.  2119 (\"Whoever,\r\nwith the intent to cause death or serious bodily harm takes a motor\r\nvehicle . . . .\").  They maintain that the evidence presented by the\r\ngovernment established only that they temporarily deprived the\r\nvictims of the motor vehicles for the sole purpose of stealing money\r\nand other valuables contained in the motor vehicles.  They contend\r\nsuch evidence does not satisfy section 2119's taking element.  We\r\ndisagree.  An intent to deprive the victim permanently of a motor\r\nvehicle is not required by the taking element, see United States v.\r\nPayne, </pre><span class=\"citation\" data-id=\"153384\"><a href=\"/opinion/153384/united-states-v-payne/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">, 347 (10th Cir. 1996); United States v. Moore, </pre><span class=\"citation\" data-id=\"710894\"><a href=\"/opinion/710894/united-states-v-james-calvin-moore-95-5082-and-gabriel-vaughn-95-5084/\"><span class=\"volume\">73</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">666</span></a></span><pre class=\"inline\">, 668 (6th Cir. 1996), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1228</span></span><pre class=\"inline\"> (1996),\r\nnor is a defendant's motive in taking a motor vehicle relevant to\r\nsection 2119, see Payne, 83 F.3d at 347; Moore, 73 F.3d at 668;\r\nUnited States v. Harris, </pre><span class=\"citation\" data-id=\"6528\"><a href=\"/opinion/6528/united-states-v-harris/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1275</span></a></span><pre class=\"inline\">, 1279 (5th Cir. 1994).  Viewed\r\nin the light most favorable to the government, see Jackson v.\r\nVirginia, </pre><span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span><pre class=\"inline\">, 319 (1979), the evidence was sufficient.\r\n                         III.\r\nDiaz-Pabon and Cruz-Arboleda next argue that the district\r\ncourt's erroneous refusal to strike for cause a prospective juror\r\nwas reversible error because it unfairly forced them to expend one\r\nof their ten peremptory challenges, all of which were exercised. \r\nAlthough restricting a defendant's use of the lawful number of\r\nperemptory challenges is reversible error if a challenge for cause\r\nis erroneously denied, see United States v. Cambara, </pre><span class=\"citation\" data-id=\"540782\"><a href=\"/opinion/540782/united-states-v-joaquin-cambara-united-states-of-america-v-jose-cambara/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span><pre class=\"inline\">,\r\n147-48 (1st Cir. 1990)(citing United States v. Rucker, </pre><span class=\"citation\" data-id=\"346885\"><a href=\"/opinion/346885/united-states-v-edward-rucker/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">1046</span></a></span><pre class=\"inline\">, 1048-49 (4th Cir. 1977)), we must first determine whether the\r\ndistrict court erred in failing to remove the prospective juror for\r\ncause. \r\nA district court's ruling on for-cause challenges to\r\nprospective jurors is reviewed for a clear abuse of discretion.  SeeUnited States v. Gonzalez-Soberal, </pre><span class=\"citation\" data-id=\"197260\"><a href=\"/opinion/197260/united-states-v-gonzalez-soberal/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 69-70 (1st Cir.\r\n1997); United States v. Bartelho, </pre><span class=\"citation\" data-id=\"196452\"><a href=\"/opinion/196452/united-states-v-bartelho/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span><pre class=\"inline\">, 442 (1st Cir. 1995). \r\n\"There are few aspects of a jury trial where we would be less\r\ninclined to disturb a trial judge's exercise of discretion, absent\r\nclear abuse, than in ruling on challenges for cause in the\r\nempaneling of a jury.\"  Gonzalez-Soberal, 109 F.3d at 69-70 (quoting\r\nUnited States v. McCarthy, </pre><span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span><pre class=\"inline\">, 976 (1st Cir. 1992)).  \r\nDuring the voir dire examination, the district court\r\nasked whether any of the prospective jurors or any of the\r\nprospective jurors' family members or close personal friends worked\r\nor had ever worked for J.M. Blanco Company.  Juror #30, the\r\nprospective juror at issue, stated that J.M. Blanco Company was a\r\ncustomer of a company with which he worked, and that he had good\r\nfriends who worked for J.M. Blanco.  The court then asked juror #30\r\nwhether he had been aware of the 1995 carjackings and murder before\r\narriving at court for jury duty.  He responded that he had not. \r\nLater in the voir dire examination, the court asked the entire juror\r\npool whether any one would be unable or unwilling to render a fair\r\nand impartial verdict. None of the prospective jurors, including\r\njuror #30, responded affirmatively. The court declined to strike for\r\ncause juror #30, noting that although he stated that he had friends\r\nat J.M. Blanco Company, he nonetheless had not even heard of the\r\n1995 carjackings and murder.  Diaz-Pabon and Cruz-Arboleda jointly\r\nexercised one of their ten peremptory challenges to remove juror\r\n#30.      \r\nAlthough Diaz-Pabon and Cruz-Arboleda complain that the\r\ncourt failed to examine in sufficient depth the nature of juror\r\n#30's prior connection with the J.M. Blanco Company, they did not\r\nrequest any follow-up questions to expand the scope of inquiry\r\nconcerning juror #30's potential bias.  Moreover, juror #30 did not\r\nknow the murder victim or any members of the victim's family.  He\r\nhad no awareness of the carjackings and murder before being summoned\r\nfor jury duty.  Juror #30 indicated, as did the rest of the juror\r\npool, that he would be able and willing to render a fair and\r\nimpartial verdict.  In these circumstances, the court acted well\r\nwithin the bounds of its discretion by refusing to remove for cause\r\njuror #30.             \r\nBecause the district court did not abuse its discretion\r\nin ruling on the for-cause challenge, we do not have to address\r\nDiaz-Pabon and Cruz-Arboleda's contention that their joint use of\r\na peremptory challenge to remove the prospective juror at issue\r\nmandates reversal.  See United States v. Lowe, </pre><span class=\"citation\" data-id=\"754636\"><a href=\"/opinion/754636/united-states-v-paul-e-lowe/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">, 49 (1stCir. 1998).\r\n                         IV. \r\nDiaz-Pabon argues for the first time on appeal that the\r\nsentencing court should have departed downwards from the sentencing\r\nguidelines pursuant to U.S.S.G.  2A1.1's Application Note 1. In\r\nimposing Diaz-Pabon's life sentence, the court applied section\r\n2A1.1, the first-degree murder guideline.  Section 2A1.1 applies to,\r\ninter alia, the sentencing of perpetrators of certain felonies in\r\nwhich death resulted. See U.S.S.G.  2A1.1 comment. (n.1); see alsoid.  2B3.1(c). Application Note 1 of section 2A1.1 states, however,\r\nthat \"[l]ife imprisonment is not necessarily appropriate in all\r\nsituations,\" and that \"[i]f the defendant did not cause the death\r\nintentionally or knowingly, a downward departure may be warranted.\r\n. . .\"  Id.  2A1.1 comment. (n.1).  Relying on the preceding\r\nprovision from Application Note 1, Diaz-Pabon argues that the\r\nevidence established that he did not intentionally cause the\r\ndelivery truck driver's death, and the sentencing court therefore\r\nshould have departed downwards from section 2A1.1's guideline of\r\nlife imprisonment.         \r\nAlthough the government contends that the district court\r\ndid consider section 2A1.1's application note when sentencing Diaz-\r\nPabon, we find that the record is ambiguous on this point.  It is\r\nclear, however, that Diaz-Pabon never asked the court to consider\r\na downward departure pursuant to the application note. \"[A]rguments\r\nnot squarely presented to the sentencing court cannot debut as of\r\nright in an appellate venue,\" United States v. Martinez-Martinez,\r\n</pre><span class=\"citation\" data-id=\"707600\"><a href=\"/opinion/707600/united-states-v-olivia-martinez-martinez/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span><pre class=\"inline\">, 1225 (1st Cir. 1995) (quoting United States v. Piper,\r\n</pre><span class=\"citation\" data-id=\"195585\"><a href=\"/opinion/195585/united-states-v-piper/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span><pre class=\"inline\">, 620 n.6 (1st Cir. 1994)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1115</span></span><pre class=\"inline\">\r\n(1996), and Diaz-Pabon's unpreserved legal claim is deemed waived.\r\nSee id.    \r\nEven if Diaz-Pabon had sought a departure in the district\r\ncourt on the basis of section 2A1.1's application note, we would be\r\nwithout jurisdiction to review the court's discretionary decision\r\nto reject that request.  See id.; 18 U.S.C.  3742(e),(f). An\r\nappellate court generally lacks jurisdiction to review a sentencing\r\ncourt's discretionary decision not to depart below the guideline\r\nsentencing range. See United States v. Mangos, </pre><span class=\"citation\" data-id=\"197749\"><a href=\"/opinion/197749/united-states-v-mangos/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></a></span><pre class=\"inline\">, 465\r\n(1st Cir. 1998).  There is an exception to this general rule when\r\nthe decision not to depart is based on the sentencing court's\r\nerroneous belief that it lacks the authority to depart.  See id. \r\nThere is nothing in the record, however, to suggest that the\r\nsentencing court believed that it lacked the authority to depart.\r\nTo the contrary, the court stated at the sentencing hearing that it\r\n\"consider[ed] the fact that this defendant did not do the actual\r\nshooting,\" but that it nonetheless believed a life sentence was\r\nappropriate.  In these circumstances, we are without jurisdiction\r\nto review the court's discretionary decision not to depart from the\r\nsentencing guidelines.  \r\nDiaz-Pabon seeks to avoid the statutory limitations on\r\nour jurisdiction by contending that the sentencing court\r\n\"incorrectly applied\" the guidelines.  See 18 U.S.C.  3742(e)(2)\r\n(authorizing a court of appeals to review a sentence which was\r\n\"imposed as a result of an incorrect application of the sentencing\r\nguidelines\").  He relies on the following provision set forth in\r\nApplication Note 1:\r\nIf the defendant did not cause the death\r\nintentionally or knowingly, a downward\r\ndeparture may be warranted.  The extent of the\r\ndeparture should be based on the defendant's\r\nstate of mind (e.g., recklessness or\r\nnegligence), the degree of risk inherent in\r\nthe conduct, and the nature of the underlying\r\noffense conduct. . . .\r\n\nU.S.S.G.  2A1.1 comment. (n.1)(emphasis added). This provision, he\r\ncontends, requires the sentencing court to engage in an analysis of\r\nthe factors listed therein when imposing a sentence for a death that\r\nwas caused unintentionally or unknowingly, and that the sentencing\r\ncourt's failure to do so expressly constituted a misapplication of\r\nthe guidelines.  We do not agree.  The provision at issue simply\r\ndirects that the extent of a departure   not the decision to depart\r\nitself    should be guided by factors listed therein. The sentencing\r\ncourt was under no duty to analyze the factors set forth in\r\nApplication Note 1 to justify its discretionary decision not to\r\ndepart from the guidelines, and we find no merit in Diaz-Pabon's\r\ncontention that the court applied the guidelines incorrectly. \r\n                          V.\r\nFinally, Diaz-Pabon contends that he was deprived of the\r\neffective assistance of counsel during the sentencing phase of his\r\ntrial because his trial counsel did not ask the court to consider\r\na downward departure on the basis of U.S.S.G.  2A1.1's Application\r\nNote 1. We will not consider an ineffective assistance of counsel\r\nclaim on direct appeal unless the record is sufficiently developed\r\nto permit review of the claim.  See Martinez-Martinez, 69 F.3d at\r\n1225.  The proper route for such claims is through a collateral\r\nproceeding in district court pursuant to 28 U.S.C.  2255. Such a\r\nproceeding permits the development of the evidentiary record usually\r\nrequired by ineffective assistance of counsel claims.  See United\r\nStates v. Caggiano, </pre><span class=\"citation\" data-id=\"538794\"><a href=\"/opinion/538794/united-states-v-allen-j-caggiano/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span><pre class=\"inline\">, 100 (1st Cir. 1990).  Diaz-Pabon's\r\nineffective assistance of counsel claim implicates matters beyond\r\nthe record in this proceeding.   We decline to consider the claim\r\non direct appeal.  See Martinez-Martinez, 69 F.3d at 1225.  \r\nThe judgments of the district court are affirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754636/"
  ]
}