{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198049/",
  "absolute_url": "/opinion/198049/pcs-2000-lp-v-romulus/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198049/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:12Z",
  "date_modified": "2017-03-24T10:54:19.362222Z",
  "type": "010combined",
  "sha1": "3ecd89192b8652d01ba257626d2639313eb1c20b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1124.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\r\n                    For the First Circuit\r\n\nNo. 98-1124\r\n\n                     PCS 2000 LP, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n          ROMULUS TELECOMMUNICATIONS, INC., ET AL.,\r\n\n                   Defendants, Appellants.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n    [Hon. Gilberto Gierbolini, Senior U.S. District Judge]\r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n\n        Rosenn* and Campbell, Senior Circuit Judges.\r\n\n   Guillermo Ramos Luia and Rivera, Tulla &amp; Ferrer on brief for\r\nappellants.\r\n   Jorge Bermdez-Torregrosa and Cuevas, Kuinlam &amp; Bermdez on\r\nbrief for appellees.\r\n\nJuly 8, 1998\r\n\n             \r\n*Of the Third Circuit, sitting by designation.\r\n                                SELYA, Circuit Judge.  This appeal requires us to\r\naddress, for the first time, the question of whether the Federal\r\nArbitration Act, 9 U.S.C.  1-16 (1994) (the FAA), in and of\r\nitself confers subject matter jurisdiction on a federal court.  We\r\nanswer this question in the negative.\r\nAt all times material hereto, plaintiff-appellee Unicom\r\nCorporation, a Puerto Rico entity, functioned as the general\r\npartner of plaintiff-appellee PCS 2000 LP (PCS), a limited\r\npartnership engaged in the business of acquiring so-called personal\r\ncommunications services licenses.  PCS periodically participated in\r\nlicense auctions conducted by the Federal Communications Commission\r\n(the FCC).  To assist in this endeavor, PCS enlisted the services\r\nof defendant-appellant Romulus Telecommunications, Inc. (Romulus),\r\na Puerto Rico corporation, as its bidding agent.  The Service\r\nAgreement between PCS and Romulus contained an arbitration clause\r\nproviding that \"[a]ny disputes under this agreement shall be\r\nresolved in San Juan under the rules of the American Arbitration\r\nAssociation.\"\r\nEarly in 1996, PCS authorized Romulus to bid slightly\r\nover $18,000,000 ($18,006,000, to be precise) to acquire an FCC\r\nlicense in the Norfolk, Virginia market.  Romulus, acting through\r\none of its principals, defendant-appellant Anthony Terence Easton,\r\nmistakenly entered a bid for $180,060,000 on PCS's behalf.  In the\r\naftermath of this debacle, Easton, eager to avoid the penalties\r\nincident to the withdrawal of the inflated bid, attempted to\r\npersuade the FCC that it, rather than Romulus, had committed the\r\nbevue.  The attempt backfired when the FCC concluded that Easton\r\nhad intentionally misrepresented material facts, and levied hefty\r\nfines against PCS for the bidding error and Easton's botched cover-\r\nup.\r\nThe plaintiffs sued Romulus, Easton, and Easton's spouse\r\nin a local Puerto Rico court, alleging fraud, breach of contract,\r\nand breach of fiduciary duty.  Romulus countered by filing a demand\r\nfor arbitration with the American Arbitration Association (the AAA)\r\nand moved to dismiss the court action on the strength of the\r\nService Agreement's arbitration clause.  This motion remains\r\noutstanding.\r\nThe AAA agreed to hear the dispute, notwithstanding the\r\nplaintiffs' objection.  The plaintiffs then commenced a second\r\naction in Puerto Rico's federal district court, seeking both a\r\ndeclaration that the dispute was not arbitrable and a provisional\r\norder staying arbitration pendente lite.  The plaintiffs' complaint\r\npremised subject matter jurisdiction expressly and solely on the\r\nFAA.  The court below granted interim relief and ordered the AAA  \r\nwhom the plaintiffs had named as an additional defendant   \"to stay\r\nall proceedings in the case . . . until this Court makes an\r\nadjudication as to the arbitrability of the matters brought before\r\nit.\"  This appeal followed.\r\nBecause the district court's stay order is in the nature\r\nof an injunction, we have appellate jurisdiction.  See 9 U.S.C. \r\n16(a)(2) (authorizing an immediate appeal from \"an interlocutory\r\norder granting . . . an injunction against an arbitration that is\r\nsubject to this title\"); see also 28 U.S.C.  1292(a)(1) (1994)\r\n(permitting interlocutory appeals from injunctions).\r\nThe central issue on appeal is whether the lower court\r\nhad subject matter jurisdiction over the parties' dispute.  This\r\nissue turns on an application of 28 U.S.C.  1331 (1994), which\r\ngrants federal district courts original jurisdiction over civil\r\nactions \"arising under the Constitution, laws, or treaties of the\r\nUnited States.\"  Because no other source of jurisdiction appears on\r\nthe face of the complaint, we must ask whether PCS's suit can be\r\nsaid to \"aris[e] under\" federal law within the meaning of section\r\n1331.  See Viqueira v. First Bank, 140 F.3d 12, 17 (1st Cir. 1998).\r\nIt is settled beyond peradventure that a federal court\r\nmust determine the existence of federal question jurisdiction\r\naccording to the well-pleaded complaint rule.  See id.  The rule\r\nstipulates that, with few exceptions (none applicable here), a case\r\narises under federal law only if a federally cognizable cause of\r\naction appears within the four corners of the complaint.  See City\r\nof Chicago v. International College of Surgeons, 118 S. Ct. 523,\r\n529 (1997); BIW Deceived v. Local S6, 132 F.3d 824, 831 (1st Cir.\r\n1997).  Here, the complaint's jurisdictional allegations rest\r\nsingularly on the FAA, and the claims asserted sound exclusively in\r\ntort and contract    causes of action rooted in local law. \r\nAccordingly, federal jurisdiction depends on the FAA   and the FAA\r\ncannot support such a weight.\r\nThe Supreme Court has concluded that the FAA \"is\r\nsomething of an anomaly in the field of federal-court jurisdiction\"\r\nbecause it \"creates a body of federal substantive law\" without\r\nsimultaneously \"creat[ing] any independent federal-question\r\njurisdiction under 28 U.S.C.  1331 or otherwise.\"  Moses H. Cone\r\nMemorial Hosp. v. Mercury Constr. Corp., 460 U.S. 1, 25 n.32\r\n(1983).  As a result of this odd configuration, there must be some\r\nindependent basis for federal jurisdiction   say, admiralty or\r\ndiversity of citizenship   before a suit aimed at compelling\r\narbitration can proceed in federal court.  See id.\r\nTo be sure, the case at hand presents a slightly\r\ndifferent question from that considered by the Moses H. Cone Court\r\nin that PCS seeks an order staying arbitration as opposed to an\r\norder compelling arbitration.  We deem this to be a distinction\r\nwithout a difference.  We have held squarely that the power to\r\nenjoin an arbitration is \"the concomitant of the power to compel\r\narbitration,\" Societe Generale de Surveillance, S.A. v. Raytheon\r\nEuropean Mgmt. &amp; Sys. Co., 643 F.2d 863, 868 (1st Cir. 1981), and\r\nthus the same provision of the FAA, 9 U.S.C.  4, authorizes both\r\ntypes of orders.  Since the Court's interpretation of section 4 in\r\nthe context of an order compelling arbitration is clear and\r\nunambiguous, there is no principled way in which we can deviate\r\nfrom that interpretation in the context of an order staying\r\narbitration.  We hold, therefore, that a suit under the FAA either\r\nto stay or to compel arbitration must proceed in a state forum\r\nunless some independent basis for federal jurisdiction exists. \r\nAccord Westmoreland Capital Corp. v. Findlay, 100 F.3d 263, 268 (2d\r\nCir. 1996).\r\n   The plaintiffs have a fallback position, but it is\r\nfeeble.  They suggest on appeal (though not in their complaint)\r\nthat section 503(b) of the Communications Act of 1934, 47 U.S.C. \r\n503(b), furnishes a hook on which federal subject matter\r\njurisdiction can be hung.  We disagree.\r\n   In the first place, \"[i]t is black-letter law that\r\njurisdiction must be apparent from the face of the plaintiffs'\r\npleading,\" Viqueira, 140 F.3d at 18, and the plaintiffs' complaint\r\ndoes not mention 47 U.S.C.  503(b).  Moreover, even were this\r\nstatute mentioned in passing, it would fail to supply the requisite\r\nindependent basis for federal jurisdiction.  We explain briefly.\r\n   It is true, as the plaintiffs assert, that this case\r\nperipherally involves FCC bidding practices, and that cases\r\nsometimes arise under federal law when an interpretation of federal\r\nlaw is outcome-determinative.  See Smith v. Kansas City Title &amp;\r\nTrust Co., 255 U.S. 180, 199 (1921).  But section 503(b) of the\r\nCommunications Act confers no private right of action, and the\r\nplaintiffs' complaint only advances non-federal claims. \r\nConsequently, while an interpretation of section 503(b) might\r\nimplicate limited aspects of the plaintiffs' tort and contract\r\nclaims, this is too tenuous a connection to support a claim of\r\nfederal jurisdiction.\r\n   No less an authority than the Supreme Court has made this\r\nclear.  Unless a federal statute bestows a private right of action,\r\ncourts ought to presume that Congress did not intend the statute to\r\nconfer federal jurisdiction.  See Merrell Dow Pharm. Inc. v.\r\nThompson, 478 U.S. 804, 814 &amp; n.12 (1986).  Hence, \"the presence of\r\n[a] federal issue as an element of [a] state tort is not the kind\r\nof adjudication for which jurisdiction would serve congressional\r\npurposes and the federal system.\"  Id. at 814.  It follows\r\ninexorably that, because the claims asserted in the plaintiffs'\r\ncomplaint do not themselves emanate from federal law, the\r\nplaintiffs cannot predicate federal jurisdiction on section 503(b)\r\nof the Communications Act.\r\n   We need go no further.  As neither the FAA nor any other\r\nfederal statute furnishes an independent basis for federal\r\njurisdiction, the district court lacked authority either to\r\nconsider the plaintiffs' complaint or to make any orders in respect\r\nto the slated arbitration of the parties' dispute.\r\n   The district court's jurisdictional finding is reversed,\r\nthe stay order is vacated, and the cause is remanded with\r\ninstructions to dismiss the action without prejudice for want of\r\nsubject matter jurisdiction.  Costs in favor of the appellants.\n",
  "html": "<p class=\"case_cite\">148 F.3d 32</p>\n    <p class=\"parties\">PCS 2000 LP, et al., Plaintiffs, Appellees,<br>v.<br>ROMULUS TELECOMMUNICATIONS, INC., et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1124.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 5, 1998.<br>Decided July 8, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Guillermo Ramos Luina and Rivera, Tulla &amp; Ferrer on brief for appellants.</p>\n      <p class=\"indent\">Jorge Bermdez-Torregrosa and Cuevas, Kuinlam &amp; Bermdez on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ROSENN<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to address, for the first time, the question of whether the Federal Arbitration Act, 9 U.S.C. &#167;&#167; 1-16 (1994) (the FAA), in and of itself confers subject matter jurisdiction on a federal court.  We answer this question in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At all times material hereto, plaintiff-appellee Unicom Corporation, a Puerto Rico entity, functioned as the general partner of plaintiff-appellee PCS 2000 LP (PCS), a limited partnership engaged in the business of acquiring so-called personal communications services licenses.  PCS periodically participated in license auctions conducted by the Federal Communications Commission (the FCC).  To assist in this endeavor, PCS enlisted the services of defendant-appellant Romulus Telecommunications, Inc.  (Romulus), a Puerto Rico corporation, as its bidding agent.  The Service Agreement between PCS and Romulus contained an arbitration clause providing that \"[a]ny disputes under this agreement shall be resolved in San Juan under the rules of the American Arbitration Association.\"Early in 1996, PCS authorized Romulus to bid slightly over $18,000,000 ($18,006,000, to be precise) to acquire an FCC license in the Norfolk, Virginia market.  Romulus, acting through one of its principals, defendant-appellant Anthony Terence Easton, mistakenly entered a bid for $180,060,000 on PCS's behalf.  In the aftermath of this debacle, Easton, eager to avoid the penalties incident to the withdrawal of the inflated bid, attempted to persuade the FCC that it, rather than Romulus, had committed the bevue.  The attempt backfired when the FCC concluded that Easton had intentionally misrepresented material facts, and levied hefty fines against PCS for the bidding error and Easton's botched cover-up.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs sued Romulus, Easton, and Easton's spouse in a local Puerto Rico court, alleging fraud, breach of contract, and breach of fiduciary duty.  Romulus countered by filing a demand for arbitration with the American Arbitration Association (the AAA) and moved to dismiss the court action on the strength of the Service Agreement's arbitration clause.  This motion remains outstanding.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The AAA agreed to hear the dispute, notwithstanding the plaintiffs' objection.  The plaintiffs then commenced a second action in Puerto Rico's federal district court, seeking both a declaration that the dispute was not arbitrable and a provisional order staying arbitration pendente lite.   The plaintiffs' complaint premised subject matter jurisdiction expressly and solely on the FAA.  The court below granted interim relief and ordered the AAA--whom the plaintiffs had named as an additional defendant--\"to stay all proceedings in the case ... until this Court makes an adjudication as to the arbitrability of the matters brought before it.\"   This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because the district court's stay order is in the nature of an injunction, we have appellate jurisdiction.  See 9 U.S.C. &#167; 16(a)(2) (authorizing an immediate appeal from \"an interlocutory order granting ... an injunction against an arbitration that is subject to this title\");  see also 28 U.S.C. &#167; 1292(a)(1) (1994) (permitting interlocutory appeals from injunctions).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The central issue on appeal is whether the lower court had subject matter jurisdiction over the parties' dispute.  This issue turns on an application of 28 U.S.C. &#167; 1331 (1994), which grants federal district courts original jurisdiction over civil actions \"arising under the Constitution, laws, or treaties of the United States.\"   Because no other source of jurisdiction appears on the face of the complaint, we must ask whether PCS's suit can be said to \"aris[e] under\" federal law within the meaning of section 1331.  See Viqueira v. First Bank, 140 F.3d 12, 17 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is settled beyond peradventure that a federal court must determine the existence of federal question jurisdiction according to the well-pleaded complaint rule.  See id.   The rule stipulates that, with few exceptions (none applicable here), a case arises under federal law only if a federally cognizable cause of action appears within the four corners of the complaint.  See City of Chicago v. International College of Surgeons, --- U.S. ----, ----, 118 S.Ct. 523, 529, 139 L.Ed.2d 525 (1997);  BIW Deceived v. Local S6, 132 F.3d 824, 831 (1st Cir.1997).  Here, the complaint's jurisdictional allegations rest singularly on the FAA, and the claims asserted sound exclusively in tort and contract--causes of action rooted in local law.  Accordingly, federal jurisdiction depends on the FAA--and the FAA cannot support such a weight.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Supreme Court has concluded that the FAA \"is something of an anomaly in the field of federal-court jurisdiction\" because it \"creates a body of federal substantive law\" without simultaneously \"creat[ing] any independent federal-question jurisdiction under 28 U.S.C. &#167; 1331 or otherwise.\"  Moses H. Cone Memorial Hosp. v. Mercury Constr.  Corp., 460 U.S. 1, 25 n. 32, 103 S.Ct. 927, 74 L.Ed.2d 765 (1983).  As a result of this odd configuration, there must be some independent basis for federal jurisdiction--say, admiralty or diversity of citizenship--before a suit aimed at compelling arbitration can proceed in federal court.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To be sure, the case at hand presents a slightly different question from that considered by the Moses H. Cone Court in that PCS seeks an order staying arbitration as opposed to an order compelling arbitration.  We deem this to be a distinction without a difference.  We have held squarely that the power to enjoin an arbitration is \"the concomitant of the power to compel arbitration,\" Societe Generale de Surveillance, S.A. v. Raytheon European Mgmt. &amp; Sys. Co., 643 F.2d 863, 868 (1st Cir.1981), and thus the same provision of the FAA, 9 U.S.C. &#167; 4, authorizes both types of orders.  Since the Court's interpretation of section 4 in the context of an order compelling arbitration is clear and unambiguous, there is no principled way in which we can deviate from that interpretation in the context of an order staying arbitration.  We hold, therefore, that a suit under the FAA either to stay or to compel arbitration must proceed in a state forum unless some independent basis for federal jurisdiction exists.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Accord Westmoreland Capital Corp. v. Findlay, 100 F.3d 263, 268 (2d Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs have a fallback position, but it is feeble.  They suggest on appeal (though not in their complaint) that section 503(b) of the Communications Act of 1934, 47 U.S.C. &#167; 503(b), furnishes a hook on which federal subject matter jurisdiction can be hung.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the first place, \"[i]t is black-letter law that jurisdiction must be apparent from the face of the plaintiffs' pleading,\" Viqueira, 140 F.3d at 18, and the plaintiffs' complaint does not mention 47 U.S.C. &#167; 503(b).  Moreover, even were this statute mentioned in passing, it would fail to supply the requisite independent basis for federal jurisdiction.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is true, as the plaintiffs assert, that this case peripherally involves FCC bidding practices, and that cases sometimes arise under federal law when an interpretation of federal law is outcome-determinative.  See Smith v. Kansas City Title &amp; Trust Co., 255 U.S. 180, 199, 41 S.Ct. 243, 65 L.Ed. 577 (1921).  But section 503(b) of the Communications Act confers no private right of action, and the plaintiffs' complaint only advances non-federal claims.  Consequently, while an interpretation of section 503(b) might implicate limited aspects of the plaintiffs' tort and contract claims, this is too tenuous a connection to support a claim of federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">No less an authority than the Supreme Court has made this clear.  Unless a federal statute bestows a private right of action, courts ought to presume that Congress did not intend the statute to confer federal jurisdiction.  See Merrell Dow Pharm.  Inc. v. Thompson, 478 U.S. 804, 814 &amp; n. 12, 106 S.Ct. 3229, 92 L.Ed.2d 650 (1986).  Hence, \"the presence of [a] federal issue as an element of [a] state tort is not the kind of adjudication for which jurisdiction would serve congressional purposes and the federal system.\"  Id. at 814, 106 S.Ct. 3229.   It follows inexorably that, because the claims asserted in the plaintiffs' complaint do not themselves emanate from federal law, the plaintiffs cannot predicate federal jurisdiction on section 503(b) of the Communications Act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.  As neither the FAA nor any other federal statute furnishes an independent basis for federal jurisdiction, the district court lacked authority either to consider the plaintiffs' complaint or to make any orders in respect to the slated arbitration of the parties' dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court's jurisdictional finding is reversed, the stay order is vacated, and the cause is remanded with instructions to dismiss the action without prejudice for want of subject matter jurisdiction.  Costs in favor of the appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It should be noted that the denial of federal jurisdiction does not unfairly prejudice the plaintiffs in their pursuit of claims against Romulus and Easton.  In the first place, there is no reason to believe that the AAA will give the plaintiffs less of a remedy than they deserve.  In the second place, should the plaintiffs still wish to litigate arbitrability issues, they may do so, albeit in the Puerto Rico courts.  In turn, those courts must adhere to and enforce the FAA, as that statute applies unreservedly in state as well as federal courts.  See Southland Corp. v. Keating, 465 U.S. 1, 12, 104 S.Ct. 852, 79 L.Ed.2d 1 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute authorizes the FCC to impose civil penalties and the like for, inter alia, bidding irregularities.  See 47 U.S.C. &#167; 503(b) (1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span></p>\n    <p class=\"parties\">PCS 2000 LP, et al., Plaintiffs, Appellees,<br>v.<br>ROMULUS TELECOMMUNICATIONS, INC., et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1124.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 5, 1998.<br>Decided July 8, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Guillermo Ramos Luina and Rivera, Tulla &amp; Ferrer on brief for appellants.</p>\n      <p class=\"indent\">Jorge Bermdez-Torregrosa and Cuevas, Kuinlam &amp; Bermdez on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ROSENN<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to address, for the first time, the question of whether the Federal Arbitration Act, 9 U.S.C. &#167;&#167; 1-16 (1994) (the FAA), in and of itself confers subject matter jurisdiction on a federal court.  We answer this question in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At all times material hereto, plaintiff-appellee Unicom Corporation, a Puerto Rico entity, functioned as the general partner of plaintiff-appellee PCS 2000 LP (PCS), a limited partnership engaged in the business of acquiring so-called personal communications services licenses.  PCS periodically participated in license auctions conducted by the Federal Communications Commission (the FCC).  To assist in this endeavor, PCS enlisted the services of defendant-appellant Romulus Telecommunications, Inc.  (Romulus), a Puerto Rico corporation, as its bidding agent.  The Service Agreement between PCS and Romulus contained an arbitration clause providing that \"[a]ny disputes under this agreement shall be resolved in San Juan under the rules of the American Arbitration Association.\"Early in 1996, PCS authorized Romulus to bid slightly over $18,000,000 ($18,006,000, to be precise) to acquire an FCC license in the Norfolk, Virginia market.  Romulus, acting through one of its principals, defendant-appellant Anthony Terence Easton, mistakenly entered a bid for $180,060,000 on PCS's behalf.  In the aftermath of this debacle, Easton, eager to avoid the penalties incident to the withdrawal of the inflated bid, attempted to persuade the FCC that it, rather than Romulus, had committed the bevue.  The attempt backfired when the FCC concluded that Easton had intentionally misrepresented material facts, and levied hefty fines against PCS for the bidding error and Easton's botched cover-up.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs sued Romulus, Easton, and Easton's spouse in a local Puerto Rico court, alleging fraud, breach of contract, and breach of fiduciary duty.  Romulus countered by filing a demand for arbitration with the American Arbitration Association (the AAA) and moved to dismiss the court action on the strength of the Service Agreement's arbitration clause.  This motion remains outstanding.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The AAA agreed to hear the dispute, notwithstanding the plaintiffs' objection.  The plaintiffs then commenced a second action in Puerto Rico's federal district court, seeking both a declaration that the dispute was not arbitrable and a provisional order staying arbitration pendente lite.   The plaintiffs' complaint premised subject matter jurisdiction expressly and solely on the FAA.  The court below granted interim relief and ordered the AAA--whom the plaintiffs had named as an additional defendant--\"to stay all proceedings in the case ... until this Court makes an adjudication as to the arbitrability of the matters brought before it.\"   This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because the district court's stay order is in the nature of an injunction, we have appellate jurisdiction.  See 9 U.S.C. &#167; 16(a)(2) (authorizing an immediate appeal from \"an interlocutory order granting ... an injunction against an arbitration that is subject to this title\");  see also 28 U.S.C. &#167; 1292(a)(1) (1994) (permitting interlocutory appeals from injunctions).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The central issue on appeal is whether the lower court had subject matter jurisdiction over the parties' dispute.  This issue turns on an application of 28 U.S.C. &#167; 1331 (1994), which grants federal district courts original jurisdiction over civil actions \"arising under the Constitution, laws, or treaties of the United States.\"   Because no other source of jurisdiction appears on the face of the complaint, we must ask whether PCS's suit can be said to \"aris[e] under\" federal law within the meaning of section 1331.  See Viqueira v. First Bank, <span class=\"citation\" data-id=\"197886\"><a href=\"/opinion/197886/jamie-viqueira-v-first-bank/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is settled beyond peradventure that a federal court must determine the existence of federal question jurisdiction according to the well-pleaded complaint rule.  See id.   The rule stipulates that, with few exceptions (none applicable here), a case arises under federal law only if a federally cognizable cause of action appears within the four corners of the complaint.  See City of Chicago v. International College of Surgeons, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118158\"><a href=\"/opinion/118158/chicago-v-international-college-of-surgeons/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></a></span>, 529, <span class=\"citation\" data-id=\"118158\"><a href=\"/opinion/118158/chicago-v-international-college-of-surgeons/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">525</span></a></span> (1997);  BIW Deceived v. Local S6, <span class=\"citation\" data-id=\"749863\"><a href=\"/opinion/749863/biw-deceived-v-local-s6-industrial-union-of-marine-and-shipbuilding/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 831 (1st Cir.1997).  Here, the complaint's jurisdictional allegations rest singularly on the FAA, and the claims asserted sound exclusively in tort and contract--causes of action rooted in local law.  Accordingly, federal jurisdiction depends on the FAA--and the FAA cannot support such a weight.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Supreme Court has concluded that the FAA \"is something of an anomaly in the field of federal-court jurisdiction\" because it \"creates a body of federal substantive law\" without simultaneously \"creat[ing] any independent federal-question jurisdiction under 28 U.S.C. &#167; 1331 or otherwise.\"  Moses H. Cone Memorial Hosp. v. Mercury Constr.  Corp., <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 25 n. 32, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983).  As a result of this odd configuration, there must be some independent basis for federal jurisdiction--say, admiralty or diversity of citizenship--before a suit aimed at compelling arbitration can proceed in federal court.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To be sure, the case at hand presents a slightly different question from that considered by the Moses H. Cone Court in that PCS seeks an order staying arbitration as opposed to an order compelling arbitration.  We deem this to be a distinction without a difference.  We have held squarely that the power to enjoin an arbitration is \"the concomitant of the power to compel arbitration,\" Societe Generale de Surveillance, S.A. v. Raytheon European Mgmt. &amp; Sys. Co., <span class=\"citation\" data-id=\"388174\"><a href=\"/opinion/388174/societe-generale-de-surveillance-sa-v-raytheon-european-management-and/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span></a></span>, 868 (1st Cir.1981), and thus the same provision of the FAA, 9 U.S.C. &#167; 4, authorizes both types of orders.  Since the Court's interpretation of section 4 in the context of an order compelling arbitration is clear and unambiguous, there is no principled way in which we can deviate from that interpretation in the context of an order staying arbitration.  We hold, therefore, that a suit under the FAA either to stay or to compel arbitration must proceed in a state forum unless some independent basis for federal jurisdiction exists.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Accord Westmoreland Capital Corp. v. Findlay, <span class=\"citation\" data-id=\"729698\"><a href=\"/opinion/729698/westmoreland-capital-corporation-joseph-m-jayson-and-judith-p-jayson-v/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 268 (2d Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs have a fallback position, but it is feeble.  They suggest on appeal (though not in their complaint) that section 503(b) of the Communications Act of 1934, 47 U.S.C. &#167; 503(b), furnishes a hook on which federal subject matter jurisdiction can be hung.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the first place, \"[i]t is black-letter law that jurisdiction must be apparent from the face of the plaintiffs' pleading,\" Viqueira, 140 F.3d at 18, and the plaintiffs' complaint does not mention 47 U.S.C. &#167; 503(b).  Moreover, even were this statute mentioned in passing, it would fail to supply the requisite independent basis for federal jurisdiction.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is true, as the plaintiffs assert, that this case peripherally involves FCC bidding practices, and that cases sometimes arise under federal law when an interpretation of federal law is outcome-determinative.  See Smith v. Kansas City Title &amp; Trust Co., <span class=\"citation\" data-id=\"99730\"><a href=\"/opinion/99730/smith-v-kansas-city-title-trust-co/\"><span class=\"volume\">255</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">180</span></a></span>, 199, <span class=\"citation\" data-id=\"99730\"><a href=\"/opinion/99730/smith-v-kansas-city-title-trust-co/\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">243</span></a></span>, <span class=\"citation\" data-id=\"99730\"><a href=\"/opinion/99730/smith-v-kansas-city-title-trust-co/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">577</span></a></span> (1921).  But section 503(b) of the Communications Act confers no private right of action, and the plaintiffs' complaint only advances non-federal claims.  Consequently, while an interpretation of section 503(b) might implicate limited aspects of the plaintiffs' tort and contract claims, this is too tenuous a connection to support a claim of federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">No less an authority than the Supreme Court has made this clear.  Unless a federal statute bestows a private right of action, courts ought to presume that Congress did not intend the statute to confer federal jurisdiction.  See Merrell Dow Pharm.  Inc. v. Thompson, <span class=\"citation\" data-id=\"111758\"><a href=\"/opinion/111758/merrell-dow-pharmaceuticals-inc-v-thompson/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">804</span></a></span>, 814 &amp; n. 12, <span class=\"citation\" data-id=\"111758\"><a href=\"/opinion/111758/merrell-dow-pharmaceuticals-inc-v-thompson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3229</span></a></span>, <span class=\"citation\" data-id=\"111758\"><a href=\"/opinion/111758/merrell-dow-pharmaceuticals-inc-v-thompson/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span></a></span> (1986).  Hence, \"the presence of [a] federal issue as an element of [a] state tort is not the kind of adjudication for which jurisdiction would serve congressional purposes and the federal system.\"  Id. at 814, <span class=\"citation\" data-id=\"111758\"><a href=\"/opinion/111758/merrell-dow-pharmaceuticals-inc-v-thompson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3229</span></a></span>.   It follows inexorably that, because the claims asserted in the plaintiffs' complaint do not themselves emanate from federal law, the plaintiffs cannot predicate federal jurisdiction on section 503(b) of the Communications Act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.  As neither the FAA nor any other federal statute furnishes an independent basis for federal jurisdiction, the district court lacked authority either to consider the plaintiffs' complaint or to make any orders in respect to the slated arbitration of the parties' dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court's jurisdictional finding is reversed, the stay order is vacated, and the cause is remanded with instructions to dismiss the action without prejudice for want of subject matter jurisdiction.  Costs in favor of the appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It should be noted that the denial of federal jurisdiction does not unfairly prejudice the plaintiffs in their pursuit of claims against Romulus and Easton.  In the first place, there is no reason to believe that the AAA will give the plaintiffs less of a remedy than they deserve.  In the second place, should the plaintiffs still wish to litigate arbitrability issues, they may do so, albeit in the Puerto Rico courts.  In turn, those courts must adhere to and enforce the FAA, as that statute applies unreservedly in state as well as federal courts.  See Southland Corp. v. Keating, <span class=\"citation\" data-id=\"111091\"><a href=\"/opinion/111091/southland-corp-v-keating/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, <span class=\"citation\" data-id=\"111091\"><a href=\"/opinion/111091/southland-corp-v-keating/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">852</span></a></span>, <span class=\"citation\" data-id=\"111091\"><a href=\"/opinion/111091/southland-corp-v-keating/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute authorizes the FCC to impose civil penalties and the like for, inter alia, bidding irregularities.  See 47 U.S.C. &#167; 503(b) (1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749863/"
  ]
}