{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198073/",
  "absolute_url": "/opinion/198073/bonilla-v-volvo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198073/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:50Z",
  "date_modified": "2017-03-24T10:54:28.139797Z",
  "type": "010combined",
  "sha1": "6cf963dc02e7ebdd9f2eccb6ca6dda3e3f8f2ee1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1135.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-1135\r\n\n                 LUIS BONILLA, ET AL.,\r\n\n                 Plaintiffs, Appellees,\r\n\n                           v.\r\n\n                 VOLVO CAR CORPORATION,\r\n\n                 Defendant, Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n  [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\nCampbell, Senior Circuit Judge,\r\n\nand Boudin, Circuit Judge.\r\n\nGael Mahony with whom Michael D. Vhay, Andres W. Lopez,\r\nAnne L. Showalter, Hill &amp; Barlow, P.C., Rafael Perez-Bachs, Nereida\r\nMelendez-Rivera and McConnell Valdes were on brief for defendant\r\nVolvo Car Corporation.\r\nDaniel L. Goldberg, Alicia L. Downey, Bingham, Dana &amp; Gould\r\nLLP, Charles H. Lockwood II, Vice President &amp; General Counsel,\r\nAssociation of International Automobile Manufacturers, Inc., and\r\nPhillip D. Brady, Vice President &amp; General Counsel, American\r\nAutomobile Manufacturers Association, on brief for Association of\r\nInternational Automobile Manufacturers, Inc. and American\r\nAutomobile Manufacturers Association, Amici Curiae.\r\nAllan Kanner with whom Conlee Schell Whiteley, Allan Kanner &amp;\r\nAssociates, P.C., Paul H. Hulsey, Frederick J. Jekel, Theodore H.\r\nHuge, Ness, Motley, Loadholt, Richardson &amp; Poole, P.A., Jose F.\r\nQuetglas Jordan, Eric Quetglas Jordan, Zygmunt Slominski, Quetglas\r\nLaw Offices, Daniel Harris and Law Offices of Daniel Harris were on\r\nbrief for plaintiffs Luis Bonilla, et al.\r\n\nJuly 28, 1998\r\n\nBOUDIN, Circuit Judge.  In these seven related appeals,\r\nwe are asked to examine numerous rulings and decisions in a complex\r\ncivil suit brought under the Racketeering Influenced and Corrupt\r\nOrganizations Act, 18 U.S.C.  1962 (\"RICO\").  This opinion\r\naddresses the first of the appeals, the principal appeal (No. 97-\r\n1135) of Volvo Car Corporation (\"Volvo\"), and two companion\r\nopinions resolve the remaining appeals.  We briefly set forth the\r\nprocedural history of the case as background for all three\r\nopinions.\r\nThe plaintiffs are a class of individuals and\r\ncorporations who, between 1983 and 1993, among them purchased 9,077\r\ncars of the 200 series manufactured by Volvo, a Swedish automobile\r\nmanufacturer.  The cars were imported to Puerto Rico by Trebol\r\nMotors Distributor Corporation (\"Trebol Distributor\"), and sold for\r\nthe most part by Trebol Motors Corporation (\"Trebol Motors\").  Both\r\nof these companies (together \"Trebol\") were owned by Jorge Gonzalez\r\nand, after his death, by his widow and son, defendants Conchita\r\nNavarro de Gonzalez and Ricardo Gonzalez Navarro (together \"the\r\nGonzalez defendants\").\r\nPlaintiffs have advanced various arguments at different\r\ntimes, but the claims coalesce around one general complaint:  that\r\nVolvo, Trebol, and the Gonzalez defendants conspired to violate,\r\nand did in fact violate, RICO by engaging in hundreds of predicate\r\nacts of mail and wire fraud.  18 U.S.C.  1341, 1343, 1962.  The\r\nplaintiffs allege that the acts were part of a complex and\r\nmultifaceted scheme to defraud Puerto Rican purchasers by\r\novercharging them for series 200 Volvo cars.  \r\nThe plaintiffs' first complaint was filed in the district\r\ncourt on June 16, 1992, and named as defendants Volvo, Trebol, and\r\nthe Gonzalez defendants, and certain other companies no longer\r\nparties to the case.  The parties spent nearly four years in\r\nbitterly waged discovery battles.  On April 26, 1996, the district\r\ncourt granted the plaintiffs' motion to file a Third Amended\r\nComplaint, which is the operative complaint in the suit.  Trial was\r\nscheduled to begin before a jury on Monday, June 24, 1996.  \r\nOn the afternoon of Friday, June 21, 1996--almost\r\nliterally the eve of trial--Trebol and the Gonzalez defendants\r\npresented the district court with a joint notice consenting to\r\nentry of default \"as to the factual averments of the Third Amended\r\nComplaint.\"  The district court entered a \"final Partial Judgment\r\non the issue of liability\" against Trebol and the Gonzalez\r\ndefendants on July 2.  \r\nTrial proceeded with Volvo as the sole defendant.  The\r\ndistrict court had earlier bifurcated the proceedings, intending\r\nthat the jury would produce a general liability verdict first and\r\nthen, if necessary, a verdict regarding damages.  Indeed, the\r\ndistrict court envisioned two separate damages proceedings, one to\r\ndetermine class-wide damages, and a second (probably involving a\r\nspecial master) to determine the damages of individual class\r\nmembers.  However, the presentation of the evidence was not\r\nbifurcated, and the jury heard testimony regarding both liability\r\nand damages over twenty days of trial.  \r\nOn July 25, 1996, the twenty-second day of trial, the\r\njury returned a verdict finding that Volvo was liable for violating\r\nand conspiring to violate RICO's prohibition on racketeering\r\nactivity.  18 U.S.C.  1962(c), (d).  The jury also found that\r\nVolvo had used or invested income from a pattern of racketeering\r\nactivity, id.  1962(a), but that the plaintiffs had not been\r\ninjured by this violation.  \r\nOn July 31, 1996, the district court held a hearing on\r\ndamages.  Neither plaintiffs nor Volvo presented further evidence,\r\nbut both presented arguments to the jury based on the evidence\r\nalready submitted.  The next day, the jury found Volvo liable for\r\n$43,197,100.  The district court trebled the amount under 18 U.S.C.\r\n1964(c), yielding $129,591,300.  The plaintiffs then moved for\r\nprejudgment interest, attorney's fees, and costs, alleging\r\nvexatious discovery conduct by Volvo.  Volvo moved for judgment as\r\na matter of law or a new trial.\r\nOn August 29, 1996, the court held a hearing on damages\r\nas to Trebol and the Gonzalez defendants.  On October 10, 1996, the\r\ndistrict court issued an opinion and orders denying Volvo's motion\r\nfor judgment in its favor or new trial and the plaintiffs' motion\r\nfor prejudgment interest.  The court also entered a final judgment\r\nas to all defendants (including Trebol and the Gonzalezes) in the\r\nfull amount of the trebled verdict.  Volvo renewed its motion for\r\njudgment or new trial, and Trebol and the Gonzalez defendants filed\r\nseparate motions to set aside the judgment under Fed. R. Civ. P.\r\n59, all of which were eventually denied.  \r\nOn March 27, 1997, the district court entered two lengthy\r\norders.  The first order sanctioned all defendants for vexatious\r\nconduct during discovery by declaring that the court would view\r\nplaintiffs' submission regarding computation of attorney's fees\r\nwith indulgence.  The second order awarded attorney's fees and\r\ncosts to the plaintiffs in the amount of $3,518,844.41.  Trebol\r\nMotors and Trebol Distributor had filed for bankruptcy under\r\nChapter 11 nearly six months before, on September 30, 1996.\r\nVolvo now appeals the denial of its motion for judgment\r\nas a matter of law, for a new trial, or for a remittitur (No. 97-\r\n1135), as well as the district court's ruling on sanctions and\r\nattorney's fees (No. 97-1599).  Trebol and the Gonzalez defendants\r\nappeal from the entry of judgment against them (Nos. 97-1140, 97-\r\n1143), and the Gonzalez defendants also appeal the sanction and fee\r\naward (No. 97-1790).  Finally, the plaintiffs have filed a\r\nprotective appeal asking that, in the event of a remand, this court\r\nshould require the district court to award them prejudgment\r\ninterest (No. 97-1145).\r\nIn this opinion, we address only Volvo's appeal on the\r\nmerits; the remaining appeals are dealt with in two separate\r\nopinions also issued today.  In the instant appeal, Volvo argues\r\nthat judgment should be entered in its favor because several\r\nelements necessary to the plaintiffs' claims were not established\r\nby the evidence.  Volvo also makes several attacks on procedural\r\nand evidentiary rulings, which it claims warrant a remand for a new\r\ntrial.\r\nVolvo's main contention is that the evidence does not\r\nsupport a finding that Volvo committed predicate acts of mail or\r\nwire fraud, a crucial element of plaintiffs' RICO claim.  See Ahmedv. Rosenblatt, 118 F.3d 886, 888 (1st Cir. 1997).  We review the\r\ndistrict court's denial of Volvo's motion for judgment as a matter\r\nof law de novo as to issues of law.  We resolve credibility issues\r\nand draw inferences in favor of the jury verdict and examine the\r\nevidence as a whole.  Still, the verdict cannot stand if no\r\nreasonable reading of the evidence will support it.  See Schultz v.\r\nRhode Island Hosp. Trust Nat'l Bank, N.A., 94 F.3d 721, 731 (1st\r\nCir. 1996). \r\nTo prove mail or wire fraud, plaintiffs must show three\r\nelements: a \"scheme to defraud,\" Volvo's \"knowing and willful\r\nparticipation in the scheme with the intent to defraud,\" and the\r\nuse of the mails or interstate wire or radio communication in\r\nfurtherance of the scheme.  United States v. Cassiere, 4 F.3d 1006,\r\n1011 (1st Cir. 1993).  The conduct must \"be intended to deceiveanother, by means of false or fraudulent pretenses,\r\nrepresentations, promises, or other deceptive conduct.\"  McEvoy\r\nTravel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d 786, 791\r\n(1st Cir.), cert. denied, 498 U.S. 992 (1990).  In addition to\r\ndemonstrating the fraud, however, RICO requires the plaintiffs to\r\nshow that they were \"injured in [their] business or property by\r\nreason of\" the fraud.  18 U.S.C.  1964(c).\r\nThe plaintiffs presented the jury with \"five frauds\" in\r\nwhich they claimed Volvo participated.  These are not five isolated\r\nacts of fraud, but different groups of activity, each comprising\r\nmultiple acts; if the activities within the group were fraudulent,\r\nany one group would reflect multiple \"predicate acts\" under RICO. \r\nWe must determine whether the evidence presented as to at least one\r\nof the five frauds is sufficient to support the verdict.  We\r\nconclude that none of the frauds has been established against\r\nVolvo, that the judgment against it must be reversed, and that\r\nplaintiffs' claims against Volvo fail in their entirety.\r\nExcise Taxes.  First, the plaintiffs claim that Volvo and\r\nTrebol together fraudulently underreported material data to the\r\nPuerto Rican tax authorities, resulting in reduced excise tax\r\npayments on vehicles shipped to Puerto Rico.  During the class\r\nperiod, the excise tax on a car imported to Puerto Rico was a\r\nfunction of its horsepower, weight, and FOB (i.e., factory-gate)\r\nprice from the manufacturer.  Volvo certified to Trebol the weight\r\nand horsepower of each car shipped to Puerto Rico, and Trebol then\r\ndisclosed this information to the tax authorities.\r\nPlaintiffs claim that Volvo used a computation formula\r\nfor horsepower that understated the real horsepower and thus\r\nlowered the amount of excise tax due.  According to plaintiffs'\r\nexpert on tax issues, Puerto Rico regulations prior to March 1989\r\nrequired that horsepower be certified in accordance with standards\r\nof the Society of Automotive Engineers.  It is common ground that\r\nthe Society had promulgated two standards of horsepower measurement\r\nknown as J245 and J1349 and that Puerto Rico's regulations did not\r\nspecify which method was to be used until March 1989, when the\r\nregulations were amended to require the use of J1349.\r\nThe undisputed evidence is that Volvo's certifications to\r\nTrebol until March 1989 used J245, which yielded a measurement of\r\n107 hp for 200 series vehicles.  After the regulations were\r\namended, Volvo began using J1349, which produced a measurement of\r\n114 hp and materially increased the excise tax owed on the\r\nvehicles.  As far as the record shows, Volvo's certifications\r\ndisclosed the method used in calculating horsepower and were\r\naccurate under the methods used.\r\nPlaintiffs make a similar claim of inaccuracy as to car\r\nweight.  Plaintiffs' expert admitted that, prior to 1989, Puerto\r\nRico had no regulations defining how a car's \"curb weight\" was to\r\nbe calculated.  Volvo's certifications specified that certain items\r\nwere not included in the weighing, such as fluids, air\r\nconditioning, air bags, and other accessories.  The weight\r\nregulations were amended in 1989 to specify that curb weight\r\nincluded the weight of fuels and lubricants, among other items. \r\nThere is no evidence that Volvo's certifications thereafter failed\r\nto report the higher weights as required under the amended\r\nregulations.  \r\nPlaintiffs call Volvo's behavior prior to 1989 \"excise\r\ntax fraud.\"  Their contention is that Volvo knew of the alternative\r\nmeasurement methods for weight and horsepower, but used \"false\"\r\nhorsepower and weight figures that enabled Trebol to \"evade\"\r\npayment of over $20 million dollars in excise taxes.  According to\r\nplaintiffs, it is fraudulent behavior to take advantage of\r\nloopholes in the tax laws and a reportedly lax regulatory\r\nenvironment.  Plaintiffs cite no authority for the proposition\r\nthat reducing one's tax burden with methods that are not prohibited\r\nby law constitutes tax fraud.  We are confident that none can be\r\nfound.  \r\nPlaintiffs attempt to strengthen their argument by\r\ndemonstrating that Volvo and Trebol knew that other methods of\r\ncalculating horsepower and weight were available.  In particular,\r\nthey note that the owners' manuals for similar cars sold in the\r\nUnited States and Canada stated horsepower according to the J1349\r\nmethod well before 1989.  This does not establish that Volvo or\r\nTrebol had a duty to use J1349 figures in compliance with Puerto\r\nRico's tax laws.  Plaintiffs' own expert stated that they did not\r\nhave such a duty.\r\nA separate issue concerns the disclosure of the FOB\r\nprice.  Plaintiffs proffered several submissions of Trebol Motors\r\nto the tax authorities in which the FOB price reported is\r\nsubstantially lower than the invoice price charged by Volvo.  A\r\njury could certainly infer that, absent an explanation, such\r\nunderreporting--at least if systematic--constituted tax fraud by\r\nTrebol.  However, no evidence implicates Volvo in false reporting\r\nof the FOB price to the Puerto Rican Bureau of Excise Taxes.  The\r\nplaintiffs' tax expert agreed that the duty to pay the excise tax\r\napplies to the Puerto Rican importer, not to Volvo.  Another expert\r\nagreed that he had seen no evidence that Volvo had participated in\r\ntax evasion involving FOB prices.\r\nPlaintiffs place great weight on a single sentence in a\r\nsingle piece of correspondence in 1987 by a Volvo representative to\r\nTrebol.  The letter concerns a reduction of the length of the\r\nfactory warranty for 1988 vehicles in light of Trebol's inability\r\nto keep warranty claims within Volvo's suggested budget.  The\r\nletter points out that retaining a three-year warranty would\r\nrequire Volvo to raise the vehicle price by $500, whereas reducing\r\nthe warranty to one year would enable Volvo to reduce the price by\r\n$500.  The letter then states: \"Also keep in mind that there is a\r\nhidden potential profit for you due to reduced excise taxes.\"\r\nThe plaintiffs argue that this sentence refers to Volvo's\r\nand Trebol's joint efforts to circumvent excise taxes by\r\nunderreporting data to Puerto Rican authorities.  Although\r\ncreative, this reading is utterly implausible because the letter,\r\nin all other respects, relates to the substantial warranty expenses\r\nincurred by Trebol.  The quoted sentence can only refer to the fact\r\nthat a reduction in warranty, by reducing the invoice cost of the\r\ncar, would by the same token reduce Trebol's excise tax liability,\r\nwhich was calculated partly as a function of invoice cost.\r\nEven if plaintiffs' evidence were sufficient, they have\r\nfailed to prove that they were injured \"by reason of\" such\r\nactivity.  18 U.S.C.  1964(c).  Since excise taxes ordinarily\r\nincrease the cost to consumers, plaintiffs presumably benefitted\r\nfrom a reduction in taxes.  They argue that, by paying lower taxes\r\nthan competing automobile businesses, Trebol gained an advantage\r\nallowing it to dominate the European car market in Puerto Rico and\r\ncharge higher prices than a truly free market would allow.  It is\r\nuncertain whether this sequence, even if proved, would involve\r\ninjury too remote to support recovery under RICO.  See Holmes v.\r\nSecurities Investor Protection Corp., 503 U.S. 258, 268-74 (1992).\r\nHowever this legal issue might be resolved, plaintiffs\r\nhave pointed to no evidence in the record that other car importers\r\nbore higher tax burdens, that these taxes were a reason for a lack\r\nof competition among European cars, or that plaintiffs bought\r\nVolvos because of a lack of European-car alternatives.  We\r\ntherefore conclude that no rational jury could have found that the\r\nsupposed \"excise tax fraud\" comprised acts by Volvo in violation of\r\nRICO or caused a recoverable injury to plaintiffs.\r\nPort-Added Emblems and Accessories.  Plaintiffs' next\r\nallegation concerns emblems and accessories.  During the class\r\nperiod, 200 series Volvo cars sold in the mainland United States\r\nand Puerto Rico had emblems affixed to them that indicated the car\r\nmodel.  The vehicles at issue in this case all bore emblems that\r\nidentified them as 240 DL, 240 GL, or 240 GLE.  The middle number\r\n\"4\" in the 240 model series indicates a car with a four-cylinder\r\nengine.  The underlying 240 series car \"platform\" is the same in\r\nall cases; the evidence at trial showed that the emblems reflect\r\nvarying levels of accessories.  In any given market in any given\r\nyear, GLEs have more accessories and are more expensive than GLs,\r\nwhich in turn have more accessories and a higher price than DLs.\r\nThe dispute centers on how the emblems and accessories\r\ncame to be part of the cars as sold to Puerto Rico customers. \r\nBetween 1985 and 1991, all 200 series cars sent to Puerto Rico\r\narrived from Sweden as 240 DLs with DL emblems.  Trebol, with\r\nVolvo's permission, equipped some DLs with additional Volvo\r\naccessories and new GL or GLE emblems, all of which had been\r\nshipped separately from Sweden.  The cars were then sold as either\r\nGLs or GLEs.  This contrasts with Volvo's practice in most other\r\ndestination markets, where vehicles were imported with accessories\r\nand emblems already factory-installed in Sweden.\r\nTrebol also marketed a car called a \"240 DLWA,\" which\r\nbore a DL emblem but had certain added accessories not included in\r\nTrebol's 240 DL.  DLWA appears to be an internal designation\r\nadopted by Trebol.  Although this model type was not reflected on\r\nan emblem, it did appear in Trebol's internal price lists and some\r\ncustomer purchase contracts.  Thus, even within a single model\r\nyear, vehicles bearing the same emblem might have different\r\naccessories.\r\nThe plaintiffs claim that Volvo's authorization of port\r\ninstalled accessories and emblem changes gave rise to \"fake\" Volvo\r\nmodels, permitting Trebol to sell cars that were \"in reality\" DLs\r\nas if they were DLWAs, GLs or GLEs commanding higher prices. \r\nSeveral plaintiffs testified that they felt \"cheated\" when they\r\ndiscovered that their DLWA, GL or GLE was not \"from the factory\"\r\nbut rather was shipped from Sweden as a DL, with accessories added\r\nin Puerto Rico.  Plaintiffs do not dispute that the cars and all\r\ntheir equipment, including the accessories installed in Puerto\r\nRico, had been manufactured by Volvo in Sweden.\r\nAt trial, Volvo's representative offered an arguably\r\nplausible business explanation for the practice.  However, Volvo\r\napparently conceded that local installation of major accessories\r\nwas a rare practice in Volvo's other markets and did not occur in\r\nthe larger continental U.S. market.  And doubtless a jury might\r\ninitially think that there was something suspicious about upgrading\r\nthe emblem after the car left the factory.\r\nBut looked at objectively, the plaintiffs received the\r\ncars they ordered--Swedish-made Volvo 240 series car platforms with\r\nspecified accessories--and this is so whether the Swedish voltmeter\r\nand upgraded tires were  installed in Sweden or Puerto Rico.  The\r\nPuerto Rico customers all knew what accessories their respective\r\ncars contained.  The question, then, is whether Trebol's sale of\r\nthe car with no affirmative false statement as to where the\r\naccessories were installed could be treated as fraud.  At the core\r\nof the issue is how fraud is to be defined.\r\nPutting aside the scienter element in fraud and looking\r\nonly at behavior, the locus classicus of fraud is a seller's\r\naffirmative false statement or a half truth, i.e., a statement that\r\nis literally true but is made misleading by a significant omission. \r\nSee Emery v. American Gen. Fin., Inc., 71 F.3d 1343, 1348 (7th Cir.\r\n1995) (Posner, C.J.).  At common law, fraud doctrine did not impose\r\nany broader, general duty to disclose, see Chiarella v. United\r\nStates, 445 U.S. 222, 228 (1980), but it is settled that the mail\r\nand wire fraud statutes go somewhat beyond the common law, seeMcEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d 786,\r\n791 (1st Cir. 1990).  Thus, a leading commentary on federal jury\r\ninstructions says that even where there is no falsehood or half\r\ntruth:\r\n[T]he failure to disclose information may also\r\nconstitute a fraudulent representation [under\r\nthe mail and wire fraud statutes] if the\r\ndefendant was under a legal, professional or\r\ncontractual duty to make such a disclosure . .\r\n. .\r\n\n2 Sand, Siffert, Loughlin &amp; Reiss, Modern Federal Jury\r\nInstructions,  44.01, at 44-11 (1997).\r\nThere is no basis here for imputing to Volvo or Trebol a\r\n\"legal, professional or contractual duty\" to announce where the\r\nemblem and accessories were installed.  And Judge Sand's\r\nformulation clearly (and correctly) implies that, outside of these\r\ncategories, there is no general obligation of the seller to tell\r\nthe buyer everything negative that the buyer might be interested in\r\nlearning about the transaction or item to be purchased.  It is safe\r\nto say that few sellers do so--without an explicit regulatory\r\nrequirement--and caveat emptor remains the general rule (absent\r\nfalse statements or half truths).\r\nNo doubt a shadowy area exists in which conduct alone, in\r\ncontext, can amount to a misrepresentation.  Imagine the sale of a\r\n240 DL where the salesman made no formal representations about the\r\ncar, although knowing it to have a four-cylinder lawnmower engine\r\nin place of a car engine; or, consider a customer who explicitly\r\ntold the salesman that she was buying the car because it had built-\r\nin child safety seats, when the salesman knew that the seats had\r\nbeen removed from that particular car.  If such deceptions were\r\ndeliberate, we assume, at least arguendo, that the sales could be\r\ntreated as artifices to defraud under the federal statutes.\r\nBut nothing inherent in the process of buying a Volvo car\r\namounts to an implicit representation that a Volvo-supplied volt\r\nmeter or power antenna was necessarily installed by Volvo in\r\nSweden.  Many cars today are commonly made entirely in countries\r\nother than the home of the manufacturer, and various components are\r\nmade for, rather than by, the car manufacturer.  Nor does it matter\r\nthat for some other markets Volvo installed more of the accessories\r\nin its Swedish factories; whether or not the jury accepted Volvo's\r\nexplanation for its practice (see note 9 above), nothing obliged\r\nVolvo to operate in the same manner in every market.\r\nCuriously, there is not much direct precedent on the\r\nquestion of non-disclosure, and nothing is as helpful as the Sand\r\nformulation.  It would be a truly revolutionary change to make a\r\ncriminal out of every salesman (assuming use of the mails or\r\ntelephone) who did not take the initiative to reveal negative\r\ninformation about the product and who--a jury might find--harbored\r\nin his heart the hope that the buyer would never ask.  Whether or\r\nnot this would bring business in the United States to a standstill\r\nmight be debated; but it is a change, if it is ever to be made,\r\nthat should be undertaken by legislatures and not by courts.  Cf.McEvoy Travel, 904 F.2d at 791-91.\r\nThe plaintiffs say that the accessories added in Puerto\r\nRico disproportionately increased the sale price of the vehicles. \r\nThey claim (for example) that the difference in cost to Trebol\r\nbetween a 1987 DLWA and a 1987 DL was $155, but the difference in\r\npurchase price to the customer was $3100; in other words, Trebol\r\nmarked up the accessories enormously.  Plaintiffs also say that the\r\nGLE label itself effectively represented a $2000 increase in price. \r\nCertain plaintiffs testified that they would not have paid these\r\nsurcharges had they known that the added accessories were so minor.\r\nHowever, the plaintiffs have not shown that the vehicle\r\nprice or the nature of the car's luxuries were unknown to them.  No\r\nplaintiffs testified that they believed the GLE and GL were\r\ndifferent from the DL in any way other than accessories and\r\nemblems; generally, plaintiffs signed a \"Pre-Delivery Inspection\r\nReport\" upon delivery of the vehicles acknowledging the accessories\r\ninstalled in the car.  Plaintiffs' statements in retrospect that\r\nthey would rather not have paid their bargained-for price for\r\naccessories they knew they were getting are not proof of fraud.\r\nPrices.  The plaintiffs' third claim is denominated as\r\none of \"price fraud.\"  This claim consumed much of the trial with\r\nexpert testimony as to whether Volvo cars sold by dealers in the\r\nmainland United States carried substantially lower prices than\r\nequivalently equipped cars sold by Trebol in Puerto Rico.  There\r\nwas also documentary evidence tending to show or negate Volvo's\r\nawareness of the retail prices of cars in Puerto Rico.  \r\nAssuming that Volvo was aware that Trebol's retail prices\r\nexceeded those of comparably equipped Volvo cars on the mainland,\r\nsuch a price disparity is not itself fraud.  An excessive price can\r\nbe the result of fraud, the defrauded buyer generally paying a\r\nhigher price than he would have paid absent a deception.  But there\r\nis nothing in the law of fraud that prevents even a single seller\r\nfrom charging different markups in different markets so long as\r\nthere is no affirmative misrepresentation.\r\nHowever, plaintiffs' claim does not rest solely on the\r\npremise that Trebol's prices were higher than mainland prices. \r\nFirst, the plaintiffs assert that Volvo and Trebol interfered with\r\nthe ability of Volvo dealers in the United States to sell cars at\r\nlower prices in Puerto Rico, and that as a result Trebol was able\r\nto keep charging excessive prices.  Second, plaintiffs argued that\r\nTrebol, with Volvo's permission, discouraged buyers from purchasing\r\nvehicles in the continental United States and importing them to\r\nPuerto Rico by refusing to honor the imported vehicle's warranty\r\nfor more than one year.\r\nPutting aside Volvo's own responsibility for Trebol's\r\npricing, large markups and differential pricing may seem unfair to\r\nconsumers and may well have appeared reprehensible to the jury. \r\nAnd actions taken by Volvo or Trebol or both to reinforce this\r\nmarket segmentation and to discourage intra-brand competition by\r\nother mainland-based Volvo dealers may have looked even worse. \r\nIndeed, some kinds of constraints on intra-brand competition are\r\nvulnerable under the antitrust laws.  See Continental T. V., Inc.v. GTE Sylvania Inc., 433 U.S. 36, 58-59 (1977); Packard Motor Car\r\nCo. v. Webster Motor Car Co., 243 F.2d 418, 420 (D.C. Cir.), cert.\r\ndenied, 355 U.S. 822 (1957).\r\nThe ability to charge excessive markups and engage in\r\ndifferential pricing is almost everywhere the symptom of lack of\r\ncompetition or other market failure (e.g., inadequate information). \r\nSuch behavior flourishes in markets that are small and are\r\ngeographically or otherwise isolated.  For products like\r\nautomobiles, customers tend to shop where they can also get service\r\nand one expects less competition and higher markups in thinner\r\nmarkets (where costs may also be higher).  Whether price\r\ndiscrimination helps or hurts consumers, and it can do either, VIII\r\nAreeda, Antitrust Law  1616f, at 226 (1989), it is not itself\r\nfraud.\r\nWe have no reason to consider whether the antitrust laws\r\nwould reach Volvo's discouragement of Florida dealers from\r\nmarketing their cars in Puerto Rico or Volvo's use of warranty\r\npolicies to dissuade customers from buying their cars elsewhere and\r\nbringing them to Puerto Rico.  Antitrust violations were not\r\ncharged in this case, and in any event do not constitute predicate\r\nacts under RICO.  18 U.S.C.  1961(1).  This is also not the rare\r\ncase where an antitrust violation also involves a sufficient\r\nmeasure of deception to qualify as fraud (e.g., secret bid-rigging\r\ncases).\r\nDouble Invoicing.  The most factually complex claim\r\nagainst Volvo arises from a double invoicing scheme involving a\r\nLiechtenstein-based corporation named Auto und Motoren\r\nAktiengesellschaft (\"AUM\").  Trebol, Volvo, and AUM maintained what\r\nwas, according to Volvo, a relationship whereby AUM guaranteed\r\nTrebol's debts to Volvo.  Volvo would send Trebol an invoice with\r\nevery shipment of vehicles and copy that invoice to AUM to keep it\r\ninformed of its potential liability.\r\nPlaintiffs showed that, between 1986 and 1989, AUM sent\r\nTrebol additional invoices for the same vehicles but with different\r\npurported prices.  AUM's invoices sometimes overstated the\r\nvehicles' cost relative to the actual price in the authentic Volvo\r\ninvoice by as much as $3000; not all AUM invoices contained\r\ninflated prices and some of the inflated ones involved small\r\namounts (e.g., $50).  In any case, Trebol used these inflated\r\ninvoices to obtain higher inventory financing from Puerto Rican\r\nbanks and Trebol also calculated its retail prices using the\r\ninflated cost as a starting point.  Trebol also remitted the higher\r\ninvoice amount to AUM, resulting in the accumulation of a pool of\r\nexcess funds in Liechtenstein.  Plaintiffs' evidence suggested that\r\nsome of these funds were funnelled back to Trebol.\r\nSince Trebol was sent copies of the original Volvo-\r\nprepared invoices, a rational jury could conclude that Trebol knew\r\nof the actual prices and was defrauding Puerto Rican banks by means\r\nof the double invoicing scheme.  If Trebol used the inflated\r\ninvoice prices on its tax returns, tax authorities may also have\r\nbeen defrauded.  Far more tenuous is the conclusion that Volvoknowingly participated in the fraud.  After reviewing the evidence\r\npresented, we do not believe that any rational jury could conclude\r\nthat it was more likely than not that Volvo knowingly participated\r\nin the AUM fraud.\r\nPlaintiffs say that an inference of such knowledge could\r\nbe inferred because Volvo's relationship with AUM was unusual and\r\nnot adequately explained.  Plaintiffs point out that Volvo\r\nimporters in other markets usually did not invoice through a\r\nforeign guarantor.  Plaintiffs' expert testified that AUM served no\r\nlegitimate business purpose: he said that it seemed to serve simply\r\nas a conduit for Trebol's payments and despite the \"guarantor\"\r\nlabel, in early 1993, Volvo executed a \"Loan Agreement\" whereby\r\nVolvo loaned AUM 2.7 million dollars to cover Trebol's debts--a\r\ntransaction that appears exactly contrary to a guarantor's role. \r\nVolvo later authorized a transaction in which AUM swapped Trebol's\r\ndebt to it for equity in Trebol.\r\nThe use of a \"guarantor\" for Puerto Rico but not for the\r\ncontinental United States is less mysterious than might otherwise \r\nbe supposed.  The evidence showed that, in the continental United\r\nStates, Volvo's importer was a wholly owned subsidiary of Volvo and\r\nthe use of a guarantor would have been superfluous.  In Puerto\r\nRico, Volvo was entrusting valuable inventory to an importer\r\ncontrolled by the dealer and in a location where Volvo had no\r\npermanent presence.  \r\nWhy Volvo would have lent money to a guarantor on one\r\noccasion was not as well explained; Volvo's representative\r\ndescribed the transaction as involving no real loan of money but as\r\nan \"extended credit term\" to give Trebol an extension on its\r\npayments for cars shipped by Volvo.  One might have expected Volvo,\r\nin conducting a prudent defense, to have shed more light on its\r\nconnections with AUM, assuming that they were wholly innocent.  But\r\nthe burden was not on Volvo to negate charges of fraud, and the\r\ntrial judge mistakenly hindered efforts by Volvo to provide some\r\nexplanation or negate the inference.\r\nIn all events, on the evidence of record, it would be\r\npure speculation for a jury to conclude that Volvo had any\r\nknowledge of the double invoice scheme.  Self-interest gave Trebol\r\nreason to participate in such a fraud, but there was little reason\r\nfor Volvo to do so absent proof--and proof was absent--that Volvo\r\ngot more than its original invoice price.  The jury had no basis\r\nfor concluding that Volvo received more money from AUM than was\r\ncharged in the original invoices.\r\nPlaintiffs rely on United States v. London, 66 F.3d 1227,\r\n1243 (1st Cir. 1995), in which we held that \"evidence of mutual\r\ninterest\" between a money launderer and his clients supported an\r\ninference that the launderer \"intended to promote\" his client's\r\nillegal activities.  However, the inference in London was\r\npermissible only because \"evidence of mutual interest\" was coupled\r\nwith \"know[ledge] that the property involved . . . represent[ed]\r\nthe proceeds of some form of unlawful activity.\"  Id. at 1242\r\n(quoting 18 U.S.C.  1956(a)(1)(A)(i)); see also United Statesv. Ortiz, 966 F.2d 707, 713-14 (1st Cir. 1992), cert. denied, 506\r\nU.S. 1063 (1993).  Plaintiffs have not shown analogous knowledge on\r\nVolvo's side that Trebol was engaging in fraudulent activity.\r\nDisclosure Labels.  The last of the \"five frauds\"\r\ninvolves misrepresentations of information on disclosure labels\r\nrequired by law.  During most of the class period, a Puerto Rican\r\nstatute, popularly known as \"Law 77,\" mandated that the \"seller or\r\ndealer\" of motor vehicles conspicuously affix to each vehicle for\r\nsale a label disclosing, inter alia, the name and address of the\r\nselling entity, the factory cost of the vehicle, the tax \"on the\r\nvehicle and equipment installed in Puerto Rico,\" and the \"[r]etail\r\nprice in Puerto Rico suggested by the seller.\"  P.R. Laws Ann. tit.\r\n23,  1023 (1987), repealed by 1992 P.R. Laws Act 80.\r\nPlaintiffs introduced several automobile disclosure\r\nlabels showing \"cost\" figures that were based on the inflated\r\nfigures sent by AUM.  Because the information actually provided in\r\nTrebol's labels is critical to this claim of fraud, we have\r\nreproduced an example of such a label in the appendix to this\r\nopinion, omitting specific cost numbers.  Although Trebol's labels\r\ndid not precisely follow the requirements of Law 77, it is clear\r\nthat they were intended to be Law 77 labels.\r\nTrebol appears to have begun with AUM's inflated CIF\r\n(\"cost, insurance, freight\") figure and added more items --\r\noccasionally itemized by Trebol in the margin of AUM invoices as\r\n\"royalties,\" \"accessories,\" \"publicity,\" and \"other costs\" -- to\r\nproduce a base \"cost\" figure that was reported on the Law 77 label. \r\nTrebol's Law 77 label then added excise taxes, license plate fees,\r\ncompulsory insurance and \"other costs\" to produce a \"total vehicle\r\ncost.\"  The label also stated a \"suggested sales price\" which was\r\nsomewhat higher (e.g., $1,500) than the \"total vehicle cost\";\r\nactual purchase prices generally fell between the total vehicle\r\ncost figure and the suggested sales price.\r\nTo the extent that the AUM invoices gave inflated CIF\r\ncost figures (and not all did), the Law 77 labels that copied those\r\nfigures misrepresented what Law 77 intended to be the factory\r\n\"cost\" of the vehicles to Trebol.  The jury could easily infer that\r\nthis misrepresentation injured some of the plaintiffs; in\r\nbargaining with Trebol, customers probably believed that the dealer\r\nhad to charge at least the reported \"total vehicle cost.\" \r\nDeliberately overstating this figure would be fraud, and we need\r\nnot look far to find a use of the mails in connection with the\r\nscheme, namely, Trebol's correspondence with AUM which furnished\r\nthe inflated CIF figures.\r\nHowever, plaintiffs do not dispute that the label\r\nprovision of Law 77 imposes the disclosure obligation only upon\r\nsellers or dealers, which are clearly distinguished from\r\n\"manufacturers\" in the statute.  See P.R. Laws Ann. tit. 23, \r\n1022, 1023.  There is no evidence, nor is there a basis to infer,\r\nthat Volvo had any role in the preparation or display of the\r\nlabels.  Indeed, as already explained, there is no evidence that\r\nVolvo ever knew that AUM was furnishing false figures to Trebol,\r\nwhich Trebol then used in the Law 77 labels.\r\nAlternatively, plaintiffs argue that Volvo must at least\r\nhave been aware that false labels were being affixed.  Its \r\nrepresentatives, they say, visited Trebol for quarterly meetings to\r\ndiscuss marketing and sales.  At least one Volvo witness said he\r\nwas familiar with Trebol's prices to customers, although he did not\r\nsay that he learned this information from looking at the labels. \r\nVolvo was also entitled under its importer agreement to direct\r\nreports from Trebol as to prices and sales. \r\nWe will assume arguendo (and seemingly without any direct\r\nevidence) that Volvo representatives saw the Law 77 labels, that\r\nthey read Spanish, and that they took note not only of the\r\nsuggested sales price on the labels but the underlying cost figures\r\nas well.  As already noted, Law 77 requires a statement of the\r\n\"factory cost of the vehicle.\"  If the labels had been phrased in\r\nthis way, perhaps they would have been alerted to a discrepancy\r\nbetween the ordinary factory price of an unequipped DL and the\r\nhigher figure on the label derived from the false AUM invoices.\r\nBut the actual labels did not refer to \"factory cost\" at\r\nall, although Law 77 intended that this figure be furnished;\r\ninstead, the base figure stated on the label is identified as\r\n\"costo (incluye flete y seguro),\" i.e., cost including shipping and\r\ninsurance.  There is no indication on the label whether the cost\r\npurports to be that of the manufacturer or of the importer--\r\nremember, here the \"seller\" is third in the chain--or whether it\r\nincludes the accessories shipped separately from Sweden, or whether\r\na potentially significant importer markup is included anywhere in\r\nthe cost figure.  \r\nTo infer from this that Volvo knew that Trebol was using\r\nfalse Law 77 labels is a leap that cannot rationally be made. \r\nPlaintiffs do not offer any persuasive explanation as to precisely\r\nhow the Law 77 labels must have revealed fraud to Volvo.  Nor do\r\nprovisions of Volvo's standard importer agreement granting Volvo\r\nthe right to request reports on Trebol's sales and financial\r\nsituation suffice; not only is it unclear what information Volvo\r\nreceived, but there is no showing that Trebol's sales prices and\r\nbalance sheets would have revealed the \"cost\" misrepresentations on\r\nLaw 77 labels.\r\nTurning from Trebol's disclosure obligations to those of\r\nVolvo, plaintiffs argued Volvo itself was obliged to ensure that\r\nthe cars bore a different label, required under the Automobile\r\nInformation Disclosure Act (commonly called the \"Monroney Act\"), 15\r\nU.S.C.  1231-33.  This statute requires that every \"manufacturer\r\nof new automobiles distributed in commerce\" in the United States,\r\nincluding Puerto Rico, have a label affixed to the windshield or\r\nside window prior to delivery to the dealer, specifying information\r\nakin to, but different in some respects from, the disclosure\r\nrequired under Law 77.\r\nThe statute defines \"manufacturer\" as \"any person engaged\r\nin the manufacturing or assembling of new automobiles, including\r\nany person importing new automobiles for resale.\"  15 U.S.C. \r\n1231(a).  Volvo asks us to read the Monroney Act as if the duty to\r\ninstall the label on imported cars falls on the importer rather\r\nthan upon the foreign manufacturer.  This suggestion has some\r\nforce--merely as a matter of language--because the label\r\nrequirement is directed to the affixing of the label \"prior to the\r\ndelivery of any new automobile to any dealer,\" id.  1232, which is\r\nthe task usually performed by the importer in the case of a foreign\r\ncar.\r\nVolvo's interpretation is also supported by some\r\nlegislative history which speaks of disclosure by the manufacturer\r\n\"or\" importer, see H.R. Rep. No. 85-1958 (1958), reprinted in 1958\r\nU.S.C.C.A.N. 2902, 2903, 2906, and by the fact that certain of the\r\ninformation required in the label would be known to the importer\r\nbut not necessarily to the manufacturer, see, e.g., 15 U.S.C. \r\n1232(c) (name and address of each dealer).  Two trade associations\r\nhave filed an amicus brief asserting that the uniform practice in\r\nthe case of foreign car imports is for the importer rather than the\r\nmanufacturer to affix the label.  \r\nWe were unable to locate any decided case on this issue\r\nand need not resolve it here.  As plaintiffs themselves assert,\r\nVolvo was not sued under the Monroney Act, and the Monroney Act is\r\nnot one of the statutes whose violation comprises a predicate act\r\nunder RICO.  18 U.S.C.  1961(1).  Even if the Monroney Act did\r\napply to Volvo, plaintiffs' fraud claim on this theory would fail\r\nfor lack of proof of scienter: as already noted, the offense of\r\nfraud requires both a deceptive act and knowledge that the act is\r\ndeceptive.  Cassiere, 4 F.3d at 1011.  \r\nA mail or wire fraud conviction usually cannot result\r\nfrom a failure to disclose unless the defendant was aware of its\r\nduty to disclose.  See, e.g., Cassiere, 4 F.3d at 1022; Sand,\r\nsupra,  44.01, at 44-11, 44-16.  If Volvo knew it was required to\r\ndisclose information under the Monroney Act and failed to do so,\r\nsuch a deliberate violation could constitute an act of fraud.  See,\r\ne.g., United States v. Melvin, 544 F.2d 767, 774 (5th Cir. 1977). \r\nHowever, if the disclosure was omitted in good faith, there was no\r\nfraud.  United States v. Dockray, 943 F.2d 152, 155 (1st Cir. 1991)\r\n(holding that good faith is an \"absolute defense\" to mail and wire\r\nfraud); United States v. Ashman, 979 F.2d 469, 480 (7th Cir. 1992)\r\n(same).\r\nVolvo's duties under the Monroney Act are far from clear,\r\nand plaintiffs offered no evidence that Volvo knew it had a duty to\r\naffix labels to cars sold by Trebol.  Volvo's practice on the\r\nmainland was to let its own importing company attach the labels,\r\nthere was no showing that foreign manufacturers ordinarily affixed\r\nsuch labels, and there is no indication that any foreign\r\nmanufacturer has ever been held liable for failing to affix a\r\nlabel.  Under these circumstances, an inference of deliberate\r\ndeception by Volvo would be impossible to sustain even if we agreed\r\nthat Volvo had such a legal duty under the Monroney Act--a point on\r\nwhich we are at the very least doubtful.\r\nTo conclude, it is only with great reluctance that an\r\nappeals court rejects a jury verdict for lack of evidence to\r\nsupport it.  But save for acquittals in criminal cases, the right\r\nto jury trial under our Constitution does not mean that the jury\r\nautomatically gets the last word: a jury decision is final only\r\nwhere a jury, operating within the framework of the governing legal\r\nrules, could rationally decide the case in the manner it did.  And\r\nthe error may not be the jury's fault at all.\r\nIn this case, we do not know whether the jury was misled\r\nby jury instructions whose validity we have not had to consider, or\r\nwhether it wrongly attributed Trebol's fraud to Volvo or found\r\noffensive the higher markups charged in Puerto Rico, or whether the\r\nexplanation lies somewhere else.  It is enough here that the\r\nevidence was not sufficient, under a proper reading of the law, to\r\nimpose liability on Volvo.  Volvo is entitled to judgment as a\r\nmatter of law on the merits of the complaint.\r\nThe district court's judgment entered on October 10,\r\n1996, is reversed as to Volvo.\r\nIt is so ordered.                             APPENDIX\r\n\n                     TREBOL MOTORS\r\n                ***********************\r\n\n        DECLARACION DE INFORMACION AL CONSUMIDOR\r\n         DE ACUERDO A LOS REQUISITOS DE LA LEY\r\n        NUMERO 77 APROPADA EL 31 DE MAYO DE 1972\r\n\n1.  NOMBRE DEL VENDEDOR               DIRECCION DEL LOCAL\r\n\n                                                            \r\n\nDIRECCION POSTAL\r\n\n                                                            \r\n\n2.  NOMBRE DEL IMPORTADOR                  DIRECCION DEL LOCAL\r\n\nTREBOL MOTORS CORP.                     PO BOX 11204 FDZ JUNCOS\r\n                              SANTURCE, PR   00910\r\n\n3.  FECHA INTRODUCCION   MARCA        NUMERO DECLARACION\r\n 10/11/87         VOLVO                    88041\r\n\n MODELO               AND          NUMERO DE MOTOR\r\n4DLWA                  1988         YV1AX8845J1 285905\r\n\n4.    PRECIO DE VENTA SUGERIDO ***************\r\n\n5.    PRECIO CONTRIBUTIVO ********************\r\n\n6.    COSTO (INCLUYE FLETE Y SEGURO) *********\r\n IMPUESTOS (ARBITRIOS) ******************\r\n DERECHOS DE REGISTRO (TABILLAS) ********\r\n SEGURO COMPULSORIO (ACAA) **************\r\n OTROS COSTOS ***************************\r\n\n TOTAL COSTO VEHICULO *******************\r\n\n            STOCK:  4DLWA3090\n",
  "html": "<p class=\"case_cite\">150 F.3d 62</p>\n    <p class=\"parties\">Luis BONILLA, et al., Plaintiffs, Appellees,<br>v.<br>VOLVO CAR CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1135.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 2, 1997.<br>Decided July 28, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gael Mahony with whom Michael D. Weisman, Michael D. Vhay, Andres W. Lopez, Anne L. Showalter, Hill &amp; Barlow, P.C., Rafael Perez-Bachs, Nereida Melendez-Rivera and McConnell Valdes were on brief for defendant Volvo Car Corporation.</p>\n      <p class=\"indent\">Daniel L. Goldberg, Alicia L. Downey, Bingham, Dana &amp; Gould LLP, Charles H. Lockwood II, Vice President &amp; General Counsel, Association of International Automobile Manufacturers, Inc., and Phillip D. Brady, Vice President &amp; General Counsel, American Automobile Manufacturers Association, on brief for Association of International Automobile Manufacturers, Inc. and American Automobile Manufacturers Association, Amici Curiae.</p>\n      <p class=\"indent\">Allan Kanner with whom Conlee Schell Whiteley, Elizabeth B. Cowen, Allan Kanner &amp; Associates, P.C., Paul H. Hulsey, Frederick J. Jekel, Theodore H. Huge, Ness, Motley, Loadholt, Richardson &amp; Poole, P.A., Jose F. Quetglas Jordan, Eric Quetglas Jordan, Zygmunt Slominski, Quetglas Law Offices, Daniel Harris and Law Offices of Daniel Harris were on brief for plaintiffs Luis Bonilla, et al.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In these seven related appeals, we are asked to examine numerous rulings and decisions in a complex civil suit brought under the Racketeering Influenced and Corrupt Organizations Act, 18 U.S.C. &#167; 1962 (\"RICO\").  This opinion addresses the first of the appeals, the principal appeal (No. 97-1135) of Volvo Car Corporation (\"Volvo\"), and two companion opinions resolve the remaining appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We briefly set forth the procedural history of the case as background for all three opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs are a class of individuals and corporations who, between 1983 and 1993, among them purchased 9,077 cars of the 200 series manufactured by Volvo, a Swedish automobile manufacturer.  The cars were imported to Puerto Rico by Trebol Motors Distributor Corporation (\"Trebol Distributor\"), and sold for the most part by Trebol Motors Corporation (\"Trebol Motors\").  Both of these companies (together \"Trebol\") were owned by Jorge Gonzalez and, after his death, by his widow and son, defendants Conchita Navarro de Gonzalez and Ricardo Gonzalez Navarro (together \"the Gonzalez defendants\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs have advanced various arguments at different times, but the claims coalesce around one general complaint:  that Volvo, Trebol, and the Gonzalez defendants conspired to violate, and did in fact violate, RICO by engaging in hundreds of predicate acts of mail and wire fraud.  18 U.S.C. &#167;&#167; 1341, 1343, 1962.  The plaintiffs allege that the acts were part of a complex and multifaceted scheme to defraud Puerto Rican purchasers by overcharging them for series 200 Volvo cars.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The plaintiffs' first complaint was filed in the district court on June 16, 1992, and named as defendants Volvo, Trebol, and the Gonzalez defendants, and certain other companies no longer parties to the case.  The parties spent nearly four years in bitterly waged discovery battles.  On April 26, 1996, the district court granted the plaintiffs' motion to file a Third Amended Complaint, which is the operative complaint in the suit.  Trial was scheduled to begin before a jury on Monday, June 24, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the afternoon of Friday, June 21, 1996--almost literally the eve of trial--Trebol and the Gonzalez defendants presented the district court with a joint notice consenting to entry of default \"as to the factual averments of the Third Amended Complaint.\"   The district court entered a \"final Partial Judgment on the issue of liability\" against Trebol and the Gonzalez defendants on July 2.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Trial proceeded with Volvo as the sole defendant.  The district court had earlier bifurcated the proceedings, intending that the jury would produce a general liability verdict first and then, if necessary, a verdict regarding damages.  Indeed, the district court envisioned two separate damages proceedings, one to determine class-wide damages, and a second (probably involving a special master) to determine the damages of individual class members.  However, the presentation of the evidence was not bifurcated, and the jury heard testimony regarding both liability and damages over twenty days of trial.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 25, 1996, the twenty-second day of trial, the jury returned a verdict finding that Volvo was liable for violating and conspiring to violate RICO's prohibition on racketeering activity.  18 U.S.C. &#167; 1962(c), (d).  The jury also found that Volvo had used or invested income from a pattern of racketeering activity, id. &#167; 1962(a), but that the plaintiffs had not been injured by this violation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 31, 1996, the district court held a hearing on damages.  Neither plaintiffs nor Volvo presented further evidence, but both presented arguments to the jury based on the evidence already submitted.  The next day, the jury found Volvo liable for $43,197,100.  The district court trebled the amount under 18 U.S.C. &#167; 1964(c), yielding $129,591,300.  The plaintiffs then moved for prejudgment interest, attorney's fees, and costs, alleging vexatious discovery conduct by Volvo.  Volvo moved for judgment as a matter of law or a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On August 29, 1996, the court held a hearing on damages as to Trebol and the Gonzalez defendants.  On October 10, 1996, the district court issued an opinion and orders denying Volvo's motion for judgment in its favor or new trial and the plaintiffs' motion for prejudgment interest.  The court also entered a final judgment as to all defendants (including Trebol and the Gonzalezes) in the full amount of the trebled verdict.  Volvo renewed its motion for judgment or new trial, and Trebol and the Gonzalez defendants filed separate motions to set aside the judgment under Fed.R.Civ.P. 59, all of which were eventually denied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On March 27, 1997, the district court entered two lengthy orders.  The first order sanctioned all defendants for vexatious conduct during discovery by declaring that the court would view plaintiffs' submission regarding computation of attorney's fees with indulgence.  The second order awarded attorney's fees and costs to the plaintiffs in the amount of $3,518,844.41.  Trebol Motors and Trebol Distributor had filed for bankruptcy under Chapter 11 nearly six months before, on September 30, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Volvo now appeals the denial of its motion for judgment as a matter of law, for a new trial, or for a remittitur (No. 97-1135), as well as the district court's ruling on sanctions and attorney's fees (No. 97-1599).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Trebol and the Gonzalez defendants appeal from the entry of judgment against them (Nos. 97-1140, 97-1143), and the Gonzalez defendants also appeal the sanction and fee award (No. 97-1790).  Finally, the plaintiffs have filed a protective appeal asking that, in the event of a remand, this court should require the district court to award them prejudgment interest (No. 97-1145).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this opinion, we address only Volvo's appeal on the merits;  the remaining appeals are dealt with in two separate opinions also issued today.  In the instant appeal, Volvo argues that judgment should be entered in its favor because several elements necessary to the plaintiffs' claims were not established by the evidence.  Volvo also makes several attacks on procedural and evidentiary rulings, which it claims warrant a remand for a new trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Volvo's main contention is that the evidence does not support a finding that Volvo committed predicate acts of mail or wire fraud, a crucial element of plaintiffs' RICO claim.  See Ahmed v. Rosenblatt, 118 F.3d 886, 888 (1st Cir.1997).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We review the district court's denial of Volvo's motion for judgment as a matter of law de novo as to issues of law.  We resolve credibility issues and draw inferences in favor of the jury verdict and examine the evidence as a whole.  Still, the verdict cannot stand if no reasonable reading of the evidence will support it.  See Schultz v. Rhode Island Hosp. Trust Nat'l Bank, N.A., 94 F.3d 721, 731 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To prove mail or wire fraud, plaintiffs must show three elements:  a \"scheme to defraud,\" Volvo's \"knowing and willful participation in the scheme with the intent to defraud,\" and the use of the mails or interstate wire or radio communication in furtherance of the scheme.  United States v. Cassiere, 4 F.3d 1006, 1011 (1st Cir.1993).  The conduct must \"be intended to deceive another, by means of false or fraudulent pretenses, representations, promises, or other deceptive conduct.\"  McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d 786, 791 (1st Cir.1990), cert. denied, 498 U.S. 992, 111 S.Ct. 536, 112 L.Ed.2d 546 (1990).  In addition to demonstrating the fraud, however, RICO requires the plaintiffs to show that they were \"injured in [their] business or property by reason of\" the fraud.  18 U.S.C. &#167; 1964(c).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiffs presented the jury with \"five frauds\" in which they claimed Volvo participated.  These are not five isolated acts of fraud, but different groups of activity, each comprising multiple acts;  if the activities within the group were fraudulent, any one group would reflect multiple \"predicate acts\" under RICO.  We must determine whether the evidence presented as to at least one of the five frauds is sufficient to support the verdict.  We conclude that none of the frauds has been established against Volvo, that the judgment against it must be reversed, and that plaintiffs' claims against Volvo fail in their entirety.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Excise Taxes.   First, the plaintiffs claim that Volvo and Trebol together fraudulently underreported material data to the Puerto Rican tax authorities, resulting in reduced excise tax payments on vehicles shipped to Puerto Rico.  During the class period, the excise tax on a car imported to Puerto Rico was a function of its horsepower, weight, and FOB (i.e., factory-gate) price from the manufacturer.  Volvo certified to Trebol the weight and horsepower of each car shipped to Puerto Rico, and Trebol then disclosed this information to the tax authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiffs claim that Volvo used a computation formula for horsepower that understated the real horsepower and thus lowered the amount of excise tax due.  According to plaintiffs' expert on tax issues, Puerto Rico regulations prior to March 1989 required that horsepower be certified in accordance with standards of the Society of Automotive Engineers.  It is common ground that the Society had promulgated two standards of horsepower measurement known as J245 and J1349 and that Puerto Rico's regulations did not specify which method was to be used until March 1989, when the regulations were amended to require the use of J1349.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The undisputed evidence is that Volvo's certifications to Trebol until March 1989 used J245, which yielded a measurement of 107 hp for 200 series vehicles.  After the regulations were amended, Volvo began using J1349, which produced a measurement of 114 hp and materially increased the excise tax owed on the vehicles.  As far as the record shows, Volvo's certifications disclosed the method used in calculating horsepower and were accurate under the methods used.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiffs make a similar claim of inaccuracy as to car weight.  Plaintiffs' expert admitted that, prior to 1989, Puerto Rico had no regulations defining how a car's \"curb weight\" was to be calculated.  Volvo's certifications specified that certain items were not included in the weighing, such as fluids, air conditioning, air bags, and other accessories.  The weight regulations were amended in 1989 to specify that curb weight included the weight of fuels and lubricants, among other items.  There is no evidence that Volvo's certifications thereafter failed to report the higher weights as required under the amended regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plaintiffs call Volvo's behavior prior to 1989 \"excise tax fraud.\"   Their contention is that Volvo knew of the alternative measurement methods for weight and horsepower, but used \"false\" horsepower and weight figures that enabled Trebol to \"evade\" payment of over $20 million dollars in excise taxes.  According to plaintiffs, it is fraudulent behavior to take advantage of loopholes in the tax laws and a reportedly lax regulatory environment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Plaintiffs cite no authority for the proposition that reducing one's tax burden with methods that are not prohibited by law constitutes tax fraud.  We are confident that none can be found.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs attempt to strengthen their argument by demonstrating that Volvo and Trebol knew that other methods of calculating horsepower and weight were available.  In particular, they note that the owners' manuals for similar cars sold in the United States and Canada stated horsepower according to the J1349 method well before 1989.  This does not establish that Volvo or Trebol had a duty to use J1349 figures in compliance with Puerto Rico 's tax laws.  Plaintiffs' own expert stated that they did not have such a duty.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A separate issue concerns the disclosure of the FOB price.  Plaintiffs proffered several submissions of Trebol Motors to the tax authorities in which the FOB price reported is substantially lower than the invoice price charged by Volvo.  A jury could certainly infer that, absent an explanation, such underreporting--at least if systematic--constituted tax fraud by Trebol.  However, no evidence implicates Volvo in false reporting of the FOB price to the Puerto Rican Bureau of Excise Taxes.  The plaintiffs' tax expert agreed that the duty to pay the excise tax applies to the Puerto Rican importer, not to Volvo.  Another expert agreed that he had seen no evidence that Volvo had participated in tax evasion involving FOB prices.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs place great weight on a single sentence in a single piece of correspondence in 1987 by a Volvo representative to Trebol.  The letter concerns a reduction of the length of the factory warranty for 1988 vehicles in light of Trebol's inability to keep warranty claims within Volvo's suggested budget.  The letter points out that retaining a three-year warranty would require Volvo to raise the vehicle price by $500, whereas reducing the warranty to one year would enable Volvo to reduce the price by $500.  The letter then states:  \"Also keep in mind that there is a hidden potential profit for you due to reduced excise taxes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The plaintiffs argue that this sentence refers to Volvo's and Trebol's joint efforts to circumvent excise taxes by underreporting data to Puerto Rican authorities.  Although creative, this reading is utterly implausible because the letter, in all other respects, relates to the substantial warranty expenses incurred by Trebol.  The quoted sentence can only refer to the fact that a reduction in warranty, by reducing the invoice cost of the car, would by the same token reduce Trebol's excise tax liability, which was calculated partly as a function of invoice cost.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if plaintiffs' evidence were sufficient, they have failed to prove that they were injured \"by reason of\" such activity.  18 U.S.C. &#167; 1964(c).  Since excise taxes ordinarily increase the cost to consumers, plaintiffs presumably benefitted from a reduction in taxes.  They argue that, by paying lower taxes than competing automobile businesses, Trebol gained an advantage allowing it to dominate the European car market in Puerto Rico and charge higher prices than a truly free market would allow.  It is uncertain whether this sequence, even if proved, would involve injury too remote to support recovery under RICO.  See Holmes v. Securities Investor Protection Corp., 503 U.S. 258, 268-74, 112 S.Ct. 1311, 117 L.Ed.2d 532 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">However this legal issue might be resolved, plaintiffs have pointed to no evidence in the record that other car importers bore higher tax burdens, that these taxes were a reason for a lack of competition among European cars, or that plaintiffs bought Volvos because of a lack of European-car alternatives.  We therefore conclude that no rational jury could have found that the supposed \"excise tax fraud\" comprised acts by Volvo in violation of RICO or caused a recoverable injury to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Port-Added Emblems and Accessories.   Plaintiffs' next allegation concerns emblems and accessories.  During the class period, 200 series Volvo cars sold in the mainland United States and Puerto Rico had emblems affixed to them that indicated the car model.  The vehicles at issue in this case all bore emblems that identified them as 240 DL, 240 GL, or 240 GLE.  The middle number \"4\" in the 240 model series indicates a car with a four-cylinder engine. The underlying 240 series car \"platform\" is the same in all cases;  the evidence at trial showed that the emblems reflect varying levels of accessories.  In any given market in any given year, GLEs have more accessories and are more expensive than GLs, which in turn have more accessories and a higher price than DLs.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The dispute centers on how the emblems and accessories came to be part of the cars as sold to Puerto Rico customers.  Between 1985 and 1991, all 200 series cars sent to Puerto Rico arrived from Sweden as 240 DLs with DL emblems.  Trebol, with Volvo's permission, equipped some DLs with additional Volvo accessories and new GL or GLE emblems, all of which had been shipped separately from Sweden.  The cars were then sold as either GLs or GLEs.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This contrasts with Volvo's practice in most other destination markets, where vehicles were imported with accessories and emblems already factory-installed in Sweden.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Trebol also marketed a car called a \"240 DLWA,\" which bore a DL emblem but had certain added accessories not included in Trebol's 240 DL. DLWA appears to be an internal designation adopted by Trebol.  Although this model type was not reflected on an emblem, it did appear in Trebol's internal price lists and some customer purchase contracts.  Thus, even within a single model year, vehicles bearing the same emblem might have different accessories.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The plaintiffs claim that Volvo's authorization of port installed accessories and emblem changes gave rise to \"fake\" Volvo models, permitting Trebol to sell cars that were \"in reality\" DLs as if they were DLWAs, GLs or GLEs commanding higher prices.  Several plaintiffs testified that they felt \"cheated\" when they discovered that their DLWA, GL or GLE was not \"from the factory\" but rather was shipped from Sweden as a DL, with accessories added in Puerto Rico.  Plaintiffs do not dispute that the cars and all their equipment, including the accessories installed in Puerto Rico, had been manufactured by Volvo in Sweden.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">At trial, Volvo's representative offered an arguably plausible business explanation for the practice.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  However, Volvo apparently conceded that local installation of major accessories was a rare practice in Volvo's other markets and did not occur in the larger continental U.S. market.  And doubtless a jury might initially think that there was something suspicious about upgrading the emblem after the car left the factory.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But looked at objectively, the plaintiffs received the cars they ordered--Swedish-made Volvo 240 series car platforms with specified accessories--and this is so whether the Swedish voltmeter and upgraded tires were installed in Sweden or Puerto Rico.  The Puerto Rico customers all knew what accessories their respective cars contained.  The question, then, is whether Trebol's sale of the car with no affirmative false statement as to where the accessories were installed could be treated as fraud.  At the core of the issue is how fraud is to be defined.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Putting aside the scienter element in fraud and looking only at behavior, the locus classicus of fraud is a seller's affirmative false statement or a half truth, i.e., a statement that is literally true but is made misleading by a significant omission.  See Emery v. American Gen. Fin., Inc., 71 F.3d 1343, 1348 (7th Cir.1995) (Posner, C.J.).  At common law, fraud doctrine did not impose any broader, general duty to disclose, see Chiarella v. United States, 445 U.S. 222, 228, 100 S.Ct. 1108, 63 L.Ed.2d 348 (1980), but it is settled that the mail and wire fraud statutes go somewhat beyond the common law, see McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d 786, 791 (1st Cir.1990).  Thus, a leading commentary on federal jury instructions says that even where there is no falsehood or half truth:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>[T]he failure to disclose information may also constitute a fraudulent representation [under the mail and wire fraud statutes] if the defendant was under a legal, professional or contractual duty to make such a disclosure....</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">2 Sand, Siffert, Loughlin &amp; Reiss, Modern Federal Jury Instructions, p 44.01, at 44-11 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There is no basis here for imputing to Volvo or Trebol a \"legal, professional or contractual duty\" to announce where the emblem and accessories were installed.  And Judge Sand's formulation clearly (and correctly) implies that, outside of these categories, there is no general obligation of the seller to tell the buyer everything negative that the buyer might be interested in learning about the transaction or item to be purchased.  It is safe to say that few sellers do so--without an explicit regulatory requirement--and caveat emptor remains the general rule (absent false statements or half truths).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">No doubt a shadowy area exists in which conduct alone, in context, can amount to a misrepresentation.  Imagine the sale of a 240 DL where the salesman made no formal representations about the car, although knowing it to have a four-cylinder lawnmower engine in place of a car engine;  or, consider a customer who explicitly told the salesman that she was buying the car because it had built-in child safety seats, when the salesman knew that the seats had been removed from that particular car.  If such deceptions were deliberate, we assume, at least arguendo, that the sales could be treated as artifices to defraud under the federal statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">But nothing inherent in the process of buying a Volvo car amounts to an implicit representation that a Volvo-supplied volt meter or power antenna was necessarily installed by Volvo in Sweden.  Many cars today are commonly made entirely in countries other than the home of the manufacturer, and various components are made for, rather than by, the car manufacturer.  Nor does it matter that for some other markets Volvo installed more of the accessories in its Swedish factories;  whether or not the jury accepted Volvo's explanation for its practice (see note 9 above), nothing obliged Volvo to operate in the same manner in every market.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Curiously, there is not much direct precedent on the question of non-disclosure, and nothing is as helpful as the Sand formulation.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  It would be a truly revolutionary change to make a criminal out of every salesman (assuming use of the mails or telephone) who did not take the initiative to reveal negative information about the product and who--a jury might find--harbored in his heart the hope that the buyer would never ask.  Whether or not this would bring business in the United States to a standstill might be debated;  but it is a change, if it is ever to be made, that should be undertaken by legislatures and not by courts.  Cf. McEvoy Travel, 904 F.2d at 791-91.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The plaintiffs say that the accessories added in Puerto Rico disproportionately increased the sale price of the vehicles.  They claim (for example) that the difference in cost to Trebol between a 1987 DLWA and a 1987 DL was $155, but the difference in purchase price to the customer was $3100;  in other words, Trebol marked up the accessories enormously.  Plaintiffs also say that the GLE label itself effectively represented a $2000 increase in price.  Certain plaintiffs testified that they would not have paid these surcharges had they known that the added accessories were so minor.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">However, the plaintiffs have not shown that the vehicle price or the nature of the car's luxuries were unknown to them.  No plaintiffs testified that they believed the GLE and GL were different from the DL in any way other than accessories and emblems;  generally, plaintiffs signed a \"Pre-Delivery Inspection Report\" upon delivery of the vehicles acknowledging the accessories installed in the car.  Plaintiffs' statements in retrospect that they would rather not have paid their bargained-for price for accessories they knew they were getting are not proof of fraud.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Prices.  The plaintiffs' third claim is denominated as one of \"price fraud.\"   This claim consumed much of the trial with expert testimony as to whether Volvo cars sold by dealers in the mainland United States carried substantially lower prices than equivalently equipped cars sold by Trebol in Puerto Rico.  There was also documentary evidence tending to show or negate Volvo's awareness of the retail prices of cars in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Assuming that Volvo was aware that Trebol's retail prices exceeded those of comparably equipped Volvo cars on the mainland, such a price disparity is not itself fraud.  An excessive price can be the result of fraud, the defrauded buyer generally paying a higher price than he would have paid absent a deception.  But there is nothing in the law of fraud that prevents even a single seller from charging different markups in different markets so long as there is no affirmative misrepresentation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">However, plaintiffs' claim does not rest solely on the premise that Trebol's prices were higher than mainland prices.  First, the plaintiffs assert that Volvo and Trebol interfered with the ability of Volvo dealers in the United States to sell cars at lower prices in Puerto Rico, and that as a result Trebol was able to keep charging excessive prices.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Second, plaintiffs argued that Trebol, with Volvo's permission, discouraged buyers from purchasing vehicles in the continental United States and importing them to Puerto Rico by refusing to honor the imported vehicle's warranty for more than one year.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Putting aside Volvo's own responsibility for Trebol's pricing, large markups and differential pricing may seem unfair to consumers and may well have appeared reprehensible to the jury.  And actions taken by Volvo or Trebol or both to reinforce this market segmentation and to discourage intra-brand competition by other mainland-based Volvo dealers may have looked even worse.  Indeed, some kinds of constraints on intra-brand competition are vulnerable under the antitrust laws.  See Continental T. V., Inc. v. GTE Sylvania Inc., 433 U.S. 36, 58-59, 97 S.Ct. 2549, 53 L.Ed.2d 568 (1977);  Packard Motor Car Co. v. Webster Motor Car Co., 243 F.2d 418, 420 (D.C.Cir.), cert. denied, 355 U.S. 822, 78 S.Ct. 29, 2 L.Ed.2d 38 (1957).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The ability to charge excessive markups and engage in differential pricing is almost everywhere the symptom of lack of competition or other market failure (e.g., inadequate information).  Such behavior flourishes in markets that are small and are geographically or otherwise isolated.  For products like automobiles, customers tend to shop where they can also get service and one expects less competition and higher markups in thinner markets (where costs may also be higher).  Whether price discrimination helps or hurts consumers, and it can do either, VIII Areeda, Antitrust Law p 1616f, at 226 (1989), it is not itself fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We have no reason to consider whether the antitrust laws would reach Volvo's discouragement of Florida dealers from marketing their cars in Puerto Rico or Volvo's use of warranty policies to dissuade customers from buying their cars elsewhere and bringing them to Puerto Rico.  Antitrust violations were not charged in this case, and in any event do not constitute predicate acts under RICO. 18 U.S.C. &#167; 1961(1).  This is also not the rare case where an antitrust violation also involves a sufficient measure of deception to qualify as fraud (e.g., secret bid-rigging cases).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Double Invoicing.   The most factually complex claim against Volvo arises from a double invoicing scheme involving a Liechtenstein-based corporation named Auto und Motoren Aktiengesellschaft (\"AUM\").  Trebol, Volvo, and AUM maintained what was, according to Volvo, a relationship whereby AUM guaranteed Trebol's debts to Volvo.  Volvo would send Trebol an invoice with every shipment of vehicles and copy that invoice to AUM to keep it informed of its potential liability.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Plaintiffs showed that, between 1986 and 1989, AUM sent Trebol additional invoices for the same vehicles but with different purported prices.  AUM's invoices sometimes overstated the vehicles' cost relative to the actual price in the authentic Volvo invoice by as much as $3000;  not all AUM invoices contained inflated prices and some of the inflated ones involved small amounts (e.g., $50).  In any case, Trebol used these inflated invoices to obtain higher inventory financing from Puerto Rican banks and Trebol also calculated its retail prices using the inflated cost as a starting point.  Trebol also remitted the higher invoice amount to AUM, resulting in the accumulation of a pool of excess funds in Liechtenstein.  Plaintiffs' evidence suggested that some of these funds were funnelled back to Trebol.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Since Trebol was sent copies of the original Volvo-prepared invoices, a rational jury could conclude that Trebol knew of the actual prices and was defrauding Puerto Rican banks by means of the double invoicing scheme.  If Trebol used the inflated invoice prices on its tax returns, tax authorities may also have been defrauded.  Far more tenuous is the conclusion that Volvo knowingly participated in the fraud.  After reviewing the evidence presented, we do not believe that any rational jury could conclude that it was more likely than not that Volvo knowingly participated in the AUM fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Plaintiffs say that an inference of such knowledge could be inferred because Volvo's relationship with AUM was unusual and not adequately explained.  Plaintiffs point out that Volvo importers in other markets usually did not invoice through a foreign guarantor.  Plaintiffs' expert testified that AUM served no legitimate business purpose:  he said that it seemed to serve simply as a conduit for Trebol's payments and despite the \"guarantor\" label, in early 1993, Volvo executed a \"Loan Agreement\" whereby Volvo loaned AUM 2.7 million dollars to cover Trebol's debts--a transaction that appears exactly contrary to a guarantor's role.  Volvo later authorized a transaction in which AUM swapped Trebol's debt to it for equity in Trebol.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The use of a \"guarantor\" for Puerto Rico but not for the continental United States is less mysterious than might otherwise be supposed.  The evidence showed that, in the continental United States, Volvo's importer was a wholly owned subsidiary of Volvo and the use of a guarantor would have been superfluous.  In Puerto Rico, Volvo was entrusting valuable inventory to an importer controlled by the dealer and in a location where Volvo had no permanent presence.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Why Volvo would have lent money to a guarantor on one occasion was not as well explained;  Volvo's representative described the transaction as involving no real loan of money but as an \"extended credit term\" to give Trebol an extension on its payments for cars shipped by Volvo.  One might have expected Volvo, in conducting a prudent defense, to have shed more light on its connections with AUM, assuming that they were wholly innocent.  But the burden was not on Volvo to negate charges of fraud, and the trial judge mistakenly hindered efforts by Volvo to provide some explanation or negate the inference.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In all events, on the evidence of record, it would be pure speculation for a jury to conclude that Volvo had any knowledge of the double invoice scheme.  Self-interest gave Trebol reason to participate in such a fraud, but there was little reason for Volvo to do so absent proof--and proof was absent--that Volvo got more than its original invoice price.  The jury had no basis for concluding that Volvo received more money from AUM than was charged in the original invoices.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Plaintiffs rely on United States v. London, 66 F.3d 1227, 1243 (1st Cir.1995), in which we held that \"evidence of mutual interest\" between a money launderer and his clients supported an inference that the launderer \"intended to promote\" his client's illegal activities.  However, the inference in London was permissible only because \"evidence of mutual interest\" was coupled with \"know[ledge] that the property involved ... represent[ed] the proceeds of some form of unlawful activity.\"  Id. at 1242 (quoting 18 U.S.C. &#167; 1956(a)(1)(A)(i));  see also United States v. Ortiz, 966 F.2d 707, 713-14 (1st Cir.1992), cert. denied, 506 U.S. 1063, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).  Plaintiffs have not shown analogous knowledge on Volvo's side that Trebol was engaging in fraudulent activity.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Disclosure Labels.   The last of the \"five frauds\" involves misrepresentations of information on disclosure labels required by law.  During most of the class period, a Puerto Rican statute, popularly known as \"Law 77,\" mandated that the \"seller or dealer\" of motor vehicles conspicuously affix to each vehicle for sale a label disclosing, inter alia, the name and address of the selling entity, the factory cost of the vehicle, the tax \"on the vehicle and equipment installed in Puerto Rico,\" and the \"[r]etail price in Puerto Rico suggested by the seller.\"  P.R. Laws Ann. tit. 23, &#167; 1023 (1987), repealed by 1992 P.R. Laws Act 80.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Plaintiffs introduced several automobile disclosure labels showing \"cost\" figures that were based on the inflated figures sent by AUM.  Because the information actually provided in Trebol's labels is critical to this claim of fraud, we have reproduced an example of such a label in the appendix to this opinion, omitting specific cost numbers.  Although Trebol's labels did not precisely follow the requirements of Law 77, it is clear that they were intended to be Law 77 labels.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Trebol appears to have begun with AUM's inflated CIF (\"cost, insurance, freight\") figure and added more items--occasionally itemized by Trebol in the margin of AUM invoices as \"royalties,\" \"accessories,\" \"publicity,\" and \"other costs\"--to produce a base \"cost\" figure that was reported on the Law 77 label.  Trebol's Law 77 label then added excise taxes, license plate fees, compulsory insurance and \"other costs\" to produce a \"total vehicle cost.\"   The label also stated a \"suggested sales price\" which was somewhat higher (e.g., $1,500) than the \"total vehicle cost\";  actual purchase prices generally fell between the total vehicle cost figure and the suggested sales price.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">To the extent that the AUM invoices gave inflated CIF cost figures (and not all did), the Law 77 labels that copied those figures misrepresented what Law 77 intended to be the factory \"cost\" of the vehicles to Trebol.  The jury could easily infer that this misrepresentation injured some of the plaintiffs;  in bargaining with Trebol, customers probably believed that the dealer had to charge at least the reported \"total vehicle cost.\"   Deliberately overstating this figure would be fraud, and we need not look far to find a use of the mails in connection with the scheme, namely, Trebol's correspondence with AUM which furnished the inflated CIF figures.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">However, plaintiffs do not dispute that the label provision of Law 77 imposes the disclosure obligation only upon sellers or dealers, which are clearly distinguished from \"manufacturers\" in the statute.  See P.R. Laws Ann. tit. 23, &#167;&#167; 1022, 1023.  There is no evidence, nor is there a basis to infer, that Volvo had any role in the preparation or display of the labels.  Indeed, as already explained, there is no evidence that Volvo ever knew that AUM was furnishing false figures to Trebol, which Trebol then used in the Law 77 labels.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Alternatively, plaintiffs argue that Volvo must at least have been aware that false labels were being affixed.  Its representatives, they say, visited Trebol for quarterly meetings to discuss marketing and sales.  At least one Volvo witness said he was familiar with Trebol's prices to customers, although he did not say that he learned this information from looking at the labels.  Volvo was also entitled under its importer agreement to direct reports from Trebol as to prices and sales.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We will assume arguendo (and seemingly without any direct evidence) that Volvo representatives saw the Law 77 labels, that they read Spanish,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> and that they took note not only of the suggested sales price on the labels but the underlying cost figures as well.  As already noted, Law 77 requires a statement of the \"factory cost of the vehicle.\"   If the labels had been phrased in this way, perhaps they would have been alerted to a discrepancy between the ordinary factory price of an unequipped DL and the higher figure on the label derived from the false AUM invoices.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">But the actual labels did not refer to \"factory cost\" at all, although Law 77 intended that this figure be furnished;  instead, the base figure stated on the label is identified as \"costo (incluye flete y seguro),\" i.e., cost including shipping and insurance.  There is no indication on the label whether the cost purports to be that of the manufacturer or of the importer--remember, here the \"seller\" is third in the chain--or whether it includes the accessories shipped separately from Sweden, or whether a potentially significant importer markup is included anywhere in the cost figure.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">To infer from this that Volvo knew that Trebol was using false Law 77 labels is a leap that cannot rationally be made.  Plaintiffs do not offer any persuasive explanation as to precisely how the Law 77 labels must have revealed fraud to Volvo.  Nor do provisions of Volvo's standard importer agreement granting Volvo the right to request reports on Trebol's sales and financial situation suffice;  not only is it unclear what information Volvo received, but there is no showing that Trebol's sales prices and balance sheets would have revealed the \"cost\" misrepresentations on Law 77 labels.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Turning from Trebol's disclosure obligations to those of Volvo, plaintiffs argued Volvo itself was obliged to ensure that the cars bore a different label, required under the Automobile Information Disclosure Act (commonly called the \"Monroney Act\"), 15 U.S.C. &#167;&#167; 1231-33.  This statute requires that every \"manufacturer of new automobiles distributed in commerce\" in the United States, including Puerto Rico, have a label affixed to the windshield or side window prior to delivery to the dealer, specifying information akin to, but different in some respects from, the disclosure required under Law 77.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The statute defines \"manufacturer\" as \"any person engaged in the manufacturing or assembling of new automobiles, including any person importing new automobiles for resale.\"  15 U.S.C. &#167; 1231(a).  Volvo asks us to read the Monroney Act as if the duty to install the label on imported cars falls on the importer rather than upon the foreign manufacturer.  This suggestion has some force--merely as a matter of language--because the label requirement is directed to the affixing of the label \"prior to the delivery of any new automobile to any dealer,\" id. &#167; 1232, which is the task usually performed by the importer in the case of a foreign car.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Volvo's interpretation is also supported by some legislative history which speaks of disclosure by the manufacturer \"or\" importer, see H.R.Rep. No. 85-1958 (1958), reprinted in 1958 U.S.C.C.A.N. 2902, 2903, 2906, and by the fact that certain of the information required in the label would be known to the importer but not necessarily to the manufacturer, see, e.g., 15 U.S.C. &#167; 1232(c) (name and address of each dealer).  Two trade associations have filed an amicus brief asserting that the uniform practice in the case of foreign car imports is for the importer rather than the manufacturer to affix the label.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We were unable to locate any decided case on this issue and need not resolve it here.  As plaintiffs themselves assert, Volvo was not sued under the Monroney Act, and the Monroney Act is not one of the statutes whose violation comprises a predicate act under RICO. 18 U.S.C. &#167; 1961(1).  Even if the Monroney Act did apply to Volvo, plaintiffs' fraud claim on this theory would fail for lack of proof of scienter:  as already noted, the offense of fraud requires both a deceptive act and knowledge that the act is deceptive.  Cassiere, 4 F.3d at 1011.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">A mail or wire fraud conviction usually cannot result from a failure to disclose unless the defendant was aware of its duty to disclose.  See, e.g., Cassiere, 4 F.3d at 1022;  Sand, supra, p 44.01, at 44-11, 44-16.   If Volvo knew it was required to disclose information under the Monroney Act and failed to do so, such a deliberate violation could constitute an act of fraud.  See, e.g., United States v. Melvin, 544 F.2d 767, 774 (5th Cir.1977).  However, if the disclosure was omitted in good faith, there was no fraud.  United States v. Dockray, 943 F.2d 152, 155 (1st Cir.1991) (holding that good faith is an \"absolute defense\" to mail and wire fraud);  United States v. Ashman, 979 F.2d 469, 480 (7th Cir.1992) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Volvo's duties under the Monroney Act are far from clear, and plaintiffs offered no evidence that Volvo knew it had a duty to affix labels to cars sold by Trebol.  Volvo's practice on the mainland was to let its own importing company attach the labels, there was no showing that foreign manufacturers ordinarily affixed such labels, and there is no indication that any foreign manufacturer has ever been held liable for failing to affix a label.  Under these circumstances, an inference of deliberate deception by Volvo would be impossible to sustain even if we agreed that Volvo had such a legal duty under the Monroney Act--a point on which we are at the very least doubtful.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">To conclude, it is only with great reluctance that an appeals court rejects a jury verdict for lack of evidence to support it.  But save for acquittals in criminal cases, the right to jury trial under our Constitution does not mean that the jury automatically gets the last word:  a jury decision is final only where a jury, operating within the framework of the governing legal rules, could rationally decide the case in the manner it did.  And the error may not be the jury's fault at all.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In this case, we do not know whether the jury was misled by jury instructions whose validity we have not had to consider, or whether it wrongly attributed Trebol's fraud to Volvo or found offensive the higher markups charged in Puerto Rico, or whether the explanation lies somewhere else.  It is enough here that the evidence was not sufficient, under a proper reading of the law, to impose liability on Volvo.  Volvo is entitled to judgment as a matter of law on the merits of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The district court's judgment entered on October 10, 1996, is reversed as to Volvo.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <pre>APPENDIX\n                             TREBOL MOTORS\n             * * * * * * * * * * * * * * * * * * * * * * *\n                DECLARACION DE INFORMACION AL CONSUMIDOR\n                 DE ACUERDO A LOS REQUISITOS DE LA LEY\n                NUMERO 77 APROPADA EL 31 DE MAYO DE 1972\n1.     NOMBRE DEL VENDEDOR                       DIRECCION DEL LOCAL\n----------------------------                     -----------------------\n       DIRECCION POSTAL\n----------------------------                     -----------------------\n2.     NOMBRE DEL IMPORTADOR                     DIRECCION DEL LOCAL\nTREBOL MOTORS CORP.                              PO BOX 11204 FDZ JUNCOS\n                                                 SANTURCE, PR 00910\n3.     FECHA INTRODUCCION           MARCA        NUMERO DECLARACION\n         10/11/87                   VOLVO                  88041\n         MODELO                      AND         NUMERO DE MOTOR\n       4DLWA                        1998         YV1AX8845J1 285905\n4.  PRECIO DE VENTA SUGERIDO ***********************\n5.  PRECIO CONTRIBUTIVO ****************************\n6.  COSTO (INCLUYE FLETE Y SEGURO) *****************\n    IMPUESTOS (ARBITRIOS) **************************\n    DERECHOS DE REGISTRO (TABILLAS) ****************\n    SEGURO COMPULSORIO (ACAA) **********************\n    OTROS COSTOS ***********************************\n    TOTAL COSTO VEHICULO ***************************\n                   STOCK: 4DLWA3090</pre>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Senior Circuit Judge Levin H. Campbell heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. &#167; 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The next opinion is directed to the principal appeals of the remaining codefendants (Nos. 97-1140 and 97-1143) and a conditional cross-appeal by the plaintiffs (No. 97-1145).  The final opinion deals with sanctions and attorney's fee issues (Nos. 97-1599, 97-1600 and 97-1790)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The latter rulings are also the subject of a separate appeal by Volvo's attorneys (No. 97-1600) out of a concern that they may be implicated in the sanctions and award of attorney's fees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Specifically, Volvo claims the district court abused its discretion in certifying the plaintiff class, in sanctioning Volvo's attorneys in the presence of the jury and without notice or a hearing, in admitting certain expert testimony, and in admitting evidence of Volvo's reputation.  Volvo also criticizes the district court's charge to the jury.  For reasons that will become apparent, we do not reach any of these issues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 18 U.S.C. &#167; 1962(c) prohibits the conduct of an enterprise's affairs through a \"pattern of racketeering activity\" and this in turn requires \"at least two acts of racketeering activity\" within 10 years of each other.  18 U.S.C. &#167; 1961(5).  Racketeering activities include mail and wire fraud.  Id. &#167; 1961(1)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The plaintiffs' expert, a former director of the Bureau of Excise Taxes at Puerto Rico's Department of the Treasury, stated on cross-examination that tax forms were sometimes processed by government employees unfamiliar with the regulations and that the government relied on automobile importers to report the measurements according to the less favorable standard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiffs suggest that Volvo nonetheless facilitated Trebol's understatement of FOB prices by including a price increase as a \"separate line item\" on invoices at Trebol's request.  Plaintiffs argue that the separate surcharge was not included by Trebol in the taxable FOB price reported to the tax authorities.  Yet the surcharge was clearly indicated on Volvo's invoices and would have been evident to the tax authorities if disclosed.  Trebol did not submit the invoices to the authorities, and it is unclear whether it had a duty to do so.  But it is clear that the price Trebol submitted for tax purposes was not controlled by Volvo's itemization of price elements on the invoices</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Volvo offered undisputed testimony that the emblem designations were not comparable across different markets or years, so that a DL in the United States might have more accessories than a GLE in Sweden in the same year, and a DL in Puerto Rico in one year could have more accessories than the GL of the previous year</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Some of the accessories installed at the port in San Juan included more ornate tires, metallic paint, leather interiors, voltmeters, tachometers, aluminum wheels, power antennas, and additional radio speakers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A Volvo officer testified that Trebol had asked Volvo to provide cars with more accessories than the 240 DLs and GLs that Volvo had been sending to the mainland United States and Puerto Rico.  Volvo's testimony suggested that the carmaker found it inefficient for its production facilities in Sweden to produce a small number of highly-accessorized cars for Puerto Rico and that it was more cost-effective to ship a basic DL to Puerto Rico and allow Trebol to customize more luxurious vehicles as the need arose</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For this reason, an array of statutes and regulations have been enacted to require specified disclosures for certain kinds of transactions.  The statute most closely in point, discussed below, is the Monroney Act which requires specified disclosures by an automobile dealer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> There are a few cases whose general language makes clear that the federal statutes go somewhat beyond common-law fraud, but all of them recognize that there must be some artifice to defraud, in addition to an illicit intent, and, most significantly, almost all of the cases can be explained either by the existence of an independent duty to disclose, e.g., United States v. Melvin, 544 F.2d 767, 774 (5th Cir.1977), or by the use of deceptive half truths, Emery, 71 F.3d at 1347;  United States v. Townley, 665 F.2d 579, 585 (5th Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note the similarity of the entire claim discussed in this section to an earlier claim brought by a single Volvo purchaser in Puerto Rico.  This claim was dismissed by the district court, and the dismissal was in turn affirmed in an unpublished decision of this court, Rodriguez-O'Ferral v. Trebol Motors Corp., 1993 WL 261993, 998 F.2d 1001 (1st Cir.1993) (table).  Although the parties make reference to our earlier affirmance, we do not rely on that decision as precedent because it was unpublished</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Specifically, a Volvo dealer from Miami offered to fly Puerto Rican purchasers to Miami for a weekend and pay for accommodations if they bought a Volvo.  Trebol requested that Volvo \"take action\" on the matter.  Although Volvo did maintain a policy of discouraging its importers from interfering in each other's markets, a Volvo representative stated that there was little that Volvo or an importer could do to prevent an independent dealer from selling outside its territory.  Plaintiffs have not shown that Volvo's actions on the \"gray market\" issue went beyond informing the Miami dealer of its disapproval</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Plaintiff Canino purchased a DL in New York and paid shipping and excise to Puerto Rico, and the resulting price was still $4000 lower than what she would have paid for an identical DL from Trebol Motors.  However, Trebol would only honor the vehicle's warranty for one year rather than three because the vehicle was purchased outside Puerto Rico.  When Canino asked Volvo to explain this, Volvo replied that it could not interfere with Trebol's warranty policies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> During Volvo's cross-examination of one of the plaintiffs' experts, the district judge sanctioned Volvo's counsel for misconduct during discovery, particularly regarding Volvo's delay in filing copies of the invoices that Volvo had issued to Trebol and AUM.  The sanction was that Volvo \"cannot bring any evidence pertaining to the double invoicing sent by Volvo to the Liechtenstein corporation.\"   The district court eventually withdrew its sanction order, but it denied Volvo's request to recall witnesses whose cross-examination had been limited pursuant to the order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> After a heated dispute, the district court ruled that Volvo had produced for plaintiffs its records of AUM payments to Volvo.  It is not clear that plaintiffs ever offered the records in evidence and, in any event, plaintiffs point to no evidence that Volvo did receive excessive payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In 1992, Puerto Rico enacted a new statute requiring the \"importer or distributor\" to affix a label to all vehicles displaying \"the information the Secretary [of the Treasury] deems necessary\" and the \"suggested consumer sales price.\"   1992 P.R. Laws Act 80, &#167; 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Most Volvo representatives who visited Puerto Rico were Swedish, and the evidence shows that they generally conducted business with Trebol in English</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> We need not reach the interesting question whether--if Volvo did know of the fraud--the facts would allow a jury to hold Volvo liable under RICO for Trebol's deceptions simply because Volvo continued to supply cars to Trebol.  Cf. Direct Sales Co. v. United States, 319 U.S. 703, 709-13, 63 S.Ct. 1265, 87 L.Ed. 1674 (1943);  Aetna Cas. &amp; Sur. Co. v. P &amp; B Autobody, 43 F.3d 1546, 1562 (1st Cir.1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></span></p>\n    <p class=\"parties\">Luis BONILLA, et al., Plaintiffs, Appellees,<br>v.<br>VOLVO CAR CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1135.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 2, 1997.<br>Decided July 28, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gael Mahony with whom Michael D. Weisman, Michael D. Vhay, Andres W. Lopez, Anne L. Showalter, Hill &amp; Barlow, P.C., Rafael Perez-Bachs, Nereida Melendez-Rivera and McConnell Valdes were on brief for defendant Volvo Car Corporation.</p>\n      <p class=\"indent\">Daniel L. Goldberg, Alicia L. Downey, Bingham, Dana &amp; Gould LLP, Charles H. Lockwood II, Vice President &amp; General Counsel, Association of International Automobile Manufacturers, Inc., and Phillip D. Brady, Vice President &amp; General Counsel, American Automobile Manufacturers Association, on brief for Association of International Automobile Manufacturers, Inc. and American Automobile Manufacturers Association, Amici Curiae.</p>\n      <p class=\"indent\">Allan Kanner with whom Conlee Schell Whiteley, Elizabeth B. Cowen, Allan Kanner &amp; Associates, P.C., Paul H. Hulsey, Frederick J. Jekel, Theodore H. Huge, Ness, Motley, Loadholt, Richardson &amp; Poole, P.A., Jose F. Quetglas Jordan, Eric Quetglas Jordan, Zygmunt Slominski, Quetglas Law Offices, Daniel Harris and Law Offices of Daniel Harris were on brief for plaintiffs Luis Bonilla, et al.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In these seven related appeals, we are asked to examine numerous rulings and decisions in a complex civil suit brought under the Racketeering Influenced and Corrupt Organizations Act, 18 U.S.C. &#167; 1962 (\"RICO\").  This opinion addresses the first of the appeals, the principal appeal (No. 97-1135) of Volvo Car Corporation (\"Volvo\"), and two companion opinions resolve the remaining appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We briefly set forth the procedural history of the case as background for all three opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs are a class of individuals and corporations who, between 1983 and 1993, among them purchased 9,077 cars of the 200 series manufactured by Volvo, a Swedish automobile manufacturer.  The cars were imported to Puerto Rico by Trebol Motors Distributor Corporation (\"Trebol Distributor\"), and sold for the most part by Trebol Motors Corporation (\"Trebol Motors\").  Both of these companies (together \"Trebol\") were owned by Jorge Gonzalez and, after his death, by his widow and son, defendants Conchita Navarro de Gonzalez and Ricardo Gonzalez Navarro (together \"the Gonzalez defendants\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs have advanced various arguments at different times, but the claims coalesce around one general complaint:  that Volvo, Trebol, and the Gonzalez defendants conspired to violate, and did in fact violate, RICO by engaging in hundreds of predicate acts of mail and wire fraud.  18 U.S.C. &#167;&#167; 1341, 1343, 1962.  The plaintiffs allege that the acts were part of a complex and multifaceted scheme to defraud Puerto Rican purchasers by overcharging them for series 200 Volvo cars.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The plaintiffs' first complaint was filed in the district court on June 16, 1992, and named as defendants Volvo, Trebol, and the Gonzalez defendants, and certain other companies no longer parties to the case.  The parties spent nearly four years in bitterly waged discovery battles.  On April 26, 1996, the district court granted the plaintiffs' motion to file a Third Amended Complaint, which is the operative complaint in the suit.  Trial was scheduled to begin before a jury on Monday, June 24, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the afternoon of Friday, June 21, 1996--almost literally the eve of trial--Trebol and the Gonzalez defendants presented the district court with a joint notice consenting to entry of default \"as to the factual averments of the Third Amended Complaint.\"   The district court entered a \"final Partial Judgment on the issue of liability\" against Trebol and the Gonzalez defendants on July 2.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Trial proceeded with Volvo as the sole defendant.  The district court had earlier bifurcated the proceedings, intending that the jury would produce a general liability verdict first and then, if necessary, a verdict regarding damages.  Indeed, the district court envisioned two separate damages proceedings, one to determine class-wide damages, and a second (probably involving a special master) to determine the damages of individual class members.  However, the presentation of the evidence was not bifurcated, and the jury heard testimony regarding both liability and damages over twenty days of trial.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 25, 1996, the twenty-second day of trial, the jury returned a verdict finding that Volvo was liable for violating and conspiring to violate RICO's prohibition on racketeering activity.  18 U.S.C. &#167; 1962(c), (d).  The jury also found that Volvo had used or invested income from a pattern of racketeering activity, id. &#167; 1962(a), but that the plaintiffs had not been injured by this violation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 31, 1996, the district court held a hearing on damages.  Neither plaintiffs nor Volvo presented further evidence, but both presented arguments to the jury based on the evidence already submitted.  The next day, the jury found Volvo liable for $43,197,100.  The district court trebled the amount under 18 U.S.C. &#167; 1964(c), yielding $129,591,300.  The plaintiffs then moved for prejudgment interest, attorney's fees, and costs, alleging vexatious discovery conduct by Volvo.  Volvo moved for judgment as a matter of law or a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On August 29, 1996, the court held a hearing on damages as to Trebol and the Gonzalez defendants.  On October 10, 1996, the district court issued an opinion and orders denying Volvo's motion for judgment in its favor or new trial and the plaintiffs' motion for prejudgment interest.  The court also entered a final judgment as to all defendants (including Trebol and the Gonzalezes) in the full amount of the trebled verdict.  Volvo renewed its motion for judgment or new trial, and Trebol and the Gonzalez defendants filed separate motions to set aside the judgment under Fed.R.Civ.P. 59, all of which were eventually denied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On March 27, 1997, the district court entered two lengthy orders.  The first order sanctioned all defendants for vexatious conduct during discovery by declaring that the court would view plaintiffs' submission regarding computation of attorney's fees with indulgence.  The second order awarded attorney's fees and costs to the plaintiffs in the amount of $3,518,844.41.  Trebol Motors and Trebol Distributor had filed for bankruptcy under Chapter 11 nearly six months before, on September 30, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Volvo now appeals the denial of its motion for judgment as a matter of law, for a new trial, or for a remittitur (No. 97-1135), as well as the district court's ruling on sanctions and attorney's fees (No. 97-1599).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Trebol and the Gonzalez defendants appeal from the entry of judgment against them (Nos. 97-1140, 97-1143), and the Gonzalez defendants also appeal the sanction and fee award (No. 97-1790).  Finally, the plaintiffs have filed a protective appeal asking that, in the event of a remand, this court should require the district court to award them prejudgment interest (No. 97-1145).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this opinion, we address only Volvo's appeal on the merits;  the remaining appeals are dealt with in two separate opinions also issued today.  In the instant appeal, Volvo argues that judgment should be entered in its favor because several elements necessary to the plaintiffs' claims were not established by the evidence.  Volvo also makes several attacks on procedural and evidentiary rulings, which it claims warrant a remand for a new trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Volvo's main contention is that the evidence does not support a finding that Volvo committed predicate acts of mail or wire fraud, a crucial element of plaintiffs' RICO claim.  See Ahmed v. Rosenblatt, <span class=\"citation\" data-id=\"197458\"><a href=\"/opinion/197458/ahmed-v-rosenblatt/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 888 (1st Cir.1997).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We review the district court's denial of Volvo's motion for judgment as a matter of law de novo as to issues of law.  We resolve credibility issues and draw inferences in favor of the jury verdict and examine the evidence as a whole.  Still, the verdict cannot stand if no reasonable reading of the evidence will support it.  See Schultz v. Rhode Island Hosp. Trust Nat'l Bank, N.A., <span class=\"citation\" data-id=\"196938\"><a href=\"/opinion/196938/schultz-v-ri-hosp-trust-nat-bk/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">721</span></a></span>, 731 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To prove mail or wire fraud, plaintiffs must show three elements:  a \"scheme to defraud,\" Volvo's \"knowing and willful participation in the scheme with the intent to defraud,\" and the use of the mails or interstate wire or radio communication in furtherance of the scheme.  United States v. Cassiere, <span class=\"citation\" data-id=\"194928\"><a href=\"/opinion/194928/united-states-v-cassiere/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1011 (1st Cir.1993).  The conduct must \"be intended to deceive another, by means of false or fraudulent pretenses, representations, promises, or other deceptive conduct.\"  McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., <span class=\"citation\" data-id=\"542857\"><a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 791 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">536</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">546</span></span> (1990).  In addition to demonstrating the fraud, however, RICO requires the plaintiffs to show that they were \"injured in [their] business or property by reason of\" the fraud.  18 U.S.C. &#167; 1964(c).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiffs presented the jury with \"five frauds\" in which they claimed Volvo participated.  These are not five isolated acts of fraud, but different groups of activity, each comprising multiple acts;  if the activities within the group were fraudulent, any one group would reflect multiple \"predicate acts\" under RICO.  We must determine whether the evidence presented as to at least one of the five frauds is sufficient to support the verdict.  We conclude that none of the frauds has been established against Volvo, that the judgment against it must be reversed, and that plaintiffs' claims against Volvo fail in their entirety.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Excise Taxes.   First, the plaintiffs claim that Volvo and Trebol together fraudulently underreported material data to the Puerto Rican tax authorities, resulting in reduced excise tax payments on vehicles shipped to Puerto Rico.  During the class period, the excise tax on a car imported to Puerto Rico was a function of its horsepower, weight, and FOB (i.e., factory-gate) price from the manufacturer.  Volvo certified to Trebol the weight and horsepower of each car shipped to Puerto Rico, and Trebol then disclosed this information to the tax authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiffs claim that Volvo used a computation formula for horsepower that understated the real horsepower and thus lowered the amount of excise tax due.  According to plaintiffs' expert on tax issues, Puerto Rico regulations prior to March 1989 required that horsepower be certified in accordance with standards of the Society of Automotive Engineers.  It is common ground that the Society had promulgated two standards of horsepower measurement known as J245 and J1349 and that Puerto Rico's regulations did not specify which method was to be used until March 1989, when the regulations were amended to require the use of J1349.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The undisputed evidence is that Volvo's certifications to Trebol until March 1989 used J245, which yielded a measurement of 107 hp for 200 series vehicles.  After the regulations were amended, Volvo began using J1349, which produced a measurement of 114 hp and materially increased the excise tax owed on the vehicles.  As far as the record shows, Volvo's certifications disclosed the method used in calculating horsepower and were accurate under the methods used.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiffs make a similar claim of inaccuracy as to car weight.  Plaintiffs' expert admitted that, prior to 1989, Puerto Rico had no regulations defining how a car's \"curb weight\" was to be calculated.  Volvo's certifications specified that certain items were not included in the weighing, such as fluids, air conditioning, air bags, and other accessories.  The weight regulations were amended in 1989 to specify that curb weight included the weight of fuels and lubricants, among other items.  There is no evidence that Volvo's certifications thereafter failed to report the higher weights as required under the amended regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plaintiffs call Volvo's behavior prior to 1989 \"excise tax fraud.\"   Their contention is that Volvo knew of the alternative measurement methods for weight and horsepower, but used \"false\" horsepower and weight figures that enabled Trebol to \"evade\" payment of over $20 million dollars in excise taxes.  According to plaintiffs, it is fraudulent behavior to take advantage of loopholes in the tax laws and a reportedly lax regulatory environment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Plaintiffs cite no authority for the proposition that reducing one's tax burden with methods that are not prohibited by law constitutes tax fraud.  We are confident that none can be found.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs attempt to strengthen their argument by demonstrating that Volvo and Trebol knew that other methods of calculating horsepower and weight were available.  In particular, they note that the owners' manuals for similar cars sold in the United States and Canada stated horsepower according to the J1349 method well before 1989.  This does not establish that Volvo or Trebol had a duty to use J1349 figures in compliance with Puerto Rico 's tax laws.  Plaintiffs' own expert stated that they did not have such a duty.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A separate issue concerns the disclosure of the FOB price.  Plaintiffs proffered several submissions of Trebol Motors to the tax authorities in which the FOB price reported is substantially lower than the invoice price charged by Volvo.  A jury could certainly infer that, absent an explanation, such underreporting--at least if systematic--constituted tax fraud by Trebol.  However, no evidence implicates Volvo in false reporting of the FOB price to the Puerto Rican Bureau of Excise Taxes.  The plaintiffs' tax expert agreed that the duty to pay the excise tax applies to the Puerto Rican importer, not to Volvo.  Another expert agreed that he had seen no evidence that Volvo had participated in tax evasion involving FOB prices.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs place great weight on a single sentence in a single piece of correspondence in 1987 by a Volvo representative to Trebol.  The letter concerns a reduction of the length of the factory warranty for 1988 vehicles in light of Trebol's inability to keep warranty claims within Volvo's suggested budget.  The letter points out that retaining a three-year warranty would require Volvo to raise the vehicle price by $500, whereas reducing the warranty to one year would enable Volvo to reduce the price by $500.  The letter then states:  \"Also keep in mind that there is a hidden potential profit for you due to reduced excise taxes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The plaintiffs argue that this sentence refers to Volvo's and Trebol's joint efforts to circumvent excise taxes by underreporting data to Puerto Rican authorities.  Although creative, this reading is utterly implausible because the letter, in all other respects, relates to the substantial warranty expenses incurred by Trebol.  The quoted sentence can only refer to the fact that a reduction in warranty, by reducing the invoice cost of the car, would by the same token reduce Trebol's excise tax liability, which was calculated partly as a function of invoice cost.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if plaintiffs' evidence were sufficient, they have failed to prove that they were injured \"by reason of\" such activity.  18 U.S.C. &#167; 1964(c).  Since excise taxes ordinarily increase the cost to consumers, plaintiffs presumably benefitted from a reduction in taxes.  They argue that, by paying lower taxes than competing automobile businesses, Trebol gained an advantage allowing it to dominate the European car market in Puerto Rico and charge higher prices than a truly free market would allow.  It is uncertain whether this sequence, even if proved, would involve injury too remote to support recovery under RICO.  See Holmes v. Securities Investor Protection Corp., <span class=\"citation\" data-id=\"112708\"><a href=\"/opinion/112708/holmes-v-securities-investor-protection-corporation/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 268-74, <span class=\"citation\" data-id=\"112708\"><a href=\"/opinion/112708/holmes-v-securities-investor-protection-corporation/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1311</span></a></span>, <span class=\"citation\" data-id=\"112708\"><a href=\"/opinion/112708/holmes-v-securities-investor-protection-corporation/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></a></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">However this legal issue might be resolved, plaintiffs have pointed to no evidence in the record that other car importers bore higher tax burdens, that these taxes were a reason for a lack of competition among European cars, or that plaintiffs bought Volvos because of a lack of European-car alternatives.  We therefore conclude that no rational jury could have found that the supposed \"excise tax fraud\" comprised acts by Volvo in violation of RICO or caused a recoverable injury to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Port-Added Emblems and Accessories.   Plaintiffs' next allegation concerns emblems and accessories.  During the class period, 200 series Volvo cars sold in the mainland United States and Puerto Rico had emblems affixed to them that indicated the car model.  The vehicles at issue in this case all bore emblems that identified them as 240 DL, 240 GL, or 240 GLE.  The middle number \"4\" in the 240 model series indicates a car with a four-cylinder engine. The underlying 240 series car \"platform\" is the same in all cases;  the evidence at trial showed that the emblems reflect varying levels of accessories.  In any given market in any given year, GLEs have more accessories and are more expensive than GLs, which in turn have more accessories and a higher price than DLs.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The dispute centers on how the emblems and accessories came to be part of the cars as sold to Puerto Rico customers.  Between 1985 and 1991, all 200 series cars sent to Puerto Rico arrived from Sweden as 240 DLs with DL emblems.  Trebol, with Volvo's permission, equipped some DLs with additional Volvo accessories and new GL or GLE emblems, all of which had been shipped separately from Sweden.  The cars were then sold as either GLs or GLEs.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This contrasts with Volvo's practice in most other destination markets, where vehicles were imported with accessories and emblems already factory-installed in Sweden.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Trebol also marketed a car called a \"240 DLWA,\" which bore a DL emblem but had certain added accessories not included in Trebol's 240 DL. DLWA appears to be an internal designation adopted by Trebol.  Although this model type was not reflected on an emblem, it did appear in Trebol's internal price lists and some customer purchase contracts.  Thus, even within a single model year, vehicles bearing the same emblem might have different accessories.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The plaintiffs claim that Volvo's authorization of port installed accessories and emblem changes gave rise to \"fake\" Volvo models, permitting Trebol to sell cars that were \"in reality\" DLs as if they were DLWAs, GLs or GLEs commanding higher prices.  Several plaintiffs testified that they felt \"cheated\" when they discovered that their DLWA, GL or GLE was not \"from the factory\" but rather was shipped from Sweden as a DL, with accessories added in Puerto Rico.  Plaintiffs do not dispute that the cars and all their equipment, including the accessories installed in Puerto Rico, had been manufactured by Volvo in Sweden.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">At trial, Volvo's representative offered an arguably plausible business explanation for the practice.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  However, Volvo apparently conceded that local installation of major accessories was a rare practice in Volvo's other markets and did not occur in the larger continental U.S. market.  And doubtless a jury might initially think that there was something suspicious about upgrading the emblem after the car left the factory.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But looked at objectively, the plaintiffs received the cars they ordered--Swedish-made Volvo 240 series car platforms with specified accessories--and this is so whether the Swedish voltmeter and upgraded tires were installed in Sweden or Puerto Rico.  The Puerto Rico customers all knew what accessories their respective cars contained.  The question, then, is whether Trebol's sale of the car with no affirmative false statement as to where the accessories were installed could be treated as fraud.  At the core of the issue is how fraud is to be defined.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Putting aside the scienter element in fraud and looking only at behavior, the locus classicus of fraud is a seller's affirmative false statement or a half truth, i.e., a statement that is literally true but is made misleading by a significant omission.  See Emery v. American Gen. Fin., Inc., <span class=\"citation\" data-id=\"709532\"><a href=\"/opinion/709532/verna-emery-on-behalf-of-herself-and-all-others-similarly-situated-v/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span>, 1348 (7th Cir.1995) (Posner, C.J.).  At common law, fraud doctrine did not impose any broader, general duty to disclose, see Chiarella v. United States, <span class=\"citation\" data-id=\"110221\"><a href=\"/opinion/110221/chiarella-v-united-states/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 228, <span class=\"citation\" data-id=\"110221\"><a href=\"/opinion/110221/chiarella-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1108</span></a></span>, <span class=\"citation\" data-id=\"110221\"><a href=\"/opinion/110221/chiarella-v-united-states/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">348</span></a></span> (1980), but it is settled that the mail and wire fraud statutes go somewhat beyond the common law, see McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., <span class=\"citation\" data-id=\"542857\"><a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 791 (1st Cir.1990).  Thus, a leading commentary on federal jury instructions says that even where there is no falsehood or half truth:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>[T]he failure to disclose information may also constitute a fraudulent representation [under the mail and wire fraud statutes] if the defendant was under a legal, professional or contractual duty to make such a disclosure....</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">2 Sand, Siffert, Loughlin &amp; Reiss, Modern Federal Jury Instructions, p 44.01, at 44-11 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There is no basis here for imputing to Volvo or Trebol a \"legal, professional or contractual duty\" to announce where the emblem and accessories were installed.  And Judge Sand's formulation clearly (and correctly) implies that, outside of these categories, there is no general obligation of the seller to tell the buyer everything negative that the buyer might be interested in learning about the transaction or item to be purchased.  It is safe to say that few sellers do so--without an explicit regulatory requirement--and caveat emptor remains the general rule (absent false statements or half truths).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">No doubt a shadowy area exists in which conduct alone, in context, can amount to a misrepresentation.  Imagine the sale of a 240 DL where the salesman made no formal representations about the car, although knowing it to have a four-cylinder lawnmower engine in place of a car engine;  or, consider a customer who explicitly told the salesman that she was buying the car because it had built-in child safety seats, when the salesman knew that the seats had been removed from that particular car.  If such deceptions were deliberate, we assume, at least arguendo, that the sales could be treated as artifices to defraud under the federal statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">But nothing inherent in the process of buying a Volvo car amounts to an implicit representation that a Volvo-supplied volt meter or power antenna was necessarily installed by Volvo in Sweden.  Many cars today are commonly made entirely in countries other than the home of the manufacturer, and various components are made for, rather than by, the car manufacturer.  Nor does it matter that for some other markets Volvo installed more of the accessories in its Swedish factories;  whether or not the jury accepted Volvo's explanation for its practice (see note 9 above), nothing obliged Volvo to operate in the same manner in every market.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Curiously, there is not much direct precedent on the question of non-disclosure, and nothing is as helpful as the Sand formulation.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  It would be a truly revolutionary change to make a criminal out of every salesman (assuming use of the mails or telephone) who did not take the initiative to reveal negative information about the product and who--a jury might find--harbored in his heart the hope that the buyer would never ask.  Whether or not this would bring business in the United States to a standstill might be debated;  but it is a change, if it is ever to be made, that should be undertaken by legislatures and not by courts.  Cf. McEvoy Travel, 904 F.2d at 791-91.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The plaintiffs say that the accessories added in Puerto Rico disproportionately increased the sale price of the vehicles.  They claim (for example) that the difference in cost to Trebol between a 1987 DLWA and a 1987 DL was $155, but the difference in purchase price to the customer was $3100;  in other words, Trebol marked up the accessories enormously.  Plaintiffs also say that the GLE label itself effectively represented a $2000 increase in price.  Certain plaintiffs testified that they would not have paid these surcharges had they known that the added accessories were so minor.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">However, the plaintiffs have not shown that the vehicle price or the nature of the car's luxuries were unknown to them.  No plaintiffs testified that they believed the GLE and GL were different from the DL in any way other than accessories and emblems;  generally, plaintiffs signed a \"Pre-Delivery Inspection Report\" upon delivery of the vehicles acknowledging the accessories installed in the car.  Plaintiffs' statements in retrospect that they would rather not have paid their bargained-for price for accessories they knew they were getting are not proof of fraud.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Prices.  The plaintiffs' third claim is denominated as one of \"price fraud.\"   This claim consumed much of the trial with expert testimony as to whether Volvo cars sold by dealers in the mainland United States carried substantially lower prices than equivalently equipped cars sold by Trebol in Puerto Rico.  There was also documentary evidence tending to show or negate Volvo's awareness of the retail prices of cars in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Assuming that Volvo was aware that Trebol's retail prices exceeded those of comparably equipped Volvo cars on the mainland, such a price disparity is not itself fraud.  An excessive price can be the result of fraud, the defrauded buyer generally paying a higher price than he would have paid absent a deception.  But there is nothing in the law of fraud that prevents even a single seller from charging different markups in different markets so long as there is no affirmative misrepresentation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">However, plaintiffs' claim does not rest solely on the premise that Trebol's prices were higher than mainland prices.  First, the plaintiffs assert that Volvo and Trebol interfered with the ability of Volvo dealers in the United States to sell cars at lower prices in Puerto Rico, and that as a result Trebol was able to keep charging excessive prices.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Second, plaintiffs argued that Trebol, with Volvo's permission, discouraged buyers from purchasing vehicles in the continental United States and importing them to Puerto Rico by refusing to honor the imported vehicle's warranty for more than one year.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Putting aside Volvo's own responsibility for Trebol's pricing, large markups and differential pricing may seem unfair to consumers and may well have appeared reprehensible to the jury.  And actions taken by Volvo or Trebol or both to reinforce this market segmentation and to discourage intra-brand competition by other mainland-based Volvo dealers may have looked even worse.  Indeed, some kinds of constraints on intra-brand competition are vulnerable under the antitrust laws.  See Continental T. V., Inc. v. GTE Sylvania Inc., <span class=\"citation\" data-id=\"109716\"><a href=\"/opinion/109716/continental-tv-inc-v-gte-sylvania-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 58-59, <span class=\"citation\" data-id=\"109716\"><a href=\"/opinion/109716/continental-tv-inc-v-gte-sylvania-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2549</span></a></span>, <span class=\"citation\" data-id=\"109716\"><a href=\"/opinion/109716/continental-tv-inc-v-gte-sylvania-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">568</span></a></span> (1977);  Packard Motor Car Co. v. Webster Motor Car Co., <span class=\"citation\" data-id=\"241968\"><a href=\"/opinion/241968/packard-motor-car-company-v-the-webster-motor-car-company-the-webster/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">418</span></a></span>, 420 (D.C.Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">29</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></span> (1957).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The ability to charge excessive markups and engage in differential pricing is almost everywhere the symptom of lack of competition or other market failure (e.g., inadequate information).  Such behavior flourishes in markets that are small and are geographically or otherwise isolated.  For products like automobiles, customers tend to shop where they can also get service and one expects less competition and higher markups in thinner markets (where costs may also be higher).  Whether price discrimination helps or hurts consumers, and it can do either, VIII Areeda, Antitrust Law p 1616f, at 226 (1989), it is not itself fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We have no reason to consider whether the antitrust laws would reach Volvo's discouragement of Florida dealers from marketing their cars in Puerto Rico or Volvo's use of warranty policies to dissuade customers from buying their cars elsewhere and bringing them to Puerto Rico.  Antitrust violations were not charged in this case, and in any event do not constitute predicate acts under RICO. 18 U.S.C. &#167; 1961(1).  This is also not the rare case where an antitrust violation also involves a sufficient measure of deception to qualify as fraud (e.g., secret bid-rigging cases).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Double Invoicing.   The most factually complex claim against Volvo arises from a double invoicing scheme involving a Liechtenstein-based corporation named Auto und Motoren Aktiengesellschaft (\"AUM\").  Trebol, Volvo, and AUM maintained what was, according to Volvo, a relationship whereby AUM guaranteed Trebol's debts to Volvo.  Volvo would send Trebol an invoice with every shipment of vehicles and copy that invoice to AUM to keep it informed of its potential liability.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Plaintiffs showed that, between 1986 and 1989, AUM sent Trebol additional invoices for the same vehicles but with different purported prices.  AUM's invoices sometimes overstated the vehicles' cost relative to the actual price in the authentic Volvo invoice by as much as $3000;  not all AUM invoices contained inflated prices and some of the inflated ones involved small amounts (e.g., $50).  In any case, Trebol used these inflated invoices to obtain higher inventory financing from Puerto Rican banks and Trebol also calculated its retail prices using the inflated cost as a starting point.  Trebol also remitted the higher invoice amount to AUM, resulting in the accumulation of a pool of excess funds in Liechtenstein.  Plaintiffs' evidence suggested that some of these funds were funnelled back to Trebol.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Since Trebol was sent copies of the original Volvo-prepared invoices, a rational jury could conclude that Trebol knew of the actual prices and was defrauding Puerto Rican banks by means of the double invoicing scheme.  If Trebol used the inflated invoice prices on its tax returns, tax authorities may also have been defrauded.  Far more tenuous is the conclusion that Volvo knowingly participated in the fraud.  After reviewing the evidence presented, we do not believe that any rational jury could conclude that it was more likely than not that Volvo knowingly participated in the AUM fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Plaintiffs say that an inference of such knowledge could be inferred because Volvo's relationship with AUM was unusual and not adequately explained.  Plaintiffs point out that Volvo importers in other markets usually did not invoice through a foreign guarantor.  Plaintiffs' expert testified that AUM served no legitimate business purpose:  he said that it seemed to serve simply as a conduit for Trebol's payments and despite the \"guarantor\" label, in early 1993, Volvo executed a \"Loan Agreement\" whereby Volvo loaned AUM 2.7 million dollars to cover Trebol's debts--a transaction that appears exactly contrary to a guarantor's role.  Volvo later authorized a transaction in which AUM swapped Trebol's debt to it for equity in Trebol.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The use of a \"guarantor\" for Puerto Rico but not for the continental United States is less mysterious than might otherwise be supposed.  The evidence showed that, in the continental United States, Volvo's importer was a wholly owned subsidiary of Volvo and the use of a guarantor would have been superfluous.  In Puerto Rico, Volvo was entrusting valuable inventory to an importer controlled by the dealer and in a location where Volvo had no permanent presence.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Why Volvo would have lent money to a guarantor on one occasion was not as well explained;  Volvo's representative described the transaction as involving no real loan of money but as an \"extended credit term\" to give Trebol an extension on its payments for cars shipped by Volvo.  One might have expected Volvo, in conducting a prudent defense, to have shed more light on its connections with AUM, assuming that they were wholly innocent.  But the burden was not on Volvo to negate charges of fraud, and the trial judge mistakenly hindered efforts by Volvo to provide some explanation or negate the inference.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In all events, on the evidence of record, it would be pure speculation for a jury to conclude that Volvo had any knowledge of the double invoice scheme.  Self-interest gave Trebol reason to participate in such a fraud, but there was little reason for Volvo to do so absent proof--and proof was absent--that Volvo got more than its original invoice price.  The jury had no basis for concluding that Volvo received more money from AUM than was charged in the original invoices.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Plaintiffs rely on United States v. London, <span class=\"citation\" data-id=\"196297\"><a href=\"/opinion/196297/united-states-v-london/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span>, 1243 (1st Cir.1995), in which we held that \"evidence of mutual interest\" between a money launderer and his clients supported an inference that the launderer \"intended to promote\" his client's illegal activities.  However, the inference in London was permissible only because \"evidence of mutual interest\" was coupled with \"know[ledge] that the property involved ... represent[ed] the proceeds of some form of unlawful activity.\"  Id. at 1242 (quoting 18 U.S.C. &#167; 1956(a)(1)(A)(i));  see also United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 713-14 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></span> (1993).  Plaintiffs have not shown analogous knowledge on Volvo's side that Trebol was engaging in fraudulent activity.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Disclosure Labels.   The last of the \"five frauds\" involves misrepresentations of information on disclosure labels required by law.  During most of the class period, a Puerto Rican statute, popularly known as \"Law 77,\" mandated that the \"seller or dealer\" of motor vehicles conspicuously affix to each vehicle for sale a label disclosing, inter alia, the name and address of the selling entity, the factory cost of the vehicle, the tax \"on the vehicle and equipment installed in Puerto Rico,\" and the \"[r]etail price in Puerto Rico suggested by the seller.\"  P.R. Laws Ann. tit. 23, &#167; 1023 (1987), repealed by 1992 P.R. Laws Act 80.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Plaintiffs introduced several automobile disclosure labels showing \"cost\" figures that were based on the inflated figures sent by AUM.  Because the information actually provided in Trebol's labels is critical to this claim of fraud, we have reproduced an example of such a label in the appendix to this opinion, omitting specific cost numbers.  Although Trebol's labels did not precisely follow the requirements of Law 77, it is clear that they were intended to be Law 77 labels.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Trebol appears to have begun with AUM's inflated CIF (\"cost, insurance, freight\") figure and added more items--occasionally itemized by Trebol in the margin of AUM invoices as \"royalties,\" \"accessories,\" \"publicity,\" and \"other costs\"--to produce a base \"cost\" figure that was reported on the Law 77 label.  Trebol's Law 77 label then added excise taxes, license plate fees, compulsory insurance and \"other costs\" to produce a \"total vehicle cost.\"   The label also stated a \"suggested sales price\" which was somewhat higher (e.g., $1,500) than the \"total vehicle cost\";  actual purchase prices generally fell between the total vehicle cost figure and the suggested sales price.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">To the extent that the AUM invoices gave inflated CIF cost figures (and not all did), the Law 77 labels that copied those figures misrepresented what Law 77 intended to be the factory \"cost\" of the vehicles to Trebol.  The jury could easily infer that this misrepresentation injured some of the plaintiffs;  in bargaining with Trebol, customers probably believed that the dealer had to charge at least the reported \"total vehicle cost.\"   Deliberately overstating this figure would be fraud, and we need not look far to find a use of the mails in connection with the scheme, namely, Trebol's correspondence with AUM which furnished the inflated CIF figures.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">However, plaintiffs do not dispute that the label provision of Law 77 imposes the disclosure obligation only upon sellers or dealers, which are clearly distinguished from \"manufacturers\" in the statute.  See P.R. Laws Ann. tit. 23, &#167;&#167; 1022, 1023.  There is no evidence, nor is there a basis to infer, that Volvo had any role in the preparation or display of the labels.  Indeed, as already explained, there is no evidence that Volvo ever knew that AUM was furnishing false figures to Trebol, which Trebol then used in the Law 77 labels.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Alternatively, plaintiffs argue that Volvo must at least have been aware that false labels were being affixed.  Its representatives, they say, visited Trebol for quarterly meetings to discuss marketing and sales.  At least one Volvo witness said he was familiar with Trebol's prices to customers, although he did not say that he learned this information from looking at the labels.  Volvo was also entitled under its importer agreement to direct reports from Trebol as to prices and sales.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We will assume arguendo (and seemingly without any direct evidence) that Volvo representatives saw the Law 77 labels, that they read Spanish,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> and that they took note not only of the suggested sales price on the labels but the underlying cost figures as well.  As already noted, Law 77 requires a statement of the \"factory cost of the vehicle.\"   If the labels had been phrased in this way, perhaps they would have been alerted to a discrepancy between the ordinary factory price of an unequipped DL and the higher figure on the label derived from the false AUM invoices.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">But the actual labels did not refer to \"factory cost\" at all, although Law 77 intended that this figure be furnished;  instead, the base figure stated on the label is identified as \"costo (incluye flete y seguro),\" i.e., cost including shipping and insurance.  There is no indication on the label whether the cost purports to be that of the manufacturer or of the importer--remember, here the \"seller\" is third in the chain--or whether it includes the accessories shipped separately from Sweden, or whether a potentially significant importer markup is included anywhere in the cost figure.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">To infer from this that Volvo knew that Trebol was using false Law 77 labels is a leap that cannot rationally be made.  Plaintiffs do not offer any persuasive explanation as to precisely how the Law 77 labels must have revealed fraud to Volvo.  Nor do provisions of Volvo's standard importer agreement granting Volvo the right to request reports on Trebol's sales and financial situation suffice;  not only is it unclear what information Volvo received, but there is no showing that Trebol's sales prices and balance sheets would have revealed the \"cost\" misrepresentations on Law 77 labels.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Turning from Trebol's disclosure obligations to those of Volvo, plaintiffs argued Volvo itself was obliged to ensure that the cars bore a different label, required under the Automobile Information Disclosure Act (commonly called the \"Monroney Act\"), 15 U.S.C. &#167;&#167; 1231-33.  This statute requires that every \"manufacturer of new automobiles distributed in commerce\" in the United States, including Puerto Rico, have a label affixed to the windshield or side window prior to delivery to the dealer, specifying information akin to, but different in some respects from, the disclosure required under Law 77.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The statute defines \"manufacturer\" as \"any person engaged in the manufacturing or assembling of new automobiles, including any person importing new automobiles for resale.\"  15 U.S.C. &#167; 1231(a).  Volvo asks us to read the Monroney Act as if the duty to install the label on imported cars falls on the importer rather than upon the foreign manufacturer.  This suggestion has some force--merely as a matter of language--because the label requirement is directed to the affixing of the label \"prior to the delivery of any new automobile to any dealer,\" id. &#167; 1232, which is the task usually performed by the importer in the case of a foreign car.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Volvo's interpretation is also supported by some legislative history which speaks of disclosure by the manufacturer \"or\" importer, see H.R.Rep. No. 85-1958 (1958), reprinted in 1958 U.S.C.C.A.N. 2902, 2903, 2906, and by the fact that certain of the information required in the label would be known to the importer but not necessarily to the manufacturer, see, e.g., 15 U.S.C. &#167; 1232(c) (name and address of each dealer).  Two trade associations have filed an amicus brief asserting that the uniform practice in the case of foreign car imports is for the importer rather than the manufacturer to affix the label.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We were unable to locate any decided case on this issue and need not resolve it here.  As plaintiffs themselves assert, Volvo was not sued under the Monroney Act, and the Monroney Act is not one of the statutes whose violation comprises a predicate act under RICO. 18 U.S.C. &#167; 1961(1).  Even if the Monroney Act did apply to Volvo, plaintiffs' fraud claim on this theory would fail for lack of proof of scienter:  as already noted, the offense of fraud requires both a deceptive act and knowledge that the act is deceptive.  Cassiere, 4 F.3d at 1011.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">A mail or wire fraud conviction usually cannot result from a failure to disclose unless the defendant was aware of its duty to disclose.  See, e.g., Cassiere, 4 F.3d at 1022;  Sand, supra, p 44.01, at 44-11, 44-16.   If Volvo knew it was required to disclose information under the Monroney Act and failed to do so, such a deliberate violation could constitute an act of fraud.  See, e.g., United States v. Melvin, <span class=\"citation\" data-id=\"340464\"><a href=\"/opinion/340464/united-states-v-james-d-melvin-gregory-allan-conner-robert-pierce-and/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">767</span></a></span>, 774 (5th Cir.1977).  However, if the disclosure was omitted in good faith, there was no fraud.  United States v. Dockray, <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 155 (1st Cir.1991) (holding that good faith is an \"absolute defense\" to mail and wire fraud);  United States v. Ashman, <span class=\"citation\" data-id=\"594732\"><a href=\"/opinion/594732/united-states-v-bradley-s-ashman-john-ryan-joel-j-fetchenhier-thomas/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span>, 480 (7th Cir.1992) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Volvo's duties under the Monroney Act are far from clear, and plaintiffs offered no evidence that Volvo knew it had a duty to affix labels to cars sold by Trebol.  Volvo's practice on the mainland was to let its own importing company attach the labels, there was no showing that foreign manufacturers ordinarily affixed such labels, and there is no indication that any foreign manufacturer has ever been held liable for failing to affix a label.  Under these circumstances, an inference of deliberate deception by Volvo would be impossible to sustain even if we agreed that Volvo had such a legal duty under the Monroney Act--a point on which we are at the very least doubtful.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">To conclude, it is only with great reluctance that an appeals court rejects a jury verdict for lack of evidence to support it.  But save for acquittals in criminal cases, the right to jury trial under our Constitution does not mean that the jury automatically gets the last word:  a jury decision is final only where a jury, operating within the framework of the governing legal rules, could rationally decide the case in the manner it did.  And the error may not be the jury's fault at all.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In this case, we do not know whether the jury was misled by jury instructions whose validity we have not had to consider, or whether it wrongly attributed Trebol's fraud to Volvo or found offensive the higher markups charged in Puerto Rico, or whether the explanation lies somewhere else.  It is enough here that the evidence was not sufficient, under a proper reading of the law, to impose liability on Volvo.  Volvo is entitled to judgment as a matter of law on the merits of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The district court's judgment entered on October 10, 1996, is reversed as to Volvo.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <pre>APPENDIX\n                             TREBOL MOTORS\n             * * * * * * * * * * * * * * * * * * * * * * *\n                DECLARACION DE INFORMACION AL CONSUMIDOR\n                 DE ACUERDO A LOS REQUISITOS DE LA LEY\n                NUMERO 77 APROPADA EL 31 DE MAYO DE 1972\n1.     NOMBRE DEL VENDEDOR                       DIRECCION DEL LOCAL\n----------------------------                     -----------------------\n       DIRECCION POSTAL\n----------------------------                     -----------------------\n2.     NOMBRE DEL IMPORTADOR                     DIRECCION DEL LOCAL\nTREBOL MOTORS CORP.                              PO BOX 11204 FDZ JUNCOS\n                                                 SANTURCE, PR 00910\n3.     FECHA INTRODUCCION           MARCA        NUMERO DECLARACION\n         10/11/87                   VOLVO                  88041\n         MODELO                      AND         NUMERO DE MOTOR\n       4DLWA                        1998         YV1AX8845J1 285905\n4.  PRECIO DE VENTA SUGERIDO ***********************\n5.  PRECIO CONTRIBUTIVO ****************************\n6.  COSTO (INCLUYE FLETE Y SEGURO) *****************\n    IMPUESTOS (ARBITRIOS) **************************\n    DERECHOS DE REGISTRO (TABILLAS) ****************\n    SEGURO COMPULSORIO (ACAA) **********************\n    OTROS COSTOS ***********************************\n    TOTAL COSTO VEHICULO ***************************\n                   STOCK: 4DLWA3090</pre>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Senior Circuit Judge Levin H. Campbell heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. &#167; 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The next opinion is directed to the principal appeals of the remaining codefendants (Nos. 97-1140 and 97-1143) and a conditional cross-appeal by the plaintiffs (No. 97-1145).  The final opinion deals with sanctions and attorney's fee issues (Nos. 97-1599, 97-1600 and 97-1790)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The latter rulings are also the subject of a separate appeal by Volvo's attorneys (No. 97-1600) out of a concern that they may be implicated in the sanctions and award of attorney's fees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Specifically, Volvo claims the district court abused its discretion in certifying the plaintiff class, in sanctioning Volvo's attorneys in the presence of the jury and without notice or a hearing, in admitting certain expert testimony, and in admitting evidence of Volvo's reputation.  Volvo also criticizes the district court's charge to the jury.  For reasons that will become apparent, we do not reach any of these issues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 18 U.S.C. &#167; 1962(c) prohibits the conduct of an enterprise's affairs through a \"pattern of racketeering activity\" and this in turn requires \"at least two acts of racketeering activity\" within 10 years of each other.  18 U.S.C. &#167; 1961(5).  Racketeering activities include mail and wire fraud.  Id. &#167; 1961(1)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The plaintiffs' expert, a former director of the Bureau of Excise Taxes at Puerto Rico's Department of the Treasury, stated on cross-examination that tax forms were sometimes processed by government employees unfamiliar with the regulations and that the government relied on automobile importers to report the measurements according to the less favorable standard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiffs suggest that Volvo nonetheless facilitated Trebol's understatement of FOB prices by including a price increase as a \"separate line item\" on invoices at Trebol's request.  Plaintiffs argue that the separate surcharge was not included by Trebol in the taxable FOB price reported to the tax authorities.  Yet the surcharge was clearly indicated on Volvo's invoices and would have been evident to the tax authorities if disclosed.  Trebol did not submit the invoices to the authorities, and it is unclear whether it had a duty to do so.  But it is clear that the price Trebol submitted for tax purposes was not controlled by Volvo's itemization of price elements on the invoices</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Volvo offered undisputed testimony that the emblem designations were not comparable across different markets or years, so that a DL in the United States might have more accessories than a GLE in Sweden in the same year, and a DL in Puerto Rico in one year could have more accessories than the GL of the previous year</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Some of the accessories installed at the port in San Juan included more ornate tires, metallic paint, leather interiors, voltmeters, tachometers, aluminum wheels, power antennas, and additional radio speakers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A Volvo officer testified that Trebol had asked Volvo to provide cars with more accessories than the 240 DLs and GLs that Volvo had been sending to the mainland United States and Puerto Rico.  Volvo's testimony suggested that the carmaker found it inefficient for its production facilities in Sweden to produce a small number of highly-accessorized cars for Puerto Rico and that it was more cost-effective to ship a basic DL to Puerto Rico and allow Trebol to customize more luxurious vehicles as the need arose</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For this reason, an array of statutes and regulations have been enacted to require specified disclosures for certain kinds of transactions.  The statute most closely in point, discussed below, is the Monroney Act which requires specified disclosures by an automobile dealer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> There are a few cases whose general language makes clear that the federal statutes go somewhat beyond common-law fraud, but all of them recognize that there must be some artifice to defraud, in addition to an illicit intent, and, most significantly, almost all of the cases can be explained either by the existence of an independent duty to disclose, e.g., United States v. Melvin, <span class=\"citation\" data-id=\"340464\"><a href=\"/opinion/340464/united-states-v-james-d-melvin-gregory-allan-conner-robert-pierce-and/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">767</span></a></span>, 774 (5th Cir.1977), or by the use of deceptive half truths, Emery, 71 F.3d at 1347;  United States v. Townley, <span class=\"citation\" data-id=\"397395\"><a href=\"/opinion/397395/united-states-v-michael-ray-townley/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span>, 585 (5th Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note the similarity of the entire claim discussed in this section to an earlier claim brought by a single Volvo purchaser in Puerto Rico.  This claim was dismissed by the district court, and the dismissal was in turn affirmed in an unpublished decision of this court, Rodriguez-O'Ferral v. Trebol Motors Corp., <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">261993</span></span>, <span class=\"citation no-link\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></span> (1st Cir.1993) (table).  Although the parties make reference to our earlier affirmance, we do not rely on that decision as precedent because it was unpublished</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Specifically, a Volvo dealer from Miami offered to fly Puerto Rican purchasers to Miami for a weekend and pay for accommodations if they bought a Volvo.  Trebol requested that Volvo \"take action\" on the matter.  Although Volvo did maintain a policy of discouraging its importers from interfering in each other's markets, a Volvo representative stated that there was little that Volvo or an importer could do to prevent an independent dealer from selling outside its territory.  Plaintiffs have not shown that Volvo's actions on the \"gray market\" issue went beyond informing the Miami dealer of its disapproval</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Plaintiff Canino purchased a DL in New York and paid shipping and excise to Puerto Rico, and the resulting price was still $4000 lower than what she would have paid for an identical DL from Trebol Motors.  However, Trebol would only honor the vehicle's warranty for one year rather than three because the vehicle was purchased outside Puerto Rico.  When Canino asked Volvo to explain this, Volvo replied that it could not interfere with Trebol's warranty policies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> During Volvo's cross-examination of one of the plaintiffs' experts, the district judge sanctioned Volvo's counsel for misconduct during discovery, particularly regarding Volvo's delay in filing copies of the invoices that Volvo had issued to Trebol and AUM.  The sanction was that Volvo \"cannot bring any evidence pertaining to the double invoicing sent by Volvo to the Liechtenstein corporation.\"   The district court eventually withdrew its sanction order, but it denied Volvo's request to recall witnesses whose cross-examination had been limited pursuant to the order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> After a heated dispute, the district court ruled that Volvo had produced for plaintiffs its records of AUM payments to Volvo.  It is not clear that plaintiffs ever offered the records in evidence and, in any event, plaintiffs point to no evidence that Volvo did receive excessive payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In 1992, Puerto Rico enacted a new statute requiring the \"importer or distributor\" to affix a label to all vehicles displaying \"the information the Secretary [of the Treasury] deems necessary\" and the \"suggested consumer sales price.\"   1992 P.R. Laws Act 80, &#167; 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Most Volvo representatives who visited Puerto Rico were Swedish, and the evidence shows that they generally conducted business with Trebol in English</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> We need not reach the interesting question whether--if Volvo did know of the fraud--the facts would allow a jury to hold Volvo liable under RICO for Trebol's deceptions simply because Volvo continued to supply cars to Trebol.  Cf. Direct Sales Co. v. United States, <span class=\"citation\" data-id=\"103872\"><a href=\"/opinion/103872/direct-sales-co-v-united-states/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">703</span></a></span>, 709-13, <span class=\"citation\" data-id=\"103872\"><a href=\"/opinion/103872/direct-sales-co-v-united-states/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1265</span></a></span>, <span class=\"citation\" data-id=\"103872\"><a href=\"/opinion/103872/direct-sales-co-v-united-states/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1674</span></a></span> (1943);  Aetna Cas. &amp; Sur. Co. v. P &amp; B Autobody, <span class=\"citation\" data-id=\"686425\"><a href=\"/opinion/686425/aetna-casualty-surety-company-v-p-b-autobody-arsenal-auto-repairs/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1546</span></a></span>, 1562 (1st Cir.1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/340464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709532/"
  ]
}