{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198085/",
  "absolute_url": "/opinion/198085/alvarez-fonseca-v-pepsi-cola/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198085/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:45:09Z",
  "date_modified": "2017-03-24T10:54:28.770558Z",
  "type": "010combined",
  "sha1": "3128482aa479005f39397640ce8cc00671c5120d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2229.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\r\n                     For the First Circuit\r\n                                          \r\n\nNo. 97-2229\r\n\n                    JOSE R. ALVAREZ-FONSECA,\r\n                     Plaintiff - Appellant,\r\n\n                               v.\r\n\n          PEPSI COLA OF PUERTO RICO BOTTLING COMPANY,\r\n                     Defendant - Appellee.\r\n\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Anthony A. Alaimo,   Senior U.S. District Judge]\r\n      [Hon. Juan M. Prez-Gimnez, U.S. District Judge]\r\n                                                    \r\n\n                             Before\r\n\n                    Torruella, Chief Judge,\r\n\n                Campbell, Senior Circuit Judge,\r\n\n                   and Selya, Circuit Judge.\r\n\n                                          \r\n\n    Juan Rafael Gonzlez-Muoz, with whom Gonzlez-Muoz &amp;\r\nQuiones-Tridas was on brief for appellant.\r\n    Graciela J. Belaval, with whom Martnez, Odell &amp; Calabriawas on brief for appellee.\r\n\n                                          \r\n\n                       August 5, 1998\r\n                                                               TORRUELLA, Chief Judge.  Plaintiff-appellant Jos R.\r\nAlvarez-Fonseca sued his former employer, defendant-appellee\r\nPepsi Cola of Puerto Rico Bottling Company, under the Age\r\nDiscrimination in Employment Act of 1967 (\"ADEA\"), as amended,\r\n29 U.S.C.  621-34 (1985 &amp; Supp. 1996), and the Puerto Rico\r\nAnti-Discrimination Act (also known as Law 100), P.R. Laws Ann.\r\ntit. 29,  146, alleging that he was fired because of his age. \r\nAfter trial, the jury returned a verdict for Alvarez on both\r\nclaims.  The district court, however, granted Pepsi's renewed\r\nmotion for judgment as a matter of law, set aside the jury's\r\nverdict, and entered judgment dismissing the complaint.  We\r\naffirm.\r\nI.  Background\r\n         Early in the workday on October 13, 1993, Alvarez got\r\ninto a fist-fight with another employee.  Alvarez was\r\neventually discharged.  The fundamental question in this case\r\nis whether Alvarez was fired because of his age, or because of\r\nhis involvement in the fight.  We recite the underlying facts\r\nin the light most favorable to the jury's verdict.  See Gibsonv. City of Cranston, 37 F.3d 731, 735 (1st Cir. 1994).\r\n         Alvarez, the plaintiff, worked for Pepsi for thirty-\r\nfour years, having been hired on October 2, 1959, at the age of\r\n20, and rising ultimately to the position of Production Line\r\nSupervisor of the canning line.  At the time of the incident\r\nthat gave rise to this case, Alvarez was 54 years old, and the\r\noldest of the four production supervisors.  During the years\r\nthat he worked for Pepsi, Alvarez performed his duties in a\r\nsatisfactory manner.  However, Alvarez was also known for his\r\ntemper tantrums at work, commonly used obscene language there,\r\nand had been involved in at least two other fights at the\r\nplant.\r\n         Alvarez reported to work at 5:00 A.M. on October 13,\r\n1993.  It was his first day of work after a two-week vacation,\r\nand he soon discovered that there were various problems that\r\nrequired his attention.  When the production line started, he\r\nnoticed that the packing machine, which forms cardboard cartons\r\nthat hold cans of Pepsi Cola, was producing defective cartons. \r\nHe concluded that the cardboard being used was of sub-standard\r\nquality.  He was also short one employee, who was absent\r\nwithout explanation.  Alvarez became upset at finding matters\r\nin such disarray upon his return from vacation.  Some time\r\nafterwards, Alvarez spoke with Wilfredo Cordero, the Materials\r\nManager,  to complain in uncouth, expletive-rich language about\r\nthe management style of Jos Almeida, the Production Manager,\r\nwho had been Alvarez's immediate superior since 1979.\r\n     Around 7:00 A.M., Alvarez crawled under the packing\r\nmachine to remove some cardboard from it.  Around 7:30 A.M.,\r\nAlmeida arrived on the premises.  When he noticed that Alvarez\r\nwas operating the machine, Almeida reprimanded him for doing\r\nso, reminding Alvarez that company procedure indicated that\r\nsupervisors should not perform such work.  Alvarez explained\r\nthat he had to operate the machine because he was short one\r\nemployee and the operator was in the bathroom.  Almeida\r\nresponded, however, by pointing out that during Alvarez's\r\nvacation, the work had been performed by one operator, without\r\na supervisor, which suggested that supervisors did not need to\r\noperate the machines.  Alvarez retorted that Almeida's failure\r\nto supervise effectively was precisely the reason why the\r\nproduction line had continued to use inferior quality\r\ncardboard.\r\n     Shortly thereafter, when Cordero approached Alvarez,\r\nthe latter complained to him that there was a problem with the\r\nquality of the cardboard, and pointed to the pile of defective\r\ncartons that had been produced that morning.  As Materials\r\nManager, Cordero was in charge of purchasing cardboard for use\r\nin the packing machine.  An  argument ensued, and Cordero told\r\nAlvarez that he was senile.  Alvarez responded by throwing a\r\npiece of cardboard at Cordero, which hit him on the chest, and\r\ntelling Cordero to see whether the piece of cardboard was any\r\ngood.  The argument escalated, and Cordero told Alvarez that he\r\nwas ill-bred and belligerent.  Cordero also said that he would\r\nfigure out a way to have Alvarez fired.  The Production\r\nManager, Almeida, returned at that point and, after asking what\r\nwas going on, told Alvarez to just go home, noting that he was\r\ngetting into an argument, as usual.  Cordero then asked Almeida\r\nto talk to the Plant Manager, David Cuthberson, to have Alvarez\r\nfired.\r\n     The argument became physical at that point, and other\r\nPepsi employees intervened to attempt to break up the\r\naltercation.  Alvarez threw an object at Cordero, which struck\r\nhim on the face and made his lower lip bleed.  Alvarez and\r\nCordero fell to the floor in the course of pushing and shoving\r\neach other.  Cordero tried to overcome Alvarez, but was\r\nrestrained by other employees.  While Cordero was being held by\r\nothers, Alvarez punched him on the forehead.  Finally, a\r\nsecurity guard arrived and ordered both Alvarez and Cordero to\r\nleave the premises immediately.\r\n     Pursuant to Pepsi procedures, Almeida immediately\r\nprepared a contact sheet that documented the incident.  He\r\nwrote that Alvarez had demonstrated \"aggressive conduct against\r\na fellow worker without considering the consequences caused by\r\nhis conduct, that he was engaged in a fight.\"\r\n     Pepsi conducted an investigation of the incident.  On\r\nOctober 16, 1993, the Personnel Director, Vanessa Boneta, held\r\na meeting with both Alvarez and Cordero, and asked them to\r\npresent their versions of what had happened.  Alvarez admitted\r\nhaving provoked the incident, asked Cordero for forgiveness,\r\nand stated that he felt \"repentant and sad for what [he] had\r\ndone.\"  Boneta advised Alvarez that he could be fired or\r\nsuspended for his conduct.  Pursuant to its workplace safety\r\nrules, Pepsi reserved its right to suspend or fire an employee\r\nwho instigated a fight, threatened others with aggression, or\r\nbecame involved in physical horseplay.  Alvarez admits that he\r\nhas been involved in several violent episodes at work over the\r\nyears, explaining that it is sometimes necessary to use force\r\nin order to maintain discipline.\r\n     After the meeting, Cordero was suspended without pay\r\nfor thirty days, but no further disciplinary action was taken\r\nagainst him.  At the end of the thirty-day period, he returned\r\nto work as Materials Manager.  Alvarez, however, was suspended\r\nfor sixty days.  He admits that he could have been fired, but\r\nnotes that Pepsi chose merely to suspend him, in consideration\r\nof the many years that he had worked there.  It was the first\r\ntime that he had ever been suspended from work.\r\n     During the suspension period, Alvarez became\r\ndepressed, nervous, and his blood pressure, which had risen\r\ndangerously before his vacation, rose again.  He thus sought\r\ntreatment from the State Insurance Fund.  His condition\r\nimproved some time soon after the sixty-day period ended, and\r\nhe received a medical certificate stating that he was able to\r\nwork, although he continued under the supervision of the State\r\nInsurance Fund.  He reported to work in early January 1994, but\r\nalthough Pepsi then renewed payment of his salary, Boneta told\r\nhim that he could not start working again until he had obtained\r\nanother medical certificate, this time from a physician\r\ndesignated by Pepsi.  He complied with this request, and\r\nreturned with the second certificate on January 11, 1994. \r\nBoneta, however, instructed Alvarez to return home and wait\r\nuntil further notice from Pepsi.\r\n     For the next few weeks, Alvarez and Boneta remained\r\nin contact, but nothing concrete resulted either from Boneta's\r\ncalls to Alvarez, or from Alvarez's visits to her office.  In\r\nFebruary 1994, Alvarez met with Boneta and the Plant Manager,\r\nDavid Cuthberson.  At that meeting, Alvarez was offered an\r\nearly retirement plan.  According to the offer, Pepsi would\r\ncontinue to pay his salary until December 31, 1994, if he\r\nagreed to retire early, on May 15, 1994, the date of his 55th\r\nbirthday.   The company would process his early retirement on\r\nthat date, and permit him to liquidate his accumulated vacation\r\npay.  The following month, in addition to his regular salary,\r\nhe would begin to collect a pension payment of $392.39 per\r\nmonth for the rest of his life.  \r\n     Alvarez, however, rejected the offer.  Instead, he\r\nand his attorney submitted a counterproposal for early\r\nretirement.  Upon receipt of this proposal, Pepsi ordered a new\r\ninvestigation of the October 13, 1993, incident.  Alvarez\r\nrefused to participate in the new investigation.\r\n     Nothing else happened until August 8, 1994, when the\r\nState Insurance Fund released him, having concluded that his\r\ncondition was not related to work.  Later that month, Pepsi's\r\npayroll records were changed to reflect Alvarez's separation\r\nfrom Pepsi, and Pepsi stopped paying Alvarez his salary. \r\nAlvarez never tendered his resignation to Pepsi, nor did Pepsi\r\ngive him notice that he had been discharged.\r\n     On August 16, 1995, Alvarez filed the instant suit\r\nagainst Pepsi in the U.S. District Court for the District of\r\nPuerto Rico, bringing claims under the ADEA and Puerto Rico Law\r\n100 on the basis of the allegation that the disparate treatment\r\nin the disciplinary measures imposed by Pepsi on Cordero and\r\nAlvarez was motivated by discriminatory age animus.  A one-day\r\njury trial was held on February 13, 1997.  At the end of the\r\nplaintiff's case, Pepsi moved for a directed verdict, but the\r\ncourt denied the motion.  On the following day, the jury\r\nreturned a verdict for Alvarez on both claims, and in addition\r\nfound that Pepsi had willfully violated the ADEA.  The jury\r\nawarded Alvarez $73,373.39 in back pay, and $55,000 in\r\ncompensatory damages.\r\n     On April 1, 1997, Pepsi filed a motion under Fed. R.\r\nCiv. P. 50 renewing its earlier motion for judgment as a matter\r\nof law, as well as a motion under Fed. R. Civ. P. 59(a) for new\r\ntrial and to amend judgment.  On July 25, 1997, the district\r\ncourt granted Pepsi's Rule 50 motion.  On September 12, 1997,\r\nthe court entered judgment in favor of Pepsi dismissing the\r\ncomplaint.  Alvarez filed a timely notice of appeal on October\r\n14, 1997.\r\nII.  Jurisdiction and Standard of Review\r\n     We have jurisdiction over this appeal, which is from\r\na final decision of the U.S. District Court for the District of\r\nPuerto Rico.  See 28 U.S.C. 1291.  We review de novo a district\r\ncourt's decision to grant a motion under Rule 50 for judgment\r\nas a matter of law.  See Speen v. Crown Clothing Corp., 102\r\nF.3d 625, 628 (1st Cir. 1996).  When the court grants the\r\nmotion and enters judgment for the movant notwithstanding the\r\njury's verdict for the non-movant, we examine the evidence\r\npresented to the jury, and all reasonable inferences that may\r\nbe drawn from such evidence, in the light most favorable to the\r\njury verdict.  See Roln v. Municipality of San Juan, 1 F.3d\r\n74, 76 (1st Cir. 1993).  In doing so, moreover, we may not take\r\ninto consideration the credibility of witnesses, resolve\r\nconflicts in testimony, or in any other manner weigh the\r\nevidence.  See Katz v. City Metal Co., 87 F.3d 26, 28 (1st Cir.\r\n1996).  We assume the veracity, however, of any admissions made\r\nand stipulations entered into by the party opposing the Rule 50\r\nmotion, see Fed. R. Civ. P. 36(b), as well as any evidence\r\nderived from disinterested witnesses that has not been\r\ncontradicted or impeached.  See Collazo-Santiago v. Toyota\r\nMotor Corp., No. 97-1365,     F.3d    , slip op. at 12-13 (1st\r\nCir. July 9, 1998).\r\n     On review, the question before us is whether there\r\nwas sufficient evidence to allow a reasonable jury to find that\r\nthe plaintiff met his burden of proof under the ADEA and Puerto\r\nRico Law 100.  See Acevedo-Daz v. Aponte, 1 F.3d 62, 66-67\r\n(1st Cir. 1993).  A non-moving party must submit more than a\r\nscintilla of evidence as to an issue on which it bears the\r\nburden of persuasion in order to resist or reverse the entry of\r\njudgment as a matter of law on that issue.  See Coyante v.\r\nPuerto Rico Ports Authority, 105 F.3d 17, 21 (1st Cir. 1997). \r\nThus, in order to support a jury finding on such an issue, the\r\nevidence presented must make the existence of the fact to be\r\ninferred more probable than its nonexistence.  See Katz, 87\r\nF.3d at 28.\r\nIII.  Age Discrimination in Employment Act\r\n     \"The ADEA makes it unlawful for an employer to\r\n'discharge any individual or otherwise discriminate against any\r\nindividual with respect to his compensation, terms, conditions,\r\nor privileges of employment, because of such individual's\r\nage.'\"  Serrano-Cruz v. DFI Puerto Rico, Inc., 109 F.3d 23, 25\r\n(1st Cir. 1997) (quoting from text of the ADEA).  In raising a\r\ndisparate treatment claim under the ADEA, a plaintiff bears the\r\nburden of persuading the factfinder that, because of his age,\r\nhe was treated less favorably than other persons who were\r\nsimilarly situated in all relevant respects.  See DiBiase v.\r\nSmith Kline Beecham Corp., 48 F.3d 719, 726 (3d Cir. 1995); cf.Texas Dept. of Community Affairs v. Burdine, 450 U.S. 248, 258\r\n(1981) (disparate treatment claim under Title VII); Mack v.\r\nGreat Atlantic and Pacific Tea Co., 871 F.2d 179, 182 (1st Cir.\r\n1989) (same).  \r\n     When a plaintiff provides direct evidence of\r\ndiscrimination, the issue may be put to a finder of fact\r\nwithout further ado.  However, when a plaintiff has not\r\nprovided \"direct evidence that the employer's actions were\r\nmotivated by age, the familiar McDonnell Douglas framework\r\ngoverns\" the order in which the evidence is presented. \r\nSerrano-Cruz, 109 F.3d at 25 (citing McDonnell Douglas Corp. v.\r\nGreen, 411 U.S. 792, 802-05 (1973)); see also Kelley v.\r\nAirborne Freight Corp., 140 F.3d 335, 348 (1st Cir. 1998). \r\nUnder that framework, the employee must first \"prov[e] by the\r\npreponderance of the evidence a prima facie case of\r\ndiscrimination.\"  Burdine, 450 U.S. at 252-53.  In an ADEA\r\ncase, the plaintiff must show \"that: 1) he was at least 40\r\nyears old; 2) met the employer's legitimate job expectations;\r\n3) was fired or constructively discharged; and 4) that age was\r\nnot treated neutrally.\"  Ruiz v. Posadas de San Juan\r\nAssociates, 124 F.3d 243, 247-48 (1st Cir. 1997).\r\n     \"[I]f the plaintiff succeeds in proving the prima\r\nfacie case, the burden shifts to the defendant to articulate\r\nsome legitimate, nondiscriminatory reason for the\" adverse\r\nemployment action suffered by the employee.  Burdine, 450 U.S.\r\nat 252-53; see also Kelley, 140 F.3d at 348.  To meet that\r\nburden, the defendant need only produce an explanation, and\r\nthus \"need not persuade the court that it was actually\r\nmotivated by the proffered reasons.\"  Burdine, 450 U.S. at 254. \r\n     A failure to comply with this easily-met requirement\r\ncan be fatal, because defendant's \"failure to introduce\r\nevidence of a nondiscriminatory reason will cause judgment to\r\ngo against it unless the plaintiff's prima facie case is held\r\nto be inadequate in law or fails to convince the factfinder.\" \r\nSt. Mary's Honor Center v. Hicks, 509 U.S. 502, 510 n.3 (1993). \r\nIf the defendant satisfies its burden of production, however,\r\nthen \"the McDonnell Douglas framework -- with its presumptions\r\nand burdens -- is no longer relevant.\"  Id. at 510.  In such a\r\nsituation, \"[t]he plaintiff then has 'the full and fair\r\nopportunity to demonstrate,' through presentation of his own\r\ncase and through examination of the defendant's witnesses,\r\n'that the proffered reason was not the true reason for the\r\nemployment decision,' . . . and that [age] was.\"  Id. at 507-08\r\n(quoting Burdine, 450 U.S. at 256).  \r\n     Although the plaintiff must then prove both that the\r\ndefendant's explanation is false, and that the real reason\r\nbehind the defendant's actions was discriminatory animus, it\r\nwill not always be necessary for the plaintiff to present\r\nadditional evidence of discrimination beyond that necessary to\r\nprove that the proffered reasons are pretextual.  As the\r\nSupreme Court has explained, \"[t]he factfinder's disbelief of\r\nthe reasons put forward by the defendant (particularly if the\r\ndisbelief is accompanied by a suspicion of mendacity), may,\r\ntogether with the elements of the prima facie case, . . .\r\npermit the trier of fact to infer the ultimate fact of\r\nintentional discrimination.\"  St. Mary's Honor Center, 509 U.S.\r\nat 511 (emphasis added); see also Kelley, 140 F.3d at 349.  The\r\nreasonableness of the jury making such inference, however, is\r\nsubject to review under Fed. R. Civ. P. 50, just as any other\r\nfinding of fact.\r\n     Pepsi, for the sake of argument, chooses not to\r\ndispute that Alvarez established a prima facie case under the\r\nADEA, and Alvarez does not dispute that Pepsi articulated a\r\nlegitimate, non-discriminatory reason for the way it treated\r\nhim.  The only question before us is therefore whether a\r\nreasonable jury could have found that the reasons given by\r\nPepsi were a sham, and that the actions taken by Pepsi with\r\nregard to Alvarez were motivated by discriminatory animus based\r\non age.  In this case, we believe that no reasonable jury could\r\nfind that Pepsi's proffered explanation for its actions with\r\nregard to Alvarez was a pretext masking discriminatory animus.\r\n     Pepsi explained that it discharged Alvarez because he\r\nhad violated its internal disciplinary rules, and that its\r\ndecision to dismiss Alvarez was mandated by such rules. \r\nAlvarez contends, however, that this explanation is false.  He\r\nargues that the pretextual character of Pepsi's explanation was\r\nshown by the fact that Cordero was suspended for only 30 days,\r\nas compared to the 60-day suspension and subsequent discharge\r\nimposed upon him.  The evidence showed that Pepsi had\r\nestablished rules and regulations for the workplace that\r\nprohibited fighting and horseplay, among other things, and that\r\nany violation could render the employee subject to dismissal at\r\nPepsi's discretion.  \r\n     Alvarez is only partly correct.  A jury could have\r\ndisbelieved Pepsi's claim that its workplace rules required the\r\ndismissal of an employee who initiated a fight in all cases. \r\nThe rules themselves speak of Pepsi's discretion with regard to\r\nthe sanctions that it could impose, which hardly supports the\r\nclaim that dismissal was mandatory.  Pepsi sought to explain\r\nthe apparent inconsistency by arguing that, although the rules\r\ndid not specify that dismissal was mandatory, as a matter of\r\npolicy it would always dismiss employees who had initiated\r\nfights.  However, this argument is undermined by the evidence\r\nthat several years earlier, Alvarez had initiated a fight, and\r\nalthough he had been sanctioned, he had not been fired.  There\r\nwas more than enough evidence for the jury to find that it was\r\nwithin Pepsi's discretion whether or not to discharge an\r\nemployee when that employee had initiated a fight in the\r\nworkplace.  \r\n     As a result of the inconsistencies in Pepsi's\r\nargument pointed out above, a reasonable jury could question\r\nPepsi's credibility.  There is, however, no direct evidence\r\nthat Alvarez was not discharged because of the fight.  Alvarez\r\nclaims that the fact that he was initially only suspended, and\r\nonly later offered early retirement (and ultimately\r\ndischarged), indicates that the latter two decisions had\r\nnothing to do with the fight.  This argument tests, and perhaps\r\nsurpasses, the outer limits of the inferences that could\r\npermissibly be drawn from the facts.  The fact that Pepsi's\r\nproffered explanation was not entirely consistent does not give\r\na jury license to disbelieve all of the uncontradicted evidence\r\nindicating that Alvarez was discharged as a result of the\r\nfight.\r\n     But even assuming that a reasonable jury could find\r\nPepsi's explanation to be pretextual, Alvarez failed to show\r\nthat Pepsi discriminated against him because of his age. \r\nAlvarez makes much of the language from St. Mary's Honor Centerstating that \"[t]he factfinder's disbelief of the reasons put\r\nforward by the defendant (particularly if the disbelief is\r\naccompanied by a suspicion of mendacity), may, together with\r\nthe elements of the prima facie case, . . . permit the trier of\r\nfact to infer the ultimate fact of intentional discrimination.\" \r\n509 U.S. at 511 (emphasis added).  However, not only is a jury\r\nnot required to infer discrimination from a showing of pretext\r\ntogether with the evidence underlying the prima facie case, but\r\nthe facts will most often not permit a jury to do so.  That is\r\ncertainly the case here, where both the prima facie case and\r\nthe showing of pretext are weak, and there is no independent\r\nevidence that would reasonably allow the inference that age\r\ndiscrimination was the motivation for Pepsi's actions.\r\n     With regard to the evidence underlying the prima\r\nfacie case, there is no doubt that, at 54 years of age, Alvarez\r\nfell within the category of persons protected by the Act, and\r\nthat he was subjected to adverse employment action, namely,\r\nsuspension and termination.  Pepsi contends that there is scant\r\nevidence to support a finding that Alvarez was performing his\r\njob adequately, noting that Alvarez did not delegate properly,\r\nand that he was rude and offensive to other workers.  However,\r\nas the district court found, a reasonable jury could find for\r\nAlvarez on this point, given his 34 years of service with the\r\ncompany, as well as the raises, performance bonuses, and\r\ncommendations that he received during that time.  \r\n     The fourth and last prong of the prima facie case,\r\nhowever, presents a more difficult question.  Undoubtedly,\r\nPepsi treated Cordero, who was under 40 years of age, more\r\nleniently than it did Alvarez.  The district court found,\r\nbecause the burden on Alvarez was exceedingly light, that he\r\nhad proved this element of his prima facie case.  Pepsi\r\ncontends that the district court erred, because no reasonable\r\njury could have found that Alvarez and Cordero were similarly\r\nsituated.\r\n     We agree with Pepsi.  We note here that Alvarez had\r\nthe burden of proof on this issue, not merely a burden of\r\nproduction.  As the Court explained in St. Mary's Honor Center,\r\nthe defendant \"feels the burden\" to provide a legitimate,\r\nnondiscriminatory reason for its actions as soon as the\r\nplaintiff has presented some evidence to support his prima\r\nfacie case.  See 509 U.S. at 510 n.3.  That does not mean,\r\nhowever, that the plaintiff need not prove his prima facie\r\ncase.  To the contrary, if the finder of fact subsequently\r\nfails to be convinced by the evidence adduced by the plaintiff\r\nin support of his prima facie case, the burden of production is\r\nlifted from the defendant.  See id. \r\n     The evidence presented at trial established that\r\nAlvarez initiated the fight, and, in any case, that he had been\r\nmost at fault.  Although he denies that he initiated the fight,\r\nhe admits, inconsistently, that he threw a piece of cardboard\r\nat Cordero at the beginning of their argument, and that he\r\nlater threw either a radio or a flashlight at Cordero's face. \r\nAlvarez also admits that he had problems controlling his anger,\r\nfrequently used offensive language, often used physical force\r\nto maintain order among the workers that he supervised, and had\r\nbeen involved in at least two previous fights on the premises,\r\nalbeit a long time before.  In contrast, it was shown that\r\nCordero had never been involved in a violent incident at work,\r\nthat he had not initiated this particular fight, and that he\r\nwas otherwise a well-behaved employee.  This evidence\r\nundermines any argument that Alvarez and Cordero were similarly\r\nsituated for purposes of the sanctions imposed upon them by\r\nPepsi.  Cf. Perkins v. Brigham &amp; Women's Hosp., 78 F.3d 747,\r\n751 (1st Cir. 1996) (disparate treatment claim under Title\r\nVII).  Consequently, there is no support for the conclusion\r\nthat age was not treated neutrally by Pepsi in deciding to\r\nimpose sanctions of different severity upon Cordero and\r\nAlvarez.\r\n     Moreover, at this stage of the McDonnell Douglasanalysis it is irrelevant whether or not the facts in question\r\nsufficed to establish a prima facie case or not.  Instead, the\r\nquestion is whether the whole of the evidence mustered by the\r\nplaintiff, regardless of whether it was initially presented to\r\nestablish the prima facie case or to show pretext, suffices to\r\nallow a finding that the defendant intentionally discriminated\r\nagainst him.  See Snchez v. Puerto Oil Co., 37 F.3d 712, 720\r\n(1st Cir. 1994).  We find that, even if the evidence described\r\nabove were sufficient to establish the fourth and final\r\nrequirement of the prima facie case, this evidence would still\r\nnot be probative of discriminatory intent. \r\n    Nor is there evidence that could independently\r\nsupport a finding that Pepsi discriminated against Alvarez\r\nbecause of his age.  Cordero did tell Alvarez that he was\r\nsenile, but, aside from the fact that he said that in the\r\ncontext of an altercation with Alvarez, it was shown that\r\nCordero had no authority to influence Pepsi's decision to\r\ndischarge Alvarez.\r\n    As for the offer of early retirement, we note that\r\nsuch an offer is not, by itself, evidence of constructive\r\ndischarge or discriminatory animus.  See Vega v. Kodak\r\nCaribbean, Ltd., 3 F.3d 476, 479 (1st Cir. 1993); Hebert v.\r\nMohawk Rubber Co., 872 F.2d 1104, 1110-11 (1st Cir. 1989); Grayv. New England Tele. and Tele. Co., 792 F.2d 251, 255 (1st Cir.\r\n1986).  Something more must be shown that would tie the\r\ndecision to offer early retirement to discrimination.  \r\n    The evidence here, however, suggests only that Pepsi\r\nhad decided to terminate Alvarez, but because of his many years\r\nof service, sought to find a way to soften the economic impact\r\nof that decision.  As we indicated above in the background\r\nsection, Pepsi began paying Alvarez's salary after his\r\nsuspension ended, even though he was not working at the time,\r\nand offered to continue doing so until the end of the calendar\r\nyear, even after he had retired and begun to receive his\r\npension payments.  Pepsi also suggested that Alvarez wait until\r\nMay 15, 1994, the date of his 55th birthday, so that he could\r\nqualify for his full pension.  The uncontroverted evidence\r\nindicated that, had Pepsi fired Alvarez before May 15, 1994, he\r\nwould not have been eligible for a full pension until he\r\nreached his 62nd birthday, seven years later.  In view of this\r\nevidence, we find that no reasonable jury could find that\r\nPepsi's offer of early retirement is evidence of discriminatory\r\nanimus.  We therefore conclude that the district court did not\r\nerr in dismissing with prejudice Alvarez's ADEA claim. \r\nIV.  Puerto Rico Law 100\r\n    Puerto Rico Law 100, like the ADEA, \"provides a\r\ncause[] of action in favor of those persons who suffer\r\ndiscrimination in their employment because of their age. \r\nHowever, [the statutes] differ with regard to the burden[s] of\r\nproof that they impose upon the employer and the employee,\"\r\nunder certain circumstances.  Soto v. Caribe Hilton Hotel, No.\r\nRE-93-603,     P.R. Dec.    , 1994 WL 909663, at 4 (October 17,\r\n1994).   In particular, Law 100 establishes a rebuttable\r\npresumption that the employer has discriminated illegally\r\nunless the employer can show that the discharge was justified. \r\nSee P.R. Laws Ann. tit. 29,  148. \r\n    The most important difference between Law 100 and the\r\nADEA is that when the Law 100 presumption has been triggered,\r\nit shifts not only the burden of production, but also the\r\nburden of persuasion, from the employee to the employer.  SeeIbaez-Bentez v. Molinos de Puerto Rico, Inc., 114 P.R. Dec.\r\n42, 52 (1983).   Thus, in order to rebut the Law 100\r\npresumption, the employer must prove, by a preponderance of the\r\nevidence, that the challenged action was not motivated by\r\ndiscriminatory age animus.  See id. at 53.\r\n    As noted above, see supra note 5, the Law 100\r\npresumption of discrimination is triggered when it is shown\r\nthat the employer lacked \"just cause\" to discharge or take\r\nother adverse action with regard to the employee.  In Bez-\r\nGarca v. Cooper Labs, Inc., 120 P.R. Dec. 145, 155 (1987), the\r\nSupreme Court of the Commonwealth of Puerto Rico determined\r\nthat, because Law 100 did not define the term \"just cause,\" the\r\nterm's definition would be sought in an analogous statute - the\r\nPuerto Rico Law on Unjustified Dismissals, Law 80 of May 30,\r\n1976, P.R. Laws Ann. tit. 29,  185a-185k.  Law 80 defines a\r\ndismissal without just cause as a dismissal based on a reason\r\nnot allowed by the statute.   The statute allows dismissals for\r\na number of reasons, including an employee's improper or\r\ndisorderly conduct, negligent attitude towards his work, and\r\nviolations of the employer's rules and regulations.  See P.R.\r\nLaws Ann. tit. 29,  185b.  However, \"[a] discharge made by\r\nmere whim or fancy of the employer or without cause related to\r\nthe proper and normal operation of the establishment shall not\r\nbe considered as a discharge for [just] cause.\"  Id. (Official\r\ntranslation 1985).  Once the plaintiff has proven that he was\r\ndirectly or constructively discharged, Law 80 shifts the burden\r\nof proof to the employer to show that the discharge was\r\njustified.  See P.R. Laws Ann. tit. 29,  185k; see also Bez-\r\nGarca, 120 P.R. Dec. at 152. \r\n    It follows that the Law 100 presumption that a\r\ndismissal was discriminatory depends on the Law 80 presumption\r\nthat the dismissal was unjustified.  Stated more explicitly,\r\nthe Law 80 presumption is triggered when the plaintiff alleges\r\nunjustified dismissal and proves by a preponderance of the\r\nevidence that he was actually or constructively discharged. \r\nThe burden then shifts to the employer to prove by a\r\npreponderance of the evidence that it had just cause to dismiss\r\nthe employee.  If the employer fails to make this showing, the\r\nLaw 100 presumption of discrimination is triggered, shifting\r\nthe burden to the employer of proving by a preponderance of the\r\nevidence that the otherwise-unjustified dismissal was not\r\nmotivated by discriminatory animus.\r\n    Conversely, if the employer proves that the discharge\r\nwas justified, then the Law 100 presumption disappears.  SeeP.R. Laws Ann. tit. 29,  148.  Consequently, the burden of\r\nproof on the ultimate issue of discrimination remains with the\r\nplaintiff, as in any other civil case.  The plaintiff must\r\nprove that, even if the dismissal was justified, the defendant\r\nnevertheless violated Law 100 because the dismissal was\r\nmotivated by discriminatory animus instead of or in addition to\r\nthe legitimate reasons for dismissal.  The Law 100 plaintiff is\r\nthen in same situation as an ADEA plaintiff after the defendant\r\nhas articulated a legitimate, non-discriminatory reason for its\r\nactions.\r\n    This is such a case, because the evidence presented\r\nat trial would not permit a reasonable jury to find that Pepsi\r\nhad failed to meet its burden under Law 80 of proving that\r\nAlvarez's discharge was justified.  The evidence is clear. \r\nPepsi had established rules and regulations for the workplace\r\nthat prohibited fighting and horseplay, and specifically warned\r\nemployees that any violation of such rule could render the\r\nemployee subject to dismissal at Pepsi's discretion.  Alvarez\r\nadmitted that he was aware of that rule, including the fact\r\nthat dismissal was a possible sanction for a violation of the\r\nrule.  It is not disputed that Alvarez was involved in the\r\nfight, and, although he denies it, there is overwhelming\r\nevidence that he instigated the fight with Cordero, and not the\r\nother way around.  It is also undisputed that Alvarez had been\r\npreviously involved in other fights, and had been warned in\r\nwriting that any further violations would entail his dismissal. \r\nAlvarez also admitted that he used offensive language and\r\nphysical force on numerous occasions in the workplace.  \r\n    Given this evidence, no reasonable jury could have\r\nfailed to find that Pepsi had just cause to dismiss Alvarez,\r\nregardless of the allocation of the burden of persuasion. \r\nFurthermore, as we have discussed above with regard to his ADEA\r\nclaim, no reasonable jury could have found that Alvarez carried\r\nhis burden of proof on the ultimate issue of discrimination. \r\nWe therefore conclude that the district court did not err in\r\ndismissing with prejudice Alvarez's Law 100 claim. \r\nV.  Conclusion\r\n    For the reasons discussed above, we affirm the\r\njudgment of the district court.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                United States Court of Appeals\r\n                     For the First Circuit\r\n                                          \r\n\nNo. 97-2229\r\n\n                    JOSE R. ALVAREZ-FONSECA,\r\n                     Plaintiff - Appellant,\r\n\n                               v.\r\n\n          PEPSI COLA OF PUERTO RICO BOTTLING COMPANY,\r\n                     Defendant - Appellee.\r\n\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Anthony A. Alaimo,   Senior U.S. District Judge]\r\n      [Hon. Juan M. Prez-Gimnez, U.S. District Judge]\r\n                                                    \r\n\n                             Before\r\n\n                    Torruella, Chief Judge,\r\n\n                Campbell, Senior Circuit Judge,\r\n\n                   and Selya, Circuit Judge.\r\n\n                                          \r\n\n    Juan Rafael Gonzlez-Muoz, with whom Gonzlez-Muoz &amp;\r\nQuiones-Tridas was on brief for appellant.\r\n    Graciela J. Belaval, with whom Martnez, Odell &amp; Calabriawas on brief for appellee.\r\n\n                                          \r\n\n                       August 5, 1998\r\n                                                               TORRUELLA, Chief Judge.  Plaintiff-appellant Jos R.\r\nAlvarez-Fonseca sued his former employer, defendant-appellee\r\nPepsi Cola of Puerto Rico Bottling Company, under the Age\r\nDiscrimination in Employment Act of 1967 (\"ADEA\"), as amended,\r\n29 U.S.C.  621-34 (1985 &amp; Supp. 1996), and the Puerto Rico\r\nAnti-Discrimination Act (also known as Law 100), P.R. Laws Ann.\r\ntit. 29,  146, alleging that he was fired because of his age. \r\nAfter trial, the jury returned a verdict for Alvarez on both\r\nclaims.  The district court, however, granted Pepsi's renewed\r\nmotion for judgment as a matter of law, set aside the jury's\r\nverdict, and entered judgment dismissing the complaint.  We\r\naffirm.\r\nI.  Background\r\n         Early in the workday on October 13, 1993, Alvarez got\r\ninto a fist-fight with another employee.  Alvarez was\r\neventually discharged.  The fundamental question in this case\r\nis whether Alvarez was fired because of his age, or because of\r\nhis involvement in the fight.  We recite the underlying facts\r\nin the light most favorable to the jury's verdict.  See Gibsonv. City of Cranston, </pre><span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">, 735 (1st Cir. 1994).\r\n         Alvarez, the plaintiff, worked for Pepsi for thirty-\r\nfour years, having been hired on October 2, 1959, at the age of\r\n20, and rising ultimately to the position of Production Line\r\nSupervisor of the canning line.  At the time of the incident\r\nthat gave rise to this case, Alvarez was 54 years old, and the\r\noldest of the four production supervisors.  During the years\r\nthat he worked for Pepsi, Alvarez performed his duties in a\r\nsatisfactory manner.  However, Alvarez was also known for his\r\ntemper tantrums at work, commonly used obscene language there,\r\nand had been involved in at least two other fights at the\r\nplant.\r\n         Alvarez reported to work at 5:00 A.M. on October 13,\r\n1993.  It was his first day of work after a two-week vacation,\r\nand he soon discovered that there were various problems that\r\nrequired his attention.  When the production line started, he\r\nnoticed that the packing machine, which forms cardboard cartons\r\nthat hold cans of Pepsi Cola, was producing defective cartons. \r\nHe concluded that the cardboard being used was of sub-standard\r\nquality.  He was also short one employee, who was absent\r\nwithout explanation.  Alvarez became upset at finding matters\r\nin such disarray upon his return from vacation.  Some time\r\nafterwards, Alvarez spoke with Wilfredo Cordero, the Materials\r\nManager,  to complain in uncouth, expletive-rich language about\r\nthe management style of Jos Almeida, the Production Manager,\r\nwho had been Alvarez's immediate superior since 1979.\r\n     Around 7:00 A.M., Alvarez crawled under the packing\r\nmachine to remove some cardboard from it.  Around 7:30 A.M.,\r\nAlmeida arrived on the premises.  When he noticed that Alvarez\r\nwas operating the machine, Almeida reprimanded him for doing\r\nso, reminding Alvarez that company procedure indicated that\r\nsupervisors should not perform such work.  Alvarez explained\r\nthat he had to operate the machine because he was short one\r\nemployee and the operator was in the bathroom.  Almeida\r\nresponded, however, by pointing out that during Alvarez's\r\nvacation, the work had been performed by one operator, without\r\na supervisor, which suggested that supervisors did not need to\r\noperate the machines.  Alvarez retorted that Almeida's failure\r\nto supervise effectively was precisely the reason why the\r\nproduction line had continued to use inferior quality\r\ncardboard.\r\n     Shortly thereafter, when Cordero approached Alvarez,\r\nthe latter complained to him that there was a problem with the\r\nquality of the cardboard, and pointed to the pile of defective\r\ncartons that had been produced that morning.  As Materials\r\nManager, Cordero was in charge of purchasing cardboard for use\r\nin the packing machine.  An  argument ensued, and Cordero told\r\nAlvarez that he was senile.  Alvarez responded by throwing a\r\npiece of cardboard at Cordero, which hit him on the chest, and\r\ntelling Cordero to see whether the piece of cardboard was any\r\ngood.  The argument escalated, and Cordero told Alvarez that he\r\nwas ill-bred and belligerent.  Cordero also said that he would\r\nfigure out a way to have Alvarez fired.  The Production\r\nManager, Almeida, returned at that point and, after asking what\r\nwas going on, told Alvarez to just go home, noting that he was\r\ngetting into an argument, as usual.  Cordero then asked Almeida\r\nto talk to the Plant Manager, David Cuthberson, to have Alvarez\r\nfired.\r\n     The argument became physical at that point, and other\r\nPepsi employees intervened to attempt to break up the\r\naltercation.  Alvarez threw an object at Cordero, which struck\r\nhim on the face and made his lower lip bleed.  Alvarez and\r\nCordero fell to the floor in the course of pushing and shoving\r\neach other.  Cordero tried to overcome Alvarez, but was\r\nrestrained by other employees.  While Cordero was being held by\r\nothers, Alvarez punched him on the forehead.  Finally, a\r\nsecurity guard arrived and ordered both Alvarez and Cordero to\r\nleave the premises immediately.\r\n     Pursuant to Pepsi procedures, Almeida immediately\r\nprepared a contact sheet that documented the incident.  He\r\nwrote that Alvarez had demonstrated \"aggressive conduct against\r\na fellow worker without considering the consequences caused by\r\nhis conduct, that he was engaged in a fight.\"\r\n     Pepsi conducted an investigation of the incident.  On\r\nOctober 16, 1993, the Personnel Director, Vanessa Boneta, held\r\na meeting with both Alvarez and Cordero, and asked them to\r\npresent their versions of what had happened.  Alvarez admitted\r\nhaving provoked the incident, asked Cordero for forgiveness,\r\nand stated that he felt \"repentant and sad for what [he] had\r\ndone.\"  Boneta advised Alvarez that he could be fired or\r\nsuspended for his conduct.  Pursuant to its workplace safety\r\nrules, Pepsi reserved its right to suspend or fire an employee\r\nwho instigated a fight, threatened others with aggression, or\r\nbecame involved in physical horseplay.  Alvarez admits that he\r\nhas been involved in several violent episodes at work over the\r\nyears, explaining that it is sometimes necessary to use force\r\nin order to maintain discipline.\r\n     After the meeting, Cordero was suspended without pay\r\nfor thirty days, but no further disciplinary action was taken\r\nagainst him.  At the end of the thirty-day period, he returned\r\nto work as Materials Manager.  Alvarez, however, was suspended\r\nfor sixty days.  He admits that he could have been fired, but\r\nnotes that Pepsi chose merely to suspend him, in consideration\r\nof the many years that he had worked there.  It was the first\r\ntime that he had ever been suspended from work.\r\n     During the suspension period, Alvarez became\r\ndepressed, nervous, and his blood pressure, which had risen\r\ndangerously before his vacation, rose again.  He thus sought\r\ntreatment from the State Insurance Fund.  His condition\r\nimproved some time soon after the sixty-day period ended, and\r\nhe received a medical certificate stating that he was able to\r\nwork, although he continued under the supervision of the State\r\nInsurance Fund.  He reported to work in early January 1994, but\r\nalthough Pepsi then renewed payment of his salary, Boneta told\r\nhim that he could not start working again until he had obtained\r\nanother medical certificate, this time from a physician\r\ndesignated by Pepsi.  He complied with this request, and\r\nreturned with the second certificate on January 11, 1994. \r\nBoneta, however, instructed Alvarez to return home and wait\r\nuntil further notice from Pepsi.\r\n     For the next few weeks, Alvarez and Boneta remained\r\nin contact, but nothing concrete resulted either from Boneta's\r\ncalls to Alvarez, or from Alvarez's visits to her office.  In\r\nFebruary 1994, Alvarez met with Boneta and the Plant Manager,\r\nDavid Cuthberson.  At that meeting, Alvarez was offered an\r\nearly retirement plan.  According to the offer, Pepsi would\r\ncontinue to pay his salary until December 31, 1994, if he\r\nagreed to retire early, on May 15, 1994, the date of his 55th\r\nbirthday.   The company would process his early retirement on\r\nthat date, and permit him to liquidate his accumulated vacation\r\npay.  The following month, in addition to his regular salary,\r\nhe would begin to collect a pension payment of $392.39 per\r\nmonth for the rest of his life.  \r\n     Alvarez, however, rejected the offer.  Instead, he\r\nand his attorney submitted a counterproposal for early\r\nretirement.  Upon receipt of this proposal, Pepsi ordered a new\r\ninvestigation of the October 13, 1993, incident.  Alvarez\r\nrefused to participate in the new investigation.\r\n     Nothing else happened until August 8, 1994, when the\r\nState Insurance Fund released him, having concluded that his\r\ncondition was not related to work.  Later that month, Pepsi's\r\npayroll records were changed to reflect Alvarez's separation\r\nfrom Pepsi, and Pepsi stopped paying Alvarez his salary. \r\nAlvarez never tendered his resignation to Pepsi, nor did Pepsi\r\ngive him notice that he had been discharged.\r\n     On August 16, 1995, Alvarez filed the instant suit\r\nagainst Pepsi in the U.S. District Court for the District of\r\nPuerto Rico, bringing claims under the ADEA and Puerto Rico Law\r\n100 on the basis of the allegation that the disparate treatment\r\nin the disciplinary measures imposed by Pepsi on Cordero and\r\nAlvarez was motivated by discriminatory age animus.  A one-day\r\njury trial was held on February 13, 1997.  At the end of the\r\nplaintiff's case, Pepsi moved for a directed verdict, but the\r\ncourt denied the motion.  On the following day, the jury\r\nreturned a verdict for Alvarez on both claims, and in addition\r\nfound that Pepsi had willfully violated the ADEA.  The jury\r\nawarded Alvarez $73,373.39 in back pay, and $55,000 in\r\ncompensatory damages.\r\n     On April 1, 1997, Pepsi filed a motion under Fed. R.\r\nCiv. P. 50 renewing its earlier motion for judgment as a matter\r\nof law, as well as a motion under Fed. R. Civ. P. 59(a) for new\r\ntrial and to amend judgment.  On July 25, 1997, the district\r\ncourt granted Pepsi's Rule 50 motion.  On September 12, 1997,\r\nthe court entered judgment in favor of Pepsi dismissing the\r\ncomplaint.  Alvarez filed a timely notice of appeal on October\r\n14, 1997.\r\nII.  Jurisdiction and Standard of Review\r\n     We have jurisdiction over this appeal, which is from\r\na final decision of the U.S. District Court for the District of\r\nPuerto Rico.  See 28 U.S.C. 1291.  We review de novo a district\r\ncourt's decision to grant a motion under Rule 50 for judgment\r\nas a matter of law.  See Speen v. Crown Clothing Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">102</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">625</span></span><pre class=\"inline\">, 628 (1st Cir. 1996).  When the court grants the\r\nmotion and enters judgment for the movant notwithstanding the\r\njury's verdict for the non-movant, we examine the evidence\r\npresented to the jury, and all reasonable inferences that may\r\nbe drawn from such evidence, in the light most favorable to the\r\njury verdict.  See Roln v. Municipality of San Juan, </pre><span class=\"citation\" data-id=\"194861\"><a href=\"/opinion/194861/rolon-alvarado-v-municipality-of-sj/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">74</span></a></span><pre class=\"inline\">, 76 (1st Cir. 1993).  In doing so, moreover, we may not take\r\ninto consideration the credibility of witnesses, resolve\r\nconflicts in testimony, or in any other manner weigh the\r\nevidence.  See Katz v. City Metal Co., </pre><span class=\"citation\" data-id=\"196845\"><a href=\"/opinion/196845/katz-v-city-metal-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 28 (1st Cir.\r\n1996).  We assume the veracity, however, of any admissions made\r\nand stipulations entered into by the party opposing the Rule 50\r\nmotion, see Fed. R. Civ. P. 36(b), as well as any evidence\r\nderived from disinterested witnesses that has not been\r\ncontradicted or impeached.  See Collazo-Santiago v. Toyota\r\nMotor Corp., No. 97-1365,     F.3d    , slip op. at 12-13 (1st\r\nCir. July 9, 1998).\r\n     On review, the question before us is whether there\r\nwas sufficient evidence to allow a reasonable jury to find that\r\nthe plaintiff met his burden of proof under the ADEA and Puerto\r\nRico Law 100.  See Acevedo-Daz v. Aponte, </pre><span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 66-67\r\n(1st Cir. 1993).  A non-moving party must submit more than a\r\nscintilla of evidence as to an issue on which it bears the\r\nburden of persuasion in order to resist or reverse the entry of\r\njudgment as a matter of law on that issue.  See Coyante v.\r\nPuerto Rico Ports Authority, </pre><span class=\"citation\" data-id=\"197171\"><a href=\"/opinion/197171/coyante-v-pr-ports-authority/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 21 (1st Cir. 1997). \r\nThus, in order to support a jury finding on such an issue, the\r\nevidence presented must make the existence of the fact to be\r\ninferred more probable than its nonexistence.  See Katz, 87\r\nF.3d at 28.\r\nIII.  Age Discrimination in Employment Act\r\n     \"The ADEA makes it unlawful for an employer to\r\n'discharge any individual or otherwise discriminate against any\r\nindividual with respect to his compensation, terms, conditions,\r\nor privileges of employment, because of such individual's\r\nage.'\"  Serrano-Cruz v. DFI Puerto Rico, Inc., </pre><span class=\"citation\" data-id=\"738222\"><a href=\"/opinion/738222/digna-serrano-cruz-hector-irizarry-and-the-conjugal-society-comprised/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 25\r\n(1st Cir. 1997) (quoting from text of the ADEA).  In raising a\r\ndisparate treatment claim under the ADEA, a plaintiff bears the\r\nburden of persuading the factfinder that, because of his age,\r\nhe was treated less favorably than other persons who were\r\nsimilarly situated in all relevant respects.  See DiBiase v.\r\nSmith Kline Beecham Corp., </pre><span class=\"citation\" data-id=\"690283\"><a href=\"/opinion/690283/john-dibiase-v-smithkline-beecham-corporation/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span><pre class=\"inline\">, 726 (3d Cir. 1995); cf.Texas Dept. of Community Affairs v. Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">, 258\r\n(1981) (disparate treatment claim under Title VII); Mack v.\r\nGreat Atlantic and Pacific Tea Co., </pre><span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span><pre class=\"inline\">, 182 (1st Cir.\r\n1989) (same).  \r\n     When a plaintiff provides direct evidence of\r\ndiscrimination, the issue may be put to a finder of fact\r\nwithout further ado.  However, when a plaintiff has not\r\nprovided \"direct evidence that the employer's actions were\r\nmotivated by age, the familiar McDonnell Douglas framework\r\ngoverns\" the order in which the evidence is presented. \r\nSerrano-Cruz, 109 F.3d at 25 (citing McDonnell Douglas Corp. v.\r\nGreen, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 802-05 (1973)); see also Kelley v.\r\nAirborne Freight Corp., </pre><span class=\"citation\" data-id=\"752962\"><a href=\"/opinion/752962/76-fair-emplpraccas-bna-1340-73-empl-prac-dec-p-45294-73-empl/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span><pre class=\"inline\">, 348 (1st Cir. 1998). \r\nUnder that framework, the employee must first \"prov[e] by the\r\npreponderance of the evidence a prima facie case of\r\ndiscrimination.\"  Burdine, 450 U.S. at 252-53.  In an ADEA\r\ncase, the plaintiff must show \"that: 1) he was at least 40\r\nyears old; 2) met the employer's legitimate job expectations;\r\n3) was fired or constructively discharged; and 4) that age was\r\nnot treated neutrally.\"  Ruiz v. Posadas de San Juan\r\nAssociates, </pre><span class=\"citation\" data-id=\"746213\"><a href=\"/opinion/746213/78-fair-emplpraccas-bna-641-72-empl-prac-dec-p-45135-ivan-ruiz-v/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span><pre class=\"inline\">, 247-48 (1st Cir. 1997).\r\n     \"[I]f the plaintiff succeeds in proving the prima\r\nfacie case, the burden shifts to the defendant to articulate\r\nsome legitimate, nondiscriminatory reason for the\" adverse\r\nemployment action suffered by the employee.  Burdine, 450 U.S.\r\nat 252-53; see also Kelley, 140 F.3d at 348.  To meet that\r\nburden, the defendant need only produce an explanation, and\r\nthus \"need not persuade the court that it was actually\r\nmotivated by the proffered reasons.\"  Burdine, 450 U.S. at 254. \r\n     A failure to comply with this easily-met requirement\r\ncan be fatal, because defendant's \"failure to introduce\r\nevidence of a nondiscriminatory reason will cause judgment to\r\ngo against it unless the plaintiff's prima facie case is held\r\nto be inadequate in law or fails to convince the factfinder.\" \r\nSt. Mary's Honor Center v. Hicks, </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span><pre class=\"inline\">, 510 n.3 (1993). \r\nIf the defendant satisfies its burden of production, however,\r\nthen \"the McDonnell Douglas framework -- with its presumptions\r\nand burdens -- is no longer relevant.\"  Id. at 510.  In such a\r\nsituation, \"[t]he plaintiff then has 'the full and fair\r\nopportunity to demonstrate,' through presentation of his own\r\ncase and through examination of the defendant's witnesses,\r\n'that the proffered reason was not the true reason for the\r\nemployment decision,' . . . and that [age] was.\"  Id. at 507-08\r\n(quoting Burdine, 450 U.S. at 256).  \r\n     Although the plaintiff must then prove both that the\r\ndefendant's explanation is false, and that the real reason\r\nbehind the defendant's actions was discriminatory animus, it\r\nwill not always be necessary for the plaintiff to present\r\nadditional evidence of discrimination beyond that necessary to\r\nprove that the proffered reasons are pretextual.  As the\r\nSupreme Court has explained, \"[t]he factfinder's disbelief of\r\nthe reasons put forward by the defendant (particularly if the\r\ndisbelief is accompanied by a suspicion of mendacity), may,\r\ntogether with the elements of the prima facie case, . . .\r\npermit the trier of fact to infer the ultimate fact of\r\nintentional discrimination.\"  St. Mary's Honor Center, 509 U.S.\r\nat 511 (emphasis added); see also Kelley, 140 F.3d at 349.  The\r\nreasonableness of the jury making such inference, however, is\r\nsubject to review under Fed. R. Civ. P. 50, just as any other\r\nfinding of fact.\r\n     Pepsi, for the sake of argument, chooses not to\r\ndispute that Alvarez established a prima facie case under the\r\nADEA, and Alvarez does not dispute that Pepsi articulated a\r\nlegitimate, non-discriminatory reason for the way it treated\r\nhim.  The only question before us is therefore whether a\r\nreasonable jury could have found that the reasons given by\r\nPepsi were a sham, and that the actions taken by Pepsi with\r\nregard to Alvarez were motivated by discriminatory animus based\r\non age.  In this case, we believe that no reasonable jury could\r\nfind that Pepsi's proffered explanation for its actions with\r\nregard to Alvarez was a pretext masking discriminatory animus.\r\n     Pepsi explained that it discharged Alvarez because he\r\nhad violated its internal disciplinary rules, and that its\r\ndecision to dismiss Alvarez was mandated by such rules. \r\nAlvarez contends, however, that this explanation is false.  He\r\nargues that the pretextual character of Pepsi's explanation was\r\nshown by the fact that Cordero was suspended for only 30 days,\r\nas compared to the 60-day suspension and subsequent discharge\r\nimposed upon him.  The evidence showed that Pepsi had\r\nestablished rules and regulations for the workplace that\r\nprohibited fighting and horseplay, among other things, and that\r\nany violation could render the employee subject to dismissal at\r\nPepsi's discretion.  \r\n     Alvarez is only partly correct.  A jury could have\r\ndisbelieved Pepsi's claim that its workplace rules required the\r\ndismissal of an employee who initiated a fight in all cases. \r\nThe rules themselves speak of Pepsi's discretion with regard to\r\nthe sanctions that it could impose, which hardly supports the\r\nclaim that dismissal was mandatory.  Pepsi sought to explain\r\nthe apparent inconsistency by arguing that, although the rules\r\ndid not specify that dismissal was mandatory, as a matter of\r\npolicy it would always dismiss employees who had initiated\r\nfights.  However, this argument is undermined by the evidence\r\nthat several years earlier, Alvarez had initiated a fight, and\r\nalthough he had been sanctioned, he had not been fired.  There\r\nwas more than enough evidence for the jury to find that it was\r\nwithin Pepsi's discretion whether or not to discharge an\r\nemployee when that employee had initiated a fight in the\r\nworkplace.  \r\n     As a result of the inconsistencies in Pepsi's\r\nargument pointed out above, a reasonable jury could question\r\nPepsi's credibility.  There is, however, no direct evidence\r\nthat Alvarez was not discharged because of the fight.  Alvarez\r\nclaims that the fact that he was initially only suspended, and\r\nonly later offered early retirement (and ultimately\r\ndischarged), indicates that the latter two decisions had\r\nnothing to do with the fight.  This argument tests, and perhaps\r\nsurpasses, the outer limits of the inferences that could\r\npermissibly be drawn from the facts.  The fact that Pepsi's\r\nproffered explanation was not entirely consistent does not give\r\na jury license to disbelieve all of the uncontradicted evidence\r\nindicating that Alvarez was discharged as a result of the\r\nfight.\r\n     But even assuming that a reasonable jury could find\r\nPepsi's explanation to be pretextual, Alvarez failed to show\r\nthat Pepsi discriminated against him because of his age. \r\nAlvarez makes much of the language from St. Mary's Honor Centerstating that \"[t]he factfinder's disbelief of the reasons put\r\nforward by the defendant (particularly if the disbelief is\r\naccompanied by a suspicion of mendacity), may, together with\r\nthe elements of the prima facie case, . . . permit the trier of\r\nfact to infer the ultimate fact of intentional discrimination.\" \r\n509 U.S. at 511 (emphasis added).  However, not only is a jury\r\nnot required to infer discrimination from a showing of pretext\r\ntogether with the evidence underlying the prima facie case, but\r\nthe facts will most often not permit a jury to do so.  That is\r\ncertainly the case here, where both the prima facie case and\r\nthe showing of pretext are weak, and there is no independent\r\nevidence that would reasonably allow the inference that age\r\ndiscrimination was the motivation for Pepsi's actions.\r\n     With regard to the evidence underlying the prima\r\nfacie case, there is no doubt that, at 54 years of age, Alvarez\r\nfell within the category of persons protected by the Act, and\r\nthat he was subjected to adverse employment action, namely,\r\nsuspension and termination.  Pepsi contends that there is scant\r\nevidence to support a finding that Alvarez was performing his\r\njob adequately, noting that Alvarez did not delegate properly,\r\nand that he was rude and offensive to other workers.  However,\r\nas the district court found, a reasonable jury could find for\r\nAlvarez on this point, given his 34 years of service with the\r\ncompany, as well as the raises, performance bonuses, and\r\ncommendations that he received during that time.  \r\n     The fourth and last prong of the prima facie case,\r\nhowever, presents a more difficult question.  Undoubtedly,\r\nPepsi treated Cordero, who was under 40 years of age, more\r\nleniently than it did Alvarez.  The district court found,\r\nbecause the burden on Alvarez was exceedingly light, that he\r\nhad proved this element of his prima facie case.  Pepsi\r\ncontends that the district court erred, because no reasonable\r\njury could have found that Alvarez and Cordero were similarly\r\nsituated.\r\n     We agree with Pepsi.  We note here that Alvarez had\r\nthe burden of proof on this issue, not merely a burden of\r\nproduction.  As the Court explained in St. Mary's Honor Center,\r\nthe defendant \"feels the burden\" to provide a legitimate,\r\nnondiscriminatory reason for its actions as soon as the\r\nplaintiff has presented some evidence to support his prima\r\nfacie case.  See 509 U.S. at 510 n.3.  That does not mean,\r\nhowever, that the plaintiff need not prove his prima facie\r\ncase.  To the contrary, if the finder of fact subsequently\r\nfails to be convinced by the evidence adduced by the plaintiff\r\nin support of his prima facie case, the burden of production is\r\nlifted from the defendant.  See id. \r\n     The evidence presented at trial established that\r\nAlvarez initiated the fight, and, in any case, that he had been\r\nmost at fault.  Although he denies that he initiated the fight,\r\nhe admits, inconsistently, that he threw a piece of cardboard\r\nat Cordero at the beginning of their argument, and that he\r\nlater threw either a radio or a flashlight at Cordero's face. \r\nAlvarez also admits that he had problems controlling his anger,\r\nfrequently used offensive language, often used physical force\r\nto maintain order among the workers that he supervised, and had\r\nbeen involved in at least two previous fights on the premises,\r\nalbeit a long time before.  In contrast, it was shown that\r\nCordero had never been involved in a violent incident at work,\r\nthat he had not initiated this particular fight, and that he\r\nwas otherwise a well-behaved employee.  This evidence\r\nundermines any argument that Alvarez and Cordero were similarly\r\nsituated for purposes of the sanctions imposed upon them by\r\nPepsi.  Cf. Perkins v. Brigham &amp; Women's Hosp., </pre><span class=\"citation\" data-id=\"714796\"><a href=\"/opinion/714796/patrick-perkins-v-brigham-womens-hospital-and-george-h-kaye/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">747</span></a></span><pre class=\"inline\">,\r\n751 (1st Cir. 1996) (disparate treatment claim under Title\r\nVII).  Consequently, there is no support for the conclusion\r\nthat age was not treated neutrally by Pepsi in deciding to\r\nimpose sanctions of different severity upon Cordero and\r\nAlvarez.\r\n     Moreover, at this stage of the McDonnell Douglasanalysis it is irrelevant whether or not the facts in question\r\nsufficed to establish a prima facie case or not.  Instead, the\r\nquestion is whether the whole of the evidence mustered by the\r\nplaintiff, regardless of whether it was initially presented to\r\nestablish the prima facie case or to show pretext, suffices to\r\nallow a finding that the defendant intentionally discriminated\r\nagainst him.  See Snchez v. Puerto Oil Co., </pre><span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span><pre class=\"inline\">, 720\r\n(1st Cir. 1994).  We find that, even if the evidence described\r\nabove were sufficient to establish the fourth and final\r\nrequirement of the prima facie case, this evidence would still\r\nnot be probative of discriminatory intent. \r\n    Nor is there evidence that could independently\r\nsupport a finding that Pepsi discriminated against Alvarez\r\nbecause of his age.  Cordero did tell Alvarez that he was\r\nsenile, but, aside from the fact that he said that in the\r\ncontext of an altercation with Alvarez, it was shown that\r\nCordero had no authority to influence Pepsi's decision to\r\ndischarge Alvarez.\r\n    As for the offer of early retirement, we note that\r\nsuch an offer is not, by itself, evidence of constructive\r\ndischarge or discriminatory animus.  See Vega v. Kodak\r\nCaribbean, Ltd., </pre><span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\">, 479 (1st Cir. 1993); Hebert v.\r\nMohawk Rubber Co., </pre><span class=\"citation\" data-id=\"521902\"><a href=\"/opinion/521902/andrew-p-hebert-v-the-mohawk-rubber-company/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1104</span></a></span><pre class=\"inline\">, 1110-11 (1st Cir. 1989); Grayv. New England Tele. and Tele. Co., </pre><span class=\"citation\" data-id=\"471269\"><a href=\"/opinion/471269/40-fair-emplpraccas-1597-41-empl-prac-dec-p-36451-irving-p-gray-v/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span><pre class=\"inline\">, 255 (1st Cir.\r\n1986).  Something more must be shown that would tie the\r\ndecision to offer early retirement to discrimination.  \r\n    The evidence here, however, suggests only that Pepsi\r\nhad decided to terminate Alvarez, but because of his many years\r\nof service, sought to find a way to soften the economic impact\r\nof that decision.  As we indicated above in the background\r\nsection, Pepsi began paying Alvarez's salary after his\r\nsuspension ended, even though he was not working at the time,\r\nand offered to continue doing so until the end of the calendar\r\nyear, even after he had retired and begun to receive his\r\npension payments.  Pepsi also suggested that Alvarez wait until\r\nMay 15, 1994, the date of his 55th birthday, so that he could\r\nqualify for his full pension.  The uncontroverted evidence\r\nindicated that, had Pepsi fired Alvarez before May 15, 1994, he\r\nwould not have been eligible for a full pension until he\r\nreached his 62nd birthday, seven years later.  In view of this\r\nevidence, we find that no reasonable jury could find that\r\nPepsi's offer of early retirement is evidence of discriminatory\r\nanimus.  We therefore conclude that the district court did not\r\nerr in dismissing with prejudice Alvarez's ADEA claim. \r\nIV.  Puerto Rico Law 100\r\n    Puerto Rico Law 100, like the ADEA, \"provides a\r\ncause[] of action in favor of those persons who suffer\r\ndiscrimination in their employment because of their age. \r\nHowever, [the statutes] differ with regard to the burden[s] of\r\nproof that they impose upon the employer and the employee,\"\r\nunder certain circumstances.  Soto v. Caribe Hilton Hotel, No.\r\nRE-93-603,     P.R. Dec.    , </pre><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">909663</span></span><pre class=\"inline\">, at 4 (October 17,\r\n1994).   In particular, Law 100 establishes a rebuttable\r\npresumption that the employer has discriminated illegally\r\nunless the employer can show that the discharge was justified. \r\nSee P.R. Laws Ann. tit. 29,  148. \r\n    The most important difference between Law 100 and the\r\nADEA is that when the Law 100 presumption has been triggered,\r\nit shifts not only the burden of production, but also the\r\nburden of persuasion, from the employee to the employer.  SeeIbaez-Bentez v. Molinos de Puerto Rico, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">P.R. Dec.</span>\r\n<span class=\"page\">42</span></span><pre class=\"inline\">, 52 (1983).   Thus, in order to rebut the Law 100\r\npresumption, the employer must prove, by a preponderance of the\r\nevidence, that the challenged action was not motivated by\r\ndiscriminatory age animus.  See id. at 53.\r\n    As noted above, see supra note 5, the Law 100\r\npresumption of discrimination is triggered when it is shown\r\nthat the employer lacked \"just cause\" to discharge or take\r\nother adverse action with regard to the employee.  In Bez-\r\nGarca v. Cooper Labs, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">145</span></span><pre class=\"inline\">, 155 (1987), the\r\nSupreme Court of the Commonwealth of Puerto Rico determined\r\nthat, because Law 100 did not define the term \"just cause,\" the\r\nterm's definition would be sought in an analogous statute - the\r\nPuerto Rico Law on Unjustified Dismissals, Law 80 of May 30,\r\n1976, P.R. Laws Ann. tit. 29,  185a-185k.  Law 80 defines a\r\ndismissal without just cause as a dismissal based on a reason\r\nnot allowed by the statute.   The statute allows dismissals for\r\na number of reasons, including an employee's improper or\r\ndisorderly conduct, negligent attitude towards his work, and\r\nviolations of the employer's rules and regulations.  See P.R.\r\nLaws Ann. tit. 29,  185b.  However, \"[a] discharge made by\r\nmere whim or fancy of the employer or without cause related to\r\nthe proper and normal operation of the establishment shall not\r\nbe considered as a discharge for [just] cause.\"  Id. (Official\r\ntranslation 1985).  Once the plaintiff has proven that he was\r\ndirectly or constructively discharged, Law 80 shifts the burden\r\nof proof to the employer to show that the discharge was\r\njustified.  See P.R. Laws Ann. tit. 29,  185k; see also Bez-\r\nGarca, 120 P.R. Dec. at 152. \r\n    It follows that the Law 100 presumption that a\r\ndismissal was discriminatory depends on the Law 80 presumption\r\nthat the dismissal was unjustified.  Stated more explicitly,\r\nthe Law 80 presumption is triggered when the plaintiff alleges\r\nunjustified dismissal and proves by a preponderance of the\r\nevidence that he was actually or constructively discharged. \r\nThe burden then shifts to the employer to prove by a\r\npreponderance of the evidence that it had just cause to dismiss\r\nthe employee.  If the employer fails to make this showing, the\r\nLaw 100 presumption of discrimination is triggered, shifting\r\nthe burden to the employer of proving by a preponderance of the\r\nevidence that the otherwise-unjustified dismissal was not\r\nmotivated by discriminatory animus.\r\n    Conversely, if the employer proves that the discharge\r\nwas justified, then the Law 100 presumption disappears.  SeeP.R. Laws Ann. tit. 29,  148.  Consequently, the burden of\r\nproof on the ultimate issue of discrimination remains with the\r\nplaintiff, as in any other civil case.  The plaintiff must\r\nprove that, even if the dismissal was justified, the defendant\r\nnevertheless violated Law 100 because the dismissal was\r\nmotivated by discriminatory animus instead of or in addition to\r\nthe legitimate reasons for dismissal.  The Law 100 plaintiff is\r\nthen in same situation as an ADEA plaintiff after the defendant\r\nhas articulated a legitimate, non-discriminatory reason for its\r\nactions.\r\n    This is such a case, because the evidence presented\r\nat trial would not permit a reasonable jury to find that Pepsi\r\nhad failed to meet its burden under Law 80 of proving that\r\nAlvarez's discharge was justified.  The evidence is clear. \r\nPepsi had established rules and regulations for the workplace\r\nthat prohibited fighting and horseplay, and specifically warned\r\nemployees that any violation of such rule could render the\r\nemployee subject to dismissal at Pepsi's discretion.  Alvarez\r\nadmitted that he was aware of that rule, including the fact\r\nthat dismissal was a possible sanction for a violation of the\r\nrule.  It is not disputed that Alvarez was involved in the\r\nfight, and, although he denies it, there is overwhelming\r\nevidence that he instigated the fight with Cordero, and not the\r\nother way around.  It is also undisputed that Alvarez had been\r\npreviously involved in other fights, and had been warned in\r\nwriting that any further violations would entail his dismissal. \r\nAlvarez also admitted that he used offensive language and\r\nphysical force on numerous occasions in the workplace.  \r\n    Given this evidence, no reasonable jury could have\r\nfailed to find that Pepsi had just cause to dismiss Alvarez,\r\nregardless of the allocation of the burden of persuasion. \r\nFurthermore, as we have discussed above with regard to his ADEA\r\nclaim, no reasonable jury could have found that Alvarez carried\r\nhis burden of proof on the ultimate issue of discrimination. \r\nWe therefore conclude that the district court did not err in\r\ndismissing with prejudice Alvarez's Law 100 claim. \r\nV.  Conclusion\r\n    For the reasons discussed above, we affirm the\r\njudgment of the district court.\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752962/"
  ]
}