{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198066/",
  "absolute_url": "/opinion/198066/torres-vargas-v-santiago-cummings/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198066/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:40Z",
  "date_modified": "2017-03-24T10:54:24.562218Z",
  "type": "010combined",
  "sha1": "4922e2b8e28c8eca36e19764b69ba8ff28c0824c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2389.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 97-2389\r\n\n                 INES TORRES VARGAS, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n            DR. MANUEL SANTIAGO CUMMINGS, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jos Antonio Fust, U.S. District Judge]\r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n\n         Coffin and Bownes, Senior Circuit Judges.\r\n\n   Raul S. Mariani Franco, with whom Harry Anduze Montao was on\r\nbrief, for appellants.\r\n   Jos Hector Vivas, with whom Rita M. Velez Gonzalez and Vivas\r\n&amp; Vivas were on brief, for appellees.\r\n\nJuly 10, 1998\r\n\nSELYA, Circuit Judge.  Plaintiffs-appellants Ines Torres\r\nVargas, Evelyn Torres Vargas, and Raul Torres Vargas are the adult\r\nchildren of Raul Torres Arroyo.  After their father died, they\r\nbrought suit for medical malpractice against Dr. Manuel Santiago\r\nCummings (Santiago).  The district court granted summary judgment\r\nfor Santiago on the ground that he was an employee of the\r\nCommonwealth of Puerto Rico and, as such, was entitled to immunity\r\nunder Puerto Rico law.  The plaintiffs now seek to set aside that\r\ndecision, claiming that Santiago was an independent contractor (not\r\ncovered by the immunity provision), or, at least, that discovery\r\nshould have been allowed before the court ruled.  We vacate the\r\nsummary judgment order.\r\nI.  BACKGROUND\r\nWe rehearse the material facts, stating them in the light\r\nmost favorable to the parties opposing summary judgment, seeGarside v. Osco Drug, Inc., 895 F.2d, 46, 48 (1st Cir. 1990), and\r\nthen recount the travel of the case.\r\n                        A.  The Facts.\r\nIn 1990, the Puerto Rico Department of Health (the\r\nDepartment) hired Santiago, an anesthesiologist, to render services\r\nat Ponce Regional Hospital (the Hospital), a government-owned\r\nfacility primarily serving indigent patients.  The parties' written\r\nagreement (the Contract) covered a one-year term commencing on July\r\n1, 1990.  It obligated Santiago to work in the Hospital's operating\r\nrooms from 7:00 a.m. until 3:00 p.m., Monday through Friday, and to\r\nremain \"on call\" every third weekend.  It also required him to\r\ncomplete medical records for assigned patients, submit reports to\r\nthe Department when requested, and obtain malpractice insurance at\r\nhis own expense.  In return, the Department agreed to pay Santiago\r\na stipend of $10,000 per month, without any withholdings, and also\r\nagreed that he could keep any additional fees that he might collect\r\nfor services rendered to solvent patients (e.g., those who were\r\ncovered by Medicare or private insurance).  The Contract stated\r\nexplicitly that Santiago would not be entitled to vacation, sick\r\nleave, or other fringe benefits.\r\nOn February 26, 1991, the Hospital admitted the\r\nplaintiffs' decedent, Raul Torres Arroyo (an uninsured person),\r\nwith complaints of severe throat pain.  Dr. Pedro Vendrell, a\r\nsurgeon, scheduled a laryngoscopy and throat biopsy for the next\r\nday.  The procedure went badly:  Santiago experienced difficulty in \r\nintubating Torres Arroyo and a tracheotomy was required.  Post-\r\noperatively, the tracheotomy tube became dislodged and left the\r\npatient without a sufficient airway.  As a result, he suffered\r\nrespiratory arrest, heart failure, and brain damage.  Within a\r\nweek, he died.  Torres Arroyo's children blamed a number of care\r\nproviders, including Santiago, for his demise.\r\n\n                   B.  Travel of the Case.\r\nAfter unsuccessfully endeavoring to serve Santiago in the\r\nPuerto Rico courts, the plaintiffs voluntarily dismissed all\r\nearlier actions against him and brought suit in federal district\r\ncourt.  See 28 U.S.C.  1332(a) (1994) (diversity jurisdiction). \r\nSantiago answered the federal complaint on September 4, 1996, and\r\ntwo weeks later moved for summary judgment, citing the immunity for\r\ngovernment-employed physicians conferred by the Puerto Rico Medico-\r\nHospital Professional Liability Insurance Act (the MHPLIA), P.R.\r\nLaws Ann. tit. 26,  4105 (1997).  In their opposition, the\r\nplaintiffs countered that the Contract established an independent\r\ncontractor relationship between Santiago and the Commonwealth, or,\r\nalternatively, that his employment status was a question of fact\r\nfor trial.  In addition, they bemoaned the lack of \"meaningful\r\ndiscovery,\" advocated an adjudicative delay, and proclaimed their\r\nintention to \"supplement the instant request with a [Fed. R. Civ.\r\nP.] 56(f) affidavit . . . within the next five (5) days.\"  Almost\r\na year elapsed, but the plaintiffs never filed either a Rule 56(f)\r\nmotion or an affidavit explaining the need for discovery.\r\nOn October 15, 1997, the district court granted\r\nSantiago's summary judgment motion.  This appeal ensued.\r\nII.  DISCUSSION\r\nWe begin, and end, with the plaintiffs' primary\r\ncontention:  that, contrary to the lower court's viewpoint, the\r\nContract does not compel the conclusion that the defendant was an\r\nemployee of the Commonwealth within the meaning of the immunity\r\nstatute.  We divide our analysis into three segments, first\r\ndescribing the MHPLIA, then discussing other legal principles of\r\npotential relevance to our inquiry, and finally, addressing the nub\r\nof the appellants' asseveration.  Because the district court\r\nterminated the suit at the summary judgment stage, our review is\r\nplenary.  See Garside, 895 F.2d at 48.\r\n                       A.  The MHPLIA. The MHPLIA provides:\r\nNo health service professional may be included\r\nas a defendant in a civil suit for damages due\r\nto malpractice caused in the performance of\r\nhis profession while said health service\r\nprofessional acts in compliance with his/her\r\nduties and functions as an employee of the\r\nCommonwealth of Puerto Rico, its dependencies,\r\ninstrumentalities and municipalities.\r\n\nP.R. Laws Ann. tit. 26,  4105.  The Puerto Rico Supreme Court has\r\nconstrued the MHPLIA as containing three fundamental requirements\r\nfor immunity:\r\n(1) [the person who furnishes the service]\r\nmust be a health care professional; (2) the\r\nharm caused by his malpractice must have taken\r\nplace in the practice of his profession; and,\r\n(3) he must have acted in compliance with his\r\nduties and functions as an employee of the\r\nCommonwealth of Puerto Rico, its agencies,\r\ninstrumentalities, and municipalities.\r\n\nFlores Romn v. Ramos Gonzlez, 90 J.T.S. 132 (P.R. 1990) (official\r\ntranslation, slip op. at 3-4).\r\nThe third requirement   that an immunity-seeking health\r\ncare provider must be an employee of the Commonwealth   often\r\npresents the crucial area of inquiry.  See id. at 5.  So it is\r\nhere:  Santiago is a licensed physician and the plaintiffs'\r\ncomplaint alleges that he committed malpractice whilst practicing\r\nhis profession.  Thus, the critical question relates to his\r\nemployment status.\r\nOne seemingly reasonable way of answering this question\r\nwould be simply to segregate full-time government physicians from\r\npart-timers, designating the former \"employees\" and the later\r\n\"independent contractors.\"  This solution cannot be countenanced,\r\nhowever, for the MHPLIA has been interpreted authoritatively to\r\nprotect not only physicians who hold full-time career positions\r\nwith agencies of the Commonwealth, but also physicians who, though\r\nengaged in private practice, function part-time as government\r\nemployees and who, while acting in that capacity, commit alleged\r\nmalpractice.  See Lind Rodriguez v. E.L.A., 12 P.R. Offic. Trans.\r\n85, 87, 112 P.R. Dec. 67, 68 (1982).\r\nIn search of a principled approach to determining which\r\nphysicians are entitled to protection under section 4105, we\r\npreviously parsed Puerto Rico precedents and gleaned the factors to\r\nbe weighed in determining whether a physician is to be regarded as\r\nan independent contractor (and, thus, beyond the prophylaxis\r\nafforded by the statute).  See Nieves v. University of Puerto Rico,\r\n7 F.3d 270 (1st Cir. 1993).  It was indicative of independent\r\ncontractor status, we wrote, if the physician\r\n(1) earned compensation on a per-patient\r\nbasis, rather than a flat salary;\r\n\n(2) received no fringe benefits of a type\r\ngiven to the principal's employees (e.g.,\r\nvacation or sick leave, pension benefits, tax\r\nwithholding);\r\n\n(3) personally owned, invested in, or paid for\r\nthe medical equipment and supplies used to\r\ntreat patients, or the facilities which formed\r\nthe situs of that treatment, or personally\r\nhired and supervised her own administrative or\r\nsubsidiary medical personnel;\r\n\n(4) held and paid for her own medical\r\nmalpractice insurance policy; or\r\n\n(5) exercised final judgment as to the\r\nappropriate medical treatment to render to\r\npatients.\r\n\nId. at 279.  By contrast, it would be indicative of employee status\r\nif a health care provider (1) received a flat salary regardless of\r\nthe number of patients seen or procedures performed, (2) received\r\nvacation time, sick leave, and other customary fringe benefits, (3)\r\nused only the government's facilities, equipment, supplies, and\r\npersonnel in rendering services, (4) received protection against\r\nmalpractice suits at the employer's expense, and (5) enjoyed\r\nrelatively little autonomy in practice management.  See, e.g.,\r\nRivera v. Hospital Universitario, 762 F. Supp. 15, 17-18 (D.P.R.\r\n1991).\r\nOf course, these factors are merely signposts.  They are\r\nnot of equal import:  in performing the necessary triage, the\r\nprincipal focus should be on \"the level of control contractually\r\nreserved to the governmental entity over the physician's provision\r\nof patient services.\"  Nieves, 7 F.3d at 279.  Moreover, no single\r\nfactor possesses talismanic significance.  In the last analysis, a\r\nstatus determination in a particular case inevitably hinges on the\r\ntotality of the circumstances.  See id.  Therefore, an inquiring\r\ncourt must examine each physician's contract and the surrounding\r\ncircumstances to determine whether, according to the contract terms\r\nand other relevant evidence, the particular physician ranks as an\r\nemployee of the government agency or other governmental\r\ninstrumentality.  See Flores Romn, slip op. at 5-6.\r\n               B.  The Interpretive Framework.\r\nWe pause at this juncture to clarify a point of law.  The\r\nparties in this case agree that the Contract plays a pivotal part\r\nin determining the existence vel non of section 4105 immunity. \r\nThey disagree, however, about whether their dispute over its\r\ninterpretation presents a question of law that may be decided by a\r\ncourt on summary judgment, or, instead, presents a question of fact\r\nthat precludes the granting of a Rule 56 motion.  This disagreement\r\nis couched in terms that are reminiscent of a familiar set of legal\r\nrules   rules which provide, in general, that a contract can be\r\ninterpreted by the court on summary judgment if (a) the contract's\r\nterms are clear, or (b) the evidence supports only one construction\r\nof the controverted provision, notwithstanding some ambiguity.  SeeAllen v. Adage, Inc., 967 F.2d 695, 698 (1st Cir. 1992); Boston\r\nFive Cents Sav. Bank v. Secretary of Dep't of HUD, 768 F.2d 5, 8\r\n(1st Cir. 1985).\r\nThe initial step in this pavane   the question of whether\r\na contract is ambiguous   presents a question of law for the\r\njudge.  See United States Liab. Ins. Co. v. Selman, 70 F.3d 684,\r\n687 (1st Cir. 1995); Allen, 967 F.2d at 698.  If the court finds no\r\nambiguity, it should proceed to interpret the contract   and it may\r\ndo so at the summary judgment stage.  See, e.g., In re Newport\r\nPlaza Assocs., 985 F.2d 640, 644 (1st Cir. 1993); J.I. Corp. v.\r\nFederal Ins. Co., 920 F.2d 118, 119 (1st Cir. 1990).  If, however,\r\nthe court discerns an ambiguity, the next step   involving an\r\nexamination of extrinsic evidence   becomes essential.\r\n   The taking of this second step does not automatically\r\npreclude brevis disposition.  Summary judgment may be appropriate\r\neven if ambiguity lurks as long as the extrinsic evidence presented\r\nto the court supports only one of the conflicting interpretations. \r\nSee Allen, 967 F.2d at 698; America First Inv. Corp. v. Goland, 925\r\nF.2d 1518, 1522 (D.C. Cir. 1991); see also Boston Five, 768 F.2d at\r\n8 (approving summary judgment if \"the evidence presented about the\r\nparties' intended meaning [is] so one-sided that no reasonable\r\nperson could decide the contrary\").  On the other hand, if \"the\r\nextrinsic evidence relevant to the interpretation of an ambiguous\r\ncontractual provision is contested or contradictory, summary\r\njudgment will often be inappropriate.\"  Allen, 967 F.2d at 698 n.3.\r\n   This analytic framework is useful when the parties to a\r\ncontract are dueling over its meaning and attempt to offer parol\r\nevidence to clarify their intent.  See, e.g., id. at 698-99; Foster\r\nMed. Corp. Employees' Pension Plan v. Healthco, Inc., 753 F.2d 194,\r\n198 (1st Cir. 1985).  Here, however, the framework simply does not\r\nfit, for the question is not what any particular provision of the\r\nContract means   indeed, one of the contracting parties (the\r\nDepartment) is not involved in this lawsuit   but, rather, whether\r\nthe Contract as a whole establishes (or helps to establish) an\r\nemployer-employee relationship sufficient to confer immunity under\r\nsection 4105.  In such circumstances, the meaning of the contract\r\nis for the court.  See, e.g., Williams v. United States, 50 F.3d\r\n299, 305-07 (4th Cir. 1995) (appraising contract between the\r\ngovernment and a third party to determine the existence of an\r\nemployment relationship for purposes of the plaintiff's FTCA suit);\r\nsee also Nieves, 7 F.3d at 279 (\"To determine whether a physician\r\nclaiming section 4105 immunity is an 'independent contractor,' or\r\nmerely a Commonwealth 'employee,' the court must consider the\r\ntotality of the circumstances, focusing principally on the level of\r\ncontrol contractually reserved to the governmental entity over the\r\nphysician's provision of patient services.\") (emphasis supplied). \r\nWe proceed accordingly.\r\n                       C.  The Merits.\r\n   The agreement between Santiago and the Department is\r\nentitled \"Contract for Individual Professional Services.\"  In\r\naddition to its title, its compensation provisions appear\r\ninconsistent with an employer-employee relationship.  The relevant\r\nportion of the Contract not only entitles Santiago to a stipend\r\nfrom the Department for covering the Hospital's operating rooms,\r\nbut also enables him to bill solvent patients separately for his\r\nprofessional services and to retain all amounts that he collects\r\nfrom such billings. This stands in stark contrast to the usual\r\nemployer-employee arrangement, under which the latter receives a\r\nstraight salary or fixed hourly wage from the former for all\r\nservices rendered during regular working hours.  Even more telling,\r\nthe Contract stipulates that the Department will make no deductions\r\nfrom the physician's remuneration for taxes, social security, or\r\nthe like.  This circumstance undercuts the defendant's claim that\r\nan employer-employee relationship existed.  See Flores Romn, slip\r\nop. at 9 (mentioning, with regard to the conclusion that the\r\ndefendant-physicians were independent contractors, that \"income\r\ntaxes were not withheld from their compensations\").\r\n   The Contract is equally explicit in denying Santiago the\r\ntype of incremental benefits that are characteristic of a modern\r\nemployer-employee relationship.  It provides that he \"will not be\r\nentitled to regular or sick leave, nor to travel expenses, nor will\r\n[he] be entitled to fringe benefits.\"  These benefices are staples\r\nof conventional employment relationships, and thus, the incidence\r\nof such benefits matters in determining whether a health care\r\nprofessional is an employee entitled to immunity under section\r\n4105.  See Flores Romn, slip op. at 6.  Conversely, their absence\r\nconstitutes significant evidence that the contracting parties\r\nconsidered Santiago to be an independent contractor.\r\n   The Department's insistence that the defendant furnish\r\nhis own malpractice insurance also suggests a level of autonomy\r\nindicative of independent contractor status.  In Nieves, where we\r\nfound the physician-defendants to be employees, we took care to\r\npoint out that the University of Puerto Rico provided malpractice\r\ninsurance for them   a fact that \"suggested, unless competently\r\nrebutted, an employer-employee relationship.\"  7 F.3d at 280. \r\nHere, no countervailing evidence appears in the summary judgment\r\nrecord, and so the Contract's bare insurance mandate tilts toward\r\nindependent contractor status.  See id. at 279; see also Flores\r\nRomn, slip op. at 8 (stating, en route to a finding of independent\r\ncontractor status, that \"[s]ince the doctors had absolute control\r\nover the type and quality of the treatment provided to their\r\npatients,\" the state agency with which they had contracted required\r\nthem to provide their own malpractice insurance).\r\n   Other provisions of the Contract seem incompatible with\r\nthe defendant's present assertion that he was a government employee\r\nduring the relevant time frame.  For example, section nine permits\r\nthe Department to terminate the Contract should Santiago perform\r\nnegligently or abandon his duties, and, in such event, requires him\r\nto \"liquidate any work that remains pending at the moment of\r\ndissolution without . . . any additional payment or compensation.\" \r\nThis insistence that the defendant complete his pending work\r\nwithout extra compensation after the contractual relationship ends\r\nsmacks of an arrangement between principal and agent as opposed to\r\none between employer and employee.  Similarly, section eighteen of\r\nthe Contract states that the defendant's services are \"non-\r\ndelegable.\"  Were Santiago an employee of the Department, this\r\nprovision would be entirely superfluous.  After all, persons who\r\nare hired as employees generally do not have unilateral power to\r\ndelegate their tasks to others.  In the same vein, section sixteen\r\nstipulates that if the defendant \"renders services to the\r\nCommonwealth\" and is injured, he \"may be covered\" under the\r\nCommonwealth's On-The-Job Accidents Compensation Act.  Because\r\nemployees of the Department are covered automatically under this\r\nworkers' compensation program, see P.R. Laws Ann. tit. 11,  2\r\n(1997), section sixteen is pleonastic unless the Contract\r\nestablishes an independent contractor relationship.\r\n   To be sure, the Contract is a mixed bag, and some of its\r\nfeatures suggest employee status.  Santiago apparently used the\r\nHospital's facilities, equipment, staff, and supplies in the\r\nperformance of his duties.  See Flores Romn, slip op. at 7\r\n(positing that such usage weighs against independent contractor\r\nstatus).  Moreover, the provisions fixing Santiago's duty hours and\r\n\"on call\" schedule are distinctly reminiscent of the type of\r\nhegemony that an employer exercises over an employee.  So, too, is\r\nthe Contract's intellectual property provision, section eleven,\r\nwhich provides that any work product resulting from services\r\nrendered by Santiago at the Hospital   such as research results  \r\nwill constitute property of the Department without specific\r\nremuneration.\r\n   Be that as it may, the Contract is conspicuously silent\r\non the most important factor in the decisional calculus:  the\r\namount of independence that the physician retains in dispensing his\r\nprofessional services.  See Nieves, 7 F.3d at 279.  The Contract\r\nmakes no mention of specific medical functions or duties, other\r\nthan to state generally that the defendant \"commits himself to\r\nrender anesthesiology services in the [Hospital's] Operating Rooms\"\r\nand that he \"undertakes to perform in accordance with the standards\r\nof excellence of the Department of Anesthesiology.\" \r\nNotwithstanding these fragmentary tendrils, the extent to which\r\nSantiago is under the Department's control remains very much open\r\nto debate.\r\n   The lack of competent evidence on this point is\r\nespecially troubling because of the nature of Santiago's specialty. \r\nAn anesthesiologist, of necessity, works primarily in operating\r\nrooms, and is unlikely to have the same trappings of independence\r\nas, say, a primary care physician.  Yet, while many\r\nanesthesiologists are hospital-based, it does not follow that most\r\nanesthesiologists are employed providers as opposed to independent\r\ncontractors.  See American Medical Ass'n, Physician Characteristics\r\nand Distribution in the U.S., at Table A21 (1997).  In such a\r\nsituation, it seems eminently reasonable to require that an\r\nanesthesiologist claiming section 4105 immunity on the ground that\r\nhe is a government employee proffer probative evidence of the facts\r\nrelating to the salient issues of independence and control.  And\r\nthe desirability of such a proffer is heightened where, as may be\r\nthe case here, the anesthesiologist works less than full time for\r\nthe government, and, thus, the pivotal inquiry   which must in all\r\nevents be restricted to his government work   is narrowly focused.\r\n   We summarize succinctly.  On balance, the Contract seems\r\nmore indicative of an independent contractor than an employee. But\r\nthe call is not free from doubt, especially since the Puerto Rico\r\nSupreme Court interprets section 4105 expansively.  See Vzquez\r\nNegrn v. E.L.A., 13 P.R. Offic. Trans. 192, 196-97, 113 P.R. Dec.\r\n148, 151 (1982).  Bearing in mind that control and the opportunity\r\nfor the exercise of independent judgment are the key integers in\r\nthe status equation, see Nieves, 7 F.3d at 279, and that the\r\nContract is considerably less than pellucid in this regard, we\r\nconclude that the Contract, by itself, does not support the\r\ndistrict court's finding that as a matter of law the defendant was\r\nan employee of the Commonwealth entitled to immunity under section\r\n4105.  This conclusion requires us to vacate the judgment below.\r\n   Our rationale is straightforward.  Section 4105 immunity\r\nis an affirmative defense, see Flores Romn, slip op. at 2, and,\r\naccordingly, the defendant bears the burden of establishing its\r\napplicability.  See Selman, 70 F.3d at 691 (noting the \"usual\r\nrule\" that \"place[s] the burden of proving affirmative defenses on\r\nthe party asserting them\").  The party who has the burden of proof\r\non a dispositive issue cannot attain summary judgment unless the\r\nevidence that he provides on that issue is conclusive.  See, e.g.,\r\nCalderone v. United States, 799 F.2d 254, 258 (6th Cir. 1986)\r\n(explaining that if a summary judgment movant has the burden of\r\nproof, \"his showing must be sufficient for the court to hold that\r\nno reasonable trier of fact could find other than for the moving\r\nparty\") (citation and emphasis omitted); Fontenot v. Upjohn Co.,\r\n780 F.2d 1190, 1194 (5th Cir. 1986) (\"[I]f the movant bears the\r\nburden of proof on an issue, either because he is the plaintiff or\r\nas a defendant he is asserting an affirmative defense, he must\r\nestablish beyond peradventure all of the essential elements of the\r\nclaim or defense to warrant judgment in his favor.\") (emphasis in\r\noriginal).  Measured by this yardstick, the defendant's proffered\r\nevidence   the Contract   falls short.\r\n   Where, as here, an employment agreement, in itself, does\r\nnot provide sufficiently strong proof of a defendant's employment\r\nstatus to warrant summary judgment, other evidence sometimes may\r\ncure the defect.  To this end, Santiago posits that he must be\r\ndeemed an employee of the Commonwealth even if the Contract, read\r\nas a whole, fails to carry the day \"because he was complying with\r\nthe year of public service . . . in order to comply with the\r\nrequisites to obtain [a] license to practice medicine in Puerto\r\nRico.\"  Appellee's Brief at 3.  This argument is unconvincing.  The\r\nContract says nothing about the public service requirement, and the\r\ndocumentation that the defendant submitted to the district court on\r\nthis point   two affidavits signed months prior to the execution of\r\nthe Contract   are far from self-elucidating.  Without better\r\nevidence, the existing record does not establish either that\r\nSantiago toiled at the Hospital, under contract, for a probationary\r\npublic service year (during which he treated Torres Arroyo) or that\r\nthe conditions attached to such service rendered him an employee\r\nfor purposes of section 4105.\r\n   We need go no further.  A trial court may grant summary\r\njudgment only if the record defoliates all genuine issues of\r\nmaterial fact.  See Fed. R. Civ. P. 56(c).  Here, the assembled\r\nfacts, taken in the light most flattering to the plaintiffs' theory\r\nof the case, simply do not dictate a conclusion that the defendant\r\nfunctioned as an employee of the Department during the period in\r\nquestion.  Consequently, we vacate the order granting summary\r\njudgment and remand the matter.  The employment status issue\r\nrequires further development.\r\n\n   Vacated and remanded.  Costs to appellants.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 97-2389\r\n\n                 INES TORRES VARGAS, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n            DR. MANUEL SANTIAGO CUMMINGS, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jos Antonio Fust, U.S. District Judge]\r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n\n         Coffin and Bownes, Senior Circuit Judges.\r\n\n   Raul S. Mariani Franco, with whom Harry Anduze Montao was on\r\nbrief, for appellants.\r\n   Jos Hector Vivas, with whom Rita M. Velez Gonzalez and Vivas\r\n&amp; Vivas were on brief, for appellees.\r\n\nJuly 10, 1998\r\n\nSELYA, Circuit Judge.  Plaintiffs-appellants Ines Torres\r\nVargas, Evelyn Torres Vargas, and Raul Torres Vargas are the adult\r\nchildren of Raul Torres Arroyo.  After their father died, they\r\nbrought suit for medical malpractice against Dr. Manuel Santiago\r\nCummings (Santiago).  The district court granted summary judgment\r\nfor Santiago on the ground that he was an employee of the\r\nCommonwealth of Puerto Rico and, as such, was entitled to immunity\r\nunder Puerto Rico law.  The plaintiffs now seek to set aside that\r\ndecision, claiming that Santiago was an independent contractor (not\r\ncovered by the immunity provision), or, at least, that discovery\r\nshould have been allowed before the court ruled.  We vacate the\r\nsummary judgment order.\r\nI.  BACKGROUND\r\nWe rehearse the material facts, stating them in the light\r\nmost favorable to the parties opposing summary judgment, seeGarside v. Osco Drug, Inc., 895 F.2d, 46, 48 (1st Cir. 1990), and\r\nthen recount the travel of the case.\r\n                        A.  The Facts.\r\nIn 1990, the Puerto Rico Department of Health (the\r\nDepartment) hired Santiago, an anesthesiologist, to render services\r\nat Ponce Regional Hospital (the Hospital), a government-owned\r\nfacility primarily serving indigent patients.  The parties' written\r\nagreement (the Contract) covered a one-year term commencing on July\r\n1, 1990.  It obligated Santiago to work in the Hospital's operating\r\nrooms from 7:00 a.m. until 3:00 p.m., Monday through Friday, and to\r\nremain \"on call\" every third weekend.  It also required him to\r\ncomplete medical records for assigned patients, submit reports to\r\nthe Department when requested, and obtain malpractice insurance at\r\nhis own expense.  In return, the Department agreed to pay Santiago\r\na stipend of $10,000 per month, without any withholdings, and also\r\nagreed that he could keep any additional fees that he might collect\r\nfor services rendered to solvent patients (e.g., those who were\r\ncovered by Medicare or private insurance).  The Contract stated\r\nexplicitly that Santiago would not be entitled to vacation, sick\r\nleave, or other fringe benefits.\r\nOn February 26, 1991, the Hospital admitted the\r\nplaintiffs' decedent, Raul Torres Arroyo (an uninsured person),\r\nwith complaints of severe throat pain.  Dr. Pedro Vendrell, a\r\nsurgeon, scheduled a laryngoscopy and throat biopsy for the next\r\nday.  The procedure went badly:  Santiago experienced difficulty in \r\nintubating Torres Arroyo and a tracheotomy was required.  Post-\r\noperatively, the tracheotomy tube became dislodged and left the\r\npatient without a sufficient airway.  As a result, he suffered\r\nrespiratory arrest, heart failure, and brain damage.  Within a\r\nweek, he died.  Torres Arroyo's children blamed a number of care\r\nproviders, including Santiago, for his demise.\r\n\n                   B.  Travel of the Case.\r\nAfter unsuccessfully endeavoring to serve Santiago in the\r\nPuerto Rico courts, the plaintiffs voluntarily dismissed all\r\nearlier actions against him and brought suit in federal district\r\ncourt.  See 28 U.S.C.  1332(a) (1994) (diversity jurisdiction). \r\nSantiago answered the federal complaint on September 4, 1996, and\r\ntwo weeks later moved for summary judgment, citing the immunity for\r\ngovernment-employed physicians conferred by the Puerto Rico Medico-\r\nHospital Professional Liability Insurance Act (the MHPLIA), P.R.\r\nLaws Ann. tit. 26,  4105 (1997).  In their opposition, the\r\nplaintiffs countered that the Contract established an independent\r\ncontractor relationship between Santiago and the Commonwealth, or,\r\nalternatively, that his employment status was a question of fact\r\nfor trial.  In addition, they bemoaned the lack of \"meaningful\r\ndiscovery,\" advocated an adjudicative delay, and proclaimed their\r\nintention to \"supplement the instant request with a [Fed. R. Civ.\r\nP.] 56(f) affidavit . . . within the next five (5) days.\"  Almost\r\na year elapsed, but the plaintiffs never filed either a Rule 56(f)\r\nmotion or an affidavit explaining the need for discovery.\r\nOn October 15, 1997, the district court granted\r\nSantiago's summary judgment motion.  This appeal ensued.\r\nII.  DISCUSSION\r\nWe begin, and end, with the plaintiffs' primary\r\ncontention:  that, contrary to the lower court's viewpoint, the\r\nContract does not compel the conclusion that the defendant was an\r\nemployee of the Commonwealth within the meaning of the immunity\r\nstatute.  We divide our analysis into three segments, first\r\ndescribing the MHPLIA, then discussing other legal principles of\r\npotential relevance to our inquiry, and finally, addressing the nub\r\nof the appellants' asseveration.  Because the district court\r\nterminated the suit at the summary judgment stage, our review is\r\nplenary.  See Garside, 895 F.2d at 48.\r\n                       A.  The MHPLIA. The MHPLIA provides:\r\nNo health service professional may be included\r\nas a defendant in a civil suit for damages due\r\nto malpractice caused in the performance of\r\nhis profession while said health service\r\nprofessional acts in compliance with his/her\r\nduties and functions as an employee of the\r\nCommonwealth of Puerto Rico, its dependencies,\r\ninstrumentalities and municipalities.\r\n\nP.R. Laws Ann. tit. 26,  4105.  The Puerto Rico Supreme Court has\r\nconstrued the MHPLIA as containing three fundamental requirements\r\nfor immunity:\r\n(1) [the person who furnishes the service]\r\nmust be a health care professional; (2) the\r\nharm caused by his malpractice must have taken\r\nplace in the practice of his profession; and,\r\n(3) he must have acted in compliance with his\r\nduties and functions as an employee of the\r\nCommonwealth of Puerto Rico, its agencies,\r\ninstrumentalities, and municipalities.\r\n\nFlores Romn v. Ramos Gonzlez, 90 J.T.S. 132 (P.R. 1990) (official\r\ntranslation, slip op. at 3-4).\r\nThe third requirement   that an immunity-seeking health\r\ncare provider must be an employee of the Commonwealth   often\r\npresents the crucial area of inquiry.  See id. at 5.  So it is\r\nhere:  Santiago is a licensed physician and the plaintiffs'\r\ncomplaint alleges that he committed malpractice whilst practicing\r\nhis profession.  Thus, the critical question relates to his\r\nemployment status.\r\nOne seemingly reasonable way of answering this question\r\nwould be simply to segregate full-time government physicians from\r\npart-timers, designating the former \"employees\" and the later\r\n\"independent contractors.\"  This solution cannot be countenanced,\r\nhowever, for the MHPLIA has been interpreted authoritatively to\r\nprotect not only physicians who hold full-time career positions\r\nwith agencies of the Commonwealth, but also physicians who, though\r\nengaged in private practice, function part-time as government\r\nemployees and who, while acting in that capacity, commit alleged\r\nmalpractice.  See Lind Rodriguez v. E.L.A., </pre><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">P.R. Offic. Trans.</span>\r\n<span class=\"page\">85</span></span><pre class=\"inline\">, 87, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">67</span></span><pre class=\"inline\">, 68 (1982).\r\nIn search of a principled approach to determining which\r\nphysicians are entitled to protection under section 4105, we\r\npreviously parsed Puerto Rico precedents and gleaned the factors to\r\nbe weighed in determining whether a physician is to be regarded as\r\nan independent contractor (and, thus, beyond the prophylaxis\r\nafforded by the statute).  See Nieves v. University of Puerto Rico,\r\n</pre><span class=\"citation\" data-id=\"194980\"><a href=\"/opinion/194980/marta-v-u-of-pr/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span><pre class=\"inline\"> (1st Cir. 1993).  It was indicative of independent\r\ncontractor status, we wrote, if the physician\r\n(1) earned compensation on a per-patient\r\nbasis, rather than a flat salary;\r\n\n(2) received no fringe benefits of a type\r\ngiven to the principal's employees (e.g.,\r\nvacation or sick leave, pension benefits, tax\r\nwithholding);\r\n\n(3) personally owned, invested in, or paid for\r\nthe medical equipment and supplies used to\r\ntreat patients, or the facilities which formed\r\nthe situs of that treatment, or personally\r\nhired and supervised her own administrative or\r\nsubsidiary medical personnel;\r\n\n(4) held and paid for her own medical\r\nmalpractice insurance policy; or\r\n\n(5) exercised final judgment as to the\r\nappropriate medical treatment to render to\r\npatients.\r\n\nId. at 279.  By contrast, it would be indicative of employee status\r\nif a health care provider (1) received a flat salary regardless of\r\nthe number of patients seen or procedures performed, (2) received\r\nvacation time, sick leave, and other customary fringe benefits, (3)\r\nused only the government's facilities, equipment, supplies, and\r\npersonnel in rendering services, (4) received protection against\r\nmalpractice suits at the employer's expense, and (5) enjoyed\r\nrelatively little autonomy in practice management.  See, e.g.,\r\nRivera v. Hospital Universitario, </pre><span class=\"citation\" data-id=\"1620074\"><a href=\"/opinion/1620074/rivera-v-hospital-universitario/\"><span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 17-18 (D.P.R.\r\n1991).\r\nOf course, these factors are merely signposts.  They are\r\nnot of equal import:  in performing the necessary triage, the\r\nprincipal focus should be on \"the level of control contractually\r\nreserved to the governmental entity over the physician's provision\r\nof patient services.\"  Nieves, 7 F.3d at 279.  Moreover, no single\r\nfactor possesses talismanic significance.  In the last analysis, a\r\nstatus determination in a particular case inevitably hinges on the\r\ntotality of the circumstances.  See id.  Therefore, an inquiring\r\ncourt must examine each physician's contract and the surrounding\r\ncircumstances to determine whether, according to the contract terms\r\nand other relevant evidence, the particular physician ranks as an\r\nemployee of the government agency or other governmental\r\ninstrumentality.  See Flores Romn, slip op. at 5-6.\r\n               B.  The Interpretive Framework.\r\nWe pause at this juncture to clarify a point of law.  The\r\nparties in this case agree that the Contract plays a pivotal part\r\nin determining the existence vel non of section 4105 immunity. \r\nThey disagree, however, about whether their dispute over its\r\ninterpretation presents a question of law that may be decided by a\r\ncourt on summary judgment, or, instead, presents a question of fact\r\nthat precludes the granting of a Rule 56 motion.  This disagreement\r\nis couched in terms that are reminiscent of a familiar set of legal\r\nrules   rules which provide, in general, that a contract can be\r\ninterpreted by the court on summary judgment if (a) the contract's\r\nterms are clear, or (b) the evidence supports only one construction\r\nof the controverted provision, notwithstanding some ambiguity.  SeeAllen v. Adage, Inc., </pre><span class=\"citation\" data-id=\"585780\"><a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span><pre class=\"inline\">, 698 (1st Cir. 1992); Boston\r\nFive Cents Sav. Bank v. Secretary of Dep't of HUD, </pre><span class=\"citation\" data-id=\"455854\"><a href=\"/opinion/455854/the-boston-five-cents-savings-bank-v-secretary-of-the-department-of/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8\r\n(1st Cir. 1985).\r\nThe initial step in this pavane   the question of whether\r\na contract is ambiguous   presents a question of law for the\r\njudge.  See United States Liab. Ins. Co. v. Selman, </pre><span class=\"citation\" data-id=\"196432\"><a href=\"/opinion/196432/us-liability-v-selman/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span><pre class=\"inline\">,\r\n687 (1st Cir. 1995); Allen, 967 F.2d at 698.  If the court finds no\r\nambiguity, it should proceed to interpret the contract   and it may\r\ndo so at the summary judgment stage.  See, e.g., In re Newport\r\nPlaza Assocs., </pre><span class=\"citation\" data-id=\"600262\"><a href=\"/opinion/600262/in-re-newport-plaza-associates-lp-debtor-newport-plaza-associates/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span><pre class=\"inline\">, 644 (1st Cir. 1993); J.I. Corp. v.\r\nFederal Ins. Co., </pre><span class=\"citation\" data-id=\"552337\"><a href=\"/opinion/552337/ji-corp-fka-new-england-rare-coin-galleries-inc-v-federal/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span><pre class=\"inline\">, 119 (1st Cir. 1990).  If, however,\r\nthe court discerns an ambiguity, the next step   involving an\r\nexamination of extrinsic evidence   becomes essential.\r\n   The taking of this second step does not automatically\r\npreclude brevis disposition.  Summary judgment may be appropriate\r\neven if ambiguity lurks as long as the extrinsic evidence presented\r\nto the court supports only one of the conflicting interpretations. \r\nSee Allen, 967 F.2d at 698; America First Inv. Corp. v. Goland, </pre><span class=\"citation no-link\"><span class=\"volume\">925</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></span><pre class=\"inline\">, 1522 (D.C. Cir. 1991); see also Boston Five, 768 F.2d at\r\n8 (approving summary judgment if \"the evidence presented about the\r\nparties' intended meaning [is] so one-sided that no reasonable\r\nperson could decide the contrary\").  On the other hand, if \"the\r\nextrinsic evidence relevant to the interpretation of an ambiguous\r\ncontractual provision is contested or contradictory, summary\r\njudgment will often be inappropriate.\"  Allen, 967 F.2d at 698 n.3.\r\n   This analytic framework is useful when the parties to a\r\ncontract are dueling over its meaning and attempt to offer parol\r\nevidence to clarify their intent.  See, e.g., id. at 698-99; Foster\r\nMed. Corp. Employees' Pension Plan v. Healthco, Inc., </pre><span class=\"citation\" data-id=\"446927\"><a href=\"/opinion/446927/foster-medical-corporation-employees-pension-plan-v-healthco-inc-and/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span><pre class=\"inline\">,\r\n198 (1st Cir. 1985).  Here, however, the framework simply does not\r\nfit, for the question is not what any particular provision of the\r\nContract means   indeed, one of the contracting parties (the\r\nDepartment) is not involved in this lawsuit   but, rather, whether\r\nthe Contract as a whole establishes (or helps to establish) an\r\nemployer-employee relationship sufficient to confer immunity under\r\nsection 4105.  In such circumstances, the meaning of the contract\r\nis for the court.  See, e.g., Williams v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">299</span></span><pre class=\"inline\">, 305-07 (4th Cir. 1995) (appraising contract between the\r\ngovernment and a third party to determine the existence of an\r\nemployment relationship for purposes of the plaintiff's FTCA suit);\r\nsee also Nieves, 7 F.3d at 279 (\"To determine whether a physician\r\nclaiming section 4105 immunity is an 'independent contractor,' or\r\nmerely a Commonwealth 'employee,' the court must consider the\r\ntotality of the circumstances, focusing principally on the level of\r\ncontrol contractually reserved to the governmental entity over the\r\nphysician's provision of patient services.\") (emphasis supplied). \r\nWe proceed accordingly.\r\n                       C.  The Merits.\r\n   The agreement between Santiago and the Department is\r\nentitled \"Contract for Individual Professional Services.\"  In\r\naddition to its title, its compensation provisions appear\r\ninconsistent with an employer-employee relationship.  The relevant\r\nportion of the Contract not only entitles Santiago to a stipend\r\nfrom the Department for covering the Hospital's operating rooms,\r\nbut also enables him to bill solvent patients separately for his\r\nprofessional services and to retain all amounts that he collects\r\nfrom such billings. This stands in stark contrast to the usual\r\nemployer-employee arrangement, under which the latter receives a\r\nstraight salary or fixed hourly wage from the former for all\r\nservices rendered during regular working hours.  Even more telling,\r\nthe Contract stipulates that the Department will make no deductions\r\nfrom the physician's remuneration for taxes, social security, or\r\nthe like.  This circumstance undercuts the defendant's claim that\r\nan employer-employee relationship existed.  See Flores Romn, slip\r\nop. at 9 (mentioning, with regard to the conclusion that the\r\ndefendant-physicians were independent contractors, that \"income\r\ntaxes were not withheld from their compensations\").\r\n   The Contract is equally explicit in denying Santiago the\r\ntype of incremental benefits that are characteristic of a modern\r\nemployer-employee relationship.  It provides that he \"will not be\r\nentitled to regular or sick leave, nor to travel expenses, nor will\r\n[he] be entitled to fringe benefits.\"  These benefices are staples\r\nof conventional employment relationships, and thus, the incidence\r\nof such benefits matters in determining whether a health care\r\nprofessional is an employee entitled to immunity under section\r\n4105.  See Flores Romn, slip op. at 6.  Conversely, their absence\r\nconstitutes significant evidence that the contracting parties\r\nconsidered Santiago to be an independent contractor.\r\n   The Department's insistence that the defendant furnish\r\nhis own malpractice insurance also suggests a level of autonomy\r\nindicative of independent contractor status.  In Nieves, where we\r\nfound the physician-defendants to be employees, we took care to\r\npoint out that the University of Puerto Rico provided malpractice\r\ninsurance for them   a fact that \"suggested, unless competently\r\nrebutted, an employer-employee relationship.\"  7 F.3d at 280. \r\nHere, no countervailing evidence appears in the summary judgment\r\nrecord, and so the Contract's bare insurance mandate tilts toward\r\nindependent contractor status.  See id. at 279; see also Flores\r\nRomn, slip op. at 8 (stating, en route to a finding of independent\r\ncontractor status, that \"[s]ince the doctors had absolute control\r\nover the type and quality of the treatment provided to their\r\npatients,\" the state agency with which they had contracted required\r\nthem to provide their own malpractice insurance).\r\n   Other provisions of the Contract seem incompatible with\r\nthe defendant's present assertion that he was a government employee\r\nduring the relevant time frame.  For example, section nine permits\r\nthe Department to terminate the Contract should Santiago perform\r\nnegligently or abandon his duties, and, in such event, requires him\r\nto \"liquidate any work that remains pending at the moment of\r\ndissolution without . . . any additional payment or compensation.\" \r\nThis insistence that the defendant complete his pending work\r\nwithout extra compensation after the contractual relationship ends\r\nsmacks of an arrangement between principal and agent as opposed to\r\none between employer and employee.  Similarly, section eighteen of\r\nthe Contract states that the defendant's services are \"non-\r\ndelegable.\"  Were Santiago an employee of the Department, this\r\nprovision would be entirely superfluous.  After all, persons who\r\nare hired as employees generally do not have unilateral power to\r\ndelegate their tasks to others.  In the same vein, section sixteen\r\nstipulates that if the defendant \"renders services to the\r\nCommonwealth\" and is injured, he \"may be covered\" under the\r\nCommonwealth's On-The-Job Accidents Compensation Act.  Because\r\nemployees of the Department are covered automatically under this\r\nworkers' compensation program, see P.R. Laws Ann. tit. 11,  2\r\n(1997), section sixteen is pleonastic unless the Contract\r\nestablishes an independent contractor relationship.\r\n   To be sure, the Contract is a mixed bag, and some of its\r\nfeatures suggest employee status.  Santiago apparently used the\r\nHospital's facilities, equipment, staff, and supplies in the\r\nperformance of his duties.  See Flores Romn, slip op. at 7\r\n(positing that such usage weighs against independent contractor\r\nstatus).  Moreover, the provisions fixing Santiago's duty hours and\r\n\"on call\" schedule are distinctly reminiscent of the type of\r\nhegemony that an employer exercises over an employee.  So, too, is\r\nthe Contract's intellectual property provision, section eleven,\r\nwhich provides that any work product resulting from services\r\nrendered by Santiago at the Hospital   such as research results  \r\nwill constitute property of the Department without specific\r\nremuneration.\r\n   Be that as it may, the Contract is conspicuously silent\r\non the most important factor in the decisional calculus:  the\r\namount of independence that the physician retains in dispensing his\r\nprofessional services.  See Nieves, 7 F.3d at 279.  The Contract\r\nmakes no mention of specific medical functions or duties, other\r\nthan to state generally that the defendant \"commits himself to\r\nrender anesthesiology services in the [Hospital's] Operating Rooms\"\r\nand that he \"undertakes to perform in accordance with the standards\r\nof excellence of the Department of Anesthesiology.\" \r\nNotwithstanding these fragmentary tendrils, the extent to which\r\nSantiago is under the Department's control remains very much open\r\nto debate.\r\n   The lack of competent evidence on this point is\r\nespecially troubling because of the nature of Santiago's specialty. \r\nAn anesthesiologist, of necessity, works primarily in operating\r\nrooms, and is unlikely to have the same trappings of independence\r\nas, say, a primary care physician.  Yet, while many\r\nanesthesiologists are hospital-based, it does not follow that most\r\nanesthesiologists are employed providers as opposed to independent\r\ncontractors.  See American Medical Ass'n, Physician Characteristics\r\nand Distribution in the U.S., at Table A21 (1997).  In such a\r\nsituation, it seems eminently reasonable to require that an\r\nanesthesiologist claiming section 4105 immunity on the ground that\r\nhe is a government employee proffer probative evidence of the facts\r\nrelating to the salient issues of independence and control.  And\r\nthe desirability of such a proffer is heightened where, as may be\r\nthe case here, the anesthesiologist works less than full time for\r\nthe government, and, thus, the pivotal inquiry   which must in all\r\nevents be restricted to his government work   is narrowly focused.\r\n   We summarize succinctly.  On balance, the Contract seems\r\nmore indicative of an independent contractor than an employee. But\r\nthe call is not free from doubt, especially since the Puerto Rico\r\nSupreme Court interprets section 4105 expansively.  See Vzquez\r\nNegrn v. E.L.A., </pre><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">192</span></span><pre class=\"inline\">, 196-97, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">P.R. Dec.</span>\r\n<span class=\"page\">148</span></span><pre class=\"inline\">, 151 (1982).  Bearing in mind that control and the opportunity\r\nfor the exercise of independent judgment are the key integers in\r\nthe status equation, see Nieves, 7 F.3d at 279, and that the\r\nContract is considerably less than pellucid in this regard, we\r\nconclude that the Contract, by itself, does not support the\r\ndistrict court's finding that as a matter of law the defendant was\r\nan employee of the Commonwealth entitled to immunity under section\r\n4105.  This conclusion requires us to vacate the judgment below.\r\n   Our rationale is straightforward.  Section 4105 immunity\r\nis an affirmative defense, see Flores Romn, slip op. at 2, and,\r\naccordingly, the defendant bears the burden of establishing its\r\napplicability.  See Selman, 70 F.3d at 691 (noting the \"usual\r\nrule\" that \"place[s] the burden of proving affirmative defenses on\r\nthe party asserting them\").  The party who has the burden of proof\r\non a dispositive issue cannot attain summary judgment unless the\r\nevidence that he provides on that issue is conclusive.  See, e.g.,\r\nCalderone v. United States, </pre><span class=\"citation\" data-id=\"475275\"><a href=\"/opinion/475275/anthony-a-calderone-clark-hornbaker-plaintiffs-counterclaim-defendants/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 258 (6th Cir. 1986)\r\n(explaining that if a summary judgment movant has the burden of\r\nproof, \"his showing must be sufficient for the court to hold that\r\nno reasonable trier of fact could find other than for the moving\r\nparty\") (citation and emphasis omitted); Fontenot v. Upjohn Co.,\r\n</pre><span class=\"citation\" data-id=\"463179\"><a href=\"/opinion/463179/marian-fontenot-etc-v-the-upjohn-company/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1190</span></a></span><pre class=\"inline\">, 1194 (5th Cir. 1986) (\"[I]f the movant bears the\r\nburden of proof on an issue, either because he is the plaintiff or\r\nas a defendant he is asserting an affirmative defense, he must\r\nestablish beyond peradventure all of the essential elements of the\r\nclaim or defense to warrant judgment in his favor.\") (emphasis in\r\noriginal).  Measured by this yardstick, the defendant's proffered\r\nevidence   the Contract   falls short.\r\n   Where, as here, an employment agreement, in itself, does\r\nnot provide sufficiently strong proof of a defendant's employment\r\nstatus to warrant summary judgment, other evidence sometimes may\r\ncure the defect.  To this end, Santiago posits that he must be\r\ndeemed an employee of the Commonwealth even if the Contract, read\r\nas a whole, fails to carry the day \"because he was complying with\r\nthe year of public service . . . in order to comply with the\r\nrequisites to obtain [a] license to practice medicine in Puerto\r\nRico.\"  Appellee's Brief at 3.  This argument is unconvincing.  The\r\nContract says nothing about the public service requirement, and the\r\ndocumentation that the defendant submitted to the district court on\r\nthis point   two affidavits signed months prior to the execution of\r\nthe Contract   are far from self-elucidating.  Without better\r\nevidence, the existing record does not establish either that\r\nSantiago toiled at the Hospital, under contract, for a probationary\r\npublic service year (during which he treated Torres Arroyo) or that\r\nthe conditions attached to such service rendered him an employee\r\nfor purposes of section 4105.\r\n   We need go no further.  A trial court may grant summary\r\njudgment only if the record defoliates all genuine issues of\r\nmaterial fact.  See Fed. R. Civ. P. 56(c).  Here, the assembled\r\nfacts, taken in the light most flattering to the plaintiffs' theory\r\nof the case, simply do not dictate a conclusion that the defendant\r\nfunctioned as an employee of the Department during the period in\r\nquestion.  Consequently, we vacate the order granting summary\r\njudgment and remand the matter.  The employment status issue\r\nrequires further development.\r\n\n   Vacated and remanded.  Costs to appellants.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/194980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1620074/"
  ]
}