{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198052/",
  "absolute_url": "/opinion/198052/strahan-v-linnon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198052/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:18Z",
  "date_modified": "2017-03-24T10:54:24.421338Z",
  "type": "010combined",
  "sha1": "eb3f4bc00922bae8d8bb0cf630770c743b43b6f8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1787.01A",
  "local_path": null,
  "plain_text": "  [NOT FOR PUBLICATION--NOT TO BE CITED AS PRECEDENT]\r\n             United States Court of Appeals\r\n                 For the First Circuit\r\n\nNo. 97-1787\r\n\n                   RICHARD MAX STRAHAN,\r\n\n                  Plaintiff, Appellant,\r\n\n                            v.\r\n\n                 JOHN L. LINNON, ET AL.,\r\n\n                  Defendants, Appellees.\r\n\n       APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                          Before\r\n\n                Selya, Boudin and Stahl,\r\n                    Circuit Judges.\r\n\n Richard Max Strahan on brief pro se.\r\n Lois J. Schiffer, Assistant Attorney General, James C.\r\nKilbourne, David C. Shilton, Samuel D. Rauch and Mark R. Haag,\r\nAttorneys, Department of Justice.\r\n\nJuly 16, 1998\r\n\n        Per Curiam.  Richard Max Strahan appeals from the\r\ngrant of summary judgment in favor of federal defendants on his\r\nclaims alleging violations of the Endangered Species Act\r\n(\"ESA\"), the Marine Mammal Protection Act (\"MMPA\"), and the\r\nNational Environmental Policy Act (\"NEPA\").  We affirm.\r\n                        I.  Background\r\n          On June 7, 1994, Strahan filed a pro se complaint\r\nagainst the Coast Guard alleging violations of the ESA, the\r\nMMPA,  NEPA, and the Whaling Convention Act (\"WCA\").    Strahan\r\nmoved for a preliminary injunction, and the Coast Guard cross-\r\nmoved for summary judgment in its favor.  By decision dated May\r\n2, 1995, the district court granted the Coast Guard's motion\r\nfor summary judgment, in part.  However, the district court\r\nconcluded that, given the Coast Guard's \"dilatoriness and\r\nneglect in initiating mandated procedures,\" Strahan was\r\nentitled to a preliminary injunction directing the Coast Guard\r\nto fulfill certain procedural requirements of the ESA, the\r\nMMPA, and NEPA.\r\n   During this same period, the Coast Guard initiated\r\nformal consultation with the National Marine Fisheries Service\r\n(\"NMFS\") regarding its vessel operations along the Atlantic\r\nCoast.  On August 1, 1995, the Coast Guard submitted a final\r\n(ESA) biological assessment to NMFS.  On September 15, 1995,\r\nNMFS issued a biological opinion concluding that Coast Guard\r\nAtlantic activities did not  jeopardize the continued existence\r\nof protected marine species.  On September 22, 1995, the Coast\r\nGuard published a (NEPA) environmental assessment and a\r\nproposed finding of no significant impact.  During the months\r\nthat followed, several commentators urged the Coast Guard to\r\nprepare an environmental impact statement and to consider\r\nadditional protective measures.  In addition, on October 9,\r\n1995, the Coast Guard struck a (suspected) Humpback whale.  On\r\nFebruary 22, 1996, the Coast Guard re-initiated consultation\r\nwith NMFS.\r\n   On June 21, 1996, Strahan, now represented by\r\ncounsel, filed a twenty-three count amended complaint.  The\r\namended complaint added defendants Secretary of Commerce, the\r\nNational Oceanic and Atmospheric Administration, and NMFS.\r\n   On July 22, 1996, NMFS issued a second biological\r\nopinion.  Based on new information that indicated a possible\r\ndecline in the population of Northern Right whales, and taking\r\ninto account cumulative effects, NMFS concluded that Coast\r\nGuard operations were likely to jeopardize the continued\r\nexistence of Northern Right whales.  Accordingly, it\r\nrecommended reasonable and prudent alternatives, which would\r\n\"significantly reduce[] the Coast Guard's potential to cause\r\ninjury or mortality to a right whale, and therefore, avoid the\r\nlikelihood of jeopardizing the continued existence of right\r\nwhales.\"  NMFS did not alter its earlier conclusion that Coast\r\nGuard activities were not likely to jeopardize other protected\r\nspecies.\r\n   On October 31, 1996, the Coast Guard published a\r\nfinal environmental impact statement which proposed the\r\nAtlantic Protected Living Marine Resources (\"APLMR\")\r\nInitiative.  The APLMR Initiative essentially adopted and\r\nexpanded on measures recommended in the NMFS's 1996 biological\r\nopinion.  On December 9, 1996, the Coast Guard issued a Record\r\nof Decision announcing its intent to implement the APLMR \r\nInitiative.  \r\n   On March 7, 1997, defendants moved for summary\r\njudgment.  Strahan cross-moved for partial summary judgment. \r\nBy order dated May 20, 1997, the district court granted full\r\nsummary judgment in favor of defendants.  This pro se appeal\r\nfollowed.  Of the twenty-three counts in the amended complaint,\r\nStrahan makes an argument with respect to--or at least\r\nmentions--only fourteen of these counts on appeal (namely,\r\nCounts I, II, III, IV, VI, VII, IX, X, XII, XIII, XIV, XX, XXI,\r\nXXII).\r\n\n                 II.  The Standard of Review    \r\n   A constant theme throughout Strahan's brief, but most\r\nstrenuously argued in his introductory section, is that the\r\ndistrict court erred in applying a deferential standard of\r\nreview.  He contends that as \"past violators\" of the provisions\r\nof the ESA and the MMPA, neither the Coast Guard nor NMFS is\r\nentitled to any deference.  He also suggests that the district\r\ncourt extended deference to the federal agencies involved to\r\nthe \"point of gullibility.\"  We disagree. \r\n   Contrary to Strahan's suggestion, the appropriate\r\nscope of review of federal agency action under the ESA, the\r\nMMPA, and NEPA is the standard set forth under the\r\nAdministrative Procedure Act, 5 U.S.C.  706(2)(A).   See,\r\ne.g., Dubois v. United States Dep't of Agric., 102 F.3d 1273,\r\n1284 (1st Cir. 1996) (NEPA), cert. denied, 117 S. Ct. 2510\r\n(1997);  Sierra Club v. Glickman, 67 F.3d 90, 95-96 (5th Cir.\r\n1995) (ESA).  Under this standard, an agency decision may not\r\nbe set aside unless found to be \"arbitrary, capricious, an\r\nabuse of discretion, or otherwise not in accordance with law.\" \r\n5 U.S.C.  706(2)(A).  When reviewing agency action, we apply\r\nthe same legal standards that pertain in the district court. \r\nSee Associated Fisheries of Maine, Inc. v. Daley, 127 F.3d 104,\r\n109 (1st Cir. 1997).\r\n\n           III.  Jeopardy and the Duty to Conserve\r\n   Section 7 of the ESA, titled \"Interagency\r\nCooperation,\" places two responsibilities on federal agencies. \r\nSection 7(a)(1) provides that all agencies shall, \"in\r\nconsultation with and with the assistance of the Secretary,\"\r\nutilize their authorities in furtherance of the purposes of the\r\nESA by carrying out programs for the conservation of endangered\r\nspecies and threatened species.    16 U.S.C.  1536(a)(1).  \r\nSection 7(a)(2) of  the ESA requires that all federal agencies\r\nshall, in \"consultation with and with the assistance of the\r\nSecretary,\" insure that any actions they authorize, fund or\r\ncarry out \"[are] not likely to jeopardize the continued\r\nexistence\" of any threatened or endangered species.  16 U.S.C.\r\n1536(a)(2).    Pursuant to 50 C.F.R. Part 402, the\r\nrequirements of  7 apply to \"actions in which there is\r\ndiscretionary Federal involvement or control.\"  50 C.F.R. \r\n402.03.  \r\n   Five counts of the amended complaint relate to  7 of\r\nthe ESA.  Construed broadly, Counts I and XII challenge the\r\nadequacy of the Coast Guard's biological assessment and NMFS's\r\n1995 and 1996 biological opinions, prepared pursuant to \r\n7(a)(2).  Count II challenges the Coast Guard's failure to\r\ninitiate consultation under  7(a)(2) regarding its duties of\r\nissuing Certificates of Documentation and Inspection to\r\nvessels.  Count III alleges the failure to adopt or implement\r\nadequate conservation measures as required by  7(a)(1).  Count\r\nXX is a facial challenge to the validity of 50 C.F.R.  403.02,\r\nwhich limits the applicability of  7 to discretionary actions. \r\n Defendants argue that the APLMR Initiative meets the\r\nrequirements of  7(a)(1) of the ESA.  The district court\r\nconcluded that Strahan had failed to demonstrate, in any\r\nmeaningful sense, specific measures that are necessary to\r\nprevent the loss of endangered species of whales that are\r\nmissing from the APLMR.  The district court further concluded\r\nthat, in any event, the ESA does not mandate particular actions\r\nto be taken by federal agencies to implement  7(a)(1).  On\r\nappeal, Strahan makes no sustained argument that either of\r\nthese conclusions is in error.  Indeed, he makes no effort to\r\nexplain in any detail why he thinks that the APLMR Initiative\r\nis inadequate.  Rather, he makes conclusory suggestions,\r\nscattered throughout his brief, to the effect that nothing has\r\nchanged and that, with the dismissal of his claims, it is back\r\nto \"business as usual.\"  Under the circumstances, we see no\r\nreason to set the district court's conclusions aside.\r\n   Strahan's arguments directed at the process and end\r\nresult of the  7(a)(2) consultation--and, in particular, the\r\nCoast Guard's biological assessment and NMFS's biological\r\nopinions--are similarly deficient.  Without attempting to\r\naddress each of his arguments, we note that, although he\r\ncontends that the reasonable and prudent alternatives in the\r\n1996 biological opinion are inadequate to \"eliminate\" jeopardy,\r\nhe does not identify any specific measure that is lacking. \r\nMoreover, a reviewing court cannot substitute its own\r\nscientific judgment in place of the agency's judgment.  In the\r\nabsence of any meaningful challenge to the decision making\r\nprocess, or some reason to think that there has been a clear\r\nerror of judgment, the court must defer to the agency's\r\ndecision.    Cf. Marsh v. Oregon Natural Resources Council, 490\r\nU.S. 360, 378 (1989) (\"[A]n agency must have discretion to rely\r\non the reasonable opinions of its own qualified experts . . .\r\n\");  Citizens Awareness Network, Inc. v. United States Nuclear\r\nRegulatory Comm'n, 59 F.3d 284, 290 (1st Cir. 1995) (observing\r\nthat deference is especially marked in technical or scientific\r\nmatters within the agency area of expertise).\r\n   Finally, pursuant to 50 C.F.R.  402.03, the\r\nrequirements of  7 do not apply to the Coast Guard's\r\ndocumentation and inspection duties.   As the district court\r\nexplained, the Coast Guard is required to issue Certificates of\r\nDocumentation and Inspection if certain statutory criteria are\r\nmet, none of which reference environmental concerns.  If the\r\nstatutory criteria are met, the Coast Guard has no discretion\r\nto deny a certificate (or  to impose additional requirements\r\ndirected at the protection of endangered species).  Although\r\nStrahan renews his facial challenge to the validity of \r\n402.03, he makes no argument that the district court erred in\r\nruling that this challenge is time-barred.  Under the\r\ncircumstances, his challenge must fail.  Cf. Murrell v.\r\nShalala, 43 F.3d 1388, 1389-90 (10th Cir. 1994) (stating that\r\nwhere plaintiff failed to address alternative independent\r\nfinding that was, by itself, a sufficient basis for the denial\r\nof benefits, his success on appeal was foreclosed). \r\n               IV.  The Anti-taking Provisions \r\n   Section 9 of the ESA prohibits the taking of\r\nendangered species.  See 16 U.S.C.  1538(a)(1).  \"Taking\" is\r\nbroadly defined and includes killing, wounding, pursuing,\r\nharassing or harming.  16 U.S.C.  1532(19).  Section 102 of \r\nthe MMPA prohibits the taking of marine mammals.  16 U.S.C. \r\n1372(a).  Under the MMPA, \"taking\" includes harassing, hunting,\r\ncapturing, or killing.  See 16 U.S.C.  1362(13).  Counts IX\r\nand X of the amended complaint allege, respectively, that the\r\nCoast Guard is violating these anti-taking provisions of the\r\nESA and the MMPA.  The complaint alleges that the Coast Guard\r\nis liable for takings by its own vessels, as well as for\r\ntakings by non-Coast Guard vessels to which it has issued a\r\nCertificate of Documentation.\r\n   It is undisputed that, prior to the adoption of the\r\nAPLMR Initiative, Coast Guard vessels struck and killed two\r\nNorthern Right whales and struck a (suspected) Humpback whale. \r\nIt is also undisputed that these incidents constitute takings\r\nin violation of the ESA and MMPA.  Although Strahan sought a\r\ndeclaratory judgment to this effect, the district court found\r\nthat such relief would be supererogatory in light of the Coast\r\nGuard's admissions.  Strahan does not challenge this\r\nconclusion.  Rather, he contends that injunctive relief is\r\nnecessary to prevent future takings, and that the district\r\ncourt erred in concluding that the protective measures\r\nsuggested by NMFS in its 1996 biological opinion and adopted by\r\nthe Coast Guard in its APLMR Initiative warrant the grant of\r\nsummary judgment in the Coast Guard's favor.\r\n   We agree with the district court that the measures\r\nadopted by the Coast Guard in its APLMR Initiative cover most\r\nof the substance of specific measures proposed by Strahan in\r\nhis amended complaint.    To the extent that the proposed\r\nmeasures differ (and the district court highlighted the fact\r\nthat Strahan's proposed speed guidance differs somewhat from\r\nthat adopted by the Coast Guard), the district court\r\nappropriately deferred to agency expertise.  NMFS concluded\r\nthat the reasonable and prudent alternatives, if implemented,\r\nwould reduce the risk of Coast Guard striking whales to the\r\nmaximum extent possible.    NMFS explicitly approved the Coast\r\nGuard's speed guidance, and that decision was not \"arbitrary\r\nand capricious.\"  Under the circumstances, we think that the\r\ndistrict court correctly found that Strahan failed to support\r\na case for further injunctive relief.\r\n   Finally, we reject Strahan's argument that the Coast\r\nGuard is liable for takings by non-Coast Guard vessels that it\r\npermits to operate.  The Coast Guard's issuance of Certificates\r\nof Documentation and Inspection is analogous to the licensure\r\nof automobiles and drivers.  The vessel owner or operator is an\r\nindependent actor who is, himself, responsible for complying\r\nwith environmental and other laws.  Accordingly, by issuing the\r\nnecessary permits to operate, the Coast Guard does not subject\r\nitself to liability for crimes, including takings, that actor\r\nmay commit.  Cf. Strahan v. Coxe, 127 F.3d 155, 163-64 (1st\r\nCir. 1997) (contrasting the state's licensure of commercial\r\nfishing operations to use gillnets and lobster pots in a\r\nspecific manner with its licensure of automobiles and drivers). \r\n                    V.  Recovery Plans\r\n   Section 4(f) of the ESA provides that \"[t]he\r\nSecretary [of Commerce] shall develop and implement plans . .\r\n. for the conservation and survival of endangered species and\r\nthreatened species . . . , unless he finds that such a plan\r\nwill not promote the conservation of the species.\"  16 U.S.C.\r\n 1533(f).  Section 115(b) of the MMPA requires the Secretary\r\nof Commerce to prepare conservation plans \"as soon as possible\"\r\nfor depleted species, unless he determines that such a plan\r\nwill not promote the conservation of the species.  16 U.S.C. \r\n1383b(b)(1)(C).  Conservation plans under the MMPA are required\r\nto be modeled on recovery plans prepared under the ESA.    See16 U.S.C.  1383b(b)(2).  NMFS has completed recovery plans for\r\nthe Northern Right whale and the Humpback whale, but not the\r\nother endangered species of whales at issue here (namely, the\r\nBlue, Sei, and Fin whales).  \r\n   Two counts of the amended complaint relate to the\r\nduty of NMFS to prepare recovery and conservation plans.  Count\r\nXIII challenges the adequacy of NMFS's Northern Right Whale\r\nRecovery Plan.  Count XIV challenges NMFS's failure \"to prepare\r\nconservation plans for the Federally Protected Whales.\"\r\n   Strahan does not renew many of the specific\r\nchallenges he urged below to the methodology and content of the\r\nNorthern Right Whale Recovery Plan.  Rather, he makes vague\r\ncriticisms to the effect that the district court erred in\r\nfinding that the plan is \"unreviewable.\"    He suggests that the\r\nplan is \"arbitrary and capricious\" because it sets an [interim]\r\ngoal--increasing the population of Northern Right whales to\r\n6,000--that cannot \"be reached . . . within the next two\r\ncenturies.\"  He also contends that the district court \"erred\r\nwhen it found that NMFS had met the requirement for site-\r\nspecific management plans by the mere recognition by it of\r\nwhales in the Atlantic and Pacific oceans.\"  \r\n   We reject these challenges to the Northern Right\r\nWhale Recovery plan essentially for the reasons stated by the\r\ndistrict court.  Nothing in  4(f) mandates that a recovery\r\nplan set short-term, interim goals, and the goal of 6,000 is\r\nrationally connected with the goal of down-grading the Northern\r\nRight whale from an endangered to a threatened species. \r\nMoreover, the Northern Right Whale Recovery Plan does not\r\nsimply \"recognize\" that there are Northern Right Whales in the\r\nAtlantic and Pacific oceans.  Rather, it devotes separate\r\nchapters to the two populations.  In addition, the district\r\ncourt correctly found that the plan addresses different\r\nhabitats of Northern Right whales at different times of the\r\nyear and contains measures specifically directed at each\r\nhabitat.\r\n   Strahan also argues that the district court erred\r\n\"when it allowed NMFS to take as long as it want[s] to develop\r\nrecovery plans for other listed species of whales.\"  However,\r\nStrahan makes no developed challenge to the lower court's\r\nreasoning.  Under the circumstance, his challenge must fail.   \r\n                   VI.  Law Enforcement\r\n   Four counts of the amended complaint relate to shared\r\nduties of the Coast Guard and NMFS to enforce the requirements\r\nof the ESA and the MMPA.  Counts VI and XII allege,\r\nrespectively, that the Coast Guard and NMFS have failed in\r\ntheir duties to enforce the ESA.  Counts VII and XXI allege,\r\nrespectively, that the Coast Guard and NMFS have failed in\r\ntheir duties to enforce the MMPA.  The district court granted\r\nsummary judgment on these claims after concluding that Strahan\r\nhad failed to introduce sufficient evidence to overcome the\r\npresumption of unreviewability of agency decisions not to\r\nenforce.  See generally Heckler v. Chaney, 470 U.S. 821 (1985). \r\nThe court also found, among other things, that \"[t]he Coast\r\nGuard recently has increased its efforts to enforce the ESA\"\r\nand that \"the record demonstrates that NMFS does enforce the\r\nESA and the MMPA with some degree of vigor.\"\r\n   On appeal, Strahan makes no argument directed at the\r\nlatter conclusions.  Rather, he challenges the \"presumption of\r\nunreviewability.\"  He contends that review of enforcement by\r\nthe Coast Guard and NMFS is available because (1) an\r\nenforcement policy is a \"mandated\" feature of a conservation\r\n\"plan\" [developed under  7(a)(1) of the ESA] or a recovery\r\nplan [developed under  4(f) of the ESA]; and (2) that these\r\nplans are themselves subject to review.  This argument is\r\nwaived for failure to present it in the district court.  We \r\nadd that, without expressing any opinions as to whether an\r\nenforcement policy is a required feature of such plans, both\r\nthe Coast Guard's APLMR Initiative and NMFS's Northern Right\r\nWhale Recovery Plan express a commitment to vigorous\r\nenforcement of environmental laws.\r\n                          VII. NEPA\r\n   In Count IV of the amended complaint, Strahan alleges\r\nthat the Coast Guard has failed to comply with its duties under\r\n 102(2)(c) of NEPA, 42 U.S.C.  4332(2)(C), to prepare an\r\nenvironmental impact statement regarding Coast Guard vessel\r\noperations and Coast Guard documentation and inspection\r\nactivities.   The district court concluded in its May 2, 1995\r\norder that the Coast Guard's documentation and inspection of\r\nindividual vessels are not subject to NEPA.  The Coast Guard\r\nsubsequently completed a final environmental impact statement\r\nfor its own vessel operations.\r\n   Strahan challenges the district court's conclusion\r\nthat the Coast Guard's documentation and inspection of\r\nindividual vessels is not subject to NEPA.  We agree with the\r\ndistrict court.  NEPA is inapplicable because, in issuing\r\nCertificates of Documentation and Inspection, the Coast Guard\r\nhas no discretion to consider environmental factors.  See Milo\r\nCommunity Hospital v. Weinberger, 525 F.2d 144, 147-148 (1st\r\nCir. 1975) (holding that the Secretary of HEW was not required\r\nto file an EIS when decertifying a hospital for non-compliance\r\nwith safety code because he had a statutory duty to close the\r\nhospital and no discretion to take environmental factors into\r\nconsideration); see also Sierra Club v. Babbit, 65 F.3d 1502,\r\n1512 (9th Cir. 1995) (collecting cases demonstrating that\r\nnondiscretionary agency action is excused from the operation \r\nof NEPA).\r\n                      VIII.  Conclusion\r\n   We have carefully considered the other arguments\r\nraised by Strahan in his brief and reject them as\r\ninsufficiently developed or otherwise lacking in merit. \r\nAccordingly, the grant of judgment in favor of defendants is\r\naffirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">  [NOT FOR PUBLICATION--NOT TO BE CITED AS PRECEDENT]\r\n             United States Court of Appeals\r\n                 For the First Circuit\r\n\nNo. 97-1787\r\n\n                   RICHARD MAX STRAHAN,\r\n\n                  Plaintiff, Appellant,\r\n\n                            v.\r\n\n                 JOHN L. LINNON, ET AL.,\r\n\n                  Defendants, Appellees.\r\n\n       APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                          Before\r\n\n                Selya, Boudin and Stahl,\r\n                    Circuit Judges.\r\n\n Richard Max Strahan on brief pro se.\r\n Lois J. Schiffer, Assistant Attorney General, James C.\r\nKilbourne, David C. Shilton, Samuel D. Rauch and Mark R. Haag,\r\nAttorneys, Department of Justice.\r\n\nJuly 16, 1998\r\n\n        Per Curiam.  Richard Max Strahan appeals from the\r\ngrant of summary judgment in favor of federal defendants on his\r\nclaims alleging violations of the Endangered Species Act\r\n(\"ESA\"), the Marine Mammal Protection Act (\"MMPA\"), and the\r\nNational Environmental Policy Act (\"NEPA\").  We affirm.\r\n                        I.  Background\r\n          On June 7, 1994, Strahan filed a pro se complaint\r\nagainst the Coast Guard alleging violations of the ESA, the\r\nMMPA,  NEPA, and the Whaling Convention Act (\"WCA\").    Strahan\r\nmoved for a preliminary injunction, and the Coast Guard cross-\r\nmoved for summary judgment in its favor.  By decision dated May\r\n2, 1995, the district court granted the Coast Guard's motion\r\nfor summary judgment, in part.  However, the district court\r\nconcluded that, given the Coast Guard's \"dilatoriness and\r\nneglect in initiating mandated procedures,\" Strahan was\r\nentitled to a preliminary injunction directing the Coast Guard\r\nto fulfill certain procedural requirements of the ESA, the\r\nMMPA, and NEPA.\r\n   During this same period, the Coast Guard initiated\r\nformal consultation with the National Marine Fisheries Service\r\n(\"NMFS\") regarding its vessel operations along the Atlantic\r\nCoast.  On August 1, 1995, the Coast Guard submitted a final\r\n(ESA) biological assessment to NMFS.  On September 15, 1995,\r\nNMFS issued a biological opinion concluding that Coast Guard\r\nAtlantic activities did not  jeopardize the continued existence\r\nof protected marine species.  On September 22, 1995, the Coast\r\nGuard published a (NEPA) environmental assessment and a\r\nproposed finding of no significant impact.  During the months\r\nthat followed, several commentators urged the Coast Guard to\r\nprepare an environmental impact statement and to consider\r\nadditional protective measures.  In addition, on October 9,\r\n1995, the Coast Guard struck a (suspected) Humpback whale.  On\r\nFebruary 22, 1996, the Coast Guard re-initiated consultation\r\nwith NMFS.\r\n   On June 21, 1996, Strahan, now represented by\r\ncounsel, filed a twenty-three count amended complaint.  The\r\namended complaint added defendants Secretary of Commerce, the\r\nNational Oceanic and Atmospheric Administration, and NMFS.\r\n   On July 22, 1996, NMFS issued a second biological\r\nopinion.  Based on new information that indicated a possible\r\ndecline in the population of Northern Right whales, and taking\r\ninto account cumulative effects, NMFS concluded that Coast\r\nGuard operations were likely to jeopardize the continued\r\nexistence of Northern Right whales.  Accordingly, it\r\nrecommended reasonable and prudent alternatives, which would\r\n\"significantly reduce[] the Coast Guard's potential to cause\r\ninjury or mortality to a right whale, and therefore, avoid the\r\nlikelihood of jeopardizing the continued existence of right\r\nwhales.\"  NMFS did not alter its earlier conclusion that Coast\r\nGuard activities were not likely to jeopardize other protected\r\nspecies.\r\n   On October 31, 1996, the Coast Guard published a\r\nfinal environmental impact statement which proposed the\r\nAtlantic Protected Living Marine Resources (\"APLMR\")\r\nInitiative.  The APLMR Initiative essentially adopted and\r\nexpanded on measures recommended in the NMFS's 1996 biological\r\nopinion.  On December 9, 1996, the Coast Guard issued a Record\r\nof Decision announcing its intent to implement the APLMR \r\nInitiative.  \r\n   On March 7, 1997, defendants moved for summary\r\njudgment.  Strahan cross-moved for partial summary judgment. \r\nBy order dated May 20, 1997, the district court granted full\r\nsummary judgment in favor of defendants.  This pro se appeal\r\nfollowed.  Of the twenty-three counts in the amended complaint,\r\nStrahan makes an argument with respect to--or at least\r\nmentions--only fourteen of these counts on appeal (namely,\r\nCounts I, II, III, IV, VI, VII, IX, X, XII, XIII, XIV, XX, XXI,\r\nXXII).\r\n\n                 II.  The Standard of Review    \r\n   A constant theme throughout Strahan's brief, but most\r\nstrenuously argued in his introductory section, is that the\r\ndistrict court erred in applying a deferential standard of\r\nreview.  He contends that as \"past violators\" of the provisions\r\nof the ESA and the MMPA, neither the Coast Guard nor NMFS is\r\nentitled to any deference.  He also suggests that the district\r\ncourt extended deference to the federal agencies involved to\r\nthe \"point of gullibility.\"  We disagree. \r\n   Contrary to Strahan's suggestion, the appropriate\r\nscope of review of federal agency action under the ESA, the\r\nMMPA, and NEPA is the standard set forth under the\r\nAdministrative Procedure Act, 5 U.S.C.  706(2)(A).   See,\r\ne.g., Dubois v. United States Dep't of Agric., </pre><span class=\"citation\" data-id=\"731302\"><a href=\"/opinion/731302/roland-c-dubois-and-restore-the-north-woods-v-united-states-department/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1273</span></a></span><pre class=\"inline\">,\r\n1284 (1st Cir. 1996) (NEPA), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></span><pre class=\"inline\">\r\n(1997);  Sierra Club v. Glickman, </pre><span class=\"citation\" data-id=\"705199\"><a href=\"/opinion/705199/sierra-club-v-dan-glickman-in-his-official-capacity-as-secretary-of/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span><pre class=\"inline\">, 95-96 (5th Cir.\r\n1995) (ESA).  Under this standard, an agency decision may not\r\nbe set aside unless found to be \"arbitrary, capricious, an\r\nabuse of discretion, or otherwise not in accordance with law.\" \r\n5 U.S.C.  706(2)(A).  When reviewing agency action, we apply\r\nthe same legal standards that pertain in the district court. \r\nSee Associated Fisheries of Maine, Inc. v. Daley, </pre><span class=\"citation\" data-id=\"197563\"><a href=\"/opinion/197563/associated-fisheries-v-us-secretary-of/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span><pre class=\"inline\">,\r\n109 (1st Cir. 1997).\r\n\n           III.  Jeopardy and the Duty to Conserve\r\n   Section 7 of the ESA, titled \"Interagency\r\nCooperation,\" places two responsibilities on federal agencies. \r\nSection 7(a)(1) provides that all agencies shall, \"in\r\nconsultation with and with the assistance of the Secretary,\"\r\nutilize their authorities in furtherance of the purposes of the\r\nESA by carrying out programs for the conservation of endangered\r\nspecies and threatened species.    16 U.S.C.  1536(a)(1).  \r\nSection 7(a)(2) of  the ESA requires that all federal agencies\r\nshall, in \"consultation with and with the assistance of the\r\nSecretary,\" insure that any actions they authorize, fund or\r\ncarry out \"[are] not likely to jeopardize the continued\r\nexistence\" of any threatened or endangered species.  16 U.S.C.\r\n1536(a)(2).    Pursuant to 50 C.F.R. Part 402, the\r\nrequirements of  7 apply to \"actions in which there is\r\ndiscretionary Federal involvement or control.\"  50 C.F.R. \r\n402.03.  \r\n   Five counts of the amended complaint relate to  7 of\r\nthe ESA.  Construed broadly, Counts I and XII challenge the\r\nadequacy of the Coast Guard's biological assessment and NMFS's\r\n1995 and 1996 biological opinions, prepared pursuant to \r\n7(a)(2).  Count II challenges the Coast Guard's failure to\r\ninitiate consultation under  7(a)(2) regarding its duties of\r\nissuing Certificates of Documentation and Inspection to\r\nvessels.  Count III alleges the failure to adopt or implement\r\nadequate conservation measures as required by  7(a)(1).  Count\r\nXX is a facial challenge to the validity of 50 C.F.R.  403.02,\r\nwhich limits the applicability of  7 to discretionary actions. \r\n Defendants argue that the APLMR Initiative meets the\r\nrequirements of  7(a)(1) of the ESA.  The district court\r\nconcluded that Strahan had failed to demonstrate, in any\r\nmeaningful sense, specific measures that are necessary to\r\nprevent the loss of endangered species of whales that are\r\nmissing from the APLMR.  The district court further concluded\r\nthat, in any event, the ESA does not mandate particular actions\r\nto be taken by federal agencies to implement  7(a)(1).  On\r\nappeal, Strahan makes no sustained argument that either of\r\nthese conclusions is in error.  Indeed, he makes no effort to\r\nexplain in any detail why he thinks that the APLMR Initiative\r\nis inadequate.  Rather, he makes conclusory suggestions,\r\nscattered throughout his brief, to the effect that nothing has\r\nchanged and that, with the dismissal of his claims, it is back\r\nto \"business as usual.\"  Under the circumstances, we see no\r\nreason to set the district court's conclusions aside.\r\n   Strahan's arguments directed at the process and end\r\nresult of the  7(a)(2) consultation--and, in particular, the\r\nCoast Guard's biological assessment and NMFS's biological\r\nopinions--are similarly deficient.  Without attempting to\r\naddress each of his arguments, we note that, although he\r\ncontends that the reasonable and prudent alternatives in the\r\n1996 biological opinion are inadequate to \"eliminate\" jeopardy,\r\nhe does not identify any specific measure that is lacking. \r\nMoreover, a reviewing court cannot substitute its own\r\nscientific judgment in place of the agency's judgment.  In the\r\nabsence of any meaningful challenge to the decision making\r\nprocess, or some reason to think that there has been a clear\r\nerror of judgment, the court must defer to the agency's\r\ndecision.    Cf. Marsh v. Oregon Natural Resources Council, </pre><span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">490</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span><pre class=\"inline\">, 378 (1989) (\"[A]n agency must have discretion to rely\r\non the reasonable opinions of its own qualified experts . . .\r\n\");  Citizens Awareness Network, Inc. v. United States Nuclear\r\nRegulatory Comm'n, </pre><span class=\"citation\" data-id=\"196191\"><a href=\"/opinion/196191/citizens-awareness-v-nrc/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span><pre class=\"inline\">, 290 (1st Cir. 1995) (observing\r\nthat deference is especially marked in technical or scientific\r\nmatters within the agency area of expertise).\r\n   Finally, pursuant to 50 C.F.R.  402.03, the\r\nrequirements of  7 do not apply to the Coast Guard's\r\ndocumentation and inspection duties.   As the district court\r\nexplained, the Coast Guard is required to issue Certificates of\r\nDocumentation and Inspection if certain statutory criteria are\r\nmet, none of which reference environmental concerns.  If the\r\nstatutory criteria are met, the Coast Guard has no discretion\r\nto deny a certificate (or  to impose additional requirements\r\ndirected at the protection of endangered species).  Although\r\nStrahan renews his facial challenge to the validity of \r\n402.03, he makes no argument that the district court erred in\r\nruling that this challenge is time-barred.  Under the\r\ncircumstances, his challenge must fail.  Cf. Murrell v.\r\nShalala, </pre><span class=\"citation\" data-id=\"685681\"><a href=\"/opinion/685681/46-socsecrepser-316-unemplinsrep-cch-p-14297b-larry-murrell-v/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1388</span></a></span><pre class=\"inline\">, 1389-90 (10th Cir. 1994) (stating that\r\nwhere plaintiff failed to address alternative independent\r\nfinding that was, by itself, a sufficient basis for the denial\r\nof benefits, his success on appeal was foreclosed). \r\n               IV.  The Anti-taking Provisions \r\n   Section 9 of the ESA prohibits the taking of\r\nendangered species.  See 16 U.S.C.  1538(a)(1).  \"Taking\" is\r\nbroadly defined and includes killing, wounding, pursuing,\r\nharassing or harming.  16 U.S.C.  1532(19).  Section 102 of \r\nthe MMPA prohibits the taking of marine mammals.  16 U.S.C. \r\n1372(a).  Under the MMPA, \"taking\" includes harassing, hunting,\r\ncapturing, or killing.  See 16 U.S.C.  1362(13).  Counts IX\r\nand X of the amended complaint allege, respectively, that the\r\nCoast Guard is violating these anti-taking provisions of the\r\nESA and the MMPA.  The complaint alleges that the Coast Guard\r\nis liable for takings by its own vessels, as well as for\r\ntakings by non-Coast Guard vessels to which it has issued a\r\nCertificate of Documentation.\r\n   It is undisputed that, prior to the adoption of the\r\nAPLMR Initiative, Coast Guard vessels struck and killed two\r\nNorthern Right whales and struck a (suspected) Humpback whale. \r\nIt is also undisputed that these incidents constitute takings\r\nin violation of the ESA and MMPA.  Although Strahan sought a\r\ndeclaratory judgment to this effect, the district court found\r\nthat such relief would be supererogatory in light of the Coast\r\nGuard's admissions.  Strahan does not challenge this\r\nconclusion.  Rather, he contends that injunctive relief is\r\nnecessary to prevent future takings, and that the district\r\ncourt erred in concluding that the protective measures\r\nsuggested by NMFS in its 1996 biological opinion and adopted by\r\nthe Coast Guard in its APLMR Initiative warrant the grant of\r\nsummary judgment in the Coast Guard's favor.\r\n   We agree with the district court that the measures\r\nadopted by the Coast Guard in its APLMR Initiative cover most\r\nof the substance of specific measures proposed by Strahan in\r\nhis amended complaint.    To the extent that the proposed\r\nmeasures differ (and the district court highlighted the fact\r\nthat Strahan's proposed speed guidance differs somewhat from\r\nthat adopted by the Coast Guard), the district court\r\nappropriately deferred to agency expertise.  NMFS concluded\r\nthat the reasonable and prudent alternatives, if implemented,\r\nwould reduce the risk of Coast Guard striking whales to the\r\nmaximum extent possible.    NMFS explicitly approved the Coast\r\nGuard's speed guidance, and that decision was not \"arbitrary\r\nand capricious.\"  Under the circumstances, we think that the\r\ndistrict court correctly found that Strahan failed to support\r\na case for further injunctive relief.\r\n   Finally, we reject Strahan's argument that the Coast\r\nGuard is liable for takings by non-Coast Guard vessels that it\r\npermits to operate.  The Coast Guard's issuance of Certificates\r\nof Documentation and Inspection is analogous to the licensure\r\nof automobiles and drivers.  The vessel owner or operator is an\r\nindependent actor who is, himself, responsible for complying\r\nwith environmental and other laws.  Accordingly, by issuing the\r\nnecessary permits to operate, the Coast Guard does not subject\r\nitself to liability for crimes, including takings, that actor\r\nmay commit.  Cf. Strahan v. Coxe, </pre><span class=\"citation\" data-id=\"747149\"><a href=\"/opinion/747149/richard-max-strahan-v-trudy-coxe-secretary-of-massachusetts-executive/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span><pre class=\"inline\">, 163-64 (1st\r\nCir. 1997) (contrasting the state's licensure of commercial\r\nfishing operations to use gillnets and lobster pots in a\r\nspecific manner with its licensure of automobiles and drivers). \r\n                    V.  Recovery Plans\r\n   Section 4(f) of the ESA provides that \"[t]he\r\nSecretary [of Commerce] shall develop and implement plans . .\r\n. for the conservation and survival of endangered species and\r\nthreatened species . . . , unless he finds that such a plan\r\nwill not promote the conservation of the species.\"  16 U.S.C.\r\n 1533(f).  Section 115(b) of the MMPA requires the Secretary\r\nof Commerce to prepare conservation plans \"as soon as possible\"\r\nfor depleted species, unless he determines that such a plan\r\nwill not promote the conservation of the species.  16 U.S.C. \r\n1383b(b)(1)(C).  Conservation plans under the MMPA are required\r\nto be modeled on recovery plans prepared under the ESA.    See16 U.S.C.  1383b(b)(2).  NMFS has completed recovery plans for\r\nthe Northern Right whale and the Humpback whale, but not the\r\nother endangered species of whales at issue here (namely, the\r\nBlue, Sei, and Fin whales).  \r\n   Two counts of the amended complaint relate to the\r\nduty of NMFS to prepare recovery and conservation plans.  Count\r\nXIII challenges the adequacy of NMFS's Northern Right Whale\r\nRecovery Plan.  Count XIV challenges NMFS's failure \"to prepare\r\nconservation plans for the Federally Protected Whales.\"\r\n   Strahan does not renew many of the specific\r\nchallenges he urged below to the methodology and content of the\r\nNorthern Right Whale Recovery Plan.  Rather, he makes vague\r\ncriticisms to the effect that the district court erred in\r\nfinding that the plan is \"unreviewable.\"    He suggests that the\r\nplan is \"arbitrary and capricious\" because it sets an [interim]\r\ngoal--increasing the population of Northern Right whales to\r\n6,000--that cannot \"be reached . . . within the next two\r\ncenturies.\"  He also contends that the district court \"erred\r\nwhen it found that NMFS had met the requirement for site-\r\nspecific management plans by the mere recognition by it of\r\nwhales in the Atlantic and Pacific oceans.\"  \r\n   We reject these challenges to the Northern Right\r\nWhale Recovery plan essentially for the reasons stated by the\r\ndistrict court.  Nothing in  4(f) mandates that a recovery\r\nplan set short-term, interim goals, and the goal of 6,000 is\r\nrationally connected with the goal of down-grading the Northern\r\nRight whale from an endangered to a threatened species. \r\nMoreover, the Northern Right Whale Recovery Plan does not\r\nsimply \"recognize\" that there are Northern Right Whales in the\r\nAtlantic and Pacific oceans.  Rather, it devotes separate\r\nchapters to the two populations.  In addition, the district\r\ncourt correctly found that the plan addresses different\r\nhabitats of Northern Right whales at different times of the\r\nyear and contains measures specifically directed at each\r\nhabitat.\r\n   Strahan also argues that the district court erred\r\n\"when it allowed NMFS to take as long as it want[s] to develop\r\nrecovery plans for other listed species of whales.\"  However,\r\nStrahan makes no developed challenge to the lower court's\r\nreasoning.  Under the circumstance, his challenge must fail.   \r\n                   VI.  Law Enforcement\r\n   Four counts of the amended complaint relate to shared\r\nduties of the Coast Guard and NMFS to enforce the requirements\r\nof the ESA and the MMPA.  Counts VI and XII allege,\r\nrespectively, that the Coast Guard and NMFS have failed in\r\ntheir duties to enforce the ESA.  Counts VII and XXI allege,\r\nrespectively, that the Coast Guard and NMFS have failed in\r\ntheir duties to enforce the MMPA.  The district court granted\r\nsummary judgment on these claims after concluding that Strahan\r\nhad failed to introduce sufficient evidence to overcome the\r\npresumption of unreviewability of agency decisions not to\r\nenforce.  See generally Heckler v. Chaney, </pre><span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></a></span><pre class=\"inline\"> (1985). \r\nThe court also found, among other things, that \"[t]he Coast\r\nGuard recently has increased its efforts to enforce the ESA\"\r\nand that \"the record demonstrates that NMFS does enforce the\r\nESA and the MMPA with some degree of vigor.\"\r\n   On appeal, Strahan makes no argument directed at the\r\nlatter conclusions.  Rather, he challenges the \"presumption of\r\nunreviewability.\"  He contends that review of enforcement by\r\nthe Coast Guard and NMFS is available because (1) an\r\nenforcement policy is a \"mandated\" feature of a conservation\r\n\"plan\" [developed under  7(a)(1) of the ESA] or a recovery\r\nplan [developed under  4(f) of the ESA]; and (2) that these\r\nplans are themselves subject to review.  This argument is\r\nwaived for failure to present it in the district court.  We \r\nadd that, without expressing any opinions as to whether an\r\nenforcement policy is a required feature of such plans, both\r\nthe Coast Guard's APLMR Initiative and NMFS's Northern Right\r\nWhale Recovery Plan express a commitment to vigorous\r\nenforcement of environmental laws.\r\n                          VII. NEPA\r\n   In Count IV of the amended complaint, Strahan alleges\r\nthat the Coast Guard has failed to comply with its duties under\r\n 102(2)(c) of NEPA, 42 U.S.C.  4332(2)(C), to prepare an\r\nenvironmental impact statement regarding Coast Guard vessel\r\noperations and Coast Guard documentation and inspection\r\nactivities.   The district court concluded in its May 2, 1995\r\norder that the Coast Guard's documentation and inspection of\r\nindividual vessels are not subject to NEPA.  The Coast Guard\r\nsubsequently completed a final environmental impact statement\r\nfor its own vessel operations.\r\n   Strahan challenges the district court's conclusion\r\nthat the Coast Guard's documentation and inspection of\r\nindividual vessels is not subject to NEPA.  We agree with the\r\ndistrict court.  NEPA is inapplicable because, in issuing\r\nCertificates of Documentation and Inspection, the Coast Guard\r\nhas no discretion to consider environmental factors.  See Milo\r\nCommunity Hospital v. Weinberger, </pre><span class=\"citation\" data-id=\"331027\"><a href=\"/opinion/331027/milo-community-hospital-etc-v-caspar-w-weinberger/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span><pre class=\"inline\">, 147-148 (1st\r\nCir. 1975) (holding that the Secretary of HEW was not required\r\nto file an EIS when decertifying a hospital for non-compliance\r\nwith safety code because he had a statutory duty to close the\r\nhospital and no discretion to take environmental factors into\r\nconsideration); see also Sierra Club v. Babbit, </pre><span class=\"citation\" data-id=\"704026\"><a href=\"/opinion/704026/sierra-club-headwaters-inc-forest-conservation-council-and-oregon-natural/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1502</span></a></span><pre class=\"inline\">,\r\n1512 (9th Cir. 1995) (collecting cases demonstrating that\r\nnondiscretionary agency action is excused from the operation \r\nof NEPA).\r\n                      VIII.  Conclusion\r\n   We have carefully considered the other arguments\r\nraised by Strahan in his brief and reject them as\r\ninsufficiently developed or otherwise lacking in merit. \r\nAccordingly, the grant of judgment in favor of defendants is\r\naffirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/704026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747149/"
  ]
}