{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198095/",
  "absolute_url": "/opinion/198095/labor-relations-v-teamster-local-379/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198095/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:45:21Z",
  "date_modified": "2017-03-24T10:54:30.345797Z",
  "type": "010combined",
  "sha1": "6895e70e729004b373b74751a7d70d875203712d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2402.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 97-2402    \r\n\n        LABOR RELATIONS DIVISION OF CONSTRUCTION\r\n       INDUSTRIES OF MASSACHUSETTS, INC., ET AL.,\r\n\n                 Plaintiffs, Appellees,\r\n\n                           v.\r\n\n                  TEAMSTERS LOCAL 379,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Reginald C. Lindsay, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n       Coffin and Bownes, Senior Circuit Judges.\r\n\n                                      \r\n\nPaul F. Kelley, with whom Anne R. Sills and Segal, Roitman &amp;\r\nColeman were on brief, for appellant.\r\nJohn D. O'Reilly III, with whom O'Reilly &amp; Grosso, P.C. was on\r\nbrief, for appellees.\r\n\n                                      \r\n\n                   August 17, 1998\r\n                                                TORRUELLA, Chief Judge.  Plaintiff, Teamsters Local 379\r\n(\"Teamsters\" or the \"Union\"), filed grievances against eight Boston\r\nHarbor Project employers on behalf of certain truck drivers on the\r\nproject who own and drive their own trucks (the \"owner-operators\")\r\nand are engaged in the transportation and removal of fill from the\r\nconstruction site.  The Teamsters argued that those drivers were\r\nentitled to receive the various fringe benefit payments received by\r\nproject employees.  The subject of the present dispute is whether\r\nthe owner-operators qualify as \"independent contractors\" or as\r\n\"employees\" under the Labor Management Relations Act (LMRA), 29\r\nU.S.C.  141, et seq.  The arbitrator assigned to this case\r\nconcluded that the owner-operators are \"employees,\" and thus\r\nentitled to receive the benefit payments.  The district court\r\nreversed this finding, ruling that the owner-operators are\r\n\"independent contractors,\" and that any payment of benefits would\r\nviolate section 302 of the LMRA, 29 U.S.C.  186.  After careful\r\nreview, we affirm the district court.\r\n                       BACKGROUND\r\n     Underlying the grievances in this case is the Harbor\r\nProject Labor Agreement (the \"Project Agreement\"), entered into by\r\nthe Union and various contractors (or \"project managers\") engaged\r\nin the construction of waste water treatment facilities on Deer\r\nIsland in the Boston Harbor (the \"Boston Harbor Project\").  After\r\nyears of using private owner-operators for hauling their\r\nconstruction materials, wastes, and fills on the construction site\r\nwithout making any fringe benefit contributions on their behalf,\r\nproject managers received complaints from the Union on March 2,\r\n1992, for allegedly violating the Project Agreement.  In 1994, this\r\ncourt decided Labor Relations Div. of Constr. Ind. of Mass. v.\r\nTeamsters Local 379, 29 F.3d 742 (1st Cir. 1994) (\"Teamsters I\"),\r\nwhich stemmed from those grievances.  In Teamsters I, we affirmed\r\nan arbitrator's finding that the Project Agreement must be read to\r\nincorporate certain provisions of the earlier Massachusetts\r\nTeamsters' Heavy Construction Agreement (\"Teamsters' Agreement\")\r\nwhich obligates employers to make health insurance and pension\r\ncontributions on behalf of the owner-operators.\r\n     However, we remanded the case to the arbitrator to\r\ndetermine whether the owner-operators would be considered\r\n\"independent contractors\" or \"employees\" under the LMRA.  If the\r\nowner-operators fall into the \"independent contractors\" category,\r\ncertain fringe benefit payments on their behalf would violate the\r\nLMRA, 29 U.S.C.  186, which prohibits such payments to labor\r\nunions unless the payments are made to trust funds \"for the sole\r\nand exclusive benefit of the employees of such employer.\"  29\r\nU.S.C.  186 (c)(5) (emphasis added).  Thus, unless the owner-\r\noperators are considered \"employees,\" the Project Agreement is\r\nunenforceable insofar as it requires illegal benefit payments to be\r\nmade to a labor union.  If the project managers were to make\r\ncontributions for the benefit of independent contractors, they, and\r\nthe Union, could be subject to federal criminal prosecution.\r\n     On remand, the arbitrator assigned to the case concluded\r\nthat the owner-operators are employees, and not independent\r\ncontractors.  After a thorough review of case law and agency\r\ndoctrine, the arbitrator applied a multi-factored test which\r\nincorporated common law agency principles and a so-called \"economic\r\nrealities\" test (which focused on the financial independence of the\r\nworkers) in order to determine that the truck owner-operators are\r\nsignificantly similar to other employees on the Boston Harbor\r\nProject.  This finding was appealed to the district court.\r\n     Because an interpretation of a federal criminal statute\r\nwas involved, the magistrate and district court thoroughly reviewed\r\nthe arbitrator's findings.  See Teamsters I, 29 F.3d at 747-48;\r\nWashington Post v. Washington-Baltimore Newspaper Guild, Local 35,\r\n787 F.2d 604, 606 (D.C. Cir. 1986).  Ultimately, the district\r\ncourt, adopting a lengthy and equally thorough report and\r\nrecommendation from the magistrate, reversed the arbitrator.  The\r\nmagistrate reported that the arbitrator had seen fit to \"disregard\r\nuncontradicted evidence and controlling principles of law to reach\r\na result that accorded with his own notions of industrial justice.\" \r\nNow, once again, this case has been appealed to our court.\r\n                        ANALYSIS\r\nI.  Preliminary Arguments\r\n     Before we proceed, we must address two separate arguments\r\nput forward by the Union as to why this proceeding is unnecessary. \r\nAccording to both of these arguments, the project managers are\r\nrequired to make the benefit payments at issue even if an\r\napplication of the common law of agency shows that the owner-\r\noperators are independent contractors.  Neither argument has merit.\r\n     The Union's first argument is premised upon LMRA section\r\n302(c)(2), which explicitly exempts any payments made in\r\nsatisfaction of an arbitrator's award from section 302(a)'s general\r\nprohibition on employers' payments to labor organizations.  See 29\r\nU.S.C.  186(a) &amp; (c)(2).  The union claims that the employers in\r\nthis case would, therefore, not be subject to prosecution under the\r\nLMRA since any payments that the project managers would make on\r\nbehalf of the owner-operators would be made pursuant to the\r\narbitrator's interpretation of the Project Agreement.  The Union\r\nbelieves that the concern we expressed in Teamsters I that\r\nenforcement of the Project Agreement could subject the employers to\r\nfederal prosecution, see 29 F.3d at 748, was unwarranted and our\r\nremand unnecessary.\r\n     The Union, however, fails to take into account the entire\r\ntext of LMRA section 302(c)(2), which exempts employers' payments\r\nto labor organizations from section 302(a) only where those\r\npayments are made in satisfaction of an arbitrator's award \"in\r\ncompromise, adjustment, settlement, or release of any claim,\r\ncomplaint, grievance, or dispute . . . .\"  29 U.S.C.  186(c)(2). \r\nThe arbitrator's decision affirmed in Teamsters I interpreted the\r\nProject Agreement as requiring, by its own terms, that project\r\nmanagers make benefit payments on behalf of the owner-operators. \r\nThus, project managers were required by their contract to make the\r\nbenefit payments on behalf of the owner-operators before the\r\narbitrator ever read the Project Agreement, and are not required to\r\nmake payments in satisfaction of any settlement, or for release of\r\nany claim.  LMRA section 302(c)(2) is therefore irrelevant.\r\n     Under the Union's flawed interpretation of the LMRA, any\r\nemployer and union wishing to circumvent section 302's prohibition\r\non direct payments to labor organizations could simply contract to\r\ndo so in plain terms, and then engage an arbitrator to interpret\r\nthat contract.  We decline to read such an enormous loophole into\r\nthe statute against its plain language. \r\n     The Union's other argument that purportedly moots this\r\nappeal is no more useful.  According to the Teamsters, the\r\nemployers may be obligated to contribute to benefit funds for hours\r\nworked by subcontractors even when those same subcontractors are\r\nlegally ineligible to receive those funds, which are \"for the sole\r\nand exclusive benefit of the employees . . . .\"  29 U.S.C.\r\n186(c)(5).  This argument follows from the Supreme Court's logic\r\nin Walsh v. Schlecht, 429 U.S. 401, 407-410 (1977), which held that\r\nif an employer is contractually bound to make trust fund\r\ncontributions based on the hours worked at a job site by\r\nindividuals other than its own employees, then, so long as the\r\nindividuals cannot enjoy those benefits, the employer does not\r\nviolate section 302 of the LMRA when it performs its obligation. \r\nSee also Illinois Conference of Teamsters and Employers Welfare\r\nFund v. Mrowicki, 44 F.3d 451, 461 (7th Cir. 1994) (extending Walshto health and welfare benefit contributions).  Those funds would\r\nthen be held in trust by the Union.  The Teamsters note that the\r\nProject Agreement only requires contributions for owner-operators\r\nbased upon their hours worked, and argues that the grievance\r\nunderlying this case was primarily concerned with whether the\r\nproject managers were required to make the contributions, not\r\nwhether owner-operators were eligible to receive benefits.  Thus,\r\naccording to the Union, this case is governed by Walsh and\r\nMrowicki, and our remand in Teamsters I was unnecessary.\r\n     Unfortunately for the Union, this argument comes too\r\nlate.  In Teamsters I, we noted that \"[n]either party disputes that\r\nthe plaintiffs' payment of fringe benefits on behalf of the owner-\r\noperators [would be] illegal under Section 302 if the owner-\r\noperators are independent contractors rather than employees.\"  Id.at 748.  We based this conclusion on the Union's previous filings,\r\nwherein the Teamsters had demanded \"that all Health and Welfare\r\ncontributions and all Pension contributions be made on behalf of\r\nall truck drivers\" while acknowledging that it did \"not dispute the\r\nproposition that Section 302 prohibits fringe benefit contributions\r\non behalf of independent contractors.\"  The Union claimed that its\r\ngrievance was filed on behalf of \"certain truck drivers who were\r\nnot receiving fringe benefits\" even though \"the owner-operators\r\nwere entitled to fringe benefit coverage.\"  In Teamsters I, the\r\nUnion presented only one argument on the LMRA section 302 issue in\r\nthis case, i.e., that the arbitrator correctly, if implicitly,\r\nfound that the owner-operators were employees.  We determined that\r\nthis argument could only be properly resolved after remand.  See 29\r\nF.3d at 748-49.\r\n     Tardily, the Union tries to reverse course, after remand,\r\nby arguing that it is entitled to trust fund contributions based\r\nupon hours worked by owner-operators, even if they are found to be\r\nindependent contractors ineligible to benefit from those trust\r\nfunds.  The arbitrator, when first presented with this case, could\r\nhave determined whether the Teamsters Agreement required fringe\r\nbenefit contributions based upon the hours worked by independent\r\ncontractors.  He did not make such a finding because he was not\r\nasked to do so.  Had the Union made this argument at any time prior\r\nto the remand in Teamsters I, we might have considered asking the\r\narbitrator to address this issue.  However, the introduction of the\r\nissue at this late date would require another remand, and we are\r\nunwilling to further delay this already ancient dispute. \r\n     When a party could have raised an argument in his initial\r\nappeal, and failed to do so, he has generally waived his right to\r\nraise that argument on remand or on appeal from remand.  See United\r\nStates v. Adesida, 129 F.3d 846, 849-50 (6th Cir. 1997); Harmon v.\r\nThornburgh, 878 F.2d 484, 496 (D.C. Cir. 1989); Omni Outdoor\r\nAdver., Inc. v. Columbia Outdoor Adver., Inc., 974 F.2d 502, 506\r\n(4th Cir. 1992).  This case is no exception.  An examination of the\r\nTeamsters' Agreement reveals that the Union's interpretation,\r\nalthough not unreasonable, is not \"so compelling as to virtually\r\ninsure appellant's success.\"  Credit Francais International, S.A.v. Bio-Vita, Ltd., 78 F.3d 698, 709 (1st Cir. 1996) (raise-or-waive\r\nrule will only be ignored where the new argument is \"so compelling\r\nas virtually to insure appellant's success, and a gross miscarriage\r\nof justice would result from the failure to address it.\")\r\n(citations omitted).  Moreover, Walsh had been decided long before\r\nthe grievance underlying this case was ever filed, and the Union\r\nhas failed to provide any explanation of its failure to raise this\r\nargument earlier.  Cf. Old Ben Coal Co. v. Director, Off. of\r\nWorkers' Compensation Programs, U.S. Dept. of Labor, 62 F.3d 1003,\r\n1007 (7th Cir. 1995) (presumption of waiver for arguments first\r\nraised on remand can be overcome where those arguments are based\r\nupon important intervening case law which could not have been\r\nconsidered during initial appeal).  We must deem the argument\r\nwaived.\r\nII.  Standard of Review\r\nIn Teamsters I, we held that:\r\n[T]he issue of whether fringe benefit\r\ncontributions on behalf of the owner-operators\r\nis illegal under federal law does not involve\r\nthe same type of circumscribed judicial review\r\nthat we afford arbitration decisions grounded\r\nin interpretations of a contract.  Although\r\nthe arbitrator's factual findings regarding\r\nthe status of the owner-operators under\r\nSection 302 of the LMRA, 29 U.S.C.  186, may\r\ndeserve a certain amount of deference, the\r\nissue of illegality is ultimately one for\r\nfederal court review.  Given that a\r\ndetermination under  302 could have criminal\r\nconsequences, the plaintiffs deserve a\r\nthorough judicial review of an arbitrator's\r\ndecision as to this issue. . . . We are not\r\nprepared, however, to conduct that analysis\r\nourselves without first giving the arbitrator\r\nthe opportunity to reexamine the factual\r\ncircumstances of this case. . . . [T]he\r\narbitrator can play an important role in\r\nproviding first-hand factual findings for the\r\nbenefit of the reviewing court.\r\n29 F.3d at 747-49 (citations omitted).\r\nDespite this seemingly clear review of the\r\nresponsibilities of the arbitrator and reviewing district court on\r\nremand, the parties, and indeed the arbitrator himself, have since\r\nexpressed confusion regarding the deference to which the arbitrator\r\nwas entitled on his determination of the owner-operator status.  We\r\nthus revisit the issue, with an eye towards further clarifying the\r\nroles that an arbitrator and reviewing court play when applying a\r\nstatute to a body of facts.\r\n\"It is by now a familiar rule that an arbitrator's award\r\nis entitled to significant deference.\"  Washington Post, 787 F.2d\r\nat 606.  In fact, where the parties have previously bargained for\r\nthe benefit of an arbitrator's expertise in settling any\r\ncontractual disputes, the courts have \"no business weighing the\r\nmerits of the grievance, considering whether there is equity in a\r\nparticular claim, or determining whether there is particular\r\nlanguage in the written instrument which will support the claim.\" \r\nUnited Steelworkers of Am. v. American Mfg. Co., 363 U.S. 564, 567-\r\n68 (1960).  Therefore, courts hearing appeals from arbitration\r\nawards interpreting contracts must tread much more gingerly than\r\nappellate courts reviewing district court decisions.  See United\r\nPaperworkers Int'l. Union v. Misco, Inc., 484 U.S. 29, 37-38\r\n(1987).\r\n\"Despite this rule, it is unquestionably the province of\r\nthe courts to say what the law is.  We need not defer to an award\r\nwhich contemplates a violation of law.\"  Washington Post, 787 F.2d\r\nat 606.  When an arbitrator's interpretation of a contract\r\npotentially exposes a party to federal prosecution, the courts\r\nbecome more active.  The law is our charge, and our responsibility\r\nto interpret it cannot be abdicated.  Insofar as and only insofar\r\nas an arbitrator's findings and conclusions will determine the\r\nreach of a federal criminal statute into a dispute with which he is\r\ninvolved, his findings of fact will be reviewed for clear error and\r\nhis legal conclusions de novo.  See id.; International Brotherhood\r\nof Electrical Workers, Local 97 v. Niagara Mohawk Power Corp., 143\r\nF.3d 704, 726 (2d Cir. 1998).  This doctrine flows, in part, from\r\nthe observation that private parties must not be empowered to\r\ncontract out of a thorough judicial review of their potentially\r\ncriminal activities.  Cf. Misco, 484 U.S. at 42 (observing that\r\n\"the public's interests in confining the scope of private\r\nagreements to which it is not a party will go unrepresented unless\r\nthe judiciary takes account of those interests . . . \").  The\r\ndoctrine also reflects the interest of private parties in not being\r\ncompelled to engage in conduct that might subject them to criminal\r\nprosecution.  This provides for a limited \"public policy\" exception\r\nto the standard of review normally applied to an arbitrator's\r\ndecisions whereby \"as long as the arbitrator is even arguably\r\nconstruing or applying the contract and acting within the scope of\r\nhis authority, that a court is convinced he committed serious error\r\ndoes not suffice to overturn his decision.\"  Id. at 371, quoted inS.D. Warren Co. v. United Paperworkers' Intern'l Union, Local 1069,\r\n845 F.2d 3, 7 (1st Cir. 1988).\r\nIt was against this backdrop that we declared ourselves\r\n\"too far removed from the dispute\" to make the necessary \"first-\r\nhand factual findings\" necessary to properly resolve this case four\r\nyears ago.  Teamsters I, 29 F.3d at 749.  Now, on review, we afford\r\nthose first-hand factual findings great deference, with far less\r\ndeference to those findings which are based only upon the\r\narbitrator's analysis and synthesis of the existing record, and no\r\ndeference for the arbitrator's purely legal application of federal\r\nlaw to those facts.  Again, let us be clear about the unusual\r\ncircumstances of this case which empower us to review this\r\narbitrator's findings so thoroughly.  We are not determining\r\nanyone's rights under contract in this appeal, but instead whether\r\nadherence to the Project Agreement, as interpreted by the\r\narbitrator, requires criminal conduct.  Under these circumstances,\r\nwe would be derelict in our duties if we were to afford the\r\narbitrator greater deference than this.\r\nThe arbitrator's decision reveals that he took the time\r\nand effort required to thoroughly review caselaw and to assemble a\r\ndetailed list of relevant factors to consider in determining\r\nwhether the owner-operators are employees or independent\r\ncontractors.  The decision also reveals that the arbitrator relied\r\nvery little upon his first-hand observations in making his\r\ndecision.  As the magistrate judge observed, despite the fact that\r\nthe arbitrator visited the construction site in 1995, he makes no\r\nexplicit reference to his personal observations in his 28-page\r\ndecision.  While we acknowledge that the fact-finder's personal\r\nobservations may have implicitly influenced certain factual\r\nconclusions, reading the arbitrator's decision informs us that the\r\nbulk of his findings were premised solely upon his synthesis and\r\nanalysis of the record in comparison with other relevant Circuit\r\nand Supreme Court cases.  Thus, most of the arbitrator's opinion\r\nstems from an interpretation of the common law, which, though\r\ncarefully constructed and somewhat helpful, is not entitled to much\r\ndeference from this court under the circumstances of this case.\r\nIII.  Common Law Agency Analysis\r\nIn order to determine whether the owner-operators are\r\nemployees of the project managers under the LMRA, we must look to\r\ngeneral principles of the common law of agency.  See Teamsters I,\r\n29 F.3d at 748.  Applying the common law to determine whether\r\nowner-operator truck drivers are employees or independent\r\ncontractors is nothing new to this or other federal appellate\r\ncourts.  See United States v. Silk, 331 U.S. 704 (1947); NLRB v.\r\nAmber Delivery Service, Inc., 651 F.2d 57, 63-64 (1st Cir. 1981);\r\nBerger Transfer &amp; Storage v. Central States, Southeast and\r\nSouthwest Areas Pension Fund, 85 F.3d 1374, 1379 (8th Cir. 1996);\r\nC.C. Eastern, Inc. v. NLRB, 60 F.3d 855, 860-61 (D.C. Cir. 1995);\r\nNorth American Van Lines, Inc. v. NLRB, 869 F.2d 596, 604 (D.C.\r\nCir. 1989); NLRB v. A. Duie Pyle, Inc., 606 F.2d 379, 387-88 (3d\r\nCir. 1979); Merchants Home Delivery Service, Inc. v. NLRB, 580 F.2d\r\n966, 975-76 (9th Cir. 1978); Associated Gen. Contractors of Cal.,\r\nInc. v. NLRB, 564 F.2d 271, 280 (9th Cir. 1977).  In doing so, the\r\nfundamental inquiry is whether the employer has the \"right to\r\ncontrol the manner and means by which the product is accomplished.\" \r\nNationwide Mut. Ins. Co. v. Darden, 503 U.S. 318, 323 (1992).  This\r\nis the so-called \"right to control\" test.  In applying this multi-\r\nfactored test, \"all of the incidents of the relationship must be\r\nassessed and weighed with no one factor being decisive.\"  Id. at\r\n324 (quoting NLRB v. United Ins. Co. of Am., 390 U.S. 254, 258\r\n(1968)); Teamsters I, 29 F.3d at 748.\r\nWhile no one factor is decisive in this determination,\r\nthere can be little doubt of the prominence of the factor of\r\nentrepreneurial risk and reward, i.e., \"'Employees' work for wages\r\nor salary . . .[while] 'Independent Contractors' . . . depend for\r\ntheir income . . . upon the difference between what they pay for\r\ngoods, materials, and labor and what they receive for the end\r\nresult, that is, . . . profits.\"  H.R. Rep. No. 245, 80th Cong.,\r\n1st Sess. 18 (1947), reprinted in 1 Legislative History of the\r\nLabor Management Relations Act, 1947, at 309 (1948); see also C.C.\r\nEastern, 60 F.3d at 858-61; A. Duie Pyle, 606 F.2d at 382.  This\r\nimportant factor clearly militates in favor of a finding of\r\n\"independent contractor\" status in this case.  The owner-operators\r\nhere bear the costs of owning and insuring their own trucks, and\r\ncover fuel, repair, and tax expenses stemming from the operation of\r\nthose vehicles.  Both the arbitrator and the district court\r\nacknowledge that this factor favors the position of the project\r\nmanagers.\r\nThe arbitrator, however, reasoned that the degree of\r\ncontrol that the project managers exercised over the manner in\r\nwhich the owner-operators performed their work was so great as to\r\novercome the entrepreneurial risk and reward factor.  It is true\r\nthat this court has determined that the degree of control exercised\r\nover owner-operators may be so complete as to support a\r\ndetermination that an employer-employee relationship has been\r\ncreated despite the fact that the owner-operators own their own\r\nequipment, pay their own expenses, and purchase their own\r\ninsurance.  See Amber Delivery Service, 651 F.2d at 63-64. \r\nHowever, we must agree with the district court's conclusion that\r\nthis is not such a case.  Upon examination, the arbitrator's\r\nerroneous conclusions can be traced to a misunderstanding of the\r\n\"right to control\" test, unsupported findings of fact, and a\r\nfailure to appreciate the significance of further key evidence of\r\nan independent contractor relationship. \r\nAn employer will always control the result to be achieved\r\non a given project, whether an employer-employee or independent\r\ncontractor relationship exists.  The difference in agency status,\r\nthen, lies in whether the manager controls the means of obtaining\r\nthat result.  See C.C. Eastern, 60 F.3d at 858.  With this\r\nbackground, we conclude that the arbitrator erred when he relied\r\nupon the fact that the project managers control where, when, and\r\nhow often loads are necessary for transport in order to support a\r\nfinding of an employee-employer relationship.  Such would be the\r\ncase regardless of the employment relationship of the drivers and\r\nthe managers.\r\nOther similar errors appear in the arbitrator's decision. \r\nFor example, the arbitrator regarded the following factors as\r\nimportant evidence of an employer-employee relationship: (1) that\r\nemployers may terminate or shorten the work day due to lack of\r\nwork; (2) that they require truck loading and off-loading to\r\nconform to barge availability; and (3) that the owner-operators\r\nhave become economically dependent upon the Boston Harbor project. \r\nHowever, these factors do not cut either way.  They pertain to the\r\namount and type of work at issue, and not to the degree of control\r\nexercised over the means by which that work is accomplished.\r\nWhen the arbitrator examined relevant factors to the\r\n\"right to control\" test, he reached conclusions which were entirely\r\nunsupported by the testimony in this case.  For example, he\r\nconcluded that employers determined the drivers' routes of travel\r\non Deer Island and subjected owner-operators to constant on-site\r\nsupervision.  The transcript, however, clearly reveals that the\r\nMassachusetts Water Resources Authority, a public authority,\r\ndetermined routes of travel, and, furthermore, there was simply no\r\nevidence to support the arbitrator's conclusion that owner-\r\noperators were subject to constant supervision.\r\nThe arbitrator also failed to recognize the significance\r\nof certain evidence supporting independent contractor status. \r\nUncontradicted evidence revealed that owner-operators often perform\r\ntheir services for more than one company during the course of a\r\nday, sometimes send friends or relatives to drive their trucks in\r\ntheir place, schedule their own rest breaks, and perform their\r\nservices on whatever days they choose.  The arbitrator declined to\r\nfactor this evidence into his analysis.  However, this evidence is\r\nhighly probative of the agency status in the case, and helps to\r\neasily distinguish owner-operators from employees.  See Darden, 503\r\nU.S. at 323-24 (\"the extent of the hiring party's discretion over\r\nwhen and how long to work\" and \"the hired party's role in hiring\r\nand paying assistants\" factor into the common law right of control\r\ntest); C.C. Eastern, 60 F.3d at 860 (whether and how often owner-\r\noperators drive for other companies is important to a determination\r\nof agency status).\r\nTo successfully counter the evidence that the Boston\r\nHarbor owner-operators assume entrepreneurial risk and reward while\r\nworking for numerous different employers each week, the Union would\r\nhave had to present compelling evidence that owner-operators are\r\nsubject to a high degree of management control over the means by\r\nwhich they accomplish their job.  The Union was clearly unable to\r\nmeet that burden.\r\nBoth parties agree that in NLRB v. Amber Delivery\r\nService, Inc., 651 F.2d 57 (1st Cir. 1981), this court set out a\r\nproper analysis of agency status disputes involving owner-operator\r\ntruck drivers.  A comparison between the facts of these two cases\r\nfurther illustrates why the Teamsters' present position is\r\nuntenable.\r\nIn Amber, we expressed doubts about whether the NLRB\r\ncorrectly determined that the owner-operators in that case were\r\nemployees.  See 651 F.2d at 64 n.8.  However, pursuant to the\r\ndeferential standard of review applicable to that case, we\r\ndetermined that there was insufficient evidence to compel reversal\r\nof the Board.  Id.  Almost none of the factors which made Ambersuch a close case appear in the present dispute.  In Amber, the\r\nowner-operator delivery truck drivers were required to report to\r\nwork by 8:00 a.m. with their vehicles loaded, were required to\r\nphone the employer every two hours during the day, were not allowed\r\nto reject loads, were prohibited from providing similar services to\r\nother employers, were required to attend training and safety\r\nmeetings and were required to wear company uniforms and paint their\r\nvehicles with company colors affix company sign.  See id. at 62-63\r\n(explaining that these specific facts were important to the\r\nresolution of that case).  At the Boston Harbor Project, the owner-\r\noperators can begin their work day at any time, occasionally reject\r\nloads, provide similar services to other employers, are not\r\nrequired to attend any meetings, and are not required to identify\r\nwith a given employer by wearing uniforms, painting their trucks or\r\nusing company signs.  Ultimately, despite factors such as the\r\ndrivers receiving an hourly wage, which would tend to support a\r\nfinding of an employer-employee relationship, there is insufficient\r\nevidence of management control over the manner in which owner-\r\noperators work to support the arbitrator's opinion.\r\n                       CONCLUSION\r\nFor the reasons stated herein, the judgment of the\r\ndistrict court is affirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 97-2402    \r\n\n        LABOR RELATIONS DIVISION OF CONSTRUCTION\r\n       INDUSTRIES OF MASSACHUSETTS, INC., ET AL.,\r\n\n                 Plaintiffs, Appellees,\r\n\n                           v.\r\n\n                  TEAMSTERS LOCAL 379,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Reginald C. Lindsay, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n       Coffin and Bownes, Senior Circuit Judges.\r\n\n                                      \r\n\nPaul F. Kelley, with whom Anne R. Sills and Segal, Roitman &amp;\r\nColeman were on brief, for appellant.\r\nJohn D. O'Reilly III, with whom O'Reilly &amp; Grosso, P.C. was on\r\nbrief, for appellees.\r\n\n                                      \r\n\n                   August 17, 1998\r\n                                                TORRUELLA, Chief Judge.  Plaintiff, Teamsters Local 379\r\n(\"Teamsters\" or the \"Union\"), filed grievances against eight Boston\r\nHarbor Project employers on behalf of certain truck drivers on the\r\nproject who own and drive their own trucks (the \"owner-operators\")\r\nand are engaged in the transportation and removal of fill from the\r\nconstruction site.  The Teamsters argued that those drivers were\r\nentitled to receive the various fringe benefit payments received by\r\nproject employees.  The subject of the present dispute is whether\r\nthe owner-operators qualify as \"independent contractors\" or as\r\n\"employees\" under the Labor Management Relations Act (LMRA), 29\r\nU.S.C.  141, et seq.  The arbitrator assigned to this case\r\nconcluded that the owner-operators are \"employees,\" and thus\r\nentitled to receive the benefit payments.  The district court\r\nreversed this finding, ruling that the owner-operators are\r\n\"independent contractors,\" and that any payment of benefits would\r\nviolate section 302 of the LMRA, 29 U.S.C.  186.  After careful\r\nreview, we affirm the district court.\r\n                       BACKGROUND\r\n     Underlying the grievances in this case is the Harbor\r\nProject Labor Agreement (the \"Project Agreement\"), entered into by\r\nthe Union and various contractors (or \"project managers\") engaged\r\nin the construction of waste water treatment facilities on Deer\r\nIsland in the Boston Harbor (the \"Boston Harbor Project\").  After\r\nyears of using private owner-operators for hauling their\r\nconstruction materials, wastes, and fills on the construction site\r\nwithout making any fringe benefit contributions on their behalf,\r\nproject managers received complaints from the Union on March 2,\r\n1992, for allegedly violating the Project Agreement.  In 1994, this\r\ncourt decided Labor Relations Div. of Constr. Ind. of Mass. v.\r\nTeamsters Local 379, </pre><span class=\"citation\" data-id=\"674593\"><a href=\"/opinion/674593/labor-relations-division-of-construction-industries-of-massachusetts-inc/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span><pre class=\"inline\"> (1st Cir. 1994) (\"Teamsters I\"),\r\nwhich stemmed from those grievances.  In Teamsters I, we affirmed\r\nan arbitrator's finding that the Project Agreement must be read to\r\nincorporate certain provisions of the earlier Massachusetts\r\nTeamsters' Heavy Construction Agreement (\"Teamsters' Agreement\")\r\nwhich obligates employers to make health insurance and pension\r\ncontributions on behalf of the owner-operators.\r\n     However, we remanded the case to the arbitrator to\r\ndetermine whether the owner-operators would be considered\r\n\"independent contractors\" or \"employees\" under the LMRA.  If the\r\nowner-operators fall into the \"independent contractors\" category,\r\ncertain fringe benefit payments on their behalf would violate the\r\nLMRA, 29 U.S.C.  186, which prohibits such payments to labor\r\nunions unless the payments are made to trust funds \"for the sole\r\nand exclusive benefit of the employees of such employer.\"  29\r\nU.S.C.  186 (c)(5) (emphasis added).  Thus, unless the owner-\r\noperators are considered \"employees,\" the Project Agreement is\r\nunenforceable insofar as it requires illegal benefit payments to be\r\nmade to a labor union.  If the project managers were to make\r\ncontributions for the benefit of independent contractors, they, and\r\nthe Union, could be subject to federal criminal prosecution.\r\n     On remand, the arbitrator assigned to the case concluded\r\nthat the owner-operators are employees, and not independent\r\ncontractors.  After a thorough review of case law and agency\r\ndoctrine, the arbitrator applied a multi-factored test which\r\nincorporated common law agency principles and a so-called \"economic\r\nrealities\" test (which focused on the financial independence of the\r\nworkers) in order to determine that the truck owner-operators are\r\nsignificantly similar to other employees on the Boston Harbor\r\nProject.  This finding was appealed to the district court.\r\n     Because an interpretation of a federal criminal statute\r\nwas involved, the magistrate and district court thoroughly reviewed\r\nthe arbitrator's findings.  See Teamsters I, 29 F.3d at 747-48;\r\nWashington Post v. Washington-Baltimore Newspaper Guild, Local 35,\r\n</pre><span class=\"citation\" data-id=\"468077\"><a href=\"/opinion/468077/the-washington-post-v-washington-baltimore-newspaper-guild-local-35/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">604</span></a></span><pre class=\"inline\">, 606 (D.C. Cir. 1986).  Ultimately, the district\r\ncourt, adopting a lengthy and equally thorough report and\r\nrecommendation from the magistrate, reversed the arbitrator.  The\r\nmagistrate reported that the arbitrator had seen fit to \"disregard\r\nuncontradicted evidence and controlling principles of law to reach\r\na result that accorded with his own notions of industrial justice.\" \r\nNow, once again, this case has been appealed to our court.\r\n                        ANALYSIS\r\nI.  Preliminary Arguments\r\n     Before we proceed, we must address two separate arguments\r\nput forward by the Union as to why this proceeding is unnecessary. \r\nAccording to both of these arguments, the project managers are\r\nrequired to make the benefit payments at issue even if an\r\napplication of the common law of agency shows that the owner-\r\noperators are independent contractors.  Neither argument has merit.\r\n     The Union's first argument is premised upon LMRA section\r\n302(c)(2), which explicitly exempts any payments made in\r\nsatisfaction of an arbitrator's award from section 302(a)'s general\r\nprohibition on employers' payments to labor organizations.  See 29\r\nU.S.C.  186(a) &amp; (c)(2).  The union claims that the employers in\r\nthis case would, therefore, not be subject to prosecution under the\r\nLMRA since any payments that the project managers would make on\r\nbehalf of the owner-operators would be made pursuant to the\r\narbitrator's interpretation of the Project Agreement.  The Union\r\nbelieves that the concern we expressed in Teamsters I that\r\nenforcement of the Project Agreement could subject the employers to\r\nfederal prosecution, see 29 F.3d at 748, was unwarranted and our\r\nremand unnecessary.\r\n     The Union, however, fails to take into account the entire\r\ntext of LMRA section 302(c)(2), which exempts employers' payments\r\nto labor organizations from section 302(a) only where those\r\npayments are made in satisfaction of an arbitrator's award \"in\r\ncompromise, adjustment, settlement, or release of any claim,\r\ncomplaint, grievance, or dispute . . . .\"  29 U.S.C.  186(c)(2). \r\nThe arbitrator's decision affirmed in Teamsters I interpreted the\r\nProject Agreement as requiring, by its own terms, that project\r\nmanagers make benefit payments on behalf of the owner-operators. \r\nThus, project managers were required by their contract to make the\r\nbenefit payments on behalf of the owner-operators before the\r\narbitrator ever read the Project Agreement, and are not required to\r\nmake payments in satisfaction of any settlement, or for release of\r\nany claim.  LMRA section 302(c)(2) is therefore irrelevant.\r\n     Under the Union's flawed interpretation of the LMRA, any\r\nemployer and union wishing to circumvent section 302's prohibition\r\non direct payments to labor organizations could simply contract to\r\ndo so in plain terms, and then engage an arbitrator to interpret\r\nthat contract.  We decline to read such an enormous loophole into\r\nthe statute against its plain language. \r\n     The Union's other argument that purportedly moots this\r\nappeal is no more useful.  According to the Teamsters, the\r\nemployers may be obligated to contribute to benefit funds for hours\r\nworked by subcontractors even when those same subcontractors are\r\nlegally ineligible to receive those funds, which are \"for the sole\r\nand exclusive benefit of the employees . . . .\"  29 U.S.C.\r\n186(c)(5).  This argument follows from the Supreme Court's logic\r\nin Walsh v. Schlecht, </pre><span class=\"citation\" data-id=\"109583\"><a href=\"/opinion/109583/walsh-v-schlecht/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span><pre class=\"inline\">, 407-410 (1977), which held that\r\nif an employer is contractually bound to make trust fund\r\ncontributions based on the hours worked at a job site by\r\nindividuals other than its own employees, then, so long as the\r\nindividuals cannot enjoy those benefits, the employer does not\r\nviolate section 302 of the LMRA when it performs its obligation. \r\nSee also Illinois Conference of Teamsters and Employers Welfare\r\nFund v. Mrowicki, </pre><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></span><pre class=\"inline\">, 461 (7th Cir. 1994) (extending Walshto health and welfare benefit contributions).  Those funds would\r\nthen be held in trust by the Union.  The Teamsters note that the\r\nProject Agreement only requires contributions for owner-operators\r\nbased upon their hours worked, and argues that the grievance\r\nunderlying this case was primarily concerned with whether the\r\nproject managers were required to make the contributions, not\r\nwhether owner-operators were eligible to receive benefits.  Thus,\r\naccording to the Union, this case is governed by Walsh and\r\nMrowicki, and our remand in Teamsters I was unnecessary.\r\n     Unfortunately for the Union, this argument comes too\r\nlate.  In Teamsters I, we noted that \"[n]either party disputes that\r\nthe plaintiffs' payment of fringe benefits on behalf of the owner-\r\noperators [would be] illegal under Section 302 if the owner-\r\noperators are independent contractors rather than employees.\"  Id.at 748.  We based this conclusion on the Union's previous filings,\r\nwherein the Teamsters had demanded \"that all Health and Welfare\r\ncontributions and all Pension contributions be made on behalf of\r\nall truck drivers\" while acknowledging that it did \"not dispute the\r\nproposition that Section 302 prohibits fringe benefit contributions\r\non behalf of independent contractors.\"  The Union claimed that its\r\ngrievance was filed on behalf of \"certain truck drivers who were\r\nnot receiving fringe benefits\" even though \"the owner-operators\r\nwere entitled to fringe benefit coverage.\"  In Teamsters I, the\r\nUnion presented only one argument on the LMRA section 302 issue in\r\nthis case, i.e., that the arbitrator correctly, if implicitly,\r\nfound that the owner-operators were employees.  We determined that\r\nthis argument could only be properly resolved after remand.  See 29\r\nF.3d at 748-49.\r\n     Tardily, the Union tries to reverse course, after remand,\r\nby arguing that it is entitled to trust fund contributions based\r\nupon hours worked by owner-operators, even if they are found to be\r\nindependent contractors ineligible to benefit from those trust\r\nfunds.  The arbitrator, when first presented with this case, could\r\nhave determined whether the Teamsters Agreement required fringe\r\nbenefit contributions based upon the hours worked by independent\r\ncontractors.  He did not make such a finding because he was not\r\nasked to do so.  Had the Union made this argument at any time prior\r\nto the remand in Teamsters I, we might have considered asking the\r\narbitrator to address this issue.  However, the introduction of the\r\nissue at this late date would require another remand, and we are\r\nunwilling to further delay this already ancient dispute. \r\n     When a party could have raised an argument in his initial\r\nappeal, and failed to do so, he has generally waived his right to\r\nraise that argument on remand or on appeal from remand.  See United\r\nStates v. Adesida, </pre><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">846</span></span><pre class=\"inline\">, 849-50 (6th Cir. 1997); Harmon v.\r\nThornburgh, </pre><span class=\"citation\" data-id=\"525548\"><a href=\"/opinion/525548/mark-b-harmon-v-richard-l-thornburgh-attorney-general-of-the-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span><pre class=\"inline\">, 496 (D.C. Cir. 1989); Omni Outdoor\r\nAdver., Inc. v. Columbia Outdoor Adver., Inc., </pre><span class=\"citation\" data-id=\"590240\"><a href=\"/opinion/590240/omni-outdoor-advertising-inc-v-columbia-outdoor-advertising-inc-j/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">502</span></a></span><pre class=\"inline\">, 506\r\n(4th Cir. 1992).  This case is no exception.  An examination of the\r\nTeamsters' Agreement reveals that the Union's interpretation,\r\nalthough not unreasonable, is not \"so compelling as to virtually\r\ninsure appellant's success.\"  Credit Francais International, S.A.v. Bio-Vita, Ltd., </pre><span class=\"citation\" data-id=\"196607\"><a href=\"/opinion/196607/credit-francais-v-bio-vita-ltd/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span><pre class=\"inline\">, 709 (1st Cir. 1996) (raise-or-waive\r\nrule will only be ignored where the new argument is \"so compelling\r\nas virtually to insure appellant's success, and a gross miscarriage\r\nof justice would result from the failure to address it.\")\r\n(citations omitted).  Moreover, Walsh had been decided long before\r\nthe grievance underlying this case was ever filed, and the Union\r\nhas failed to provide any explanation of its failure to raise this\r\nargument earlier.  Cf. Old Ben Coal Co. v. Director, Off. of\r\nWorkers' Compensation Programs, U.S. Dept. of Labor, </pre><span class=\"citation\" data-id=\"701792\"><a href=\"/opinion/701792/old-ben-coal-company-v-director-office-of-workers-compensation-programs/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1003</span></a></span><pre class=\"inline\">,\r\n1007 (7th Cir. 1995) (presumption of waiver for arguments first\r\nraised on remand can be overcome where those arguments are based\r\nupon important intervening case law which could not have been\r\nconsidered during initial appeal).  We must deem the argument\r\nwaived.\r\nII.  Standard of Review\r\nIn Teamsters I, we held that:\r\n[T]he issue of whether fringe benefit\r\ncontributions on behalf of the owner-operators\r\nis illegal under federal law does not involve\r\nthe same type of circumscribed judicial review\r\nthat we afford arbitration decisions grounded\r\nin interpretations of a contract.  Although\r\nthe arbitrator's factual findings regarding\r\nthe status of the owner-operators under\r\nSection 302 of the LMRA, 29 U.S.C.  186, may\r\ndeserve a certain amount of deference, the\r\nissue of illegality is ultimately one for\r\nfederal court review.  Given that a\r\ndetermination under  302 could have criminal\r\nconsequences, the plaintiffs deserve a\r\nthorough judicial review of an arbitrator's\r\ndecision as to this issue. . . . We are not\r\nprepared, however, to conduct that analysis\r\nourselves without first giving the arbitrator\r\nthe opportunity to reexamine the factual\r\ncircumstances of this case. . . . [T]he\r\narbitrator can play an important role in\r\nproviding first-hand factual findings for the\r\nbenefit of the reviewing court.\r\n29 F.3d at 747-49 (citations omitted).\r\nDespite this seemingly clear review of the\r\nresponsibilities of the arbitrator and reviewing district court on\r\nremand, the parties, and indeed the arbitrator himself, have since\r\nexpressed confusion regarding the deference to which the arbitrator\r\nwas entitled on his determination of the owner-operator status.  We\r\nthus revisit the issue, with an eye towards further clarifying the\r\nroles that an arbitrator and reviewing court play when applying a\r\nstatute to a body of facts.\r\n\"It is by now a familiar rule that an arbitrator's award\r\nis entitled to significant deference.\"  Washington Post, 787 F.2d\r\nat 606.  In fact, where the parties have previously bargained for\r\nthe benefit of an arbitrator's expertise in settling any\r\ncontractual disputes, the courts have \"no business weighing the\r\nmerits of the grievance, considering whether there is equity in a\r\nparticular claim, or determining whether there is particular\r\nlanguage in the written instrument which will support the claim.\" \r\nUnited Steelworkers of Am. v. American Mfg. Co., </pre><span class=\"citation\" data-id=\"106084\"><a href=\"/opinion/106084/steelworkers-v-american-mfg-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 567-\r\n68 (1960).  Therefore, courts hearing appeals from arbitration\r\nawards interpreting contracts must tread much more gingerly than\r\nappellate courts reviewing district court decisions.  See United\r\nPaperworkers Int'l. Union v. Misco, Inc., </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 37-38\r\n(1987).\r\n\"Despite this rule, it is unquestionably the province of\r\nthe courts to say what the law is.  We need not defer to an award\r\nwhich contemplates a violation of law.\"  Washington Post, 787 F.2d\r\nat 606.  When an arbitrator's interpretation of a contract\r\npotentially exposes a party to federal prosecution, the courts\r\nbecome more active.  The law is our charge, and our responsibility\r\nto interpret it cannot be abdicated.  Insofar as and only insofar\r\nas an arbitrator's findings and conclusions will determine the\r\nreach of a federal criminal statute into a dispute with which he is\r\ninvolved, his findings of fact will be reviewed for clear error and\r\nhis legal conclusions de novo.  See id.; International Brotherhood\r\nof Electrical Workers, Local 97 v. Niagara Mohawk Power Corp., </pre><span class=\"citation\" data-id=\"754221\"><a href=\"/opinion/754221/international-brotherhood-of-electrical-workers-local-97-v-niagara-mohawk/\"><span class=\"volume\">143</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">704</span></a></span><pre class=\"inline\">, 726 (2d Cir. 1998).  This doctrine flows, in part, from\r\nthe observation that private parties must not be empowered to\r\ncontract out of a thorough judicial review of their potentially\r\ncriminal activities.  Cf. Misco, 484 U.S. at 42 (observing that\r\n\"the public's interests in confining the scope of private\r\nagreements to which it is not a party will go unrepresented unless\r\nthe judiciary takes account of those interests . . . \").  The\r\ndoctrine also reflects the interest of private parties in not being\r\ncompelled to engage in conduct that might subject them to criminal\r\nprosecution.  This provides for a limited \"public policy\" exception\r\nto the standard of review normally applied to an arbitrator's\r\ndecisions whereby \"as long as the arbitrator is even arguably\r\nconstruing or applying the contract and acting within the scope of\r\nhis authority, that a court is convinced he committed serious error\r\ndoes not suffice to overturn his decision.\"  Id. at 371, quoted inS.D. Warren Co. v. United Paperworkers' Intern'l Union, Local 1069,\r\n</pre><span class=\"citation\" data-id=\"504703\"><a href=\"/opinion/504703/sd-warren-company-a-division-of-scott-paper-company-v-united/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 7 (1st Cir. 1988).\r\nIt was against this backdrop that we declared ourselves\r\n\"too far removed from the dispute\" to make the necessary \"first-\r\nhand factual findings\" necessary to properly resolve this case four\r\nyears ago.  Teamsters I, 29 F.3d at 749.  Now, on review, we afford\r\nthose first-hand factual findings great deference, with far less\r\ndeference to those findings which are based only upon the\r\narbitrator's analysis and synthesis of the existing record, and no\r\ndeference for the arbitrator's purely legal application of federal\r\nlaw to those facts.  Again, let us be clear about the unusual\r\ncircumstances of this case which empower us to review this\r\narbitrator's findings so thoroughly.  We are not determining\r\nanyone's rights under contract in this appeal, but instead whether\r\nadherence to the Project Agreement, as interpreted by the\r\narbitrator, requires criminal conduct.  Under these circumstances,\r\nwe would be derelict in our duties if we were to afford the\r\narbitrator greater deference than this.\r\nThe arbitrator's decision reveals that he took the time\r\nand effort required to thoroughly review caselaw and to assemble a\r\ndetailed list of relevant factors to consider in determining\r\nwhether the owner-operators are employees or independent\r\ncontractors.  The decision also reveals that the arbitrator relied\r\nvery little upon his first-hand observations in making his\r\ndecision.  As the magistrate judge observed, despite the fact that\r\nthe arbitrator visited the construction site in 1995, he makes no\r\nexplicit reference to his personal observations in his 28-page\r\ndecision.  While we acknowledge that the fact-finder's personal\r\nobservations may have implicitly influenced certain factual\r\nconclusions, reading the arbitrator's decision informs us that the\r\nbulk of his findings were premised solely upon his synthesis and\r\nanalysis of the record in comparison with other relevant Circuit\r\nand Supreme Court cases.  Thus, most of the arbitrator's opinion\r\nstems from an interpretation of the common law, which, though\r\ncarefully constructed and somewhat helpful, is not entitled to much\r\ndeference from this court under the circumstances of this case.\r\nIII.  Common Law Agency Analysis\r\nIn order to determine whether the owner-operators are\r\nemployees of the project managers under the LMRA, we must look to\r\ngeneral principles of the common law of agency.  See Teamsters I,\r\n29 F.3d at 748.  Applying the common law to determine whether\r\nowner-operator truck drivers are employees or independent\r\ncontractors is nothing new to this or other federal appellate\r\ncourts.  See United States v. Silk, </pre><span class=\"citation\" data-id=\"104447\"><a href=\"/opinion/104447/united-states-v-silk/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">704</span></a></span><pre class=\"inline\"> (1947); NLRB v.\r\nAmber Delivery Service, Inc., </pre><span class=\"citation\" data-id=\"391177\"><a href=\"/opinion/391177/national-labor-relations-board-v-amber-delivery-service-inc/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 63-64 (1st Cir. 1981);\r\nBerger Transfer &amp; Storage v. Central States, Southeast and\r\nSouthwest Areas Pension Fund, </pre><span class=\"citation\" data-id=\"719649\"><a href=\"/opinion/719649/20-employee-benefits-cas-1391-pens-plan-guide-p-23921s-berger-transfer/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1374</span></a></span><pre class=\"inline\">, 1379 (8th Cir. 1996);\r\nC.C. Eastern, Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"700433\"><a href=\"/opinion/700433/cc-eastern-inc-v-national-labor-relations-board/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">855</span></a></span><pre class=\"inline\">, 860-61 (D.C. Cir. 1995);\r\nNorth American Van Lines, Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"519488\"><a href=\"/opinion/519488/north-american-van-lines-inc-v-national-labor-relations-board/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span><pre class=\"inline\">, 604 (D.C.\r\nCir. 1989); NLRB v. A. Duie Pyle, Inc., </pre><span class=\"citation\" data-id=\"370281\"><a href=\"/opinion/370281/national-labor-relations-board-v-a-duie-pyle-inc/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span><pre class=\"inline\">, 387-88 (3d\r\nCir. 1979); Merchants Home Delivery Service, Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"358325\"><a href=\"/opinion/358325/merchants-home-delivery-service-inc-v-national-labor-relations-board/\"><span class=\"volume\">580</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">966</span></a></span><pre class=\"inline\">, 975-76 (9th Cir. 1978); Associated Gen. Contractors of Cal.,\r\nInc. v. NLRB, </pre><span class=\"citation no-link\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></span><pre class=\"inline\">, 280 (9th Cir. 1977).  In doing so, the\r\nfundamental inquiry is whether the employer has the \"right to\r\ncontrol the manner and means by which the product is accomplished.\" \r\nNationwide Mut. Ins. Co. v. Darden, </pre><span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span><pre class=\"inline\">, 323 (1992).  This\r\nis the so-called \"right to control\" test.  In applying this multi-\r\nfactored test, \"all of the incidents of the relationship must be\r\nassessed and weighed with no one factor being decisive.\"  Id. at\r\n324 (quoting NLRB v. United Ins. Co. of Am., </pre><span class=\"citation\" data-id=\"107627\"><a href=\"/opinion/107627/nlrb-v-united-ins-co-of-america/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 258\r\n(1968)); Teamsters I, 29 F.3d at 748.\r\nWhile no one factor is decisive in this determination,\r\nthere can be little doubt of the prominence of the factor of\r\nentrepreneurial risk and reward, i.e., \"'Employees' work for wages\r\nor salary . . .[while] 'Independent Contractors' . . . depend for\r\ntheir income . . . upon the difference between what they pay for\r\ngoods, materials, and labor and what they receive for the end\r\nresult, that is, . . . profits.\"  H.R. Rep. No. 245, 80th Cong.,\r\n1st Sess. 18 (1947), reprinted in 1 Legislative History of the\r\nLabor Management Relations Act, 1947, at 309 (1948); see also C.C.\r\nEastern, 60 F.3d at 858-61; A. Duie Pyle, 606 F.2d at 382.  This\r\nimportant factor clearly militates in favor of a finding of\r\n\"independent contractor\" status in this case.  The owner-operators\r\nhere bear the costs of owning and insuring their own trucks, and\r\ncover fuel, repair, and tax expenses stemming from the operation of\r\nthose vehicles.  Both the arbitrator and the district court\r\nacknowledge that this factor favors the position of the project\r\nmanagers.\r\nThe arbitrator, however, reasoned that the degree of\r\ncontrol that the project managers exercised over the manner in\r\nwhich the owner-operators performed their work was so great as to\r\novercome the entrepreneurial risk and reward factor.  It is true\r\nthat this court has determined that the degree of control exercised\r\nover owner-operators may be so complete as to support a\r\ndetermination that an employer-employee relationship has been\r\ncreated despite the fact that the owner-operators own their own\r\nequipment, pay their own expenses, and purchase their own\r\ninsurance.  See Amber Delivery Service, 651 F.2d at 63-64. \r\nHowever, we must agree with the district court's conclusion that\r\nthis is not such a case.  Upon examination, the arbitrator's\r\nerroneous conclusions can be traced to a misunderstanding of the\r\n\"right to control\" test, unsupported findings of fact, and a\r\nfailure to appreciate the significance of further key evidence of\r\nan independent contractor relationship. \r\nAn employer will always control the result to be achieved\r\non a given project, whether an employer-employee or independent\r\ncontractor relationship exists.  The difference in agency status,\r\nthen, lies in whether the manager controls the means of obtaining\r\nthat result.  See C.C. Eastern, 60 F.3d at 858.  With this\r\nbackground, we conclude that the arbitrator erred when he relied\r\nupon the fact that the project managers control where, when, and\r\nhow often loads are necessary for transport in order to support a\r\nfinding of an employee-employer relationship.  Such would be the\r\ncase regardless of the employment relationship of the drivers and\r\nthe managers.\r\nOther similar errors appear in the arbitrator's decision. \r\nFor example, the arbitrator regarded the following factors as\r\nimportant evidence of an employer-employee relationship: (1) that\r\nemployers may terminate or shorten the work day due to lack of\r\nwork; (2) that they require truck loading and off-loading to\r\nconform to barge availability; and (3) that the owner-operators\r\nhave become economically dependent upon the Boston Harbor project. \r\nHowever, these factors do not cut either way.  They pertain to the\r\namount and type of work at issue, and not to the degree of control\r\nexercised over the means by which that work is accomplished.\r\nWhen the arbitrator examined relevant factors to the\r\n\"right to control\" test, he reached conclusions which were entirely\r\nunsupported by the testimony in this case.  For example, he\r\nconcluded that employers determined the drivers' routes of travel\r\non Deer Island and subjected owner-operators to constant on-site\r\nsupervision.  The transcript, however, clearly reveals that the\r\nMassachusetts Water Resources Authority, a public authority,\r\ndetermined routes of travel, and, furthermore, there was simply no\r\nevidence to support the arbitrator's conclusion that owner-\r\noperators were subject to constant supervision.\r\nThe arbitrator also failed to recognize the significance\r\nof certain evidence supporting independent contractor status. \r\nUncontradicted evidence revealed that owner-operators often perform\r\ntheir services for more than one company during the course of a\r\nday, sometimes send friends or relatives to drive their trucks in\r\ntheir place, schedule their own rest breaks, and perform their\r\nservices on whatever days they choose.  The arbitrator declined to\r\nfactor this evidence into his analysis.  However, this evidence is\r\nhighly probative of the agency status in the case, and helps to\r\neasily distinguish owner-operators from employees.  See Darden, 503\r\nU.S. at 323-24 (\"the extent of the hiring party's discretion over\r\nwhen and how long to work\" and \"the hired party's role in hiring\r\nand paying assistants\" factor into the common law right of control\r\ntest); C.C. Eastern, 60 F.3d at 860 (whether and how often owner-\r\noperators drive for other companies is important to a determination\r\nof agency status).\r\nTo successfully counter the evidence that the Boston\r\nHarbor owner-operators assume entrepreneurial risk and reward while\r\nworking for numerous different employers each week, the Union would\r\nhave had to present compelling evidence that owner-operators are\r\nsubject to a high degree of management control over the means by\r\nwhich they accomplish their job.  The Union was clearly unable to\r\nmeet that burden.\r\nBoth parties agree that in NLRB v. Amber Delivery\r\nService, Inc., </pre><span class=\"citation\" data-id=\"391177\"><a href=\"/opinion/391177/national-labor-relations-board-v-amber-delivery-service-inc/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\"> (1st Cir. 1981), this court set out a\r\nproper analysis of agency status disputes involving owner-operator\r\ntruck drivers.  A comparison between the facts of these two cases\r\nfurther illustrates why the Teamsters' present position is\r\nuntenable.\r\nIn Amber, we expressed doubts about whether the NLRB\r\ncorrectly determined that the owner-operators in that case were\r\nemployees.  See 651 F.2d at 64 n.8.  However, pursuant to the\r\ndeferential standard of review applicable to that case, we\r\ndetermined that there was insufficient evidence to compel reversal\r\nof the Board.  Id.  Almost none of the factors which made Ambersuch a close case appear in the present dispute.  In Amber, the\r\nowner-operator delivery truck drivers were required to report to\r\nwork by 8:00 a.m. with their vehicles loaded, were required to\r\nphone the employer every two hours during the day, were not allowed\r\nto reject loads, were prohibited from providing similar services to\r\nother employers, were required to attend training and safety\r\nmeetings and were required to wear company uniforms and paint their\r\nvehicles with company colors affix company sign.  See id. at 62-63\r\n(explaining that these specific facts were important to the\r\nresolution of that case).  At the Boston Harbor Project, the owner-\r\noperators can begin their work day at any time, occasionally reject\r\nloads, provide similar services to other employers, are not\r\nrequired to attend any meetings, and are not required to identify\r\nwith a given employer by wearing uniforms, painting their trucks or\r\nusing company signs.  Ultimately, despite factors such as the\r\ndrivers receiving an hourly wage, which would tend to support a\r\nfinding of an employer-employee relationship, there is insufficient\r\nevidence of management control over the manner in which owner-\r\noperators work to support the arbitrator's opinion.\r\n                       CONCLUSION\r\nFor the reasons stated herein, the judgment of the\r\ndistrict court is affirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754221/"
  ]
}