{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198081/",
  "absolute_url": "/opinion/198081/jom-inc-v-adell-plastics-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198081/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:45:06Z",
  "date_modified": "2017-03-24T10:54:30.753254Z",
  "type": "010combined",
  "sha1": "67326b7e6ad01d490e560bbaab091fe074470c17",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2131.01A",
  "local_path": null,
  "plain_text": "          UNITED STATES COURT OF APPEALS\r\n               FOR THE FIRST CIRCUIT\r\n\nNo. 97-2131\r\n\n   JOM, INC., d/b/a CHIPCO INTERNATIONAL, LTD.,\r\n\n               Plaintiff, Appellee,\r\n\n                        v.\r\n\n               ADELL PLASTICS, INC.,\r\n\n               Defendant, Appellant.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n             FOR THE DISTRICT OF MAINE\r\n\n   [Hon. David M. Cohen, U.S. Magistrate Judge]\r\n\n                      Before\r\n\n   Torruella, Chief Judge, Selya, Boudin, Stahl,\r\n         Lynch and Lipez, Circuit Judges,\r\n      Coffin and Cyr, Senior Circuit Judges.\r\n\nJohn M.R. Paterson, with whom Mary Elizabeth Fougere and Bernstein,\r\nShur, Sawyer &amp; Nelson were on brief for appellant.\r\nCatherine R. Connors, with whom Peter W. Culley, Geraldine G.\r\nSanchez and Pierce Atwood were on brief for appellee.\r\n\n                  October 4, 1999\r\n\n                  OPINION EN BANC\r\n\nPer Curiam.  Adell Plastics, Inc. (\"Adell\") appealed from\r\na district court judgment awarding JOM, Inc., d/b/a Chipco\r\nInternational, Ltd. (\"Chipco\"), $884,332 in compensatory damages\r\nfor breach of contract.  The panel opinion affirmed the liability\r\nruling, but remanded to the district court for a recalculation of\r\ndamages in accordance with a contractual damages-limitation clause. \r\nChipco's motion for rehearing en banc having been granted, we\r\nvacate the panel opinion.  Having concluded that oral argument is\r\nunnecessary, we rely instead on the parties' written submissions.\r\nWe now reinstate that portion of the panel opinion affirming the\r\ndistrict court's liability ruling, but remand to the district court\r\nfor its determination as to whether the damages cap constituted a\r\n\"material alteration\" excludable from the contracts of the parties.\r\n                      I\r\n                  BACKGROUND\r\nChipco produces and sells casino gaming chips\r\nmanufactured from pelletized polyester resin.  From 1986 to 1994,\r\nChipco acquired its resin exclusively from General Electric.  In\r\nSeptember 1994, Chipco decided to purchase a less expensive resin\r\nproduced by Adell, which Adell represented to be equal or superior\r\nin quality to the resin supplied by General Electric.  The purchase\r\norders which Chipco forwarded to Adell contained no language\r\nrelating to warranties or remedies in the event of breach.  In\r\ncontrast, the reverse side of the invoices Adell forwarded to\r\nChipco with each resin shipment listed numerous conditions of sale,\r\none of which  the \"damages-limitation clause\" (\"No claim of any\r\nkind . . . shall be greater in amount than the purchase price of\r\nthe materials in respect of which damages are claimed.\")  is\r\ncentral to the present appeal.\r\nAfter July 1995, Chipco bought all its resin from Adell. \r\nBefore long, however, Chipco's casino customers began to complain\r\nthat the new gaming chips were less attractive and durable than\r\nthose produced with the General Electric resin.  Consequently, in\r\naccordance with its two-year unconditional product warranty Chipco\r\nhad to replace more than one million chips due to defects\r\nattributable to their chemical composition.  Since Adell was unable\r\nto correct its defective resin, by February 1996 Chipco had\r\nresorted to another resin supplier.\r\nChipco brought suit against Adell in federal district\r\ncourt, alleging breach of contract, breach of warranties,\r\nnegligence, and fraudulent or negligent misrepresentation.  Chipco\r\ndemanded past and future damages for its chip-replacement costs and\r\nlost profits.  Adell counterclaimed for the balance due on its\r\naccount receivable against Chipco.  The district court (Hornby, J.)\r\ngranted Adell partial summary judgment on the ground that the\r\ndamages-limitation clause in its invoices formed part of the sales\r\ncontract and established the resin purchase price as the cap on\r\ndamages recoverable by Chipco.  The remaining issues were scheduled\r\nfor trial on June 24, 1997, before United States Magistrate Judge\r\nCohen (\"trial judge\").\r\nOn the eve of trial, Adell filed several motions in\r\nlimine, seeking to exclude from evidence (i) proof relating to the\r\ndefective condition and replacement cost of thousands of gaming\r\nchips which had been destroyed by Chipco during discovery and (ii)\r\nvarious documents which Chipco had culled from its business records\r\nfor use in proving liability and damages, on the ground that Chipco\r\nhad failed to produce the more complete business records Adell had\r\nrequested during discovery.  The trial judge denied both motions.\r\nIn addition, consistent with the earlier grant of partial\r\nsummary judgment by Judge Hornby, Adell sought to exclude all\r\nevidence of damages over and above the purchase price of the resin. \r\nThe trial judge denied this motion in limine as well, on the ground\r\nthat our intervening decision in Ionics, Inc. v. Elmwood Sensors,\r\nInc., 110 F.3d 184 (1st Cir. 1997), effectively displaced Judge\r\nHornby's summary judgment ruling as the law of the case, thereby\r\nprecluding as a matter of law any consideration of the damages-\r\nlimitation clause in construing the sales contracts between Adell\r\nand Chipco.\r\nAfter Chipco rested its case at trial, Adell successfully\r\nmoved for judgment as a matter of law on the negligence and\r\nfraudulent misrepresentation counts, see Fed. R. Civ. P. 50(a)(1),\r\nbut elected not to renew its Rule 50 motion as to the remaining\r\ncounts following the close of the evidence.  The jury returned a\r\nspecial verdict totaling $961,658 on Chipco's breach of contract\r\nand warranty claims, and for $77,336 on Adell's counterclaim.  The\r\ndistrict court accordingly entered final judgment for Chipco in the\r\nnet amount of $884,322, from which Adell has appealed.\r\n                      II\r\n                  DISCUSSION\r\nA.   Evidentiary Rulings Relating to Adell's Liability\r\n     1.   The Destroyed Chips\r\nAt the outset Adell argues that it was error to admit\r\nevidence that Chipco's casino customers had returned thousands of\r\nchips manufactured with Adell resin, since Chipco conceded that it\r\nhad destroyed all but a small sampling of the returned chips prior\r\nto trial, thereby depriving Adell of any opportunity to discover\r\nindependent proof that the destroyed chips had been manufactured\r\nfrom General Electric resin, rather than Adell resin.  Adell\r\nfurther contends that Chipco continued to destroy the returned\r\nchips even after Adell had made its discovery request that Chipco\r\nturn over all returned chips to Adell.\r\nWe review the denial of the motion in limine only for\r\nabuse of discretion.  See Gonzalez-Marin v. Equitable Assurance\r\nSoc'y of the U.S., 845 F.2d 1140, 1147 (1st Cir. 1988); see also\r\nBlinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1158 (1st Cir.\r\n1996).  The district court, in its discretion, may exclude related \r\nevidence by way of sanctioning a willful or negligent destruction\r\nor alteration of physical evidence which causes unfair prejudice to\r\nanother party.  See Sacramona v. Bridgestone/Firestone, Inc., 106\r\nF.3d 444, 446 (1st Cir. 1997).  We discern no abuse of discretion\r\nby the trial judge.\r\nUnlike most types of physical evidence, casino chips are\r\na form of quasi-currency, which State gaming laws commonly require\r\nthe casino or chip manufacturer to destroy upon removal from\r\nservice.  See, e.g., N.J. Admin. Code, tit. 19, ch. 46,  19:46-1.6\r\n(Inventory, Security, Storage and Destruction of Gaming Chips). \r\nYet early in the discovery process, after Chipco had informed Adell\r\nof this ongoing chip destruction program, Adell inexplicably failed\r\nto ask the district court to intervene.  See Fed. R. Civ. P. 37;\r\nR.W. Int'l Corp. v. Welch Foods, Inc., 937 F.2d 11, 18-19 (1st Cir.\r\n1991) (noting that [Federal Civil] Rule 37 is a \"case management\r\ntool\" which \"sets forth a clear path to be followed if a party\r\nbelieves that another litigant is not cooperating in the discovery\r\nprocess,\" and that \"defendants should have filed a motion to compel\r\nproduction\").  Instead, Adell lay in wait until the eve of trial\r\nbefore filing its motion in limine.\r\nIn these circumstances the district court fairly could\r\ninfer that Adell had bided its time in order to exploit the\r\nincurability of the alleged discovery violation by Chipco, rather\r\nthan undertake its own chemical analysis of the resin content of\r\nthe sample chips proffered by Chipco at trial.  Furthermore, Chipco\r\nadduced trial testimony that its customers had never complained\r\nabout defective chips between 1986 and 1994  while Chipco was\r\nusing General Electric resin  but only after Chipco began using\r\nAdell resin.  Adell cross-examined these witnesses at length.\r\nFinally, the trial judge instructed the jury that it\r\ncould draw an inference adverse to Chipco if it were to find that\r\nChipco had destroyed the chips for other than an \"innocent reason.\" \r\nSee Blinzler, 81 F.3d at 1159 (endorsing similar instruction).  As\r\nthe destruction of chips did not unfairly prejudice Adell in these\r\ncircumstances, the denial of its motion in limine did not\r\nconstitute an abuse of discretion.  See Gonzalez-Marin, 845 F.2d at\r\n1147.\r\n               2.   The Business Records\r\nAdell next challenges the denial of its motion to exclude\r\nfrom evidence the so-called \"chip replacement binder\" (\"CRB\")\r\nmaintained by Chipco.  In November 1996, Adell sought to discover\r\nany \"customer file folders\" containing customer complaints received\r\nby Chipco relating to chips manufactured from Adell resin.  Rather\r\nthan provide Adell with the entire contents of its customer files,\r\nChipco produced the documents it considered relevant to the claims\r\nin litigation and compiled them in the CRB.  These documents\r\nincluded the original customer-order forms, the Chipco invoices,\r\nand a \"Job Production Cost Summary\" detailing what it cost Chipco\r\nto manufacture both the original and the replacement chips.  Early\r\nin 1997 Adell exhaustively deposed Chipco officials regarding the\r\ncontents of the CRB.  In due course Chipco included the CRB on the\r\nJoint Exhibit List.\r\nOnce again on the eve of trial, Adell filed a motion in\r\nlimine urging for the first time that the CRB be excluded because\r\nChipco had not produced the customer files in their entirety. \r\nSince the chips returned by customers bore no distinctive markings\r\nwhich would permit a visual determination as to whether they had\r\nbeen manufactured from resin supplied by Adell or by General\r\nElectric, Adell surmised that other documents in the customer files\r\nmight have enabled it to trace individual returned chips back to\r\nChipco's original customer invoices, and thereby establish that\r\nparticular chips had been manufactured at a time Chipco was using\r\nonly General Electric resin.\r\nThe trial judge denied the motion on the ground that\r\nAdell's objection should have been raised during discovery.  We\r\nagree.  Whatever the breadth of its original document request, had\r\nAdell truly been concerned that Chipco either misinterpreted or\r\nwillfully failed to comply with the discovery request, it should\r\nhave conferred in a timely manner with a view to obtaining\r\nvoluntary disclosure by Chipco, see Fed. R. Civ. P. 37(a)(2)(A)\r\n(requiring certification of movant's good-faith consultation),\r\nfailing which it should have moved to compel production, see id.,\r\nwell in advance of trial.  See DesRosiers v. Moran, 949 F.2d 15, 22\r\nn.8 (1st Cir. 1991) (noting that \"courts have often deemed\r\ndiscovery violations to have been waived\" where parties fail \"to\r\nbring the matter of non-production to the court's attention at the\r\npretrial hearing or in some other timely fashion\");  Allen Pen Co.\r\nv. Springfield Photo Mount Co., 653 F.2d 17, 23 (1st Cir. 1981)\r\n(noting that party which deliberately passes up available discovery\r\nremedies \"cannot wait for trial and then seek close to a\r\ndeclaration of victory on the issue\"); Clinchfield R.R. Co. v.\r\nLynch, 700 F.2d 126, 132 (4th Cir. 1983) (same); see also Jackson\r\nv. Harvard Univ., 900 F.2d 464, 469 (1st Cir. 1990) (\"Preclusion\r\nand negative inference are grave steps, 'by no means an automatic\r\nresponse to a delayed disclosure . . . [or] where failure to make\r\ndiscovery [is] not willful.'\") (citation omitted).\r\nMoreover, it is important to note that Adell does not\r\nsuggest that it acquired any new information regarding the contents\r\nof the CRB between April 1997 and the commencement of trial. \r\nCoupled with its procrastination after learning of the ongoing\r\ndestruction of returned chips, see supra Section II.A.1, its\r\nfailure to move to compel production of the complete customer file\r\nfolders until the eve of trial gave rise to a virtually inevitable\r\ninference that Adell was not so much interested in obtaining the\r\ncustomer folders to disprove its contract liability, as to hold in\r\nabeyance a putative discovery violation with which to prevent\r\nChipco from introducing at trial the highly prejudicial evidence\r\ncontained in the CRB.  For these reasons, we reject the contention\r\nthat the trial judge abused his discretion in treating Adell's\r\nstratagem as yet another instance of unfair brinkmanship.\r\nB.   Evidentiary Ruling Relating to Damages\r\n     1.   UCC Section 2-207(2)(c)\r\nAdell next challenges the denial of its motion in limine\r\nto preclude evidence of contract damages over and above the resin\r\npurchase price based on the damages-limitation clause cap. \r\nAlthough Judge Hornby had granted Adell partial summary judgment on\r\nthis issue earlier, the trial judge thereafter ruled that our\r\nintervening decision in Ionics, 110 F.3d at 184, required a\r\ndifferent result.  See Parilla-Burgos v. Hernandez-Rivera, 108 F.3d\r\n445, 448 n.6 (1st Cir. 1997) (if governing law changes, court may\r\nrevisit law of the case).\r\n The instant claim turns on an interpretation of section\r\n2-207 of the Uniform Commercial Code (\"UCC\"), whose drafters\r\nintended to address \"the sad fact that many [modern] sales\r\ncontracts are not fully bargained, not carefully drafted, and not\r\nunderstandingly signed by both parties.\"  1 James J. White &amp; Robert\r\nS. Summers, Uniform Commercial Code  1-3, at 6 (4th ed. 1995)\r\n[hereinafter:  \"White &amp; Summers\"].  Thus, contracting merchants\r\ncommonly exchange \"canned\" forms:  typically, the prospective buyer\r\nforwards a purchase order to a prospective seller after filling in\r\nthe quantity and price; then the seller delivers the goods to the\r\nbuyer, along with an invoice.  It is not at all uncommon, of\r\ncourse, for the purchase order and invoice to prescribe quite\r\ndifferent conditions of sale, normally as prompted by the perceived\r\nself-interest of the proponent.\r\nUnder the so-called \"mirror image\" rule which prevailed\r\nat common law, an invoice from the seller containing terms\r\nmaterially different from those in the buyer's offer would be\r\nconsidered a mere counteroffer, rather than an acceptance of the\r\noffer.  Thus, no contract came into existence unless the buyer\r\nsubsequently accepted the counteroffer, either expressly or\r\nimpliedly (e.g., by accepting delivery of the goods).  UCC  2-207\r\nwas designed to address the rigidity of the common-law rule by\r\nseverely restricting the circumstances in which the \"mirror image\"\r\nrule would be allowed to defeat the formation of a contract of\r\nsale:\r\n               (1)  A definite and seasonable expression of\r\n     acceptance or a written confirmation\r\n     which is sent within a reasonable time\r\n     operates as an acceptance even though it\r\n     states terms additional to or different\r\n     from those offered or agreed upon, unless\r\n     acceptance is expressly made conditional\r\n     on assent to the additional or different\r\n     terms.   \r\n\n               (2)  The additional terms are to be construed\r\n     as proposals for addition to the\r\n     contract.  Between merchants such terms\r\n     become part of the contract unless:\r\n\n                         (a)  the offer expressly limits\r\n          acceptance to the terms of the\r\n          offer;\r\n\n                         (b)  they materially alter it;  or\r\n\n                         (c)  notification of objection to them\r\n          has already been given or is given\r\n          within a reasonable time after\r\n          notice of them is received.\r\n\n               (3)  Conduct by both parties which recognizes\r\n     the existence of a contract is sufficient\r\n     to establish a contract for sale although\r\n     the writings of the parties do not\r\n     otherwise establish a contract.  In such\r\n     case the terms of the particular contract\r\n     consist of those terms on which the \r\n     writings of the parties agree, together\r\n     with any supplementary terms incorporated\r\n     under any other provisions of this Title.\r\n\nUCC  2-207.  \r\nSection 2-207 thus affords three main avenues to contract\r\nformation.  See generally White &amp; Summers  1-3, at 19-20.  First,\r\nif the parties exchange forms with divergent terms, yet the\r\nseller's invoice does not state that its acceptance is made\r\n\"expressly conditional\" on the buyer's assent to any additional or\r\ndifferent terms in the invoice, a contract is formed, and its\r\nprecise terms are determined through recourse to the three-part\r\ntest in  2-207(2).\r\nSecond, if the seller does make its acceptance \"expressly\r\nconditional\" on the buyer's assent to any additional or divergent\r\nterms in the seller's invoice, the invoice is merely a\r\ncounteroffer, and a contract is formed only when the buyer\r\nexpresses its affirmative acceptance of the seller's counteroffer. \r\nUnlike the \"mirror image\" rule at common law, however, the seller's\r\ninvoice is not deemed \"expressly conditional\" under  2-207 merely\r\nbecause its terms do not match the terms of the buyer's offer. \r\nRather, to be deemed \"expressly conditional,\" the seller's invoice\r\nmust place the buyer on unambiguous notice that the invoice is a\r\nmere counteroffer.  See id. at 20 (noting that \"express\r\nconditionality\" is \"not easily invoked\").\r\nFinally, where for any reason the exchange of forms does\r\nnot result in contract formation (e.g., the buyer \"expressly limits\r\nacceptance to the terms of [its offer]\" under  2-207(2)(a), or the\r\nbuyer does not accept the seller's counteroffer under the second\r\nclause of  2-207(1)), a contract nonetheless is formed if their\r\nsubsequent conduct   for instance, the seller ships and the buyer\r\naccepts the goods    demonstrates that the parties believed that\r\na binding agreement had been formed.  The terms of their agreement\r\nwould then be determined under the \"default\" test in  2-207(3),\r\nwhich implicitly incorporates the criteria prescribed in  2-\r\n207(2).\r\nThe present controversy implicates the very different\r\ninterpretation of  2-207 announced more than three decades ago in\r\nRoto-Lith, Ltd. v. F.P. Bartlett &amp; Co., 297 F.2d 497 (1st Cir.\r\n1962).  But see Ionics, 110 F.3d at 187 (overruling  2-207\r\ninterpretation announced in Roto-Lith).  There, Roto-Lith sent\r\nBartlett a purchase order which did not mention warranties. \r\nBartlett returned an invoice expressly excluding all warranties and\r\nlimiting Roto-Lith's remedies for breach of contract to the\r\nreplacement cost of any goods which differed materially from\r\nspecified samples.  The Bartlett invoice further required that\r\nRoto-Lith notify it \"at once\" in the event the additional\r\nconditions in the invoice were unacceptable.  Instead,  Roto-Lith\r\naccepted delivery of the goods and remained silent.  When the goods\r\nproved defective, Roto-Lith brought an action for breach of\r\ncontract against Bartlett.  See id. at 498-99.\r\nAt trial, Bartlett moved for directed verdict on the\r\nground that its invoice was an \"acceptance . . . expressly made\r\nconditional on assent to [its] additional or different terms,\" and\r\ntherefore constituted a mere counteroffer under the second clause\r\nof  2-207(1), rather than an acceptance which formed a binding\r\ncontract.  Bartlett argued that (i) a binding contract thereafter\r\nwas formed when Roto-Lith accepted delivery of the goods without\r\nobjecting to Bartlett's exclusion of warranties, (ii) all terms of\r\nthe invoice then became part of the sales contract by operation of\r\nthe common-law \"mirror-image\" rule, and (iii) therefore the\r\nstatutory criteria for determining the terms of the contract \r\ni.e., subsections 2-207(2) and (3)  were rendered inapposite. \r\nSee id. at 499-500.\r\nRoto-Lith responded that notwithstanding the divergent\r\nterm in the Bartlett invoice excluding all warranties, the invoice\r\ndid not announce itself as a counteroffer; hence, the invoice\r\nqualified as an \"acceptance\" within the meaning of the first clause\r\nof  2-207(1), and a contract was formed.  Further, Roto-Lith\r\nargued, since the warranty exclusion in the Bartlett invoice\r\n\"materially altered\" the terms of the Roto-Lith offer,  2-\r\n207(2)(b) controlled and precluded the warranty exclusion from\r\nbecoming a contract term.  Id.\r\nThe district court accepted Bartlett's interpretation,\r\nholding that the drafters did not intend that the UCC displace the\r\ncommon law tests applicable to these everyday commercial\r\ntransactions.  We affirmed.  See id. at 500 (holding that \"a\r\nresponse [viz., an invoice] which states a condition materially\r\naltering the obligation solely to the disadvantage of the offeror\r\nis an 'acceptance . . . expressly conditional on assent to the\r\nadditional terms'\"); see also Ionics, 110 F.3d at 185 (noting that\r\nRoto-Lith abandoned subsections 2-207(2) and (3), and \"reverted to\r\nthe common law\").\r\nThirty-five years later, Ionics displaced Roto-Lith. \r\nThere, Ionics had sent Elmwood a purchase order expressly reserving\r\nall \"remedies provided by law or equity\" and insisting that\r\n\"[a]cceptance by [Elmwood] of this order shall be upon the terms\r\nand conditions set forth [herein] . . . [and] [n]o terms which are\r\nin any manner additional to or different from those herein set\r\nforth shall become a part of, alter or in any way control the terms\r\nand conditions herein set forth.\"  Id.  Elmwood returned an invoice\r\nwhich excluded all warranties not \"expressly set forth herein,\"\r\ndisclaimed any liability for consequential or incidental damages,\r\nand limited Ionics's remedy for breach to a refund of the purchase\r\nprice upon return of the goods.  Id. at 186. After Ionics accepted\r\ndelivery, the goods proved defective and Ionics sued Elmwood for\r\ncontract damages.  Relying on Roto-Lith, Elmwood moved for partial\r\nsummary judgment, contending that the express exclusion of any\r\nimplied warranty of fitness contained in its invoice became part of\r\nthe contract which was formed when Ionics accepted Elmwood's\r\n\"counteroffer\" by taking delivery of the goods without any\r\nobjection to its divergent terms.\r\nThe district court denied the Elmwood motion for summary\r\njudgment.  Ionics, Inc. v. Elmwood Sensors, Inc., 896 F. Supp. 66\r\n(D. Mass. 1995).  It distinguished Roto-Lith on the ground that the\r\nRoto-Lith purchase order had been silent in regard to warranties,\r\nwhereas the Ionics purchase order expressly reserved all implied\r\nwarranties \"provided by law,\" thus directly contradicting and\r\nprecluding ab initio the subsequent proposal in the Elmwood invoice\r\nto exclude all implied warranties.  \"If Roto-Lith applied in [both\r\ntypes of] cases [viz., to objecting and \"silent\" buyers alike] . .\r\n. ,  2-207(3) would be preempted entirely\" by the \"mirror image\"\r\nrule.  Id. at 69.  The district court then certified its partial\r\nsummary judgment ruling for immediate appeal.\r\nIn the ensuing appeal by Elmwood, we rejected the\r\nattempts by Ionics and the district court to distinguish Roto-Lith\r\non its facts:  \"It would be artificial to enforce language [viz.,\r\nthe warranty disclaimer in the Roto-Lith invoices] that conflicts\r\nwith background legal rules while refusing to enforce language\r\n[viz., the warranty disclaimer in the Ionics invoices] that\r\nconflicts with the express terms of the contract.\"  Ionics, 110\r\nF.3d at 188 (emphasis added).  From a policy standpoint, we\r\nobserved that such distinctions also would \"lead parties to include\r\nmore of the background [legal] rules in their initial forms, making\r\nforms longer and more complicated,\" which in turn would have the\r\nperverse effect of discouraging the contracting parties from\r\nreading the forms exchanged between them.  Id.\r\nFinding no principled basis on which to distinguish the\r\ncircumstances in Ionics and Roto-Lith, we overruled Roto-Lith.  See\r\nid. at 189.  Shifting our focus from the common-law \"mirror image\"\r\nrule to the UCC, we noted that the Ionics-Elmwood transaction fit\r\nsquarely within the ambit of Comment 6 to  2-207:\r\n          Where clauses on confirming forms sent by both \r\nparties conflict[,] each party must be assumed\r\nto object to a clause of the other conflicting\r\nwith one on the confirmation sent by himself. \r\nAs a result the  requirement that there be\r\nnotice of objection which is found in\r\nsubsection (2)[(c)] is satisfied and the\r\nconflicting terms do not become a part of the\r\ncontract.  The contract then consists of the\r\nterms originally expressly agreed to, terms \r\non which the confirmations agree, and terms\r\nsupplied by this Act, including subsection\r\n(2).\r\n\nUCC  2-207 cmt. 6.\r\nWe thus rejected the Roto-Lith \"mirror image\" rule that\r\nthe mere proposal of an additional or different material term by\r\nthe seller would make its invoice a counteroffer to the buyer's\r\npurchase offer (i.e., an \"acceptance . . . expressly made\r\nconditional on [the buyer's] assent\"), rather than an outright\r\nacceptance of the buyer's purchase offer.   Instead, the forwarding\r\nof such an invoice gives rise to a binding contract and in the\r\nevent of a contract dispute the terms of the contract are\r\ndetermined under the test set forth in  2-207(3), which in turn\r\nimplicitly incorporates the criteria in  2-207(2).  Ionics, 110\r\nF.3d at 189.\r\nChipco urges   as the trial judge held   that Ionics\r\ncontrols the present dispute even though the Chipco purchase orders\r\ncontained no express objection to a damages-limitation clause, on\r\nthe ground that our \"background legal rules\" discussion in Ionics\r\nnecessarily implied that all so-called UCC \"gap-fillers\"   those\r\nUCC provisions designed to supply necessary default terms where the\r\nparties' contract is silent   must be read into all \"silent\"\r\npurchase orders, and thus serve as the buyer's \"[prior]\r\nnotification of objection\" under  2-207(2)(c).  According to\r\nChipco, these gap-fillers include not only a reservation of the\r\nimplied warranties, see, e.g., UCC  2-314 (implied warranty of\r\nmerchantability) &amp; 2-315 (implied warranty of fitness for a\r\nparticular purpose), which were at issue in Roto-Lith and Ionics,\r\nbut also the buyer's presumptive right to recover in full measure\r\nall contract damages attributable to the seller's breach, see id.\r\n2-714 (damages for breach) &amp; 2-715 (recovery of incidental and\r\nconsequential damages).  We conclude that the reading given our\r\n\"background legal rules\" discussion by the trial judge is more\r\nexpansive than its context warranted.\r\nThe \"background legal rules\" discussion in Ionics\r\naddressed Ionics' attempt to hypothesize a factual distinction\r\nbetween its case and Roto-Lith.  Assuming arguendo that the Roto-\r\nLith rule were to remain intact as controlling circuit precedent,\r\nwe posed the very narrow question whether it would make sense to\r\nestablish an exception to Roto-Lith's \"mirror image\" rule where the\r\nbuyer expressly excludes ab initio, in its purchase order, the\r\nseller's additional terms, while withholding that same protection\r\nto a buyer   like Roto-Lith   which reasonably may have presumed\r\nthat the court would use the UCC as its baseline guide for\r\ndetermining the buyer's contract expectations.  For the policy\r\nreasons already noted, see supra, we were persuaded that engrafting\r\na common-law exception (i.e., when the purchase order expressly\r\nforecloses the seller from proposing particular divergent terms)\r\nonto the common-law rule announced in Roto-Lith was not warranted.\r\nIn fashioning common-law rules   like the broad common-\r\nlaw exception to  2-207 carved out in Roto-Lith   courts almost\r\ninvariably weigh public policy considerations, often on their own\r\nmotion if need be.  See, e.g., Claypool v. Levin, 562 N.W.2d 584,\r\n588 (Wis. 1997).  It is hardly surprising, therefore, that our\r\nopinion in Ionics discussed the policies which would be fostered\r\nwere we to refine and perpetuate the common-law rule established in\r\nRoto-Lith.  On the other hand, when called upon to interpret a\r\nstatute, we are constrained in the first instance by the\r\npolicymaking prerogatives of the legislative and executive branches\r\nas expressed or implied in the statute itself.  See, e.g., Harrison\r\nv. Montgomery County Bd. of Educ., 456 A.2d 894, 903 (Md. 1983)\r\n(noting that \"declaration of the public policy of [the State] is\r\nnormally the function of the General Assembly,\" which is fully\r\nempowered to abrogate common-law rules).\r\nOnce we determined that Roto-Lith and Ionics could not be\r\ndistinguished in a principled manner, however, the \"background\r\nlegal rules\" discussion in Ionics went by the wayside with the\r\ncommon-law hypothetical from which it emerged, which explains why\r\nthe phrase is never again mentioned in the Ionics decision.\r\nInstead, after concluding that routine recourse to common-law rules\r\nis not required by the second clause of UCC  2-207(1), we turned\r\nto the more constringent task of statutory interpretation. \r\nPresented with a clean statutory slate, we announced the narrow\r\nholding that the UCC expressly protects a buyer, like Ionics, whose\r\npurchase order expressly forewarns the seller of particular\r\ncontract terms which the buyer would find objectionable   pursuant\r\nto the \"[prior] notification of objection\" clause in  2-207(2)(c). \r\nIonics, 110 F.3d at 189.  Indeed, given the emphatic language in\r\nits purchase order, it is likely that Ionics was entitled to the\r\nprotection of  2-207(2)(a) as well.\r\nFurther conclusions of law were not required.  It was\r\nElmwood which had sought partial summary judgment based on the per\r\nse rule announced in Roto-Lith that all new terms in a seller's\r\n\"counteroffer\" automatically become contract terms where the buyer\r\nremains silent and renders performance under the contract.  Once\r\nthe common-law rule in Roto-Lith became defunct, it necessarily\r\nfollowed that Elmwood was not entitled to judgment as a matter of\r\nlaw under Rule 56, and its appeal failed.  Since Ionics was not a\r\n\"silent\" buyer of the Roto-Lith type, nor had it moved for summary\r\njudgment, we were not required to consider whether a \"silent\"\r\nbuyer, such as Roth-Lith or Chipco, also would be protected by  2-\r\n207(2)(c) or by any other provision in section 2-207.  In other\r\nwords, Ionics simply announced that both types of buyers were\r\nrelieved from the per se common-law rule of inclusion laid down in\r\nRoto-Lith, and not that a Roto-Lith-type \"silent\" buyer may invoke\r\n2-207(2)(c).  As Chipco is a \"silent\" buyer, however, we now\r\naddress that unresolved issue.\r\nAfter rejecting the Roto-Lith common-law \"mirror image\"\r\nrule of offer and counteroffer, we noted in Ionics that the\r\ntransaction between Ionics and Elmwood came within the literal\r\nlanguage of Official Comment 6 to  2-207, which excludes from the\r\ncontract a new term proposed by a seller where \"clauses on\r\nconfirming forms sent by both parties conflict.\"  (Emphasis added.)\r\nOf course, where the buyer's purchase order includes no term\r\nrelating to the subject matter dealt with in the new term proposed\r\nby the seller (i.e., the purchase order is \"silent\"), it literally\r\ncannot contain a \"clause\" with which the seller's invoice could\r\nconflict.\r\nWhatever its policy implications, the rationale\r\nunderlying this distinction is readily discernible.  The buyer\r\nwhich explicitly includes a particular term in its purchase order\r\neven a UCC gap-filler   presumably demonstrates that it has\r\nconsidered the allocation of business risks associated with the\r\nterm, and, for example, has determined that it is unwilling to\r\naccept greater risk.  Thus, as is the case with \"restricted offers\"\r\nunder  2-207(2)(a), it is appropriate to treat the buyer's\r\nexplicit prior objection as a term which is \"material,\" per se, to\r\nthe formation of any contract.\r\nOn the other hand, although the \"silent\" buyer may be\r\nsignaling its implicit preference for the UCC's gap-filler terms,\r\nits silence alone provides no reliable basis for a per se rule of\r\nexclusion since it leaves open the key question whether the buyer\r\nregarded any particular gap-filler term as especially \"material\" in\r\nthe circumstances of the transaction at hand.  For instance, its\r\npurchase order may have omitted a clause precluding any damages-\r\nlimitation clause, not because the buyer meant to insist that no\r\nsuch term be precluded, but rather, for example, because the\r\nparties' course of performance or course of dealing, or the\r\nrelevant trade usage, establishes that a damages-limitation clause\r\nis presumptively included as an implicit term in the contract.  See\r\nWhite &amp; Summers  1-3, at 18 (noting that the  2-207(2)(b)\r\n\"materiality\" test may turn, inter alia, on course of dealing or\r\nperformance, or trade usage); UCC  1-205 (\"Course of Dealing and\r\nUsage of Trade\");  2-208 (\"Course of Performance or Practical\r\nConstruction\").  In such a setting, the buyer's silence may simply\r\nreflect that it considers a damages-limitation clause \"immaterial\"\r\nto contract formation.  See, e.g., Dale R. Horning Co. v. Falconer\r\nGlass Indus., 730 F. Supp. 962, 966 (S.D. Ind. 1990); see also The \r\nBerquist Co. v. Sunroc Corp., 777 F. Supp. 1236, 1246 (E.D. Pa.\r\n1991).\r\nThe context of UCC  2-207 conclusively confirms that its\r\ndrafters intended to accord distinctive treatment to sales\r\ntransactions involving \"silent\" buyers.  Official Comments 4 and 5\r\nset forth examples of the additional or different terms which may\r\ngive rise to \"material\" and \"immaterial\" alterations under 2-\r\n207(2)(b).  Comment 5 lists, as an example of an \"immaterial\"\r\nalteration, \"a clause . . .  otherwise limiting remedy in a\r\nreasonable manner (see Sections 2-718 and 2-719).\"   Section 2-719\r\nenvisions that contracting parties may agree to limit recoverable\r\ndamages otherwise available under  2-714 and 2-715.  Thus, if\r\nChipco's interpretation of Ionics were correct, and all UCC gap-\r\nfillers (like  2-714 and 2-715) were to be read into every\r\n\"silent\" purchase order, then damages-limitation clauses invariably\r\nwould be excluded from the contract under 2-207(2)(c), whether or\r\nnot the purchase order expressly objected to such a limitation\r\nclause, and the \"materiality\" inquiry at the very core of UCC  2-\r\n207(2)(b) and Comment 5 would become wholly superfluous.  See,\r\ne.g., Costos v. Coconut Island Corp., 137 F.3d 46, 49 (1st Cir.\r\n1998) (\"'Nothing in a statute may be treated as surplusage if a\r\nreasonable construction supplying meaning and force is otherwise\r\npossible.'\") (citation omitted).  Thus, under the only harmonious\r\ninterpretation available in the present context, these UCC\r\nprovisions require that the \"silent\" buyer establish that it would\r\nhave rejected a damages-limitation clause as a \"material\r\nalteration,\" within the meaning of  2-207(2)(b), given all the\r\ncircumstances surrounding the transaction.  See supra note 7; infra\r\nSection II.B.2.\r\nNevertheless, Chipco has not cited   and we cannot find\r\nany case which endorses its reading of  2-207(2)(c) and Ionics. \r\nRather, the courts which have interpreted  2-207(2)(c) do not read\r\nUCC gap-fillers into purchase orders as a matter of law, but insist\r\nthat a merchant-buyer prove, for example, that a given invoice term\r\nworked a \"material alteration\" to the contract.  See, e.g., LTV\r\nEnergy Prods. Co. v. Northern States Contracting Co. (In re\r\nChateaugay Corp.), 162 B.R. 949, 952, 957-58 (Bankr. S.D.N.Y. 1994)\r\n(summarizing extant case law supporting proposition that, where\r\n\"[buyer's] Purchase order . . . did not contain any general terms\r\nor conditions of sale,\" and \"where UCC  2-207(2)(a) and (2)(c)\r\n[thus] do not apply,\" the non-assenting party must prove, inter\r\nalia, that the seller's clause limiting the buyer's remedy to\r\nrepair and replacement of the goods was a \"material alteration\")\r\n(emphasis added).  \r\nIn summary, Ionics does not support the proposition that\r\na \"silent\" buyer is presumed to have objected in advance to any\r\nseller-term that conflicts with a UCC gap-filler provision. \r\nInstead, Ionics merely relieved the buyer of the burden imposed by\r\nthe automatic rule announced in Roto-Lith, which, by removing the\r\ncase entirely from UCC  2-207 and relying on the common law,\r\nprecluded a buyer who had performed under the contract from\r\ndemonstrating at trial that the adverse seller-term at issue did\r\nnot become part of the contract.  But if the \"silent\" buyer's\r\npurchase order neither \"expressly limits acceptance to the terms of\r\nthe offer\" under  2-207(2)(a), nor necessarily constitutes\r\n\"[prior] [n]otification of objection to [any new terms added by the\r\nseller]\" under  2-207(2)(c), the buyer must look to some other UCC\r\nprovision to exclude the new seller-term.\r\nAs Ionics is inapposite, and Adell's damages-limitation\r\nclause is not excludable under  2-207(2)(c), Chipco could prevail\r\nonly if the damages-limitation clause (i) effected a \"material\r\nalteration\" to the contract, see UCC  2-207(2)(b), (ii) was\r\n\"unconscionable,\" id.  2-719(3), or (iii) failed of its essential\r\npurpose, id.  2-719(2).  See LTV Energy Prods., 162 B.R. at 957-\r\n58.\r\n     2.   UCC Section 2-207(2)(b): Materiality\r\nWhere, as here, both contracting parties are merchants\r\n(viz., non-\"consumers\"), see UCC  2-104(1) (defining \"merchant\"),\r\nUCC  2-207(2) provides that any additional or different terms\r\nproposed by the seller become part of the sales contract \"unless\"\r\nthe party which opposes the presumption of inclusion  here,\r\nChipco  can show that at least one of the three preconditions\r\nspecified in  2-207(2) was met.  See, e.g., Avedon Eng'g, Inc. v.\r\nSeatex, 126 F.3d 1279, 1284 (10th Cir. 1997); Comark Merch'g, Inc.\r\nv. Highland Group, Inc.,  932 F.2d 1196, 1201-02 (7th Cir. 1991);\r\nDale R. Horning, 730 F. Supp. at 966 n.2; LTV Energy Prods., 162\r\nB.R. at 956.\r\nSection 2-207(2)(b) allows the buyer to show that a\r\ndamages-limitation clause proposed by the seller did not become\r\npart of the contract, even though not objected to by the buyer,\r\nbecause its inclusion would work a \"material alteration.\"  Although\r\nthe UCC does not define \"material alteration,\" Official Comments 4\r\n&amp; 5 advise that a new term proposed by the seller is a \"material\r\nalteration\" where it would \"result in [unreasonable] surprise or\r\nhardship [to the buyer] if incorporated without [the buyer's]\r\nexpress awareness.\"  UCC  2-207 cmt. 4 (emphasis added).  Of\r\ncourse, Comments 4 and 5 are illustrative only and the UCC provides\r\nno further elucidation of the terms \"surprise\" or \"hardship.\"\r\n                     III\r\n                  CONCLUSION\r\nThe panel opinion concluded that Chipco, in the summary\r\njudgment proceedings before Judge Hornby, had not preserved the\r\nissue as to whether the damages-limitation clause constituted a\r\n\"material alteration,\" hence that Chipco was not entitled to a new\r\ntrial.  As the en banc court, excepting two members of the original\r\npanel, has determined that the highly idiosyncratic circumstances\r\nand travel of this case so warrant, a remand for further\r\nproceedings shall be ordered to permit Chipco an opportunity to\r\nestablish that the contractual damages cap worked a \"material\r\nalteration.\"  As this \"material alteration\" question was never\r\nbriefed or argued, either below or on appeal, we leave its\r\nconsideration to the district court in the first instance. \r\nThe judgment of liability in favor of Chipco is affirmed;\r\nthe case is remanded for further proceedings in accordance with\r\nthis opinion. The parties shall bear their own costs.  SO ORDERED. \r\n",
  "html": "<p class=\"case_cite\">151 F.3d 15</p>\n    <p class=\"case_cite\">36 UCC Rep.Serv.2d 1</p>\n    <p class=\"parties\">JOM, INC., d/b/a Chipco International, Ltd., Plaintiff, Appellee,<br>v.<br>ADELL PLASTICS, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2131.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1998.<br>Decided Aug. 4, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John M.R. Paterson, with whom Mary Elizabeth Fougere and Bernstein, Shur, Sawyer &amp; Nelson were on brief for appellant.</p>\n      <p class=\"indent\">Catherine R. Connors, with whom Peter W. Culley, Geraldine G. Sanchez and Pierce Atwood were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Adell Plastics, Inc.  (\"Adell\") appeals from a district court judgment awarding JOM, Inc., d/b/a Chipco International, Ltd.  (\"Chipco\"), $884,332 in compensatory damages for breach of contract.  We affirm the liability ruling and remand to the district court for a recalculation of damages.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Chipco produces and sells casino gaming chips manufactured from pelletized polyester resin.  From 1986 to 1994, Chipco acquired its resin exclusively from General Electric.  In September 1994, Chipco decided to purchase a less expensive resin produced by Adell, which Adell represented to be equal or superior in quality to the resin supplied by General Electric.  The purchase orders which Chipco forwarded to Adell contained no language relating to warranties or remedies in the event of breach.  In contrast, the reverse side of the invoices Adell forwarded to Chipco with each resin shipment listed numerous conditions of sale, one of which--the \"damages-limitation clause\" (\"No claim of any kind ... shall be greater in amount than the purchase price of the materials in respect of which damages are claimed.\")--is central to the present appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After July 1995, Chipco bought all its resin from Adell.  Before long, however, Chipco's casino customers began to complain that the new gaming chips were less attractive and durable than those produced with the General Electric resin.  Consequently, in accordance with its two-year unconditional product warranty Chipco had to replace more than one million chips due to defects attributable to their chemical composition.  Since Adell was unable to correct its defective resin, by February 1996 Chipco had resorted to another resin supplier.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Chipco brought suit against Adell in federal district court, alleging breach of contract, breach of warranties, negligence, and fraudulent or negligent misrepresentation.  Chipco demanded past and future damages for its chip-replacement costs and lost profits.  Adell counterclaimed for the balance due on its account receivable against Chipco.  The district court (Hornby, J.) granted Adell partial summary judgment on the ground that the damages-limitation clause in its invoices formed part of the sales contract and established the resin purchase price as the cap on damages recoverable by Chipco.  The remaining issues were scheduled for trial on June 24, 1997, before United States Magistrate Judge Cohen (\"trial judge\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the eve of trial, Adell filed several motions in limine, seeking to exclude from evidence (i) proof relating to the defective condition and replacement cost of thousands of gaming chips which had been destroyed by Chipco during discovery and (ii) various documents which Chipco had culled from its business records for use in proving liability and damages, on the ground that Chipco had failed to produce the more complete business records Adell had requested during discovery.  The trial judge denied both motions.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In addition, consistent with the earlier grant of partial summary judgment by Judge Hornby, Adell sought to exclude all evidence of damages over and above the purchase price of the resin.  The trial judge denied this motion in limine as well, on the ground that our intervening decision in Ionics, Inc. v. Elmwood Sensors, Inc., 110 F.3d 184 (1st Cir.1997), effectively displaced Judge Hornby's summary judgment ruling as the law of the case, thereby precluding as a matter of law any consideration of the damages-limitation clause in construing the sales contracts between Adell and Chipco.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After Chipco rested its case at trial, Adell successfully moved for judgment as a matter of law on the negligence and fraudulent misrepresentation counts, see Fed.R.Civ.P. 50(a)(1), but elected not to renew its Rule 50 motion as to the remaining counts following the close of the evidence.  The jury returned a special verdict totaling $961,658 on Chipco's breach of contract and warranty claims, and for $77,336 on Adell's counterclaim.  The district court accordingly entered final judgment for Chipco in the net amount of $884,322, from which Adell has appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. Evidentiary Rulings Relating to Adell's Liability</p>\n    </div>\n    <p class=\"indent\">1. The Destroyed Chips</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the outset Adell argues that it was error to admit evidence that Chipco's casino customers had returned thousands of chips manufactured with Adell resin, since Chipco conceded that it had destroyed all but a small sampling of the returned chips prior to trial, thereby depriving Adell of any opportunity to discover independent proof that the destroyed chips had been manufactured from General Electric resin, rather than Adell resin.  Adell further contends that Chipco continued to destroy the returned chips even after Adell had made its discovery request that Chipco turn over all returned chips to Adell.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the denial of the motion in limine only for abuse of discretion.  See Gonzalez-Marin v. Equitable Assurance Soc'y of the U.S., 845 F.2d 1140, 1147 (1st Cir.1988);  see also Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1158 (1st Cir.1996).  The district court, in its discretion, may exclude related evidence by way of sanctioning a willful or negligent destruction or alteration of physical evidence which causes unfair prejudice to another party.  See Sacramona v. Bridgestone/Firestone, Inc., 106 F.3d 444, 446 (1st Cir.1997).  We discern no abuse of discretion by the trial judge.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Unlike most types of physical evidence, casino chips are a form of quasi-currency, which State gaming laws commonly require the casino or chip manufacturer to destroy upon removal from service.  See, e.g., N.J. Admin. Code, tit. 19, ch. 46, &#167; 19:46-1.6 (Inventory, Security, Storage and Destruction of Gaming Chips).  Yet early in the discovery process, after Chipco had informed Adell of this ongoing chip destruction program, Adell inexplicably failed to ask the district court to intervene.  See Fed.R.Civ.P. 37;  R.W. Int'l Corp. v. Welch Foods, Inc., 937 F.2d 11, 18-19 (1st Cir.1991) (noting that [Federal Civil] Rule 37 is a \"case management tool\" which \"sets forth a clear path to be followed if a party believes that another litigant is not cooperating in the discovery process,\" and that \"defendants should have filed a motion to compel production\").  Instead, Adell lay in wait until the eve of trial before filing its motion in limine.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In these circumstances the district court fairly could infer that Adell had bided its time in order to exploit the incurability of the alleged discovery violation by Chipco, rather than undertake its own chemical analysis of the resin content of the sample chips proffered by Chipco at trial.  Furthermore, Chipco adduced trial testimony that its customers had never complained about defective chips between 1986 and 1994--while Chipco was using General Electric resin--but only after Chipco began using Adell resin.  Adell cross-examined these witnesses at length.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, the trial judge instructed the jury that it could draw an inference adverse to Chipco if it were to find that Chipco had destroyed the chips for other than an \"innocent reason.\"   See Blinzler, 81 F.3d at 1159 (endorsing similar instruction).  As the destruction of chips did not unfairly prejudice Adell in these circumstances, the denial of its motion in limine did not constitute an abuse of discretion.  See Gonzalez-Marin, 845 F.2d at 1147.</p>\n    </div>\n    <p class=\"indent\">2. The Business Records</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Adell next challenges the denial of its motion to exclude from evidence the so-called \"chip replacement binder\" (\"CRB\") maintained by Chipco.  In November 1996, Adell sought to discover any \"customer file folders\" containing customer complaints received by Chipco relating to chips manufactured from Adell resin.  Rather than provide Adell with the entire contents of its customer files, Chipco produced the documents it considered relevant to the claims in litigation and compiled them in the CRB. These documents included the original customer-order forms, the Chipco invoices, and a \"Job Production Cost Summary\" detailing what it cost Chipco to manufacture both the original and the replacement chips.  Early in 1997 Adell exhaustively deposed Chipco officials regarding the contents of the CRB. In due course Chipco included the CRB on the Joint Exhibit List.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Once again on the eve of trial, Adell filed a motion in limine urging for the first time that the CRB be excluded because Chipco had not produced the customer files in their entirety.  Since the chips returned by customers bore no distinctive markings which would permit a visual determination as to whether they had been manufactured from resin supplied by Adell or by General Electric, Adell surmised that other documents in the customer files might have enabled it to trace individual returned chips back to Chipco's original customer invoices, and thereby establish that particular chips had been manufactured at a time Chipco was using only General Electric resin.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The trial judge denied the motion on the ground that Adell's objection should have been raised during discovery.  We agree.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Whatever the breadth of its original document request, had Adell truly been concerned that Chipco either misinterpreted or willfully failed to comply with the discovery request, it should have conferred in a timely manner with a view to obtaining voluntary disclosure by Chipco, see Fed.R.Civ.P. 37(a)(2)(A) (requiring certification of movant's good-faith consultation), failing which it should have moved to compel production, see id., well in advance of trial.  See DesRosiers v. Moran, 949 F.2d 15, 22 n. 8 (1st Cir.1991) (noting that \"courts have often deemed discovery violations to have been waived\" where parties fail \"to bring the matter of non-production to the court's attention at the pretrial hearing or in some other timely fashion\");  Allen Pen Co. v. Springfield Photo Mount Co., 653 F.2d 17, 23 (1st Cir.1981) (noting that party which deliberately passes up available discovery remedies \"cannot wait for trial and then seek close to a declaration of victory on the issue\");  Clinchfield R.R. Co. v. Lynch, 700 F.2d 126, 132 (4th Cir.1983) (same);  see also Jackson v. Harvard Univ., 900 F.2d 464, 469 (1st Cir.1990) (\"Preclusion and negative inference are grave steps, 'by no means an automatic response to a delayed disclosure ... [or] where failure to make discovery [is] not willful.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, it is important to note that Adell does not suggest that it acquired any new information regarding the contents of the CRB between April 1997 and the commencement of trial.  Coupled with its procrastination after learning of the ongoing destruction of returned chips, see supra Section II.A.1, its failure to move to compel production of the complete customer file folders until the eve of trial gave rise to a virtually inevitable inference that Adell was not so much interested in obtaining the customer folders to disprove its contract liability, as to hold in abeyance a putative discovery violation with which to prevent Chipco from introducing at trial the highly prejudicial evidence contained in the CRB. For these reasons, we reject the contention that the trial judge abused his discretion in treating Adell's stratagem as yet another instance of unfair brinkmanship.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>B. Evidentiary Ruling Relating to Damages</p>\n    <p>1. UCC Section 2-207(2)(c)</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Adell next challenges the denial of its motion in limine to preclude evidence of contract damages over and above the resin purchase price based on the damages-limitation clause cap.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Although Judge Hornby had granted Adell partial summary judgment on this issue earlier, the trial judge thereafter ruled that our intervening decision in Ionics, 110 F.3d at 184, required a different result.  See Parrilla-Burgos v. Hernandez-Rivera, 108 F.3d 445, 448 n. 6 (1st Cir.1997) (if governing law changes, court may revisit law of the case).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The instant claim turns on an interpretation of section 2-207 of the Uniform Commercial Code (\"UCC\"), whose drafters intended to address \"the sad fact that many [modern] sales contracts are not fully bargained, not carefully drafted, and not understandingly signed by both parties.\"   1 James J. White &amp; Robert S. Summers, Uniform Commercial Code &#167; 1-3, at 6 (4th ed.1995) [hereinafter:  \"White &amp; Summers\"].  Thus, contracting merchants commonly exchange \"canned\" forms:  typically, the prospective buyer forwards a purchase order to a prospective seller after filling in the quantity and price;  then the seller delivers the goods to the buyer, along with an invoice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  It is not at all uncommon, of course, for the purchase order and invoice to prescribe quite different conditions of sale, normally as prompted by the perceived self-interest of the proponent.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under the so-called \"mirror image\" rule which prevailed at common law, an invoice from the seller containing terms materially different from those in the buyer's offer would be considered a mere counteroffer, rather than an acceptance of the offer.  Thus, no contract came into existence unless the buyer subsequently accepted the counteroffer, either expressly or impliedly (e.g., by accepting delivery of the goods).  UCC &#167; 2-207 was designed to address the rigidity of the common-law rule by severely restricting the circumstances in which the \"mirror image\" rule would be allowed to defeat the formation of a contract of sale:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(1) A definite and seasonable expression of acceptance or a written confirmation which is sent within a reasonable time operates as an acceptance even though it states terms additional to or different from those offered or agreed upon, unless acceptance is expressly made conditional on assent to the additional or different terms.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) The additional terms are to be construed as proposals for addition to the contract.  Between merchants such terms become part of the contract unless:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(a) the offer expressly limits acceptance to the terms of the offer;</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(b) they materially alter it;  or</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(c) notification of objection to them has already been given or is given within a reasonable time after notice of them is received.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(3) Conduct by both parties which recognizes the existence of a contract is sufficient to establish a contract for sale although the writings of the parties do not otherwise establish a contract.  In such case the terms of the particular contract consist of those terms on which the writings of the parties agree, together with any supplementary terms incorporated under any other provisions of this Title.</p>\n    </div>\n    <p class=\"indent\">UCC &#167; 2-207.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Section 2-207 thus affords three main avenues to contract formation.  See generally White &amp; Summers &#167; 1-3, at 19-20.  First, if the parties exchange forms with divergent terms, yet the seller's invoice does not state that its acceptance is made \"expressly conditional\" on the buyer's assent to any additional or different terms in the invoice, a contract is formed, and its precise terms are determined through recourse to the three-part test in &#167; 2-207(2).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Second, if the seller does make its acceptance \"expressly conditional\" on the buyer's assent to any additional or divergent terms in the seller's invoice, the invoice is merely a counteroffer, and a contract is formed only when the buyer expresses its affirmative acceptance of the seller's counteroffer.  Unlike the \"mirror image\" rule at common law, however, the seller's invoice is not deemed \"expressly conditional\" under &#167; 2-207 merely because its terms do not match the terms of the buyer's offer.  Rather, to be deemed \"expressly conditional,\" the seller's invoice must place the buyer on unambiguous notice that the invoice is a mere counteroffer.  See id. at 20 (noting that \"express conditionality\" is \"not easily invoked\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, where for any reason the exchange of forms does not result in contract formation (e.g., the buyer \"expressly limits acceptance to the terms of [its offer]\" under &#167; 2-207(2)(a), or the buyer does not accept the seller's counteroffer under the second clause of &#167; 2-207(1)), a contract nonetheless is formed if their subsequent conduct--for instance, the seller ships and the buyer accepts the goods--demonstrates that the parties believed that a binding agreement had been formed.  The terms of their agreement would then be determined under the \"default\" test in &#167; 2-207(3), which implicitly incorporates the criteria prescribed in &#167; 2-207(2).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The present controversy implicates the very different interpretation of &#167; 2-207 announced more than three decades ago in Roto-Lith, Ltd. v. F.P. Bartlett &amp; Co., 297 F.2d 497 (1st Cir.1962).  But see Ionics, 110 F.3d at 187 (overruling &#167; 2-207 interpretation announced in Roto-Lith ).   There, Roto-Lith sent Bartlett a purchase order which did not mention warranties.  Bartlett returned an invoice expressly excluding all warranties and limiting Roto-Lith's remedies for breach of contract to the replacement cost of any goods which differed materially from specified samples.  The Bartlett invoice further required that Roto-Lith notify it \"at once\" in the event the additional conditions in the invoice were unacceptable.  Instead, Roto-Lith accepted delivery of the goods and remained silent.  When the goods proved defective, Roto-Lith brought an action for breach of contract against Bartlett.  See id. at 498-99.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At trial, Bartlett moved for directed verdict on the ground that its invoice was an \"acceptance ... expressly made conditional on assent to [its] additional or different terms,\" and therefore constituted a mere counteroffer under the second clause of &#167; 2-207(1), rather than an acceptance which formed a binding contract.  Bartlett argued that (i) a binding contract thereafter was formed when Roto-Lith accepted delivery of the goods without objecting to Bartlett's exclusion of warranties, (ii) all terms of the invoice then became part of the sales contract by operation of the common-law \"mirror-image\" rule, and (iii) therefore the statutory criteria for determining the terms of the contract-- i.e., subsections 2-207(2) and (3)--were rendered inapposite.  See id. at 499-500.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Roto-Lith responded that notwithstanding the divergent term in the Bartlett invoice excluding all warranties, the invoice did not announce itself as a counteroffer;  hence, the invoice qualified as an \"acceptance\" within the meaning of the first clause of &#167; 2-207(1), and a contract was formed.  Further, Roto-Lith argued, since the warranty exclusion in the Bartlett invoice \"materially altered\" the terms of the Roto-Lith offer, &#167; 2-207(2)(b) controlled and precluded the warranty exclusion from becoming a contract term.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court accepted Bartlett's interpretation, holding that the drafters did not intend that the UCC displace the common law tests applicable to these everyday commercial transactions.  We affirmed.  See id. at 500 (holding that \"a response [viz., an invoice] which states a condition materially altering the obligation solely to the disadvantage of the offeror is an 'acceptance ... expressly conditional on assent to the additional terms' \");  see also Ionics, 110 F.3d at 185 (noting that Roto-Lith abandoned subsections 2-207(2) and (3), and \"reverted to the common law\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thirty-five years later, Ionics displaced Roto-Lith.   There, Ionics had sent Elmwood a purchase order expressly reserving all \"remedies provided by law or equity\" and insisting that \"[a]cceptance by [Elmwood] of this order shall be upon the terms and conditions set forth [herein] ... [and][n]o terms which are in any manner additional to or different from those herein set forth shall become a part of, alter or in any way control the terms and conditions herein set forth.\"  Id. Elmwood returned an invoice which excluded all warranties not \"expressly set forth herein,\" disclaimed any liability for consequential or incidental damages, and limited Ionics's remedy for breach to a refund of the purchase price upon return of the goods.  Id. at 186.   After Ionics accepted delivery, the goods proved defective and Ionics sued Elmwood for contract damages.  Relying on Roto-Lith, Elmwood moved for partial summary judgment, contending that the express exclusion of any implied warranty of fitness contained in its invoice became part of the contract which was formed when Ionics accepted Elmwood's \"counteroffer\" by taking delivery of the goods without any objection to its divergent terms.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court denied the Elmwood motion for summary judgment.  Ionics, Inc. v. Elmwood Sensors, Inc., 896 F.Supp. 66 (D.Mass.1995).  It distinguished Roto-Lith on the ground that the Roto-Lith purchase order had been silent in regard to warranties, whereas the Ionics purchase order expressly reserved all implied warranties \"provided by law,\" thus directly contradicting and precluding ab initio the subsequent proposal in the Elmwood invoice to exclude all implied warranties.  \"If Roto-Lith applied in [both types of] cases [viz., to objecting and \"silent\" buyers alike] ..., &#167; 2-207(3) would be preempted entirely\" by the \"mirror image\" rule.  Id. at 69.   The district court then certified its partial summary judgment ruling for immediate appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the ensuing appeal by Elmwood, we rejected the attempts by Ionics and the district court to distinguish Roto-Lith on its facts:  \"It would be artificial to enforce language [viz., the warranty disclaimer in the Roto-Lith invoices] that conflicts with background legal rules while refusing to enforce language [viz., the warranty disclaimer in the Ionics invoices] that conflicts with the express terms of the contract.\"  Ionics, 110 F.3d at 188 (emphasis added).  From a policy standpoint, we observed that such distinctions also would \"lead parties to include more of the background [legal] rules in their initial forms, making forms longer and more complicated,\" which in turn would have the perverse effect of discouraging the contracting parties from reading the forms exchanged between them.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Finding no principled basis on which to distinguish the circumstances in Ionics and Roto-Lith, we overruled Roto-Lith.   See id. at 189.   Shifting our focus from the common-law \"mirror image\" rule to the UCC, we noted that the Ionics-Elmwood transaction fit squarely within the ambit of Comment 6 to &#167; 2-207:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Where clauses on confirming forms sent by both parties conflict[,] each party must be assumed to object to a clause of the other conflicting with one on the confirmation sent by himself.  As a result the requirement that there be notice of objection which is found in subsection (2)[ (c) ] is satisfied and the conflicting terms do not become a part of the contract.  The contract then consists of the terms originally expressly agreed to, terms on which the confirmations agree, and terms supplied by this Act, including subsection (2).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">UCC &#167; 2-207 cmt. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We thus rejected the Roto-Lith \"mirror image\" rule that the mere proposal of an additional or different material term by the seller would make its invoice a counteroffer to the buyer's purchase offer (i.e., an \"acceptance ... expressly made conditional on [the buyer's] assent\"), rather than an outright acceptance of the buyer's purchase offer.  Instead, the forwarding of such an invoice gives rise to a binding contract and in the event of a contract dispute the terms of the contract are determined under the test set forth in &#167; 2-207(3), which in turn implicitly incorporates the criteria in &#167; 2-207(2).  Ionics, 110 F.3d at 189.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Chipco urges--as the trial judge held--that Ionics controls the present dispute even though the Chipco purchase orders contained no express objection to a damages-limitation clause, on the ground that our \"background legal rules\" discussion in Ionics necessarily implied that all so-called UCC \"gap-fillers\"--those UCC provisions designed to supply necessary default terms where the parties' contract is silent--must be read into all \"silent\" purchase orders, and thus serve as the buyer's \"[prior] notification of objection\" under &#167; 2-207(2)(c).  According to Chipco, these gap-fillers include not only a reservation of the implied warranties, see, e.g., UCC &#167;&#167; 2-314 (implied warranty of merchantability) &amp; 2-315 (implied warranty of fitness for a particular purpose), which were at issue in Roto-Lith and Ionics, but also the buyer's presumptive right to recover in full measure all contract damages attributable to the seller's breach, see id. &#167;&#167; 2-714 (damages for breach) &amp; 2-715 (recovery of incidental and consequential damages).  We conclude that the reading given our \"background legal rules\" discussion by the trial judge is more expansive than its context warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The \"background legal rules\" discussion in Ionics addressed Ionics' attempt to hypothesize a factual distinction between its case and Roto-Lith.   Assuming arguendo that the Roto-Lith rule were to remain intact as controlling circuit precedent, we posed the very narrow question whether it would make sense to establish an exception to Roto-Lith 's \"mirror image\" rule where the buyer expressly excludes ab initio, in its purchase order, the seller's additional terms, while withholding that same protection to a buyer--like Roto-Lith--which reasonably may have presumed that the court would use the UCC as its baseline guide for determining the buyer's contract expectations.  For the policy reasons already noted, see supra, we were persuaded that engrafting a common-law exception (i.e., when the purchase order expressly forecloses the seller from proposing particular divergent terms) onto the common-law rule announced in Roto-Lith was not warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In fashioning common-law rules--like the broad common-law exception to &#167; 2-207 carved out in Roto-Lith--courts almost invariably weigh public policy considerations, often on their own motion if need be.  See, e.g., Claypool v. Levin, 209 Wis.2d 284, 562 N.W.2d 584, 588 (1997).  It is hardly surprising, therefore, that our opinion in Ionics discussed the policies which would be fostered were we to refine and perpetuate the common-law rule established in Roto-Lith.   On the other hand, when called upon to interpret a statute, we are constrained in the first instance by the policymaking prerogatives of the legislative and executive branches as expressed or implied in the statute itself.  See, e.g., Harrison v. Montgomery County Bd. of Educ., 295 Md. 442, 456 A.2d 894, 903 (1983) (noting that \"declaration of the public policy of [the State] is normally the function of the General Assembly,\" which is fully empowered to abrogate common-law rules).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Once we determined that Roto-Lith and Ionics could not be distinguished in a principled manner, however, the \"background legal rules\" discussion in Ionics went by the wayside with the common-law hypothetical from which it emerged, which explains why the phrase is never again mentioned in the Ionics decision.  Instead, after concluding that routine recourse to common-law rules is not required by the second clause of UCC &#167; 2-207(1), we turned to the more constringent task of statutory interpretation.  Presented with a clean statutory slate, we announced the narrow holding that the UCC expressly protects a buyer, like Ionics, whose purchase order expressly forewarns the seller of particular contract terms which the buyer would find objectionable--pursuant to the \"[prior] notification of objection\" clause in &#167; 2-207(2)(c).  Ionics, 110 F.3d at 189.   Indeed, given the emphatic language in its purchase order, it is likely that Ionics was entitled to the protection of &#167; 2-207(2)(a) as well.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Further conclusions of law were not required.  It was Elmwood which had sought partial summary judgment based on the per se rule announced in Roto-Lith that all new terms in a seller's \"counteroffer\" automatically become contract terms where the buyer remains silent and renders performance under the contract.  Once the common-law rule in Roto-Lith became defunct, it necessarily followed that Elmwood was not entitled to judgment as a matter of law under Rule 56, and its appeal failed.  Since Ionics was not a \"silent\" buyer of the Roto-Lith type, nor had it moved for summary judgment, we were not required to consider whether a \"silent\" buyer, such as Roth-Lith or Chipco, also would be protected by &#167; 2-207(2)(c) or by any other provision in section 2-207.  In other words, Ionics simply announced that both types of buyers were relieved from the per se common-law rule of inclusion laid down in Roto-Lith, and not that a Roto-Lith-type \"silent\" buyer may invoke &#167; 2-207(2)(c).  As Chipco is a \"silent\" buyer, however, we now address that unresolved issue.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">After rejecting the Roto-Lith common-law \"mirror image\" rule of offer and counteroffer, we noted in Ionics that the transaction between Ionics and Elmwood came within the literal language of Official Comment 6 to &#167; 2-207,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> which excludes from the contract a new term proposed by a seller where \"clauses on confirming forms sent by both parties conflict.\"  (Emphasis added.)   Of course, where the buyer's purchase order includes no term relating to the subject matter dealt with in the new term proposed by the seller (i.e., the purchase order is \"silent\"), it literally cannot contain a \"clause\" with which the seller's invoice could conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Whatever its policy implications, the rationale underlying this distinction is readily discernible.  The buyer which explicitly includes a particular term in its purchase order--even a UCC gap-filler--presumably demonstrates that it has considered the allocation of business risks associated with the term, and, for example, has determined that it is unwilling to accept greater risk.  Thus, as is the case with \"restricted offers\" under &#167; 2-207(2)(a), it is appropriate to treat the buyer's explicit prior objection as a term which is \"material,\" per se, to the formation of any contract.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On the other hand, although the \"silent\" buyer may be signaling its implicit preference for the UCC's gap-filler terms, its silence alone provides no reliable basis for a per se rule of exclusion since it leaves open the key question whether the buyer regarded any particular gap-filler term as especially \"material\" in the circumstances of the transaction at hand.  For instance, its purchase order may have omitted a clause precluding any damages-limitation clause, not because the buyer meant to insist that no such term be precluded, but rather, for example, because the parties' course of performance or course of dealing, or the relevant trade usage, establishes that a damages-limitation clause is presumptively included as an implicit term in the contract.  See White &amp; Summers &#167; 1-3, at 18 (noting that the &#167; 2-207(2)(b) \"materiality\" test may turn, inter alia, on course of dealing or performance, or trade usage);  UCC &#167; 1-205 (\"Course of Dealing and Usage of Trade\");  &#167; 2-208 (\"Course of Performance or Practical Construction\").  In such a setting, the buyer's silence may simply reflect that it considers a damages-limitation clause \"immaterial\" to contract formation.  See, e.g., Dale R. Horning Co. v. Falconer Glass Indus., 730 F.Supp. 962, 966 (S.D.Ind.1990);  see also The Berquist Co. v. Sunroc Corp., 777 F.Supp. 1236, 1246 (E.D.Pa.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The context of UCC &#167; 2-207 conclusively confirms that its drafters intended to accord distinctive treatment to sales transactions involving \"silent\" buyers.  Official Comments 4 and 5 set forth examples of the additional or different terms which may give rise to \"material\" and \"immaterial\" alterations under 2-207(2)(b).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Comment 5 lists, as an example of an \"immaterial\" alteration, \"a clause ... otherwise limiting remedy in a reasonable manner (see Sections 2-718 and 2-719).\"   Section 2-719 envisions that contracting parties may agree to limit recoverable damages otherwise available under &#167;&#167; 2-714 and 2-715.  Thus, if Chipco's interpretation of Ionics were correct, and all UCC gapfillers (like &#167;&#167; 2-714 and 2-715) were to be read into every \"silent\" purchase order, then damages-limitation clauses invariably would be excluded from the contract under 2-207(2)(c), whether or not the purchase order expressly objected to such a limitation clause, and the \"materiality\" inquiry at the very core of UCC &#167; 2-207(2)(b) and Comment 5 would become wholly superfluous.  See, e.g., Costos v. Coconut Island Corp., 137 F.3d 46, 49 (1st Cir.1998) (\" 'Nothing in a statute may be treated as surplusage if a reasonable construction supplying meaning and force is otherwise possible.' \")  (citation omitted).  Thus, under the only harmonious interpretation available in the present context, these UCC provisions require that the \"silent\" buyer establish that it would have rejected a damages-limitation clause as a \"material alteration,\" within the meaning of &#167; 2-207(2)(b), given all the circumstances surrounding the transaction.  See supra note 7;  infra Section II.B.2.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Nevertheless, Chipco has not cited--and we cannot find--any case which endorses its reading of &#167; 2-207(2)(c) and Ionics.   Rather, the courts which have interpreted &#167; 2-207(2)(c) do not read UCC gap-fillers into purchase orders as a matter of law, but insist that a merchant-buyer prove, for example, that a given invoice term worked a \"material alteration\" to the contract.  See, e.g., LTV Energy Prods.  Co. v. Northern States Contracting Co.  (In re Chateaugay Corp.), 162 B.R. 949, 952, 957-58 (Bankr.S.D.N.Y.1994) (summarizing extant case law supporting proposition that, where \"[buyer's] Purchase order ... did not contain any general terms or conditions of sale,\" and \"where UCC &#167; 2-207(2)(a) and (2)(c) [thus] do not apply,\" the non-assenting party must prove, inter alia, that the seller's clause limiting the buyer's remedy to repair and replacement of the goods was a \"material alteration\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In summary, Ionics does not support the proposition that a \"silent\" buyer is presumed to have objected in advance to any seller-term that conflicts with a UCC gap-filler provision.  Instead, Ionics merely relieved the buyer of the burden imposed by the automatic rule announced in Roto-Lith, which, by removing the case entirely from UCC &#167; 2-207 and relying on the common law, precluded a buyer who had performed under the contract from demonstrating at trial that the adverse seller-term at issue did not become part of the contract.  But if the \"silent\" buyer's purchase order neither \"expressly limits acceptance to the terms of the offer\" under &#167; 2-207(2)(a), nor necessarily constitutes \"[prior] [n]otification of objection to [any new terms added by the seller]\" under &#167; 2-207(2)(c), the buyer must look to some other UCC provision to exclude the new seller-term.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As Ionics is inapposite, and Adell's damages-limitation clause is not excludable under &#167; 2-207(2)(c), Chipco could prevail only if the damages-limitation clause (i) effected a \"material alteration\" to the contract, see UCC &#167; 2-207(2)(b), (ii) was \"unconscionable,\" id. &#167; 2-719(3), or (iii) failed of its essential purpose, id. &#167; 2-719(2).  See LTV Energy Prods., 162 B.R. at 957-58.</p>\n    </div>\n    <p class=\"indent\">2. UCC Section 2-207(2)(b):  Materiality</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Where, as here, both contracting parties are merchants (viz., non-\"consumers\"), see UCC &#167; 2-104(1) (defining \"merchant\"), UCC &#167; 2-207(2) provides that any additional or different terms proposed by the seller become part of the sales contract \"unless \" the party which opposes the presumption of inclusion--here, Chipco--can show that at least one of the three preconditions specified in &#167; 2-207(2) was met.  See, e.g., Avedon Eng'g, Inc. v. Seatex, 126 F.3d 1279, 1284 (10th Cir.1997);  Comark Merch'g, Inc. v. Highland Group, Inc., 932 F.2d 1196, 1201-02 (7th Cir.1991);  Dale R. Horning, 730 F.Supp. at 966 n. 2;  LTV Energy Prods., 162 B.R. at 956.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Section 2-207(2)(b) allows the buyer to show that a damages-limitation clause proposed by the seller did not become part of the contract, even though not objected to by the buyer, because its inclusion would work a \"material alteration.\"   Although the UCC does not define \"material alteration,\" Official Comments 4 &amp; 5 advise that a new term proposed by the seller is a \"material alteration\" where it would \"result in [unreasonable] surprise or hardship [to the buyer] if incorporated without [the buyer's] express awareness.\"   UCC &#167; 2-207 cmt. 4 (emphasis added).  Of course, Comments 4 and 5 are illustrative only and the UCC provides no further elucidation of the terms \"surprise\" or \"hardship.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We need not define these terms, however, since Chipco did not contend in its opposition to the motion for partial summary judgment that the damages-limitation clause was excludable as a material alteration.  Chipco's nineteen-page opposition to summary judgment contained six discrete sections.  In Section III, Chipco argued that two other clauses in the Adell invoice--the warranty disclaimer and a ten-day notification-of-defect requirement--contravened &#167; 2-207(2)(b) because they were \"material alterations.\"   Chipco attempted this argument despite the fact that Roto-Lith, then extant, seemingly foreclosed it.  Later, in Section V of its opposition, Chipco devoted but one paragraph to discussing why the damages-limitation clause should not be included in the contracts.  In contrast to Section III, Section V conspicuously avoided any reference to &#167; 2-207(2)(b), instead relying on the wholly inapposite provisions in &#167; 2-718.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Noticeably absent as well were any legal arguments or factual allegations relevant to the pivotal issues of \"surprise\" and \"hardship.\"   See LTV Energy Prods., 162 B.R. at 956-57 (\"Factors bearing on this issue [of 'surprise'] [may] include the parties' prior course of dealing and the number of written confirmations that they exchanged, industry custom and the conspicuousness of the term.\");  id. at 957 (noting divergent opinions concerning appropriate test for \"hardship\").  Finally, even assuming that Chipco inadvertently overlooked the &#167; 2-207(b) issue in its rule 56 submissions, inexplicably it filed no motion for reconsideration once Judge Hornby explicitly ruled that the damages-limitation clause was not a \"material alteration.\"   See MCI Telecomms.  Corp. v. Matrix Communications Corp., 135 F.3d 27, 33 (1st Cir.1998) (party's unexplained failure to file motion for reconsideration may serve as further evidence of waiver).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Thus, Chipco not only waived the &#167; 2-207(2)(b) argument, Martinez v. Colon, 54 F.3d 980, 987 (1st Cir.1995) (legal theories not raised in the lower court cannot be raised for the first time on appeal), but as the party bearing the burden of proof on &#167; 2-207(2)(b) materiality at trial, it is not entitled to a second chance to make an evidentiary proffer on that issue before a jury, see Fed.R.Civ.P. 56(c);  Celotex Corp. v. Catrett, 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986) (summary judgment is warranted if the nonmovant fails to adduce sufficient evidence to establish any element essential to its case, and upon which it would have the burden of proof at trial).</p>\n    </div>\n    <p class=\"indent\">3. UCC Section 2-719(3):  Unconscionability</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In granting partial summary judgment to Adell, Judge Hornby ruled as a matter of law that Adell's inclusion of the damages-limitation clause in its invoice was not unconscionable.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Section 2-719(3) states that \"[c]onsequential damages may be limited or excluded unless the limitation or exclusion is unconscionable,\" see also UCC &#167; 2-719(3) cmt. 3 (\"[S]uch terms [limiting damages] are merely an allocation of unknown or undeterminable risks.\").  Unconscionability is a question of law for the court.  See, e.g., McNally Wellman Co. v. New York State Elec. &amp; Gas Corp., 63 F.3d 1188, 1198 (2d Cir.1995);  Porterco, Inc. v. Igloo Prods.  Corp., 955 F.2d 1164, 1173 (8th Cir.1992).  Since the doctrine of unconscionability primarily relates to the unequal bargaining power between a merchant and a non-merchant consumer, see LTV Energy Prods., 162 B.R. at 959-60 (noting that unconscionability doctrine \"requires the party invoking [it] to show both an absence of meaningful choice in the contract formation process and contract terms unreasonably favoring the other party, i.e., procedural and substantive unconscionability\");  see also UCC &#167; 2-302 (\"Unconscionable Contract or Clause\"), it is not surprising that it is exceedingly rare that a clause in a commercial contract between merchants is deemed unconscionable.  See White &amp; Summers &#167; 12-11, at 672 (\"Findings of unconscionability should be and are rare in commercial settings.\")  (citing Canal Elec. Co. v. Westinghouse Elec. Co., 973 F.2d 988, 996-97 (1st Cir.1992));  Winter Panel Corp. v. Reichhold Chems.  Inc., 823 F.Supp. 963, 973 (D.Mass.1993) (noting that a damages-limitation clause is not unconscionable where it is \"a reasonable allocation of risks between two commercial entities\").  Further, Chipco neither contended that Adell's damages-limitation clause was insufficiently \"conspicuous\" nor that Chipco was otherwise deprived of an opportunity to review the Adell invoices.  Thus, the mere failure to read invoices within its possession, standing alone, afforded Chipco no defense to the inclusion of a non-material term in the invoice pursuant to &#167; 2-207(2) or 2-719.  Both in its opposition to summary judgment, and on appeal, therefore, Chipco failed to establish unconscionability.  See Celotex, 477 U.S. at 322, 106 S.Ct. 2548.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">4. UCC Section 2-719(2):  Failure of Essential Purpose</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Finally, Judge Hornby held that Chipco had not generated a trialworthy issue relating to its claim that the damages-limitation clause \"failed of its essential purpose.\"   The only argument advanced by Chipco is that both parties knew that Chipco provided its casino customers with an unconditional guarantee that it would replace any defective chips without cost, so that Chipco's damages in the event Adell breached the sales contracts would far exceed the purchase price of the Adell resin.  While this may well be so, Official Comment 1 to &#167; 2-719 makes clear that a \"failure of essential purpose\" will be found only if circumstances not within the reasonable expectations of the parties at the time of contract formation frustrate the contemplated remedy.  See also UCC &#167; 2-719(2) (\"Where circumstances cause an exclusive or limited remedy to fail ...\").  For example, a clause which limits the buyer to the repair or replacement cost of the goods may fail of its essential purpose if the seller becomes unable or unwilling to make reasonably timely repairs after the buyer discovers the defect.  Thus, normally a remedy does not fail of its essential purpose merely because one party struck a bad bargain ab initio.  See White &amp; Summers &#167; 12-10(a), at 660 (\"[Section] 2-719 should be triggered when the remedy fails of its essential purpose, not the essential purpose of the Code, contract law, or equity,\" and the section \" 'is not concerned with arrangements which were oppressive at their inception, but rather with the application of an agreement to novel circumstances not contemplated by the parties.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Thus, Chipco's reliance on the foreknowledge of the parties cuts against it, as it presumes that no uncontemplated circumstances arose following contract formation.  After all, a merchant-buyer like Chipco may acquiesce in the risk inherent in a damages-limitation clause based on its understanding that the seller might ask for a higher sales price if its potential damages were not capped by contract.  Clauses which limit the buyer to a refund of the purchase price rarely will fail the &#167; 2-719(2) test merely because contract damages far exceed the purchase price, because absent evidence to the contrary (e.g., unconscionability), it must be presumed that the buyer was not only aware of, but considered, the associated risks at the outset.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Especially apropos of this principle is the evidence that Chipco contracted with Adell in an attempt to find a less expensive supplier of resin than General Electric, and that Adell would have to develop a new and untested resin of sufficient quality to replace the General Electric resin.  Although Chipco certainly cannot be faulted for its bona fide attempt to cut costs, nevertheless UCC &#167; 2-719(2) rarely is availing as a defense to a buyer who orders such \"experimental\" goods, since \"that [essential] purpose will not be a guarantee that the goods will work as hoped.\"   See id. &#167; 12-10, at 665;  see Canal Elec. Co., 973 F.2d at 997.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The $884,332.39 award cannot stand.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Since Chipco failed to generate a trialworthy issue as to whether Adell's damages-limitation clause should be excluded from their contracts, Chipco is not entitled to retry the damages issue.  The judgment of liability on Chipco's contract theories was not tainted by any abusive evidentiary ruling, see supra Section II.A, nor can we conclude that the introduction of evidence pertaining to Chipco's damages over and above the purchase price of the Adell resin substantially influenced the jury's finding of breach of warranty.  In all events, since Adell is amenable to leaving the liability judgment intact, and a remand for recalculation which limits its damages to the purchase price of the resin, we so order.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The judgment of liability in favor of Chipco is affirmed;  the $884,322.39 damages award is vacated and the case is remanded for the entry of judgment against Chipco in the amount of the outstanding purchase price of the Adell resin sold to Chipco.  The parties shall bear their own costs.  SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We assume arguendo that the CRB was material to Chipco's breach of contract claim (i.e., evidence that the condition of the returned chips violated express or implied warranties) as well as to damages (i.e., evidence of replacement costs).  Of course, to the extent the CRB was relevant to establish a measure of damages in excess of the cost of the Adell resin, its admission in evidence would have been harmless error as well.  See Fed.R.Civ.P. 61;  infra Section II.B</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Adell also contended, for example, that Chipco failed to produce certain artwork depicting the distinctive designs Chipco printed on the chips it produced for individual casinos.  It argues that the artwork might have been matched to the various invoices in the CRB, so as to belie the trial testimony that all chips returned to Chipco were manufactured with Adell resin.  Adell acknowledges that it made no specific request to produce the artwork at any time prior to its motion in limine.   Moreover, its oblique and convoluted \"matching\" technique was not so patently obvious a method of proving the resin content of the returned chips as to place Chipco on fair notice of Adell's desire to obtain the artwork.  Further, though Chipco nonetheless offered to produce the artwork on the first day of trial, Adell declined its offer.  Adell now characterizes Chipco's offer as \"too little, too late,\" because the court would not have countenanced a motion to continue the trial.  As we have observed repeatedly, however, a party claiming prejudice resulting from its belated receipt of evidence is poorly positioned on appeal if it elected to forego a request for continuance below.  See Newell Puerto Rico, Ltd. v. Rubbermaid, Inc., 20 F.3d 15, 20 (1st Cir.1994);  DesRosiers, 949 F.2d at 22.   Finally, the other evidentiary challenges Adell poses to financial records, physical evidence, and expert testimony neither demonstrate reversible error nor warrant separate discussion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At trial, Adell did not renew the substance of its motion in limine, presumably because it did not understand that the earlier ruling was provisional only.  Cf. Waukesha Foundry, Inc. v. Industrial Eng'g, Inc., 91 F.3d 1002, 1006 (7th Cir.1996) (treating comparable motion in limine as one for summary judgment).  Although unpreserved claims normally are reviewed for \"plain error,\" see Gill v. Thomas, 83 F.3d 537, 540-41 (1st Cir.1996), the waiver rule is not rigidly applied, particularly where there is language in the trial court order which sounds sufficiently \"final\" that it could reasonably have misled the party seeking to challenge the ruling on appeal, here Adell, see, e.g., Fusco v. General Motors Corp., 11 F.3d 259, 262-63 (1st Cir.1993).  See JOM, Inc. v. Adell Plastics, Inc., No. 96-156, slip op. at 1 (D.Me. Aug. 22, 1997) (\"determining as a matter of law that the disputed term is not part of the contract\").  We therefore review the present objection by Adell for abuse of discretion only</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In some cases, of course, the seller--rather than the buyer--may initiate the \"battle of forms.\"   For ease in reference, however, we adhere to the format and labels set out in the text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As there is no contention that the transactions at bar would be accorded divergent treatment under the law of Maine, Maryland or Massachusetts, we apply the UCC &#167; 2-207 interpretation laid down in Ionics.   See Fashion House, Inc. v. K mart Corp., 892 F.2d 1076, 1094 (1st Cir.1989) (court may bypass choice-of-law issue where result would be same in either jurisdiction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> UCC Official Comments \"do not have the force of law, but are nonetheless the most useful of several aids to interpretation and construction of the [UCC].\"  LTV Energy Prods.  Co. v. Northern States Contracting Co.  (In re Chateaugay Corp.), 162 B.R. 949, 955 n. 5 (Bankr.S.D.N.Y.1994) (citing White &amp; Summers &#167; 4, at 12)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Comment 4 provides:</p>\n        <p>Examples of typical clauses which would normally \"materially alter\" the contract and so result in surprise or hardship if incorporated without express awareness by the other party are:  a clause negating such standard warranties as that of merchantability or fitness for a particular purpose in circumstances in which either warranty normally attaches;  a clause requiring a guaranty of 90% or 100% deliveries in a case such as a contract by cannery, where the usage of the trade allows greater quantity leeways;  a clause reserving to the seller the power to cancel upon the buyer's failure to meet any invoice when due;  a clause requiring that complaints be made in a time materially shorter than customary or reasonable.</p>\n        <p>UCC &#167; 2-207 cmt. 4 (emphasis added).  Comment 5 provides:</p>\n        <p>Examples of clauses which involve no element of unreasonable surprise and which therefore are to be incorporated in the contract unless notice of objection is seasonably given are:  a clause setting forth and perhaps enlarging slightly upon the seller's exemption due to supervening causes beyond his control, similar to those covered by the provision of this Article on merchant's excuse by failure of presupposed conditions or a clause fixing in advance any reasonable formula of proration under such circumstances;  a clause fixing a reasonable time for complaints within customary limits, or in the case of a purchase for sub-sale, providing for inspection by the sub-purchaser;  a clause providing for interest on overdue invoices or fixing the seller's standard credit terms where they are within the range of trade practice and do not limit any credit bargained for;  a clause limiting the right of rejection for defects which fall within the customary trade tolerances for acceptance \"with adjustment\" or otherwise limiting remedy in a reasonable manner (see Sections 2-718 and 2-719).</p>\n        <p>UCC &#167; 2-207 cmt. 5 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In its opposition, Chipco cited only UCC &#167; 2-718, which provides in pertinent part that \"[d]amages for breach by either party may be liquidated in the agreement but only at an amount which is reasonable in the light of the anticipated or actual harm caused by the breach, the difficulties of proof of loss, and the inconvenience or nonfeasibility of otherwise obtaining an adequate remedy.\"  (Emphasis added.).  As Judge Hornby aptly noted, however, Adell's damages-limitation clause is not a liquidated damages provision, because it did not purport to relieve Chipco of the burden of proving that Adell's breach of warranty caused it loss not in excess of the purchase price of the Adell resin.  See, e.g., Tharalson v. Pfizer Genetics, Inc., 728 F.2d 1108, 1111-12 (8th Cir.1984) (holding that &#167; 2-718 \"reasonableness\" test is inapplicable to damages-limitation clauses, which instead are assessed under &#167; 2-719).  A liquidated damages clause sets a fixed sum automatically payable in full to the non-breaching party upon the occurrence of a breach.  Id</p>\n        <p>On appeal, Chipco makes no reference to &#167; 2-718, but argues that Roto-Lith and Ionics held that a damages-limitation clause is a \"material alteration\" per se under &#167; 2-207(2)(b).  To prove its point, Chipco wrenches phrases like \"limitation of liability\" from their factual context.  Careful inspection of the procedural histories of Roto-Lith and Ionics reveals that both appeals involved clauses which also excluded warranties, and not clauses which simply limited damages.  See Roto-Lith, 297 F.2d at 498 (\"[D]efendant contends that the sales contract expressly negatived any warranties.\");  id. at 499 (\"concur[ring]\" in plaintiff's contention that warranty exclusion materially altered contract);  Ionics, 896 F.Supp. at 68 (noting that seller pressed for inclusion of clause excluding all express and implied warranties, and choice-of-law clause);  Ionics, 110 F.3d at 186-87 (referring to clause containing tandem conditions excluding warranties and limiting damages as a \"limitation on Elmwood's liability\").  There is a significant difference between a clause excluding all warranties and one limiting damages.  The former usually is deemed a \"material alteration\" because it eliminates events of breach, and may preclude any remedy to the injured buyer.  See UCC &#167; 2-207 cmt. 4. The latter merely defines the scope of the remedy available to the buyer if the seller breaches an  implied warranty.  See LTV Energy Prods., 162 B.R. at 958 n. 8 (contrasting damages-limitation clauses with \"[w]arranty disclaimers[,] [which] are universally viewed as material alterations\").  Thus, neither Ionics nor Roto-Lith even remotely held that a damages-limitation clause is per se \"material\" under UCC &#167; 2-207(2)(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Chipco waiver differs in kind from Adell's purported waiver of its motion in limine.  See supra note 3. Unlike the Adell waiver, which resulted from its failure to reiterate an argument previously raised before the trial judge, and which it reasonably considered settled, Chipco never raised the &#167; 2-207(2)(b) issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Since the damages award must be vacated, it is not necessary to reach Adell's other arguments on appeal, which concern the allegedly improper award of future damages and lost profits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> On remand, the district court is free to exercise its discretion in selecting the appropriate procedure for determining the purchase price.  See Trial Exhibits 77, 79, 80, 82-93 (Adell invoices)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">U.C.C. Rep. Serv. 2d (West)</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">JOM, INC., d/b/a Chipco International, Ltd., Plaintiff, Appellee,<br>v.<br>ADELL PLASTICS, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2131.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1998.<br>Decided Aug. 4, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John M.R. Paterson, with whom Mary Elizabeth Fougere and Bernstein, Shur, Sawyer &amp; Nelson were on brief for appellant.</p>\n      <p class=\"indent\">Catherine R. Connors, with whom Peter W. Culley, Geraldine G. Sanchez and Pierce Atwood were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Adell Plastics, Inc.  (\"Adell\") appeals from a district court judgment awarding JOM, Inc., d/b/a Chipco International, Ltd.  (\"Chipco\"), $884,332 in compensatory damages for breach of contract.  We affirm the liability ruling and remand to the district court for a recalculation of damages.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Chipco produces and sells casino gaming chips manufactured from pelletized polyester resin.  From 1986 to 1994, Chipco acquired its resin exclusively from General Electric.  In September 1994, Chipco decided to purchase a less expensive resin produced by Adell, which Adell represented to be equal or superior in quality to the resin supplied by General Electric.  The purchase orders which Chipco forwarded to Adell contained no language relating to warranties or remedies in the event of breach.  In contrast, the reverse side of the invoices Adell forwarded to Chipco with each resin shipment listed numerous conditions of sale, one of which--the \"damages-limitation clause\" (\"No claim of any kind ... shall be greater in amount than the purchase price of the materials in respect of which damages are claimed.\")--is central to the present appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After July 1995, Chipco bought all its resin from Adell.  Before long, however, Chipco's casino customers began to complain that the new gaming chips were less attractive and durable than those produced with the General Electric resin.  Consequently, in accordance with its two-year unconditional product warranty Chipco had to replace more than one million chips due to defects attributable to their chemical composition.  Since Adell was unable to correct its defective resin, by February 1996 Chipco had resorted to another resin supplier.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Chipco brought suit against Adell in federal district court, alleging breach of contract, breach of warranties, negligence, and fraudulent or negligent misrepresentation.  Chipco demanded past and future damages for its chip-replacement costs and lost profits.  Adell counterclaimed for the balance due on its account receivable against Chipco.  The district court (Hornby, J.) granted Adell partial summary judgment on the ground that the damages-limitation clause in its invoices formed part of the sales contract and established the resin purchase price as the cap on damages recoverable by Chipco.  The remaining issues were scheduled for trial on June 24, 1997, before United States Magistrate Judge Cohen (\"trial judge\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the eve of trial, Adell filed several motions in limine, seeking to exclude from evidence (i) proof relating to the defective condition and replacement cost of thousands of gaming chips which had been destroyed by Chipco during discovery and (ii) various documents which Chipco had culled from its business records for use in proving liability and damages, on the ground that Chipco had failed to produce the more complete business records Adell had requested during discovery.  The trial judge denied both motions.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In addition, consistent with the earlier grant of partial summary judgment by Judge Hornby, Adell sought to exclude all evidence of damages over and above the purchase price of the resin.  The trial judge denied this motion in limine as well, on the ground that our intervening decision in Ionics, Inc. v. Elmwood Sensors, Inc., <span class=\"citation\" data-id=\"739070\"><a href=\"/opinion/739070/ionics-inc-v-elmwood-sensors-inc/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span> (1st Cir.1997), effectively displaced Judge Hornby's summary judgment ruling as the law of the case, thereby precluding as a matter of law any consideration of the damages-limitation clause in construing the sales contracts between Adell and Chipco.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After Chipco rested its case at trial, Adell successfully moved for judgment as a matter of law on the negligence and fraudulent misrepresentation counts, see Fed.R.Civ.P. 50(a)(1), but elected not to renew its Rule 50 motion as to the remaining counts following the close of the evidence.  The jury returned a special verdict totaling $961,658 on Chipco's breach of contract and warranty claims, and for $77,336 on Adell's counterclaim.  The district court accordingly entered final judgment for Chipco in the net amount of $884,322, from which Adell has appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. Evidentiary Rulings Relating to Adell's Liability</p>\n    </div>\n    <p class=\"indent\">1. The Destroyed Chips</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the outset Adell argues that it was error to admit evidence that Chipco's casino customers had returned thousands of chips manufactured with Adell resin, since Chipco conceded that it had destroyed all but a small sampling of the returned chips prior to trial, thereby depriving Adell of any opportunity to discover independent proof that the destroyed chips had been manufactured from General Electric resin, rather than Adell resin.  Adell further contends that Chipco continued to destroy the returned chips even after Adell had made its discovery request that Chipco turn over all returned chips to Adell.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the denial of the motion in limine only for abuse of discretion.  See Gonzalez-Marin v. Equitable Assurance Soc'y of the U.S., <span class=\"citation\" data-id=\"505496\"><a href=\"/opinion/505496/neftali-gonzalez-marin-v-the-equitable-life-assurance-society-of-the/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span>, 1147 (1st Cir.1988);  see also Blinzler v. Marriott Int'l, Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1158 (1st Cir.1996).  The district court, in its discretion, may exclude related evidence by way of sanctioning a willful or negligent destruction or alteration of physical evidence which causes unfair prejudice to another party.  See Sacramona v. Bridgestone/Firestone, Inc., <span class=\"citation\" data-id=\"735327\"><a href=\"/opinion/735327/46-fed-r-evid-serv-541-prodliabrep-cch-p-14872-robert-j/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span>, 446 (1st Cir.1997).  We discern no abuse of discretion by the trial judge.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Unlike most types of physical evidence, casino chips are a form of quasi-currency, which State gaming laws commonly require the casino or chip manufacturer to destroy upon removal from service.  See, e.g., N.J. Admin. Code, tit. 19, ch. 46, &#167; 19:46-1.6 (Inventory, Security, Storage and Destruction of Gaming Chips).  Yet early in the discovery process, after Chipco had informed Adell of this ongoing chip destruction program, Adell inexplicably failed to ask the district court to intervene.  See Fed.R.Civ.P. 37;  R.W. Int'l Corp. v. Welch Foods, Inc., <span class=\"citation\" data-id=\"563789\"><a href=\"/opinion/563789/rw-international-corp-and-t-h-ward-de-la-cruz-inc-v-welch-foods/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 18-19 (1st Cir.1991) (noting that [Federal Civil] Rule 37 is a \"case management tool\" which \"sets forth a clear path to be followed if a party believes that another litigant is not cooperating in the discovery process,\" and that \"defendants should have filed a motion to compel production\").  Instead, Adell lay in wait until the eve of trial before filing its motion in limine.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In these circumstances the district court fairly could infer that Adell had bided its time in order to exploit the incurability of the alleged discovery violation by Chipco, rather than undertake its own chemical analysis of the resin content of the sample chips proffered by Chipco at trial.  Furthermore, Chipco adduced trial testimony that its customers had never complained about defective chips between 1986 and 1994--while Chipco was using General Electric resin--but only after Chipco began using Adell resin.  Adell cross-examined these witnesses at length.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, the trial judge instructed the jury that it could draw an inference adverse to Chipco if it were to find that Chipco had destroyed the chips for other than an \"innocent reason.\"   See Blinzler, 81 F.3d at 1159 (endorsing similar instruction).  As the destruction of chips did not unfairly prejudice Adell in these circumstances, the denial of its motion in limine did not constitute an abuse of discretion.  See Gonzalez-Marin, 845 F.2d at 1147.</p>\n    </div>\n    <p class=\"indent\">2. The Business Records</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Adell next challenges the denial of its motion to exclude from evidence the so-called \"chip replacement binder\" (\"CRB\") maintained by Chipco.  In November 1996, Adell sought to discover any \"customer file folders\" containing customer complaints received by Chipco relating to chips manufactured from Adell resin.  Rather than provide Adell with the entire contents of its customer files, Chipco produced the documents it considered relevant to the claims in litigation and compiled them in the CRB. These documents included the original customer-order forms, the Chipco invoices, and a \"Job Production Cost Summary\" detailing what it cost Chipco to manufacture both the original and the replacement chips.  Early in 1997 Adell exhaustively deposed Chipco officials regarding the contents of the CRB. In due course Chipco included the CRB on the Joint Exhibit List.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Once again on the eve of trial, Adell filed a motion in limine urging for the first time that the CRB be excluded because Chipco had not produced the customer files in their entirety.  Since the chips returned by customers bore no distinctive markings which would permit a visual determination as to whether they had been manufactured from resin supplied by Adell or by General Electric, Adell surmised that other documents in the customer files might have enabled it to trace individual returned chips back to Chipco's original customer invoices, and thereby establish that particular chips had been manufactured at a time Chipco was using only General Electric resin.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The trial judge denied the motion on the ground that Adell's objection should have been raised during discovery.  We agree.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Whatever the breadth of its original document request, had Adell truly been concerned that Chipco either misinterpreted or willfully failed to comply with the discovery request, it should have conferred in a timely manner with a view to obtaining voluntary disclosure by Chipco, see Fed.R.Civ.P. 37(a)(2)(A) (requiring certification of movant's good-faith consultation), failing which it should have moved to compel production, see id., well in advance of trial.  See DesRosiers v. Moran, <span class=\"citation\" data-id=\"572165\"><a href=\"/opinion/572165/steven-m-desrosiers-v-john-j-moran/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 22 n. 8 (1st Cir.1991) (noting that \"courts have often deemed discovery violations to have been waived\" where parties fail \"to bring the matter of non-production to the court's attention at the pretrial hearing or in some other timely fashion\");  Allen Pen Co. v. Springfield Photo Mount Co., <span class=\"citation\" data-id=\"392052\"><a href=\"/opinion/392052/allen-pen-company-inc-v-springfield-photo-mount-company-inc/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 23 (1st Cir.1981) (noting that party which deliberately passes up available discovery remedies \"cannot wait for trial and then seek close to a declaration of victory on the issue\");  Clinchfield R.R. Co. v. Lynch, <span class=\"citation\" data-id=\"414347\"><a href=\"/opinion/414347/clinchfield-railroad-company-durham-southern-railway-company-high-point/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 132 (4th Cir.1983) (same);  see also Jackson v. Harvard Univ., <span class=\"citation\" data-id=\"539800\"><a href=\"/opinion/539800/barbara-jackson-v-harvard-university/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">464</span></a></span>, 469 (1st Cir.1990) (\"Preclusion and negative inference are grave steps, 'by no means an automatic response to a delayed disclosure ... [or] where failure to make discovery [is] not willful.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, it is important to note that Adell does not suggest that it acquired any new information regarding the contents of the CRB between April 1997 and the commencement of trial.  Coupled with its procrastination after learning of the ongoing destruction of returned chips, see supra Section II.A.1, its failure to move to compel production of the complete customer file folders until the eve of trial gave rise to a virtually inevitable inference that Adell was not so much interested in obtaining the customer folders to disprove its contract liability, as to hold in abeyance a putative discovery violation with which to prevent Chipco from introducing at trial the highly prejudicial evidence contained in the CRB. For these reasons, we reject the contention that the trial judge abused his discretion in treating Adell's stratagem as yet another instance of unfair brinkmanship.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>B. Evidentiary Ruling Relating to Damages</p>\n    <p>1. UCC Section 2-207(2)(c)</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Adell next challenges the denial of its motion in limine to preclude evidence of contract damages over and above the resin purchase price based on the damages-limitation clause cap.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Although Judge Hornby had granted Adell partial summary judgment on this issue earlier, the trial judge thereafter ruled that our intervening decision in Ionics, 110 F.3d at 184, required a different result.  See Parrilla-Burgos v. Hernandez-Rivera, <span class=\"citation\" data-id=\"197257\"><a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></a></span>, 448 n. 6 (1st Cir.1997) (if governing law changes, court may revisit law of the case).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The instant claim turns on an interpretation of section 2-207 of the Uniform Commercial Code (\"UCC\"), whose drafters intended to address \"the sad fact that many [modern] sales contracts are not fully bargained, not carefully drafted, and not understandingly signed by both parties.\"   1 James J. White &amp; Robert S. Summers, Uniform Commercial Code &#167; 1-3, at 6 (4th ed.1995) [hereinafter:  \"White &amp; Summers\"].  Thus, contracting merchants commonly exchange \"canned\" forms:  typically, the prospective buyer forwards a purchase order to a prospective seller after filling in the quantity and price;  then the seller delivers the goods to the buyer, along with an invoice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  It is not at all uncommon, of course, for the purchase order and invoice to prescribe quite different conditions of sale, normally as prompted by the perceived self-interest of the proponent.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under the so-called \"mirror image\" rule which prevailed at common law, an invoice from the seller containing terms materially different from those in the buyer's offer would be considered a mere counteroffer, rather than an acceptance of the offer.  Thus, no contract came into existence unless the buyer subsequently accepted the counteroffer, either expressly or impliedly (e.g., by accepting delivery of the goods).  UCC &#167; 2-207 was designed to address the rigidity of the common-law rule by severely restricting the circumstances in which the \"mirror image\" rule would be allowed to defeat the formation of a contract of sale:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(1) A definite and seasonable expression of acceptance or a written confirmation which is sent within a reasonable time operates as an acceptance even though it states terms additional to or different from those offered or agreed upon, unless acceptance is expressly made conditional on assent to the additional or different terms.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) The additional terms are to be construed as proposals for addition to the contract.  Between merchants such terms become part of the contract unless:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(a) the offer expressly limits acceptance to the terms of the offer;</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(b) they materially alter it;  or</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(c) notification of objection to them has already been given or is given within a reasonable time after notice of them is received.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(3) Conduct by both parties which recognizes the existence of a contract is sufficient to establish a contract for sale although the writings of the parties do not otherwise establish a contract.  In such case the terms of the particular contract consist of those terms on which the writings of the parties agree, together with any supplementary terms incorporated under any other provisions of this Title.</p>\n    </div>\n    <p class=\"indent\">UCC &#167; 2-207.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Section 2-207 thus affords three main avenues to contract formation.  See generally White &amp; Summers &#167; 1-3, at 19-20.  First, if the parties exchange forms with divergent terms, yet the seller's invoice does not state that its acceptance is made \"expressly conditional\" on the buyer's assent to any additional or different terms in the invoice, a contract is formed, and its precise terms are determined through recourse to the three-part test in &#167; 2-207(2).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Second, if the seller does make its acceptance \"expressly conditional\" on the buyer's assent to any additional or divergent terms in the seller's invoice, the invoice is merely a counteroffer, and a contract is formed only when the buyer expresses its affirmative acceptance of the seller's counteroffer.  Unlike the \"mirror image\" rule at common law, however, the seller's invoice is not deemed \"expressly conditional\" under &#167; 2-207 merely because its terms do not match the terms of the buyer's offer.  Rather, to be deemed \"expressly conditional,\" the seller's invoice must place the buyer on unambiguous notice that the invoice is a mere counteroffer.  See id. at 20 (noting that \"express conditionality\" is \"not easily invoked\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, where for any reason the exchange of forms does not result in contract formation (e.g., the buyer \"expressly limits acceptance to the terms of [its offer]\" under &#167; 2-207(2)(a), or the buyer does not accept the seller's counteroffer under the second clause of &#167; 2-207(1)), a contract nonetheless is formed if their subsequent conduct--for instance, the seller ships and the buyer accepts the goods--demonstrates that the parties believed that a binding agreement had been formed.  The terms of their agreement would then be determined under the \"default\" test in &#167; 2-207(3), which implicitly incorporates the criteria prescribed in &#167; 2-207(2).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The present controversy implicates the very different interpretation of &#167; 2-207 announced more than three decades ago in Roto-Lith, Ltd. v. F.P. Bartlett &amp; Co., <span class=\"citation\" data-id=\"255814\"><a href=\"/opinion/255814/roto-lith-ltd-v-f-p-bartlett-co-inc/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">497</span></a></span> (1st Cir.1962).  But see Ionics, 110 F.3d at 187 (overruling &#167; 2-207 interpretation announced in Roto-Lith ).   There, Roto-Lith sent Bartlett a purchase order which did not mention warranties.  Bartlett returned an invoice expressly excluding all warranties and limiting Roto-Lith's remedies for breach of contract to the replacement cost of any goods which differed materially from specified samples.  The Bartlett invoice further required that Roto-Lith notify it \"at once\" in the event the additional conditions in the invoice were unacceptable.  Instead, Roto-Lith accepted delivery of the goods and remained silent.  When the goods proved defective, Roto-Lith brought an action for breach of contract against Bartlett.  See id. at 498-99.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At trial, Bartlett moved for directed verdict on the ground that its invoice was an \"acceptance ... expressly made conditional on assent to [its] additional or different terms,\" and therefore constituted a mere counteroffer under the second clause of &#167; 2-207(1), rather than an acceptance which formed a binding contract.  Bartlett argued that (i) a binding contract thereafter was formed when Roto-Lith accepted delivery of the goods without objecting to Bartlett's exclusion of warranties, (ii) all terms of the invoice then became part of the sales contract by operation of the common-law \"mirror-image\" rule, and (iii) therefore the statutory criteria for determining the terms of the contract-- i.e., subsections 2-207(2) and (3)--were rendered inapposite.  See id. at 499-500.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Roto-Lith responded that notwithstanding the divergent term in the Bartlett invoice excluding all warranties, the invoice did not announce itself as a counteroffer;  hence, the invoice qualified as an \"acceptance\" within the meaning of the first clause of &#167; 2-207(1), and a contract was formed.  Further, Roto-Lith argued, since the warranty exclusion in the Bartlett invoice \"materially altered\" the terms of the Roto-Lith offer, &#167; 2-207(2)(b) controlled and precluded the warranty exclusion from becoming a contract term.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court accepted Bartlett's interpretation, holding that the drafters did not intend that the UCC displace the common law tests applicable to these everyday commercial transactions.  We affirmed.  See id. at 500 (holding that \"a response [viz., an invoice] which states a condition materially altering the obligation solely to the disadvantage of the offeror is an 'acceptance ... expressly conditional on assent to the additional terms' \");  see also Ionics, 110 F.3d at 185 (noting that Roto-Lith abandoned subsections 2-207(2) and (3), and \"reverted to the common law\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thirty-five years later, Ionics displaced Roto-Lith.   There, Ionics had sent Elmwood a purchase order expressly reserving all \"remedies provided by law or equity\" and insisting that \"[a]cceptance by [Elmwood] of this order shall be upon the terms and conditions set forth [herein] ... [and][n]o terms which are in any manner additional to or different from those herein set forth shall become a part of, alter or in any way control the terms and conditions herein set forth.\"  Id. Elmwood returned an invoice which excluded all warranties not \"expressly set forth herein,\" disclaimed any liability for consequential or incidental damages, and limited Ionics's remedy for breach to a refund of the purchase price upon return of the goods.  Id. at 186.   After Ionics accepted delivery, the goods proved defective and Ionics sued Elmwood for contract damages.  Relying on Roto-Lith, Elmwood moved for partial summary judgment, contending that the express exclusion of any implied warranty of fitness contained in its invoice became part of the contract which was formed when Ionics accepted Elmwood's \"counteroffer\" by taking delivery of the goods without any objection to its divergent terms.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court denied the Elmwood motion for summary judgment.  Ionics, Inc. v. Elmwood Sensors, Inc., <span class=\"citation no-link\"><span class=\"volume\">896</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">66</span></span> (D.Mass.1995).  It distinguished Roto-Lith on the ground that the Roto-Lith purchase order had been silent in regard to warranties, whereas the Ionics purchase order expressly reserved all implied warranties \"provided by law,\" thus directly contradicting and precluding ab initio the subsequent proposal in the Elmwood invoice to exclude all implied warranties.  \"If Roto-Lith applied in [both types of] cases [viz., to objecting and \"silent\" buyers alike] ..., &#167; 2-207(3) would be preempted entirely\" by the \"mirror image\" rule.  Id. at 69.   The district court then certified its partial summary judgment ruling for immediate appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the ensuing appeal by Elmwood, we rejected the attempts by Ionics and the district court to distinguish Roto-Lith on its facts:  \"It would be artificial to enforce language [viz., the warranty disclaimer in the Roto-Lith invoices] that conflicts with background legal rules while refusing to enforce language [viz., the warranty disclaimer in the Ionics invoices] that conflicts with the express terms of the contract.\"  Ionics, 110 F.3d at 188 (emphasis added).  From a policy standpoint, we observed that such distinctions also would \"lead parties to include more of the background [legal] rules in their initial forms, making forms longer and more complicated,\" which in turn would have the perverse effect of discouraging the contracting parties from reading the forms exchanged between them.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Finding no principled basis on which to distinguish the circumstances in Ionics and Roto-Lith, we overruled Roto-Lith.   See id. at 189.   Shifting our focus from the common-law \"mirror image\" rule to the UCC, we noted that the Ionics-Elmwood transaction fit squarely within the ambit of Comment 6 to &#167; 2-207:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Where clauses on confirming forms sent by both parties conflict[,] each party must be assumed to object to a clause of the other conflicting with one on the confirmation sent by himself.  As a result the requirement that there be notice of objection which is found in subsection (2)[ (c) ] is satisfied and the conflicting terms do not become a part of the contract.  The contract then consists of the terms originally expressly agreed to, terms on which the confirmations agree, and terms supplied by this Act, including subsection (2).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">UCC &#167; 2-207 cmt. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We thus rejected the Roto-Lith \"mirror image\" rule that the mere proposal of an additional or different material term by the seller would make its invoice a counteroffer to the buyer's purchase offer (i.e., an \"acceptance ... expressly made conditional on [the buyer's] assent\"), rather than an outright acceptance of the buyer's purchase offer.  Instead, the forwarding of such an invoice gives rise to a binding contract and in the event of a contract dispute the terms of the contract are determined under the test set forth in &#167; 2-207(3), which in turn implicitly incorporates the criteria in &#167; 2-207(2).  Ionics, 110 F.3d at 189.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Chipco urges--as the trial judge held--that Ionics controls the present dispute even though the Chipco purchase orders contained no express objection to a damages-limitation clause, on the ground that our \"background legal rules\" discussion in Ionics necessarily implied that all so-called UCC \"gap-fillers\"--those UCC provisions designed to supply necessary default terms where the parties' contract is silent--must be read into all \"silent\" purchase orders, and thus serve as the buyer's \"[prior] notification of objection\" under &#167; 2-207(2)(c).  According to Chipco, these gap-fillers include not only a reservation of the implied warranties, see, e.g., UCC &#167;&#167; 2-314 (implied warranty of merchantability) &amp; 2-315 (implied warranty of fitness for a particular purpose), which were at issue in Roto-Lith and Ionics, but also the buyer's presumptive right to recover in full measure all contract damages attributable to the seller's breach, see id. &#167;&#167; 2-714 (damages for breach) &amp; 2-715 (recovery of incidental and consequential damages).  We conclude that the reading given our \"background legal rules\" discussion by the trial judge is more expansive than its context warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The \"background legal rules\" discussion in Ionics addressed Ionics' attempt to hypothesize a factual distinction between its case and Roto-Lith.   Assuming arguendo that the Roto-Lith rule were to remain intact as controlling circuit precedent, we posed the very narrow question whether it would make sense to establish an exception to Roto-Lith 's \"mirror image\" rule where the buyer expressly excludes ab initio, in its purchase order, the seller's additional terms, while withholding that same protection to a buyer--like Roto-Lith--which reasonably may have presumed that the court would use the UCC as its baseline guide for determining the buyer's contract expectations.  For the policy reasons already noted, see supra, we were persuaded that engrafting a common-law exception (i.e., when the purchase order expressly forecloses the seller from proposing particular divergent terms) onto the common-law rule announced in Roto-Lith was not warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In fashioning common-law rules--like the broad common-law exception to &#167; 2-207 carved out in Roto-Lith--courts almost invariably weigh public policy considerations, often on their own motion if need be.  See, e.g., Claypool v. Levin, <span class=\"citation\" data-id=\"1855515\"><a href=\"/opinion/1855515/claypool-v-levin/\"><span class=\"volume\">209</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">284</span></a></span>, <span class=\"citation\" data-id=\"1855515\"><a href=\"/opinion/1855515/claypool-v-levin/\"><span class=\"volume\">562</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">584</span></a></span>, 588 (1997).  It is hardly surprising, therefore, that our opinion in Ionics discussed the policies which would be fostered were we to refine and perpetuate the common-law rule established in Roto-Lith.   On the other hand, when called upon to interpret a statute, we are constrained in the first instance by the policymaking prerogatives of the legislative and executive branches as expressed or implied in the statute itself.  See, e.g., Harrison v. Montgomery County Bd. of Educ., <span class=\"citation\" data-id=\"1900604\"><a href=\"/opinion/1900604/harrison-v-mont-co-bd-of-educ/\"><span class=\"volume\">295</span> <span class=\"reporter\">Md.</span> <span class=\"page\">442</span></a></span>, <span class=\"citation\" data-id=\"1900604\"><a href=\"/opinion/1900604/harrison-v-mont-co-bd-of-educ/\"><span class=\"volume\">456</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">894</span></a></span>, 903 (1983) (noting that \"declaration of the public policy of [the State] is normally the function of the General Assembly,\" which is fully empowered to abrogate common-law rules).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Once we determined that Roto-Lith and Ionics could not be distinguished in a principled manner, however, the \"background legal rules\" discussion in Ionics went by the wayside with the common-law hypothetical from which it emerged, which explains why the phrase is never again mentioned in the Ionics decision.  Instead, after concluding that routine recourse to common-law rules is not required by the second clause of UCC &#167; 2-207(1), we turned to the more constringent task of statutory interpretation.  Presented with a clean statutory slate, we announced the narrow holding that the UCC expressly protects a buyer, like Ionics, whose purchase order expressly forewarns the seller of particular contract terms which the buyer would find objectionable--pursuant to the \"[prior] notification of objection\" clause in &#167; 2-207(2)(c).  Ionics, 110 F.3d at 189.   Indeed, given the emphatic language in its purchase order, it is likely that Ionics was entitled to the protection of &#167; 2-207(2)(a) as well.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Further conclusions of law were not required.  It was Elmwood which had sought partial summary judgment based on the per se rule announced in Roto-Lith that all new terms in a seller's \"counteroffer\" automatically become contract terms where the buyer remains silent and renders performance under the contract.  Once the common-law rule in Roto-Lith became defunct, it necessarily followed that Elmwood was not entitled to judgment as a matter of law under Rule 56, and its appeal failed.  Since Ionics was not a \"silent\" buyer of the Roto-Lith type, nor had it moved for summary judgment, we were not required to consider whether a \"silent\" buyer, such as Roth-Lith or Chipco, also would be protected by &#167; 2-207(2)(c) or by any other provision in section 2-207.  In other words, Ionics simply announced that both types of buyers were relieved from the per se common-law rule of inclusion laid down in Roto-Lith, and not that a Roto-Lith-type \"silent\" buyer may invoke &#167; 2-207(2)(c).  As Chipco is a \"silent\" buyer, however, we now address that unresolved issue.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">After rejecting the Roto-Lith common-law \"mirror image\" rule of offer and counteroffer, we noted in Ionics that the transaction between Ionics and Elmwood came within the literal language of Official Comment 6 to &#167; 2-207,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> which excludes from the contract a new term proposed by a seller where \"clauses on confirming forms sent by both parties conflict.\"  (Emphasis added.)   Of course, where the buyer's purchase order includes no term relating to the subject matter dealt with in the new term proposed by the seller (i.e., the purchase order is \"silent\"), it literally cannot contain a \"clause\" with which the seller's invoice could conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Whatever its policy implications, the rationale underlying this distinction is readily discernible.  The buyer which explicitly includes a particular term in its purchase order--even a UCC gap-filler--presumably demonstrates that it has considered the allocation of business risks associated with the term, and, for example, has determined that it is unwilling to accept greater risk.  Thus, as is the case with \"restricted offers\" under &#167; 2-207(2)(a), it is appropriate to treat the buyer's explicit prior objection as a term which is \"material,\" per se, to the formation of any contract.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On the other hand, although the \"silent\" buyer may be signaling its implicit preference for the UCC's gap-filler terms, its silence alone provides no reliable basis for a per se rule of exclusion since it leaves open the key question whether the buyer regarded any particular gap-filler term as especially \"material\" in the circumstances of the transaction at hand.  For instance, its purchase order may have omitted a clause precluding any damages-limitation clause, not because the buyer meant to insist that no such term be precluded, but rather, for example, because the parties' course of performance or course of dealing, or the relevant trade usage, establishes that a damages-limitation clause is presumptively included as an implicit term in the contract.  See White &amp; Summers &#167; 1-3, at 18 (noting that the &#167; 2-207(2)(b) \"materiality\" test may turn, inter alia, on course of dealing or performance, or trade usage);  UCC &#167; 1-205 (\"Course of Dealing and Usage of Trade\");  &#167; 2-208 (\"Course of Performance or Practical Construction\").  In such a setting, the buyer's silence may simply reflect that it considers a damages-limitation clause \"immaterial\" to contract formation.  See, e.g., Dale R. Horning Co. v. Falconer Glass Indus., <span class=\"citation no-link\"><span class=\"volume\">730</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">962</span></span>, 966 (S.D.Ind.1990);  see also The Berquist Co. v. Sunroc Corp., <span class=\"citation no-link\"><span class=\"volume\">777</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1236</span></span>, 1246 (E.D.Pa.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The context of UCC &#167; 2-207 conclusively confirms that its drafters intended to accord distinctive treatment to sales transactions involving \"silent\" buyers.  Official Comments 4 and 5 set forth examples of the additional or different terms which may give rise to \"material\" and \"immaterial\" alterations under 2-207(2)(b).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Comment 5 lists, as an example of an \"immaterial\" alteration, \"a clause ... otherwise limiting remedy in a reasonable manner (see Sections 2-718 and 2-719).\"   Section 2-719 envisions that contracting parties may agree to limit recoverable damages otherwise available under &#167;&#167; 2-714 and 2-715.  Thus, if Chipco's interpretation of Ionics were correct, and all UCC gapfillers (like &#167;&#167; 2-714 and 2-715) were to be read into every \"silent\" purchase order, then damages-limitation clauses invariably would be excluded from the contract under 2-207(2)(c), whether or not the purchase order expressly objected to such a limitation clause, and the \"materiality\" inquiry at the very core of UCC &#167; 2-207(2)(b) and Comment 5 would become wholly superfluous.  See, e.g., Costos v. Coconut Island Corp., <span class=\"citation\" data-id=\"197824\"><a href=\"/opinion/197824/costos-v-coconut-island-corp/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 49 (1st Cir.1998) (\" 'Nothing in a statute may be treated as surplusage if a reasonable construction supplying meaning and force is otherwise possible.' \")  (citation omitted).  Thus, under the only harmonious interpretation available in the present context, these UCC provisions require that the \"silent\" buyer establish that it would have rejected a damages-limitation clause as a \"material alteration,\" within the meaning of &#167; 2-207(2)(b), given all the circumstances surrounding the transaction.  See supra note 7;  infra Section II.B.2.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Nevertheless, Chipco has not cited--and we cannot find--any case which endorses its reading of &#167; 2-207(2)(c) and Ionics.   Rather, the courts which have interpreted &#167; 2-207(2)(c) do not read UCC gap-fillers into purchase orders as a matter of law, but insist that a merchant-buyer prove, for example, that a given invoice term worked a \"material alteration\" to the contract.  See, e.g., LTV Energy Prods.  Co. v. Northern States Contracting Co.  (In re Chateaugay Corp.), <span class=\"citation\" data-id=\"1523555\"><a href=\"/opinion/1523555/in-re-chateaugay-corp/\"><span class=\"volume\">162</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">949</span></a></span>, 952, 957-58 (Bankr.S.D.N.Y.1994) (summarizing extant case law supporting proposition that, where \"[buyer's] Purchase order ... did not contain any general terms or conditions of sale,\" and \"where UCC &#167; 2-207(2)(a) and (2)(c) [thus] do not apply,\" the non-assenting party must prove, inter alia, that the seller's clause limiting the buyer's remedy to repair and replacement of the goods was a \"material alteration\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In summary, Ionics does not support the proposition that a \"silent\" buyer is presumed to have objected in advance to any seller-term that conflicts with a UCC gap-filler provision.  Instead, Ionics merely relieved the buyer of the burden imposed by the automatic rule announced in Roto-Lith, which, by removing the case entirely from UCC &#167; 2-207 and relying on the common law, precluded a buyer who had performed under the contract from demonstrating at trial that the adverse seller-term at issue did not become part of the contract.  But if the \"silent\" buyer's purchase order neither \"expressly limits acceptance to the terms of the offer\" under &#167; 2-207(2)(a), nor necessarily constitutes \"[prior] [n]otification of objection to [any new terms added by the seller]\" under &#167; 2-207(2)(c), the buyer must look to some other UCC provision to exclude the new seller-term.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As Ionics is inapposite, and Adell's damages-limitation clause is not excludable under &#167; 2-207(2)(c), Chipco could prevail only if the damages-limitation clause (i) effected a \"material alteration\" to the contract, see UCC &#167; 2-207(2)(b), (ii) was \"unconscionable,\" id. &#167; 2-719(3), or (iii) failed of its essential purpose, id. &#167; 2-719(2).  See LTV Energy Prods., 162 B.R. at 957-58.</p>\n    </div>\n    <p class=\"indent\">2. UCC Section 2-207(2)(b):  Materiality</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Where, as here, both contracting parties are merchants (viz., non-\"consumers\"), see UCC &#167; 2-104(1) (defining \"merchant\"), UCC &#167; 2-207(2) provides that any additional or different terms proposed by the seller become part of the sales contract \"unless \" the party which opposes the presumption of inclusion--here, Chipco--can show that at least one of the three preconditions specified in &#167; 2-207(2) was met.  See, e.g., Avedon Eng'g, Inc. v. Seatex, <span class=\"citation\" data-id=\"155360\"><a href=\"/opinion/155360/avedon-engineering-v-seatex/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1279</span></a></span>, 1284 (10th Cir.1997);  Comark Merch'g, Inc. v. Highland Group, Inc., <span class=\"citation\" data-id=\"561177\"><a href=\"/opinion/561177/comark-merchandising-incorporated-plaintiff-appellantcross-appellee-v/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></a></span>, 1201-02 (7th Cir.1991);  Dale R. Horning, 730 F.Supp. at 966 n. 2;  LTV Energy Prods., 162 B.R. at 956.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Section 2-207(2)(b) allows the buyer to show that a damages-limitation clause proposed by the seller did not become part of the contract, even though not objected to by the buyer, because its inclusion would work a \"material alteration.\"   Although the UCC does not define \"material alteration,\" Official Comments 4 &amp; 5 advise that a new term proposed by the seller is a \"material alteration\" where it would \"result in [unreasonable] surprise or hardship [to the buyer] if incorporated without [the buyer's] express awareness.\"   UCC &#167; 2-207 cmt. 4 (emphasis added).  Of course, Comments 4 and 5 are illustrative only and the UCC provides no further elucidation of the terms \"surprise\" or \"hardship.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We need not define these terms, however, since Chipco did not contend in its opposition to the motion for partial summary judgment that the damages-limitation clause was excludable as a material alteration.  Chipco's nineteen-page opposition to summary judgment contained six discrete sections.  In Section III, Chipco argued that two other clauses in the Adell invoice--the warranty disclaimer and a ten-day notification-of-defect requirement--contravened &#167; 2-207(2)(b) because they were \"material alterations.\"   Chipco attempted this argument despite the fact that Roto-Lith, then extant, seemingly foreclosed it.  Later, in Section V of its opposition, Chipco devoted but one paragraph to discussing why the damages-limitation clause should not be included in the contracts.  In contrast to Section III, Section V conspicuously avoided any reference to &#167; 2-207(2)(b), instead relying on the wholly inapposite provisions in &#167; 2-718.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Noticeably absent as well were any legal arguments or factual allegations relevant to the pivotal issues of \"surprise\" and \"hardship.\"   See LTV Energy Prods., 162 B.R. at 956-57 (\"Factors bearing on this issue [of 'surprise'] [may] include the parties' prior course of dealing and the number of written confirmations that they exchanged, industry custom and the conspicuousness of the term.\");  id. at 957 (noting divergent opinions concerning appropriate test for \"hardship\").  Finally, even assuming that Chipco inadvertently overlooked the &#167; 2-207(b) issue in its rule 56 submissions, inexplicably it filed no motion for reconsideration once Judge Hornby explicitly ruled that the damages-limitation clause was not a \"material alteration.\"   See MCI Telecomms.  Corp. v. Matrix Communications Corp., <span class=\"citation\" data-id=\"197748\"><a href=\"/opinion/197748/mci-corporation-v-matrix-comm-corp/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir.1998) (party's unexplained failure to file motion for reconsideration may serve as further evidence of waiver).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Thus, Chipco not only waived the &#167; 2-207(2)(b) argument, Martinez v. Colon, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 987 (1st Cir.1995) (legal theories not raised in the lower court cannot be raised for the first time on appeal), but as the party bearing the burden of proof on &#167; 2-207(2)(b) materiality at trial, it is not entitled to a second chance to make an evidentiary proffer on that issue before a jury, see Fed.R.Civ.P. 56(c);  Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986) (summary judgment is warranted if the nonmovant fails to adduce sufficient evidence to establish any element essential to its case, and upon which it would have the burden of proof at trial).</p>\n    </div>\n    <p class=\"indent\">3. UCC Section 2-719(3):  Unconscionability</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In granting partial summary judgment to Adell, Judge Hornby ruled as a matter of law that Adell's inclusion of the damages-limitation clause in its invoice was not unconscionable.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Section 2-719(3) states that \"[c]onsequential damages may be limited or excluded unless the limitation or exclusion is unconscionable,\" see also UCC &#167; 2-719(3) cmt. 3 (\"[S]uch terms [limiting damages] are merely an allocation of unknown or undeterminable risks.\").  Unconscionability is a question of law for the court.  See, e.g., McNally Wellman Co. v. New York State Elec. &amp; Gas Corp., <span class=\"citation\" data-id=\"702496\"><a href=\"/opinion/702496/mcnally-wellman-company-a-division-of-boliden-allis-inc/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1188</span></a></span>, 1198 (2d Cir.1995);  Porterco, Inc. v. Igloo Prods.  Corp., <span class=\"citation\" data-id=\"577154\"><a href=\"/opinion/577154/porterco-inc-v-igloo-products-corp/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1164</span></a></span>, 1173 (8th Cir.1992).  Since the doctrine of unconscionability primarily relates to the unequal bargaining power between a merchant and a non-merchant consumer, see LTV Energy Prods., 162 B.R. at 959-60 (noting that unconscionability doctrine \"requires the party invoking [it] to show both an absence of meaningful choice in the contract formation process and contract terms unreasonably favoring the other party, i.e., procedural and substantive unconscionability\");  see also UCC &#167; 2-302 (\"Unconscionable Contract or Clause\"), it is not surprising that it is exceedingly rare that a clause in a commercial contract between merchants is deemed unconscionable.  See White &amp; Summers &#167; 12-11, at 672 (\"Findings of unconscionability should be and are rare in commercial settings.\")  (citing Canal Elec. Co. v. Westinghouse Elec. Co., <span class=\"citation\" data-id=\"589962\"><a href=\"/opinion/589962/canal-electric-company-v-westinghouse-electric-company-commonwealth/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">988</span></a></span>, 996-97 (1st Cir.1992));  Winter Panel Corp. v. Reichhold Chems.  Inc., <span class=\"citation no-link\"><span class=\"volume\">823</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></span>, 973 (D.Mass.1993) (noting that a damages-limitation clause is not unconscionable where it is \"a reasonable allocation of risks between two commercial entities\").  Further, Chipco neither contended that Adell's damages-limitation clause was insufficiently \"conspicuous\" nor that Chipco was otherwise deprived of an opportunity to review the Adell invoices.  Thus, the mere failure to read invoices within its possession, standing alone, afforded Chipco no defense to the inclusion of a non-material term in the invoice pursuant to &#167; 2-207(2) or 2-719.  Both in its opposition to summary judgment, and on appeal, therefore, Chipco failed to establish unconscionability.  See Celotex, 477 U.S. at 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">4. UCC Section 2-719(2):  Failure of Essential Purpose</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Finally, Judge Hornby held that Chipco had not generated a trialworthy issue relating to its claim that the damages-limitation clause \"failed of its essential purpose.\"   The only argument advanced by Chipco is that both parties knew that Chipco provided its casino customers with an unconditional guarantee that it would replace any defective chips without cost, so that Chipco's damages in the event Adell breached the sales contracts would far exceed the purchase price of the Adell resin.  While this may well be so, Official Comment 1 to &#167; 2-719 makes clear that a \"failure of essential purpose\" will be found only if circumstances not within the reasonable expectations of the parties at the time of contract formation frustrate the contemplated remedy.  See also UCC &#167; 2-719(2) (\"Where circumstances cause an exclusive or limited remedy to fail ...\").  For example, a clause which limits the buyer to the repair or replacement cost of the goods may fail of its essential purpose if the seller becomes unable or unwilling to make reasonably timely repairs after the buyer discovers the defect.  Thus, normally a remedy does not fail of its essential purpose merely because one party struck a bad bargain ab initio.  See White &amp; Summers &#167; 12-10(a), at 660 (\"[Section] 2-719 should be triggered when the remedy fails of its essential purpose, not the essential purpose of the Code, contract law, or equity,\" and the section \" 'is not concerned with arrangements which were oppressive at their inception, but rather with the application of an agreement to novel circumstances not contemplated by the parties.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Thus, Chipco's reliance on the foreknowledge of the parties cuts against it, as it presumes that no uncontemplated circumstances arose following contract formation.  After all, a merchant-buyer like Chipco may acquiesce in the risk inherent in a damages-limitation clause based on its understanding that the seller might ask for a higher sales price if its potential damages were not capped by contract.  Clauses which limit the buyer to a refund of the purchase price rarely will fail the &#167; 2-719(2) test merely because contract damages far exceed the purchase price, because absent evidence to the contrary (e.g., unconscionability), it must be presumed that the buyer was not only aware of, but considered, the associated risks at the outset.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Especially apropos of this principle is the evidence that Chipco contracted with Adell in an attempt to find a less expensive supplier of resin than General Electric, and that Adell would have to develop a new and untested resin of sufficient quality to replace the General Electric resin.  Although Chipco certainly cannot be faulted for its bona fide attempt to cut costs, nevertheless UCC &#167; 2-719(2) rarely is availing as a defense to a buyer who orders such \"experimental\" goods, since \"that [essential] purpose will not be a guarantee that the goods will work as hoped.\"   See id. &#167; 12-10, at 665;  see Canal Elec. Co., 973 F.2d at 997.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The $884,332.39 award cannot stand.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Since Chipco failed to generate a trialworthy issue as to whether Adell's damages-limitation clause should be excluded from their contracts, Chipco is not entitled to retry the damages issue.  The judgment of liability on Chipco's contract theories was not tainted by any abusive evidentiary ruling, see supra Section II.A, nor can we conclude that the introduction of evidence pertaining to Chipco's damages over and above the purchase price of the Adell resin substantially influenced the jury's finding of breach of warranty.  In all events, since Adell is amenable to leaving the liability judgment intact, and a remand for recalculation which limits its damages to the purchase price of the resin, we so order.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The judgment of liability in favor of Chipco is affirmed;  the $884,322.39 damages award is vacated and the case is remanded for the entry of judgment against Chipco in the amount of the outstanding purchase price of the Adell resin sold to Chipco.  The parties shall bear their own costs.  SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We assume arguendo that the CRB was material to Chipco's breach of contract claim (i.e., evidence that the condition of the returned chips violated express or implied warranties) as well as to damages (i.e., evidence of replacement costs).  Of course, to the extent the CRB was relevant to establish a measure of damages in excess of the cost of the Adell resin, its admission in evidence would have been harmless error as well.  See Fed.R.Civ.P. 61;  infra Section II.B</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Adell also contended, for example, that Chipco failed to produce certain artwork depicting the distinctive designs Chipco printed on the chips it produced for individual casinos.  It argues that the artwork might have been matched to the various invoices in the CRB, so as to belie the trial testimony that all chips returned to Chipco were manufactured with Adell resin.  Adell acknowledges that it made no specific request to produce the artwork at any time prior to its motion in limine.   Moreover, its oblique and convoluted \"matching\" technique was not so patently obvious a method of proving the resin content of the returned chips as to place Chipco on fair notice of Adell's desire to obtain the artwork.  Further, though Chipco nonetheless offered to produce the artwork on the first day of trial, Adell declined its offer.  Adell now characterizes Chipco's offer as \"too little, too late,\" because the court would not have countenanced a motion to continue the trial.  As we have observed repeatedly, however, a party claiming prejudice resulting from its belated receipt of evidence is poorly positioned on appeal if it elected to forego a request for continuance below.  See Newell Puerto Rico, Ltd. v. Rubbermaid, Inc., <span class=\"citation\" data-id=\"666565\"><a href=\"/opinion/666565/newell-puerto-rico-ltd-v-rubbermaid-incorporated-newell-puerto-rico/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 20 (1st Cir.1994);  DesRosiers, 949 F.2d at 22.   Finally, the other evidentiary challenges Adell poses to financial records, physical evidence, and expert testimony neither demonstrate reversible error nor warrant separate discussion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At trial, Adell did not renew the substance of its motion in limine, presumably because it did not understand that the earlier ruling was provisional only.  Cf. Waukesha Foundry, Inc. v. Industrial Eng'g, Inc., <span class=\"citation\" data-id=\"723817\"><a href=\"/opinion/723817/waukesha-foundry-incorporated-v-industrial-engineering-incorporated/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1006 (7th Cir.1996) (treating comparable motion in limine as one for summary judgment).  Although unpreserved claims normally are reviewed for \"plain error,\" see Gill v. Thomas, <span class=\"citation\" data-id=\"196766\"><a href=\"/opinion/196766/gill-v-thomas/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 540-41 (1st Cir.1996), the waiver rule is not rigidly applied, particularly where there is language in the trial court order which sounds sufficiently \"final\" that it could reasonably have misled the party seeking to challenge the ruling on appeal, here Adell, see, e.g., Fusco v. General Motors Corp., <span class=\"citation\" data-id=\"658541\"><a href=\"/opinion/658541/38-fed-r-evid-serv-677-prodliabrepcchp-13786-carol-gagne-fusco/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 262-63 (1st Cir.1993).  See JOM, Inc. v. Adell Plastics, Inc., No. 96-156, slip op. at 1 (D.Me. Aug. 22, 1997) (\"determining as a matter of law that the disputed term is not part of the contract\").  We therefore review the present objection by Adell for abuse of discretion only</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In some cases, of course, the seller--rather than the buyer--may initiate the \"battle of forms.\"   For ease in reference, however, we adhere to the format and labels set out in the text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As there is no contention that the transactions at bar would be accorded divergent treatment under the law of Maine, Maryland or Massachusetts, we apply the UCC &#167; 2-207 interpretation laid down in Ionics.   See Fashion House, Inc. v. K mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1094 (1st Cir.1989) (court may bypass choice-of-law issue where result would be same in either jurisdiction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> UCC Official Comments \"do not have the force of law, but are nonetheless the most useful of several aids to interpretation and construction of the [UCC].\"  LTV Energy Prods.  Co. v. Northern States Contracting Co.  (In re Chateaugay Corp.), <span class=\"citation\" data-id=\"1523555\"><a href=\"/opinion/1523555/in-re-chateaugay-corp/\"><span class=\"volume\">162</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">949</span></a></span>, 955 n. 5 (Bankr.S.D.N.Y.1994) (citing White &amp; Summers &#167; 4, at 12)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Comment 4 provides:</p>\n        <p>Examples of typical clauses which would normally \"materially alter\" the contract and so result in surprise or hardship if incorporated without express awareness by the other party are:  a clause negating such standard warranties as that of merchantability or fitness for a particular purpose in circumstances in which either warranty normally attaches;  a clause requiring a guaranty of 90% or 100% deliveries in a case such as a contract by cannery, where the usage of the trade allows greater quantity leeways;  a clause reserving to the seller the power to cancel upon the buyer's failure to meet any invoice when due;  a clause requiring that complaints be made in a time materially shorter than customary or reasonable.</p>\n        <p>UCC &#167; 2-207 cmt. 4 (emphasis added).  Comment 5 provides:</p>\n        <p>Examples of clauses which involve no element of unreasonable surprise and which therefore are to be incorporated in the contract unless notice of objection is seasonably given are:  a clause setting forth and perhaps enlarging slightly upon the seller's exemption due to supervening causes beyond his control, similar to those covered by the provision of this Article on merchant's excuse by failure of presupposed conditions or a clause fixing in advance any reasonable formula of proration under such circumstances;  a clause fixing a reasonable time for complaints within customary limits, or in the case of a purchase for sub-sale, providing for inspection by the sub-purchaser;  a clause providing for interest on overdue invoices or fixing the seller's standard credit terms where they are within the range of trade practice and do not limit any credit bargained for;  a clause limiting the right of rejection for defects which fall within the customary trade tolerances for acceptance \"with adjustment\" or otherwise limiting remedy in a reasonable manner (see Sections 2-718 and 2-719).</p>\n        <p>UCC &#167; 2-207 cmt. 5 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In its opposition, Chipco cited only UCC &#167; 2-718, which provides in pertinent part that \"[d]amages for breach by either party may be liquidated in the agreement but only at an amount which is reasonable in the light of the anticipated or actual harm caused by the breach, the difficulties of proof of loss, and the inconvenience or nonfeasibility of otherwise obtaining an adequate remedy.\"  (Emphasis added.).  As Judge Hornby aptly noted, however, Adell's damages-limitation clause is not a liquidated damages provision, because it did not purport to relieve Chipco of the burden of proving that Adell's breach of warranty caused it loss not in excess of the purchase price of the Adell resin.  See, e.g., Tharalson v. Pfizer Genetics, Inc., <span class=\"citation\" data-id=\"431911\"><a href=\"/opinion/431911/john-t-tharalson-and-cross-v-pfizer-genetics-inc-a-corporation-and/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1108</span></a></span>, 1111-12 (8th Cir.1984) (holding that &#167; 2-718 \"reasonableness\" test is inapplicable to damages-limitation clauses, which instead are assessed under &#167; 2-719).  A liquidated damages clause sets a fixed sum automatically payable in full to the non-breaching party upon the occurrence of a breach.  Id</p>\n        <p>On appeal, Chipco makes no reference to &#167; 2-718, but argues that Roto-Lith and Ionics held that a damages-limitation clause is a \"material alteration\" per se under &#167; 2-207(2)(b).  To prove its point, Chipco wrenches phrases like \"limitation of liability\" from their factual context.  Careful inspection of the procedural histories of Roto-Lith and Ionics reveals that both appeals involved clauses which also excluded warranties, and not clauses which simply limited damages.  See Roto-Lith, 297 F.2d at 498 (\"[D]efendant contends that the sales contract expressly negatived any warranties.\");  id. at 499 (\"concur[ring]\" in plaintiff's contention that warranty exclusion materially altered contract);  Ionics, 896 F.Supp. at 68 (noting that seller pressed for inclusion of clause excluding all express and implied warranties, and choice-of-law clause);  Ionics, 110 F.3d at 186-87 (referring to clause containing tandem conditions excluding warranties and limiting damages as a \"limitation on Elmwood's liability\").  There is a significant difference between a clause excluding all warranties and one limiting damages.  The former usually is deemed a \"material alteration\" because it eliminates events of breach, and may preclude any remedy to the injured buyer.  See UCC &#167; 2-207 cmt. 4. The latter merely defines the scope of the remedy available to the buyer if the seller breaches an  implied warranty.  See LTV Energy Prods., 162 B.R. at 958 n. 8 (contrasting damages-limitation clauses with \"[w]arranty disclaimers[,] [which] are universally viewed as material alterations\").  Thus, neither Ionics nor Roto-Lith even remotely held that a damages-limitation clause is per se \"material\" under UCC &#167; 2-207(2)(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Chipco waiver differs in kind from Adell's purported waiver of its motion in limine.  See supra note 3. Unlike the Adell waiver, which resulted from its failure to reiterate an argument previously raised before the trial judge, and which it reasonably considered settled, Chipco never raised the &#167; 2-207(2)(b) issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Since the damages award must be vacated, it is not necessary to reach Adell's other arguments on appeal, which concern the allegedly improper award of future damages and lost profits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> On remand, the district court is free to exercise its discretion in selecting the appropriate procedure for determining the purchase price.  See Trial Exhibits 77, 79, 80, 82-93 (Adell invoices)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/155360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/255814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1523555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1855515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1900604/"
  ]
}