{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
  "absolute_url": "/opinion/198026/ins-v-gailius/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198026/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:43:46Z",
  "date_modified": "2017-03-24T10:54:18.894981Z",
  "type": "010combined",
  "sha1": "12e371ff1bacb7d1578aa2ce5e816f3c6b210264",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2283.01A",
  "local_path": null,
  "plain_text": "              United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo.  97-2283\r\n\n                   IRMANTAS GAILIUS,\r\n\n                      Petitioner,\r\n\n                           v.\r\n\n        IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                      Respondent.\r\n                                      \r\n\n          ON PETITION FOR REVIEW OF AN ORDER OF\r\n            THE BOARD OF IMMIGRATION APPEALS\r\n                                      \r\n                         Before\r\n                 Stahl, Circuit Judge,\r\n               Cyr, Senior Circuit Judge,\r\n               and Lynch, Circuit Judge.\r\n                                      \r\n\n                                    Harvey Kaplan, with whom Maureen O'Sullivan, Jeremiah\r\nFriedman, Kaplan, O'Sullivan &amp; Friedman, LLP, Herbert Epsteinand International Institute of Boston were on brief, for\r\npetitioner.\r\n\n    Timothy P. McIlmail, with whom Frank W. Hunger,\r\nAssistant Attorney General, Civil Division, Norah Ascoli\r\nSchwarz, Senior Litigation Counsel, and Francesco Isgro, Senior\r\nLitigation Counsel, Office of Immigration Litigation, Civil\r\nDivision, United States Department of Justice, were on brief,\r\nfor respondent.\r\n                                       \r\n\n                     June 23, 1998\r\n                                      \r\n                                       LYNCH, Circuit Judge.  Irmantas Gailius petitions for\r\nrelief from the denial of his claims for asylum and withholding\r\nof deportation.  Gailius fled his native Lithuania in 1990,\r\nwhen that country was part of the Soviet Union, because he\r\nfeared the Soviet authorities would persecute him for his\r\nactivities in support of democracy and Lithuanian independence. \r\nLithuania became independent and has held two elections that\r\ninternational observers have certified as free and fair. \r\nLargely on the basis of these dramatic changed country\r\nconditions, as confirmed in State Department opinion letters,\r\nthe Immigration Judge (IJ) denied Gailius' claims, and the\r\nBoard of Immigration Appeals (BIA) affirmed.\r\n    Gailius, however, put evidence in the record to show\r\nthat the former Communist Party has been restored to power in\r\nLithuania through electoral means, that some former Communists\r\nhave engaged in violent reprisals against those who took part\r\nin Lithuania's democracy movement, and that numerous specific\r\nthreats have been directed against him.  Gailius submitted into\r\nevidence threatening letters, which he said were sent to his\r\nfamily, warning that he would be murdered if he returned to\r\nLithuania.  He also provided expert testimony casting doubt on\r\nthe State Department's positive view of the current regime in\r\nLithuania.\r\n    It is well established that general changes in\r\ncountry conditions do not render an applicant ineligible for\r\nasylum when, despite those general changes, there is a specific\r\ndanger to the applicant.  See, e.g., Fergiste v. INS, 138 F.3d\r\n14, 19 (1st Cir. 1998).  Therefore, the authenticity of\r\nGailius' physical evidence and the credibility of the account\r\nof threats against him is a central issue in his case.  But the\r\nIJ did not make findings concerning the truthfulness of\r\nGailius' testimony about these threats or the authenticity of\r\nthe threatening letters, and did not offer any adequate\r\nexplanation for why these threats, if they had occurred, would\r\nnot cause a reasonable person to fear persecution.\r\n    In the absence of such findings, coherent review of\r\nthe agency decision, which we are required by statute to\r\nperform, is impossible.  Accordingly, we vacate the BIA's order\r\nand remand the case for further proceedings consistent with\r\nthis opinion.\r\n                             I.     We summarize the evidence that Gailius presented to\r\nthe agency, and then describe the agency's assessment of that\r\nevidence.\r\n    Irmantas Gailius was born in 1971 in what was then\r\nthe Soviet Socialist Republic of Lithuania, U.S.S.R.    In 1987,\r\nGailius entered Vilnius Civil Engineering Institute, the\r\nuniversity where his father Albinas taught.  Gailius soon\r\nbecame active in a variety of political activities opposing the\r\nSoviet regime.  In the spring of 1988, Gailius helped to\r\norganize a student chapter of the Lithuanian Freedom League,\r\nthen an underground movement, and served as an officer.  He\r\nwrote and signed political articles for outlawed newspapers\r\nurging democracy and independence and organized political\r\nrallies and demonstrations.  In October 1988, Gailius served in\r\na security detail guarding a meeting of the Sajudis Congress,\r\nthe organization that eventually secured Lithuania's\r\nindependence and whose leader oversaw the adoption of\r\nLithuania's current democratic constitution.  Gailius submitted\r\ninto the administrative record a photo identification card\r\nnoting his status as a student security guard for Sajudis.\r\n    Gailius was also a member of the Lithuanian National\r\nYouth Union \"Young Lithuania\", which encouraged Lithuanian\r\nyouth to resist the Soviet draft as a protest against the\r\nSoviet military's presence in Lithuania.  Gailius publicly\r\nrefused to cooperate with the draft and demanded that the\r\nSoviet army leave Lithuania.  In November 1989, he lay in front\r\nof oncoming tanks with other \"Young Lithuania\" activists in a\r\nRed Army parade, was arrested, and spent a twenty-four hour\r\nperiod under intense KGB interrogation.  During that\r\ninterrogation, the KGB threatened to have him expelled from the\r\nuniversity (thus subjecting him to the draft) and to have his\r\nfather Albinas Gailius fired.\r\n    In February 1990, Irmantas Gailius signed a letter,\r\nput into evidence, refusing conscription into the Soviet\r\nmilitary.  He sent the letter and his military passport to\r\nSoviet authorities.  That same month, Gailius helped organize\r\nand spoke at a demonstration protesting the visit of a Soviet\r\nminister to the university.  Gailius and other students posted\r\nplacards -- demanding independence and the withdrawal of the\r\nRed Army from Lithuania -- at the hall in which the minister\r\nwas speaking.  The placards were removed.  Gailius attempted to\r\ngive a note to the minister containing the students' demands,\r\nwhich university faculty intercepted.\r\n    In March 1990, the first free elections since World\r\nWar II were held in Lithuania.  The Sajudis movement, headed by\r\nVytautas Landsbergis, won the elections, and the Lithuanian\r\nParliament voted in favor of independence.  The Soviet Union\r\nresponded by surrounding the Lithuanian Parliament Building\r\nwith tanks and by imposing an economic embargo on Lithuania. \r\nGailius helped build barricades around the Lithuanian\r\nParliament Building to protect the legislators from Soviet\r\ntroops.  In May 1990, Gailius joined the outlawed volunteer\r\narmy formed by Sajudis.\r\n    Because of his role in the February 1990 protest, the\r\nuniversity faculty voted to expel Gailius at the end of the\r\nacademic year in June.  That order expelling him and other\r\nstudents \"because of their participation in antigovernment\r\ndemonstration[s] and [for] using slanderous slogans against the\r\n[Soviet] Deputies\" was put into evidence. Having lost his\r\nstatus as a student, Gailius became subject to the draft. \r\n    Gailius feared that he would be drafted into the\r\nSoviet army and placed into a special \"punishment unit\" for\r\npolitical dissidents, where he would be brutalized.  He decided\r\nto leave Lithuania for a time.  He spent the next few months in\r\nPoland, Czechoslovakia, East Germany and West Germany, until he\r\ncould travel to the United States.  In October 1990, he\r\nreceived a draft notice from the Soviet authorities.  Gailius\r\nobtained a visitor's visa and purchased a round-trip ticket to\r\nWashington, D.C., for a flight in November, intending to stay\r\nwith relatives.\r\n    In January 1991, Soviet authorities attempted to\r\noverthrow the elected government of Lithuania, and Soviet armed\r\nforces attempted to take control of the central television\r\ntower in Vilnius, killing several civilians.  The attempt\r\nfailed.  The Soviet Union continued the economic embargo and\r\nrefused to accept Lithuania's independence.  Gailius, in this\r\ncountry, applied for asylum.\r\n    In July 1991, while Gailius was awaiting his asylum\r\ninterview, he spoke with his family in Lithuania and learned\r\nthat his sister Ingrida, a public school teacher, had been\r\ntaken into KGB custody for four hours and interrogated\r\nconcerning Gailius' whereabouts.  The KGB officials told\r\nIngrida that if Gailius did not return soon, and face induction\r\ninto the military, his family would never see him again.\r\n    In August 1991, the Soviet Union's disintegration\r\naccelerated with the failure of a coup attempt in Moscow\r\nagainst President Gorbachev.  The Soviet Union recognized\r\nLithuania's independence and ended its economic embargo.  At\r\nthe end of the year, the Soviet Union itself passed into\r\nhistory.\r\n    After Lithuania became independent, there was,\r\nhowever, considerable evidence that threats personal to Gailius\r\noccurred.  That evidence was of a variety of threats against\r\nGailius and his family after December 1991.  Gailius learned of\r\nthese threats from telephone conversations with his father and\r\nfrom documents (including the threatening letters) that his\r\nfather mailed to him (either from outside Lithuania or hand-\r\ndelivered to him through friends sympathetic to the Lithuanian\r\ndemocracy movement).  It is primarily this evidence which forms\r\nthe basis of Gailius' claim that, despite the dramatic overall\r\nchanges in Lithuania, there is still a specific threat of\r\npersecution against him.\r\n    After Lithuanian independence, on the night of March\r\n12, 1992, while Gailius' parents were sleeping, a flaming\r\nMolotov cocktail was thrown into their bedroom and another into\r\ntheir living room.  Gailius' parents called the police.  After\r\nthe police learned whose apartment it was, they advised\r\nGailius' parents not to call the fire department.  The next\r\nmorning, the police arrived in civilian clothes and warned\r\nGailius' parents not to mention the incident to anyone.\r\n    On April 7, 1992, Gailius' sister Ingrida was fired\r\nfrom her job as a public school teacher.  The director of the\r\nschool told her that she was being fired because she had a\r\ntroublemaking brother in the United States who had demonstrated\r\nagainst the government in Lithuania, and that she could look to\r\nhim for financial support.\r\n    On June 21, 1992, the local public prosecutor\r\ninterrogated Gailius' father Albinas concerning Gailius'\r\nwhereabouts and when Gailius intended to return to Lithuania. \r\nThe prosecutor threatened Albinas that his life would become\r\nvery difficult if he did not cooperate and help the authorities\r\nby persuading his son to return.  On July 13, 1992, Albinas was\r\nfired from his post as a university professor.  The reason\r\ngiven in the firing notice was that he had \"improperly\" raised\r\nhis son.  A copy of that notice was placed into the record.\r\n    On July 21, 1992, the Gailius family received the\r\nfirst of at least nineteen threatening letters directed against\r\nIrmantas Gailius.  These were sent to his family over a two-\r\nyear period.  Each was eventually sent to Gailius and placed\r\ninto evidence.  The first letter was addressed to \"Irmantas\"\r\nand stated, \"Just as our grandparents fought in 1940 for the\r\nestablishment of the Soviet system in Lithuania, so we are now\r\ndetermined to catch people like you.  There were victims then\r\nand there will be now.\"  The letter was signed \"Komsomol.\"  The\r\nKomsomol is the Communist Party youth organization.  Gailius\r\nhad fought with members of that organization in his days at the\r\nuniversity.  The next day, three well-dressed men came to the\r\nGailius family apartment and demanded to see Irmantas Gailius. \r\nGailius' mother sent them away, saying she did not know where\r\nhe was.\r\n    On August 1, 1992, the Gailius family received\r\nanother threatening letter demanding that Gailius \"come forward\r\nshow up [sic] and answer for your slander against the Soviet\r\ngovernment and its officials.\"  The letter was signed\r\n\"Initiative group for the re-establishment of the Soviet\r\nregime.\"  Id.  The same three men who had appeared in July\r\narrived again at the Gailius apartment on August 6, 1992, again\r\ndemanding to know where Irmantas Gailius was, and were again\r\nsent away.\r\n    On August 26, 1992, while Gailius' parents were out,\r\nthe apartment was vandalized and a fire was set; Gailius'\r\nparents were able to extinguish the fire.  On the front door,\r\none of the perpetrators wrote, \"We came looking for Irmantas.\" \r\nIrmantas Gailius' father Albinas decided not to call the\r\npolice, believing the vandals were in complicity with the\r\nauthorities.  On September 6, 1992, Gailius learned from his\r\nfather that his friend and colleague in the movement for\r\nLithuania's independence, Robertas Gunevicius, had been\r\nmurdered.  Painted on his body were the words: \"You shall not\r\novercome.\"  After the murder, Albinas Gailius received an\r\nanonymous letter composed of letters cut from a newspaper,\r\nstating \"ROBERTAS GUNEVICIUS - 1 / IRMANTAS GAILIUS  - NEXT.\"\r\n    In October 1992, elections were held in Lithuania\r\nand, to the surprise of many observers, the former Communists\r\nwon.  That election was Lithuania's first as an independent\r\nnation.    After the victory of the former Communists, the\r\nthreats against Gailius and the harassment of his family\r\ncontinued and intensified.  A letter sent to the Gailius family\r\ndated November 27, 1992, one month after the former Communists\r\nwere reelected, states \"IRAMANTAS . . . YOU WILL BE DESTROYED\r\n. . . YOUR TIME (1989-1990) IS GONE.\"  Another states,\r\n\"IRMANTAS GAILIUS, TO ALL . . . YOUNG LITHUANIANS [i.e.,\r\nmembers of the pro-independence group] INCLUDING YOU -- THE\r\nEND!\"  Another states, \"IRMANTAS, SAVE YOUR HIDE SOONER OR\r\nLATER . . . THE RULE OF OUR ORGANIZATION -- DESTROY PHYSICALLYTHOSE WHO GO AGAINST OUR IDEOLOGY!\"\r\n    This is a small sample; there are many similar\r\nthreatening letters in the record.  Many are signed \"Lithuanian\r\nYouth Forum,\" which is the successor organization to the\r\nKomsomol or Lenin Young Communist League.  This frightened\r\nIrmantas Gailius because he had previously experienced\r\nharassment from this group in his days at the university.  One\r\nletter, addressed to Albinas Gailius, states:\r\n         Your son Irmantas protested against\r\n    the Party and the people who worked for\r\n    it.  They have now been elected to\r\n    positions of authority.  For this reason\r\n    your son must answer to us for all his\r\n    past actions.  We are suggesting that you\r\n    think very seriously and without delay\r\n    convince your son to appear before us. \r\n    Sooner or later, we will get him out of\r\n    America.  Do not force us to take drastic\r\n    measures.  Do not risk your life.\r\n\n                     Lithuanian Youth Forum\r\n    There is evidence the Gailius family continued to\r\nexperience other threats and harassment.  In December 1992,\r\nAlbinas Gailius, now unemployed, received a telephone call from\r\nthe prosecutor who had him fired.  The prosecutor asked Albinas\r\nif he had changed his mind about persuading Irmantas to return\r\nand whether he had enough problems.  Soon afterwards, the\r\nGailius family decided to leave Vilnius to escape further\r\nharassment.  They went to stay with Irmantas Gailius'\r\ngrandparents in Kaunas, Lithuania, a town outside the capital.\r\n    On April 10 or 11, 1993, the Gailius apartment in\r\nVilnius was again broken into and vandalized.  At around that\r\ntime, Gailius' sister Ingrida was accosted on the streets while\r\nin Vilnius by an unknown man.  That man demanded to know why\r\nthe Gailius family had not responded to the threatening\r\nletters, reminded Ingrida that she had children, and threatened\r\nher and the rest of the family with death unless Gailius\r\nreturned to Lithuania.\r\n    On August 9, 1993, the police came to Gailius'\r\ngrandparents' house in Kaunas to inform Gailius' parents and\r\nsister that they could could not live there because they did\r\nnot have residence permits for that address.  One week later,\r\nGailius' sister Ingrida received a threatening telephone call\r\nwhile visiting a friend in Vilnius; the caller told her to\r\nwatch her children and that living in Kaunas would not protect\r\nthem.  Gailius' father Albinas looked for work abroad, hoping\r\nto move his family from Vilnius to escape the threatened\r\nreprisals.  \r\n                            II.     On February 21, 1991, months before the expiration of\r\nhis visitor's visa, Gailius filed an asylum application pro se,\r\nbasing it on his fear of persecution because of his political\r\nviews.  Gailius' first asylum application was based on his fear\r\nof persecution from the Soviet military, which continued to\r\noccupy Lithuania, not from the civilian authorities, which at\r\nthat time supported his views.  From March 1990 until October\r\n1992, Sajudis held a majority in parliament and Landsbergis\r\nheaded the government.  Gailius did not allege that he feared\r\nany extra-governmental group.  At the time he filed his first\r\napplication, Gailius and his family had not yet experienced any\r\npersonal threats.  Gailius' primary fear at this time was that\r\nif he were to go back to Lithuania, \"I would be arrested\r\nbecause I refused to go to [sic] the Soviet occupation army,\"\r\nand also that he would continue to be associated with the\r\nvolunteer Lithuanian independence army which was then\r\nconsidered illegal by the Soviet military.\r\n    An Asylum Officer (AO) interviewed Gailius on August\r\n1, 1991.  The AO referred Gailius' case to the State Department\r\nfor an opinion on how the disintegration of the Soviet Union\r\naffected Gailius' asylum claims.  In an opinion dated December\r\n4, 1991, the State Department responded: \"The Soviet Union and\r\nthe Soviet Army no longer have any authority within the\r\nterritorial confines of Lithuania.  We do not find any reason\r\nto believe that the applicant would be harassed or mistreated\r\nif he returned to his native country.\"\r\n    In an opinion dated May 26, 1992, which Gailius says\r\nhe did not receive, the AO explained that the INS intended to\r\ndeny Gailius' request for political asylum.  The opinion\r\nsummarized the facts as Gailius had described them (including\r\nthe July 1991 interrogation of his sister, but none of the\r\nthreats that Gailius had experienced after that incident) and\r\naccepted that Gailius was telling the truth.  The AO noted, \"In\r\nyour interview with the asylum officer you related the facts in\r\na credible manner.  There appears to be no reason to doubt that\r\nthese incidents occurred in the way you described them.\"  The\r\nAO nevertheless explained that the INS intended to deny Gailius\r\nasylum on the ground that \"[t]he Government of the USSR has the\r\nright to require military service of its citizens, and to\r\nprosecute those who do not comply with its military service\r\nlaws.\"  Therefore, the AO reasoned, Gailius' fear of the draft\r\ncould only support an asylum claim if the draft were used to\r\npunish him for his political views.  Noting that Lithuania had\r\nbecome independent and enacted laws designed to protect against\r\nsuch persecution and that the Soviet army no longer had any\r\nauthority in Lithuania, the AO regarded the risk of such\r\npunishment as minimal and stated that the INS intended to deny\r\nhis asylum application.  Gailius' new evidence of personal\r\nthreats that had occurred after his asylum interview in August\r\n1991 was not considered as part of his first asylum\r\napplication.  \r\n    Gailius' asylum application was officially denied and\r\nhe was served with an Order to Show Cause initiating\r\ndeportation proceedings on the ground that his visitor's visa\r\nhad expired.  At a brief hearing on March 2, 1993, Gailius,\r\nthrough counsel, conceded deportability and renewed his\r\napplication for asylum.  Gailius submitted his second asylum\r\napplication on April 30, 1993.  In this application, Gailius\r\nclaimed he would face serious harm, and possibly death, at the\r\nhands of a group of former Communists who had threatened him in\r\nretaliation for his political activities and which the\r\ngovernment was unable or unwilling to control.  In support of\r\nhis claim, Gailius outlined the threats he and his family had\r\nfaced since his first asylum application had been filed.\r\n    The IJ again referred Gailius' case file to the State\r\nDepartment for an advisory opinion concerning then current\r\ncountry conditions in Lithuania.  The record does not reveal\r\nprecisely what evidence of threats was given to the State\r\nDepartment.  In a June 7, 1993 opinion, the State Department\r\nresponded that Gailius' claims were at odds with its views of\r\ncountry conditions, noting that \"[t]he applicant . . .\r\ninitially expressed concern over retribution for his efforts on\r\nbehalf of Lithuanian independence, a goal lauded across the\r\nentire political spectrum in Lithuania, including by the\r\ncommunists.\"  The State Department letter observed, \"[s]ince\r\nhis departure Lithuanian independence has been strengthened de\r\nfacto as well as de jure.\"  The State Department reasoned that\r\nGailius would not be a target of persecution because, in its\r\nview, he was not a sufficiently prominent opponent of the\r\nformer Communists to warrant their attention.\r\n    The State Department opinion also questioned the\r\nauthenticity of the order dismissing Gailius' father from the\r\nuniversity.  The letter said, \"A rector, whatever his intent,\r\nwould not have issued such a document couched in unveiled and\r\npersonal terms.\"  The State Department concluded that Gailius'\r\n\"original concern about induction into the then Soviet army is\r\ntotally bypassed by events.\"  The letter stated that his\r\naccount of specific threats of reprisal for his earlier\r\npolitical activities \"does not comport with the national\r\nconsensus and cannot be considered plausible.\"  Finally, the\r\nletter concluded, \"much in this case must devolve upon\r\n[Gailius'] credibility.  On the basis of the written record, we\r\nmust admit to being baffled and skeptical.\"\r\n    The State Department opinion letter did not account\r\nfor most of Gailius' specific evidence of threats of reprisals,\r\nand did not comment at all on the threatening letters which\r\nGailius eventually placed into the record.    It also made clear\r\nthat the Department was operating from generalized information:\r\n         These observations are based on our\r\n    analysis of country conditions and other\r\n    relevant factors, plus an evaluation of\r\n    the specific information provided in the\r\n    application.  We do not have independent\r\n    information about this applicant.\r\nGailius was provided with a copy of the second State Department\r\nopinion to allow him to submit evidence to rebut it.\r\n    A hearing was conducted before the IJ on January 26,\r\n1994, and continued on June 23, 1994 and December 22, 1994. \r\nGailius testified that he was \"very scared\" upon hearing of the\r\nthreats and warnings contained in the letters, and the other\r\nincidents.  In addition to the documentary evidence, Gailius\r\nsubmitted a sworn affidavit from his father Albinas.  The\r\naffidavit confirms Gailius' account of the threats the Gailius\r\nfamily had received.\r\n    On cross-examination, the INS attorney asked Gailius\r\nwhether he still feared induction into the Soviet military, as\r\nhe had stated in his first asylum application.  Gailius claimed\r\nthat he did, because he regarded the Lithuanian military, under\r\nthe current government, as closely aligned with the Russian\r\nmilitary.  Gailius stated that he would have no objection to\r\nserving in a military which was truly independent from Moscow's\r\ninfluence.  Gailius also claimed to fear the reincorporation of\r\nLithuania into Russia, noting the popularity in Russia of\r\nultra-nationalist politicians such as Vladimir Zhirinovsky.\r\n    Gailius presented three other witnesses, primarily to\r\nrebut the State Department's opinion that changed country\r\nconditions in Lithuania had rendered Gailius' fears of\r\npersecution unfounded.  The first witness, Rev. Albert Contons,\r\nthe rector of St. Peter Lithuanian Church in South Boston, has\r\nbeen president of the Lithuanian Priests Legion for twenty\r\nyears.  Contons' parish is composed primarily of ethnic\r\nLithuanians, and Contons speaks Lithuanian and travelled to\r\nLithuania on several occasions in 1991, 1992 and 1993.  He\r\ntestified that the election of the former Communists to power\r\nin Lithuania in 1992 was the result of enormous economic\r\npressure from Moscow.  He also testified that many of the\r\npeople involved in the Soviet regime were still occupying\r\npositions of authority in Lithuania, and that, under the\r\ncurrent regime, Soviet-minded officers continue to dominate the\r\nmilitary.\r\n    Gailius' second witness was Professor Olimpiad Ioffe,\r\na law professor at the University of Connecticut School of Law.\r\nIn 1980, Professor Ioffe had been fired from his position as a\r\nlaw professor at Leningrad State University because he had\r\nsupported his daughter's decision to emigrate to the West.  The\r\nstated reason for his firing, like that of Gailius' father, was\r\nthat he had failed to give his child a proper upbringing. \r\nIoffe's testimony was offered primarily to rebut the State\r\nDepartment's opinion questioning the authenticity of the order\r\ndismissing Albinas on grounds that a Soviet university official\r\n\"would not have issued such a document couched in unveiled and\r\npersonal terms.\"  Professor Ioffe stated that, to the contrary,\r\nSoviet policy was to fire parents from their official positions\r\nif their children defied the Soviet authorities and that this\r\npolicy was openly acknowledged in official documents.\r\n    Gailius' final witness was an expert on the\r\ncontemporary political situation in Lithuania, Lowry Wyman. \r\nWyman, a Russian area scholar and lawyer, had been a Fellow at\r\nthe Russian Research Center at Harvard University since 1988. \r\nWyman had published numerous articles on legal reform in\r\nLithuania and other former Soviet republics.  At the time of\r\nher testimony in 1994, Wyman was working on a contract with the\r\nUnited States Agency for International Development (USAID) on\r\na project for strengthening the rule of law in the newly\r\nindependent nations of Central Asia.  Wyman had worked in\r\nLithuania for several months in late 1990 and early 1991\r\ndirectly for then President Landsbergis, the leader of the\r\nSajudis movement, and witnessed first-hand the Soviet Union's\r\nattempt to depose President Landsbergis' government.  She and\r\nher husband had also drafted, at the request of President\r\nLandsbergis, a model constitution for an independent Lithuania. \r\nWyman testified that she maintained close contact with former\r\ncolleagues and scholars in Lithuania and followed events in\r\nLithuania closely.\r\n    When questioned about current conditions in\r\nLithuania, Wyman testified that the former Communists had\r\nengaged in \"reprisal and intimidation\" of those who backed the\r\nLithuanian independence movement.  In Wyman's opinion, assuming\r\nthe threats to which Gailius testified had occurred, Gailus'\r\nfears of intimidation, imprisonment and possible death if\r\nforced to return to Lithuania were entirely plausible.  She\r\ntestified that the State Department's account of conditions in\r\nLithuania under the former Communists, now elected to power,\r\n\"represented . . . wishful thinking\" rather than \"the actual\r\nconditions of the country.\"  Wyman testified that the\r\nauthorities in Lithuania have not come to respect ordinary\r\ncitizens' right to dissent from the prevailing government.  She\r\nadded that, despite the existence of constitutional protections\r\nin theory, ordinary officials did not respect these rights in\r\npractice, particularly now that the former Communists had\r\nregained power through electoral means.  She rejected the State\r\nDepartment's opinion that Gailius would be unlikely to face\r\nsuch reprisals because he was insufficiently prominent.  She\r\nnoted that, on the contrary, ordinary citizens who dissented\r\nfrom the official view, not just prominent leaders, were often\r\nthe targets of official harassment by the authorities.  Wyman\r\ntestified that the threats Gailius had outlined were,\r\nunfortunately, still \"quite typical\" in Lithuanian political\r\nculture, despite the formal abandonment of the Soviet system.\r\n    On December 22, 1994, the IJ determined that Gailius\r\nwas not eligible for asylum.  The IJ relied heavily on the\r\nState Department's second advisory opinion.  She determined\r\nthat, while Gailius was \"an earnest young man,\" his claimed\r\nfears were not well founded.  As to the threatening letters,\r\nthe IJ expressed some skepticism in that the threats had\r\nappeared after the denial of Gailius' first asylum claim. \r\nNevertheless, she did not make any finding concerning their\r\nauthenticity; instead, she found these letters to be\r\ninsufficient to support Gailius' asylum claim because the\r\nauthor was unknown and the threats could have been from a\r\nperson or group with a \"personal vendetta\" against the family. \r\nThe IJ also stated that she regarded Gailius' fears as\r\nexaggerated, \"at times leading to . . . paranoia,\" and that,\r\nwhile he had been active in the protests against Soviet rule,\r\nhe overstated his importance in the Lithuanian independence\r\nmovement.\r\n    On October 9, 1997, the BIA affirmed the IJ's\r\ndecision \"for the reasons set forth in the Immigration Judge's\r\ndecision.\"  The BIA rejected Gailius' challenge to the IJ's\r\nassessment of his testimony, and to the IJ's reliance on the\r\nState Department's second advisory opinion.\r\n    Gailius filed a timely petition for review in this\r\ncourt.  Because Gailius challenges a deportation order made\r\nfinal after October 31, 1996 in a case initiated prior to April\r\n1, 1997, Gailius' case is governed by the \"transitional rules\"\r\nfor judicial review established by the Illegal Immigration\r\nReform and Immigrant Responsibility Act of 1996, Pub. L. No.\r\n104-208, Div. C,  309, 110 Stat. 3009-546, 3009-625 to 627. \r\nTherefore, this court has jurisdiction pursuant to former  106\r\nof the Immigration and Nationality Act (INA).  See Meguenine v.\r\nINS, 139 F.3d 25, 26 (1st Cir. 1998).\r\n                           III.\r\n                                    We review the BIA's determination that Gailius was\r\nineligible for asylum and withholding of deportation \"to\r\ndetermine if it is supported by 'substantial evidence.'\"  Id.at 27 (quoting Ipina v. INS, 868 F.2d 511, 513 (1st Cir.\r\n1989)).  We review the BIA's legal conclusions de novo, with\r\nappropriate deference to the agency's interpretation of the\r\nunderlying statute in accordance with administrative law\r\nprinciples.  See id.    \r\n    To establish a \"well-founded fear of persecution,\"\r\nGailius must establish that his claimed fear is genuine and\r\nthat it is objectively reasonable.  See INS v. Cardoza-Fonseca,\r\n480 U.S. 421, 430-31 (1987); Cordero-Trejo v. INS, 40 F.3d 482,\r\n491 (1st Cir. 1994).  Because both determinations depend\r\nheavily on the credibility of the applicant and the applicant's\r\nevidence, we have emphasized the need for clarity from the BIA\r\nin assessing an asylum claimant's testimony.  See Cordero-\r\nTrejo, 40 F.3d at 491-92; see also Aguilera-Cota v. INS, 914\r\nF.2d 1375, 1381 (9th Cir. 1990)  (requiring a \"rational and\r\nsupportable connection between the reasons cited and the\r\nconclusion that the petitioner is not credible\" in order to\r\nfacilitate review of the agency's determinations).\r\n    The need for clear administrative findings is\r\nimplicit in the statute under which we review the BIA's\r\ndecision.  The statute requires that the agency's conclusions\r\nbe \"supported by reasonable, substantial, and probative\r\nevidence on the record considered as a whole . . . .\"  Old INA\r\n 106(a)(4), 8 U.S.C.  1105a(a)(4); see Fergiste, 138 F.3d at\r\n17 (citing cases).  Although our review is \"deferential,\"\r\nMeguenine, 139 F.3d at 27, we have rejected the notion that the\r\nINS is \"a unique kind of administrative agency entitled to\r\nextreme deference.\"  Cordero-Trejo, 40 F.3d at 487 (internal\r\nquotation marks and citation omitted).  Rather, we apply\r\n\"normal principles of administrative law governing the role of\r\ncourts of appeals when reviewing agency decisions for\r\nsubstantial evidence . . . .\"  Id.\r\n    Under those principles, \"a reviewing court . . . must\r\njudge the propriety of [administrative] action solely by the\r\ngrounds invoked by the agency,\" and \"that basis must be set\r\nforth with such clarity as to be understandable.\"  SEC v.\r\nChenery Corp., 332 U.S. 194, 196 (1947); see generally I K.\r\nDavis &amp; R. Pierce, Administrative Law Treatise,  8.5 (3d ed.\r\n1994) (explaining when agency must make findings and provide\r\nreasons for its decisions).  \"[T]he agency's decision cannot be\r\nsupported on reasoning that the agency has not yet adopted.\" \r\nPuerto Rico Sun Oil Co. v. EPA, 8 F.3d 73, 79 (1st Cir. 1993)\r\n(citing Chenery, 332 U.S. at 196).  No finding regarding the\r\nletters' authenticity was made by the agency, and it is for the\r\nagency, not the courts, to make findings of fact.  Thus, the\r\nINS may not seek to have the BIA opinion upheld on the grounds\r\nthat there was no reasonable fear of persecution because the\r\nletters were not authentic; the agency simply has not ruled on\r\nthe authenticity issue, either implicitly or explicitly.\r\n    Nor may we simply ignore the evidence of the\r\nthreatening letters, and examine only the evidence that\r\nsupports the BIA's determination.  The statute admonishes us to\r\nconduct our review on the whole record, and we may not affirm\r\nthe BIA's decision \"when [we] cannot conscientiously find that\r\nthe evidence supporting that decision is substantial, when\r\nviewed in the light that the record in its entirety furnishes,\r\nincluding the body of evidence opposed to the Board's view.\" \r\nUniversal Camera Corp. v. NLRB, 340 U.S. 474, 488 (1951); see\r\nalso Cordero-Trejo, 40 F.3d at 487 (applying Universal Camerastandard to review of BIA decision).  Instead, we must review\r\nthe BIA's decision to determine if -- despite the failure to\r\nmake specific findings concerning the threats -- the agency\r\narticulated other adequate reasons for denying Gailius' asylum\r\nclaim.  We examine each reason in turn, and find each\r\ndeficient.\r\n    The IJ concluded that, even if these threats had\r\noccurred as Gailius described them, a matter on which she did\r\nnot rule, Gailius was nevertheless ineligible for asylum\r\nbecause \"a reasonable person in his situation would [not]\r\nnecessarily have the same fear.\"  We disagree.  Gailius offered\r\nspecific testimony outlining a series of very serious threats \r\nand corroborated that testimony with documents.  If the threats\r\nare real, and in the absence of some adequate reason to the\r\ncontrary, Gailius may well have had a well-founded fear that he\r\nwould suffer serious harm at the hands of the former Communists\r\nin retaliation for his political activities and opinions.\r\n    In Matter of Mogharrabi, 19 I. &amp; N. Dec. 439 (BIA\r\n1987), the BIA outlined a four-part test for determining\r\nwhether an applicant has established a well-founded fear. \r\nUnder that test, an applicant must present evidence that\r\nestablishes that (1) he or she possesses a belief or\r\ncharacteristic that a persecutor seeks to overcome in others\r\nthrough some form of punishment, (2) that the persecutor is\r\naware, or could become aware, that the applicant possesses this\r\nbelief or characteristic, (3) that the persecutor has the\r\ncapability of punishing the applicant, and (4) that the\r\npersecutor has the inclination to punish the applicant.  Seeid. at 446-47 (citation omitted).  Gailius presented ample\r\nevidence, if accepted as credible, of specific facts that\r\nsatisfies all four elements of the Mogharrabi test.\r\n    The IJ noted that, even if the threats had occurred,\r\nit was not apparent who was making the threats and how many\r\npeople were behind the threats.  The agency's opinion may not\r\nbe upheld on that ground.  We have rejected any requirement\r\nthat asylum applicants identify their persecutors when their\r\nfear is of clandestine groups.  See Cordero-Trejo, 40 F.3d at\r\n488 (applicant's failure to identify \"unknown armed men\" or\r\n\"death squads\" who threatened him was not a reasonable basis\r\nfor doubting his credibility).  Persecutors \"have [not] been\r\ngiven adequate notice that our government expects them to sign\r\ntheir names and reveal their individual identities when they\r\ndeliver threatening messages.\"  Aguilera-Cota, 914 F.2d at\r\n1380.  The fact that the person or persons who authored the\r\nthreatening letters is not specifically identified does not\r\nexcuse the agency's failure to specifically rule on their\r\ngenuineness.  In any event, the record shows that many of the\r\nthreatening messages were signed \"Lithuanian Youth Forum,\" the\r\nsuccessor to the Communist Party's youth wing, an organization\r\nwith which Gailius had fought in his days at the university.\r\n    The IJ also concluded that Gailius' testimony was at\r\nodds with country conditions as described in the State\r\nDepartment opinions.  Of course, asylum applicants are entitled\r\nto respond to claims of changed country conditions.  SeeGebremichael v. INS, 10 F.3d 28, 39 (1st Cir. 1993).  Given the\r\nevidence Gailius produced, the State Department's view of\r\ncountry conditions alone does not provide a \"rational and\r\nsupportable connection between the reasons cited and the\r\nconclusion that the petitioner is not credible.\"  Aguilera-\r\nCota, 914 F.2d at 1381.  Unlike the vast majority of asylum\r\nclaimants, Gailius managed to provide corroboration for his\r\naccount of these threats and the harassment to his family by\r\noffering the threatening letters themselves into evidence,\r\ncomplete with certified translations, as well as his father's\r\nsworn testimony.\r\n    Such corroborative evidence is not required to\r\nestablish an asylum claim; in many cases, the applicant's own\r\ncredible testimony is sufficient to support eligibility for\r\nasylum as long as it provides a basis for a well founded fear. \r\nSee 8 C.F.R.  208.13(a) (1997); Cordero-Trejo, 40 F.3d at 491. \r\nThis is because \"refugees rarely are able to offer direct\r\ncorroboration of specific threats or specific incidents of\r\npersecution.\"  Turcios v. INS, 821 F.2d 1396, 1402 (9th Cir.\r\n1987) (citation omitted).  Therefore, in most asylum cases, the\r\ncredibility of the applicant's uncorroborated testimony is the\r\ncentral issue.  In determining credibility, the regulations\r\ncontemplate weighing the applicant's account of specific\r\nincidents \"in light of general conditions in the applicant's\r\ncountry of nationality or last habitual residence\" to determine\r\nif the applicant's testimony is plausible.  8 C.F.R. \r\n208.13(a) (1997); see Cordero-Trejo, 40 F.3d at 491.  \r\n    In Gailius' case, however, there is a crucial\r\ndifference; his testimony did appear to be corroborated by\r\nspecific documentary evidence, including the threatening\r\nletters.  It was also corroborated by the affidavit of his\r\nfather.  Therefore, to reject Gailius' testimony, the IJ must\r\ndo more than point to general conditions in Lithuania. \r\nInstead, the IJ must also determine that the other evidence\r\nGailius produced in corroboration of his testimony is not\r\ngenuine, or, for some other adequate reason, not persuasive. \r\nThe agency essentially ignores this evidence.  Cf. id. at 487\r\n(BIA decision is \"not supported by substantial evidence because\r\nit ignores significant documentary evidence pertinent . . . to\r\nthe credibility of [the applicant's] claimed fear of\r\npersecution\").  The agency's reasoning -- that Gailius was\r\ninsufficiently prominent to have received threats -- is\r\ninadequate.  Cf. id. at 491 (finding that agency's reasons for\r\ndoubting applicant's credibility were inadequate and\r\n\"unreasonably eviscerate [applicant's] attempt to establish\r\nboth the objective and the subjective elements of his asylum\r\nclaim\").  The BIA's suggestion that Gailius was not\r\nsufficiently prominent to have a plausible fear of persecution\r\npresupposes that the threatening letters he introduced were not\r\ngenuine -- a conclusion that the IJ declined to reach.\r\n    In rejecting Gailius' asylum claim, the IJ placed\r\nheavy reliance on the State Department's second advisory\r\nopinion.  Given the evidence Gailius produced, that alone does\r\nnot excuse the agency's failure to rule on the threats.  Even\r\nas to general country conditions, \"[t]he advice of the State\r\nDepartment is not binding, either on the service or on the\r\ncourts . . . .\"  Gramatikov v. INS, 128 F.3d 619, 620 (7th Cir.\r\n1997); cf. Gebremichael, 10 F.3d at 39 (holding that asylum\r\napplicants must be given an opportunity to rebut the State\r\nDepartment's view of country conditions).  This is both because\r\nit is the Attorney General, not the Secretary of State, whom\r\nCongress has entrusted with the authority to grant asylum and\r\nbecause \"there is perennial concern that the [State] Department\r\nsoftpedals human rights violations by countries that the United\r\nStates wants to have good relations with.\"  Gramatikov, 128\r\nF.3d at 620.\r\n    While the documentary evidence alone, if genuine,\r\ncould well cause us to question the conclusion that there is no\r\nwell-founded fear of persecution, Gailius presented more.\r\nGailius produced the testimony of Lowry Wyman, an expert\r\nwitness.  The IJ acknowledged that her knowledge of Lithuania\r\nand the situation in the former Soviet republics in general is\r\nquite impressive.  State Department opinions receive\r\nconsiderable weight in the courts because of the State\r\nDepartment's expertise.  Gailius' expert also possessed a high\r\ndegree of expertise, including both academic credentials and\r\npractical direct experience working in post-independence\r\nLithuania for President Landsbergis and elsewhere in the former\r\nSoviet Union for USAID.  This gives additional emphasis to why\r\nthe agency may not jump over the issue of the threats.  \r\n    Finally, both the State Department opinion and the IJ\r\ncommented that Gailius' new evidence of threats to his family\r\nsurfaced only after the initial denial of his asylum claim.  To\r\nrely on this timing alone as a basis for ignoring Gailius'\r\ntestimony and other evidence is a non sequitur.  Such reasoning\r\nignores the fact that the threats largely appeared beginning in\r\n1992, at about the time the former Communists regained power\r\nthrough electoral means.  This is not a case where an applicant\r\nfor asylum materially changes his story by adding testimony\r\nthat he could have provided earlier, thus casting doubt on its\r\nveracity.  Gailius' account of the threats is entirely\r\nconsistent with his earlier claim for asylum based on his\r\npolitical activities in 1989 and 1990 and his fear of\r\npunishment for resisting the draft.  Just as the INS may rely\r\non changes in country conditions to rebut an asylum claim, an\r\nasylum applicant may submit evidence of new threats to his\r\nsafety that occur after applying for asylum and which support\r\nhis fears of persecution.\r\n    \"In order for this court to conduct a proper\r\nsubstantial evidence review of the BIA's decision, the Board's\r\nopinion must state with sufficient particularity and clarity\r\nthe reasons for denial of asylum.\"  Hartooni v. INS, 21 F.3d\r\n336, 343 (9th Cir. 1994) (internal quotation marks and citation\r\nomitted).  For this court to review BIA decisions, the agency\r\nmust adequately explain why it does not find the evidence of\r\nthreats credible or persuasive and the relevant documents\r\nauthentic when that evidence goes to the heart of whether there\r\nis a fear of future persecution.  While the burden is on the\r\napplicant to establish that he or she is eligible for asylum,\r\nif the applicant produces testimony showing a pattern of\r\nspecific threats giving rise to a well-founded fear of\r\npersecution, the IJ must, if he or she chooses to reject that\r\ntestimony as lacking credibility, offer a \"specific, cogent\r\nreason for [the IJ's] disbelief.\"  Turcios, 821 F.2d at 1399\r\n(citations and internal quotation marks omitted); see also II\r\nDavis, supra,  11.2, at 189-90 (noting that an agency must\r\nprovide reasons for its disbelief of uncontradicted testimony\r\nto facilitate judicial review).  This is particularly so in the\r\nrare case when an asylum applicant is able to produce\r\ncorroboration for his or her testimony.  \r\n    Because \"[b]oth the [IJ] and the Board failed to\r\naddress much of [Gailius'] evidence,\"  Cordero-Trejo, 40 F.3d\r\nat 492, and because the IJ did not make a determination of the\r\ncredibility and authenticity of Gailius' evidence of threats,\r\nwe remand for further consideration.  This is the appropriate\r\nremedy when a reviewing court cannot sustain the agency's\r\ndecision because it has failed to offer legally sufficient\r\nreasons for its decision.  See Pension Benefit Guar. Corp. v.\r\nLTV Corp., 496 U.S. 633, 654 (1990) (noting that, in this\r\nsituation, \"remanding to the agency is . . . the preferred\r\ncourse\" (citation omitted)); Osorio v. INS, 99 F.3d 928, 932-33\r\n(9th Cir. 1996) (remanding to address an insufficiently\r\nreasoned credibility determination against the applicant);\r\nBrown v. HHS, 46 F.3d 102, 115 (1st Cir. 1995); Cordero-Trejo,\r\n40 F.3d at 492.  \"At the same time, in all fairness, we apprise\r\nthe Board that we have grave doubts whether a reasonable fact-\r\nfinder making the full study this record calls for could deny\r\nrefugee status to [Gailius].\"  Cordero-Trejo, 40 F.3d at 492. \r\nWhether Gailius ultimately should be granted asylum is, of\r\ncourse, a matter for the agency's discretion.  \r\n    The order of the BIA is vacated, and the case is\r\nremanded to the BIA for further proceedings consistent with\r\nthis opinion.\n",
  "html": "<p class=\"case_cite\">147 F.3d 34</p>\n    <p class=\"parties\">Irmantas GAILIUS, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 97-2283.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1998.<br>Decided June 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harvey Kaplan, with whom Maureen O'Sullivan, Jeremiah Friedman, Kaplan, O'Sullivan &amp; Friedman, LLP, Herbert Epstein and International Institute of Boston were on brief, for petitioner.</p>\n      <p class=\"indent\">Timothy P. McIlmail, with whom Frank W. Hunger, Assistant Attorney General, Civil Division, Norah Ascoli Schwarz, Senior Litigation Counsel, and Francesco Isgro, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, United States Department of Justice, were on brief, for respondent.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Irmantas Gailius petitions for relief from the denial of his claims for asylum and withholding of deportation.  Gailius fled his native Lithuania in 1990, when that country was part of the Soviet Union, because he feared the Soviet authorities would persecute him for his activities in support of democracy and Lithuanian independence.  Lithuania became independent and has held two elections that international observers have certified as free and fair.  Largely on the basis of these dramatic changed country conditions, as confirmed in State Department opinion letters, the Immigration Judge (IJ) denied Gailius' claims, and the Board of Immigration Appeals (BIA) affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gailius, however, put evidence in the record to show that the former Communist Party has been restored to power in Lithuania through electoral means, that some former Communists have engaged in violent reprisals against those who took part in Lithuania's democracy movement, and that numerous specific threats have been directed against him.  Gailius submitted into evidence threatening letters, which he said were sent to his family, warning that he would be murdered if he returned to Lithuania.  He also provided expert testimony casting doubt on the State Department's positive view of the current regime in Lithuania.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is well established that general changes in country conditions do not render an applicant ineligible for asylum when, despite those general changes, there is a specific danger to the applicant.  See, e.g., Fergiste v. INS, 138 F.3d 14, 19 (1st Cir.1998).  Therefore, the authenticity of Gailius' physical evidence and the credibility of the account of threats against him is a central issue in his case.  But the IJ did not make findings concerning the truthfulness of Gailius' testimony about these threats or the authenticity of the threatening letters, and did not offer any adequate explanation for why these threats, if they had occurred, would not cause a reasonable person to fear persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the absence of such findings, coherent review of the agency decision, which we are required by statute to perform, is impossible.  Accordingly, we vacate the BIA's order and remand the case for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We summarize the evidence that Gailius presented to the agency, and then describe the agency's assessment of that evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Irmantas Gailius was born in 1971 in what was then the Soviet Socialist Republic of Lithuania, U.S.S.R.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In 1987, Gailius entered Vilnius Civil Engineering Institute, the university where his father Albinas taught.  Gailius soon became active in a variety of political activities opposing the Soviet regime.  In the spring of 1988, Gailius helped to organize a student chapter of the Lithuanian Freedom League, then an underground movement, and served as an officer.  He wrote and signed political articles for outlawed newspapers urging democracy and independence and organized political rallies and demonstrations.  In October 1988, Gailius served in a security detail guarding a meeting of the Sajudis Congress, the organization that eventually secured Lithuania's independence and whose leader oversaw the adoption of Lithuania's current democratic constitution.  Gailius submitted into the administrative record a photo identification card noting his status as a student security guard for Sajudis.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gailius was also a member of the Lithuanian National Youth Union \"Young Lithuania\", which encouraged Lithuanian youth to resist the Soviet draft as a protest against the Soviet military's presence in Lithuania.  Gailius publicly refused to cooperate with the draft and demanded that the Soviet army leave Lithuania.  In November 1989, he lay in front of oncoming tanks with other \"Young Lithuania\" activists in a Red Army parade, was arrested, and spent a twenty-four hour period under intense KGB interrogation.  During that interrogation, the KGB threatened to have him expelled from the university (thus subjecting him to the draft) and to have his father Albinas Gailius fired.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In February 1990, Irmantas Gailius signed a letter, put into evidence, refusing conscription into the Soviet military.  He sent the letter and his military passport to Soviet authorities.  That same month, Gailius helped organize and spoke at a demonstration protesting the visit of a Soviet minister to the university.  Gailius and other students posted placards--demanding independence and the withdrawal of the Red Army from Lithuania--at the hall in which the minister was speaking.  The placards were removed.  Gailius attempted to give a note to the minister containing the students' demands, which university faculty intercepted.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In March 1990, the first free elections since World War II were held in Lithuania.  The Sajudis movement, headed by Vytautas Landsbergis, won the elections, and the Lithuanian Parliament voted in favor of independence.  The Soviet Union responded by surrounding the Lithuanian Parliament Building with tanks and by imposing an economic embargo on Lithuania.  Gailius helped build barricades around the Lithuanian Parliament Building to protect the legislators from Soviet troops.  In May 1990, Gailius joined the outlawed volunteer army formed by Sajudis.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because of his role in the February 1990 protest, the university faculty voted to expel Gailius at the end of the academic year in June.  That order expelling him and other students \"because of their participation in antigovernment demonstration[s] and [for] using slanderous slogans against the [Soviet] Deputies\" was put into evidence.  Having lost his status as a student, Gailius became subject to the draft.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Gailius feared that he would be drafted into the Soviet army and placed into a special \"punishment unit\" for political dissidents, where he would be brutalized.  He decided to leave Lithuania for a time.  He spent the next few months in Poland, Czechoslovakia, East Germany and West Germany, until he could travel to the United States.  In October 1990, he received a draft notice from the Soviet authorities.  Gailius obtained a visitor's visa and purchased a round-trip ticket to Washington, D.C., for a flight in November, intending to stay with relatives.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In January 1991, Soviet authorities attempted to overthrow the elected government of Lithuania, and Soviet armed forces attempted to take control of the central television tower in Vilnius, killing several civilians.  The attempt failed.  The Soviet Union continued the economic embargo and refused to accept Lithuania's independence.  Gailius, in this country, applied for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In July 1991, while Gailius was awaiting his asylum interview, he spoke with his family in Lithuania and learned that his sister Ingrida, a public school teacher, had been taken into KGB custody for four hours and interrogated concerning Gailius' whereabouts.  The KGB officials told Ingrida that if Gailius did not return soon, and face induction into the military, his family would never see him again.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In August 1991, the Soviet Union's disintegration accelerated with the failure of a coup attempt in Moscow against President Gorbachev.  The Soviet Union recognized Lithuania's independence and ended its economic embargo.  At the end of the year, the Soviet Union itself passed into history.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After Lithuania became independent, there was, however, considerable evidence that threats personal to Gailius occurred.  That evidence was of a variety of threats against Gailius and his family after December 1991.  Gailius learned of these threats from telephone conversations with his father and from documents (including the threatening letters) that his father mailed to him (either from outside Lithuania or hand-delivered to him through friends sympathetic to the Lithuanian democracy movement).  It is primarily this evidence which forms the basis of Gailius' claim that, despite the dramatic overall changes in Lithuania, there is still a specific threat of persecution against him.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After Lithuanian independence, on the night of March 12, 1992, while Gailius' parents were sleeping, a flaming Molotov cocktail was thrown into their bedroom and another into their living room.  Gailius' parents called the police.  After the police learned whose apartment it was, they advised Gailius' parents not to call the fire department.  The next morning, the police arrived in civilian clothes and warned Gailius' parents not to mention the incident to anyone.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On April 7, 1992, Gailius' sister Ingrida was fired from her job as a public school teacher.  The director of the school told her that she was being fired because she had a troublemaking brother in the United States who had demonstrated against the government in Lithuania, and that she could look to him for financial support.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On June 21, 1992, the local public prosecutor interrogated Gailius' father Albinas concerning Gailius' whereabouts and when Gailius intended to return to Lithuania.  The prosecutor threatened Albinas that his life would become very difficult if he did not cooperate and help the authorities by persuading his son to return.  On July 13, 1992, Albinas was fired from his post as a university professor.  The reason given in the firing notice was that he had \"improperly\" raised his son.  A copy of that notice was placed into the record.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On July 21, 1992, the Gailius family received the first of at least nineteen threatening letters directed against Irmantas Gailius.  These were sent to his family over a two-year period.  Each was eventually sent to Gailius and placed into evidence.  The first letter was addressed to \"Irmantas\" and stated, \"Just as our grandparents fought in 1940 for the establishment of the Soviet system in Lithuania, so we are now determined to catch people like you.  There were victims then and there will be now.\"   The letter was signed \"Komsomol.\"   The Komsomol is the Communist Party youth organization.  Gailius had fought with members of that organization in his days at the university.  The next day, three well-dressed men came to the Gailius family apartment and demanded to see Irmantas Gailius.  Gailius' mother sent them away, saying she did not know where he was.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On August 1, 1992, the Gailius family received another threatening letter demanding that Gailius \"come forward show up [sic ] and answer for your slander against the Soviet government and its officials.\"   The letter was signed \"Initiative group for the re-establishment of the Soviet regime.\"  Id. The same three men who had appeared in July arrived again at the Gailius apartment on August 6, 1992, again demanding to know where Irmantas Gailius was, and were again sent away.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On August 26, 1992, while Gailius' parents were out, the apartment was vandalized and a fire was set;  Gailius' parents were able to extinguish the fire.  On the front door, one of the perpetrators wrote, \"We came looking for Irmantas.\"   Irmantas Gailius' father Albinas decided not to call the police, believing the vandals were in complicity with the authorities.  On September 6, 1992, Gailius learned from his father that his friend and colleague in the movement for Lithuania's independence, Robertas Gunevicius, had been murdered.  Painted on his body were the words:  \"You shall not overcome.\"   After the murder, Albinas Gailius received an anonymous letter composed of letters cut from a newspaper, stating \"ROBERTAS GUNEVICIUS--1 / IRMANTAS GAILIUS--NEXT.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In October 1992, elections were held in Lithuania and, to the surprise of many observers, the former Communists won.  That election was Lithuania's first as an independent nation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After the victory of the former Communists, the threats against Gailius and the harassment of his family continued and intensified.  A letter sent to the Gailius family dated November 27, 1992, one month after the former Communists were reelected, states \"IRAMANTAS ... YOU WILL BE DESTROYED ... YOUR TIME (1989-1990) IS GONE.\"  Another states, \"IRMANTAS GAILIUS, TO ALL ... YOUNG LITHUANIANS [i.e., members of the pro-independence group] INCLUDING YOU--THE END! \"  Another states, \"IRMANTAS, SAVE YOUR HIDE SOONER OR LATER ... THE RULE OF OUR ORGANIZATION--DESTROY PHYSICALLY THOSE WHO GO AGAINST OUR IDEOLOGY!\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This is a small sample;  there are many similar threatening letters in the record.  Many are signed \"Lithuanian Youth Forum,\" which is the successor organization to the Komsomol or Lenin Young Communist League.  This frightened Irmantas Gailius because he had previously experienced harassment from this group in his days at the university.  One letter, addressed to Albinas Gailius, states:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Your son Irmantas protested against the Party and the people who worked for it.  They have now been elected to positions of authority.  For this reason your son must answer to us for all his past actions.  We are suggesting that you think very seriously and without delay convince your son to appear before us.  Sooner or later, we will get him out of America.  Do not force us to take drastic measures.  Do not risk your life.</p>\n    </div>\n    <p class=\"indent\">Lithuanian Youth Forum</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is evidence the Gailius family continued to experience other threats and harassment.  In December 1992, Albinas Gailius, now unemployed, received a telephone call from the prosecutor who had him fired.  The prosecutor asked Albinas if he had changed his mind about persuading Irmantas to return and whether he had enough problems.  Soon afterwards, the Gailius family decided to leave Vilnius to escape further harassment.  They went to stay with Irmantas Gailius' grandparents in Kaunas, Lithuania, a town outside the capital.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On April 10 or 11, 1993, the Gailius apartment in Vilnius was again broken into and vandalized.  At around that time, Gailius' sister Ingrida was accosted on the streets while in Vilnius by an unknown man.  That man demanded to know why the Gailius family had not responded to the threatening letters, reminded Ingrida that she had children, and threatened her and the rest of the family with death unless Gailius returned to Lithuania.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On August 9, 1993, the police came to Gailius' grandparents' house in Kaunas to inform Gailius' parents and sister that they could not live there because they did not have residence permits for that address.  One week later, Gailius' sister Ingrida received a threatening telephone call while visiting a friend in Vilnius;  the caller told her to watch her children and that living in Kaunas would not protect them.  Gailius' father Albinas looked for work abroad, hoping to move his family from Vilnius to escape the threatened reprisals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On February 21, 1991, months before the expiration of his visitor's visa, Gailius filed an asylum application pro se, basing it on his fear of persecution because of his political views.  Gailius' first asylum application was based on his fear of persecution from the Soviet military, which continued to occupy Lithuania, not from the civilian authorities, which at that time supported his views.  From March 1990 until October 1992, Sajudis held a majority in parliament and Landsbergis headed the government.  Gailius did not allege that he feared any extra-governmental group.  At the time he filed his first application, Gailius and his family had not yet experienced any personal threats.  Gailius' primary fear at this time was that if he were to go back to Lithuania, \"I would be arrested because I refused to go to [sic ] the Soviet occupation army,\" and also that he would continue to be associated with the volunteer Lithuanian independence army which was then considered illegal by the Soviet military.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">An Asylum Officer (AO) interviewed Gailius on August 1, 1991.  The AO referred Gailius' case to the State Department for an opinion on how the disintegration of the Soviet Union affected Gailius' asylum claims.  In an opinion dated December 4, 1991, the State Department responded:  \"The Soviet Union and the Soviet Army no longer have any authority within the territorial confines of Lithuania.  We do not find any reason to believe that the applicant would be harassed or mistreated if he returned to his native country.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In an opinion dated May 26, 1992, which Gailius says he did not receive, the AO explained that the INS intended to deny Gailius' request for political asylum.  The opinion summarized the facts as Gailius had described them (including the July 1991 interrogation of his sister, but none of the threats that Gailius had experienced after that incident) and accepted that Gailius was telling the truth.  The AO noted, \"In your interview with the asylum officer you related the facts in a credible manner.  There appears to be no reason to doubt that these incidents occurred in the way you described them.\"   The AO nevertheless explained that the INS intended to deny Gailius asylum on the ground that \"[t]he Government of the USSR has the right to require military service of its citizens, and to prosecute those who do not comply with its military service laws.\"   Therefore, the AO reasoned, Gailius' fear of the draft could only support an asylum claim if the draft were used to punish him for his political views.  Noting that Lithuania had become independent and enacted laws designed to protect against such persecution and that the Soviet army no longer had any authority in Lithuania, the AO regarded the risk of such punishment as minimal and stated that the INS intended to deny his asylum application.  Gailius' new evidence of personal threats that had occurred after his asylum interview in August 1991 was not considered as part of his first asylum application.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Gailius' asylum application was officially denied and he was served with an Order to Show Cause initiating deportation proceedings on the ground that his visitor's visa had expired.  At a brief hearing on March 2, 1993, Gailius, through counsel, conceded deportability and renewed his application for asylum.  Gailius submitted his second asylum application on April 30, 1993.  In this application, Gailius claimed he would face serious harm, and possibly death, at the hands of a group of former Communists who had threatened him in retaliation for his political activities and which the government was unable or unwilling to control.  In support of his claim, Gailius outlined the threats he and his family had faced since his first asylum application had been filed.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The IJ again referred Gailius' case file to the State Department for an advisory opinion concerning then current country conditions in Lithuania.  The record does not reveal precisely what evidence of threats was given to the State Department.  In a June 7, 1993 opinion, the State Department responded that Gailius' claims were at odds with its views of country conditions, noting that \"[t]he applicant ... initially expressed concern over retribution for his efforts on behalf of Lithuanian independence, a goal lauded across the entire political spectrum in Lithuania, including by the communists.\"   The State Department letter observed, \"[s]ince his departure Lithuanian independence has been strengthened de facto as well as de jure.\"   The State Department reasoned that Gailius would not be a target of persecution because, in its view, he was not a sufficiently prominent opponent of the former Communists to warrant their attention.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The State Department opinion also questioned the authenticity of the order dismissing Gailius' father from the university.  The letter said, \"A rector, whatever his intent, would not have issued such a document couched in unveiled and personal terms.\"   The State Department concluded that Gailius' \"original concern about induction into the then Soviet army is totally bypassed by events.\"   The letter stated that his account of specific threats of reprisal for his earlier political activities \"does not comport with the national consensus and cannot be considered plausible.\"   Finally, the letter concluded, \"much in this case must devolve upon [Gailius'] credibility.  On the basis of the written record, we must admit to being baffled and skeptical.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The State Department opinion letter did not account for most of Gailius' specific evidence of threats of reprisals, and did not comment at all on the threatening letters which Gailius eventually placed into the record.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It also made clear that the Department was operating from generalized information:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">These observations are based on our analysis of country conditions and other relevant factors, plus an evaluation of the specific information provided in the application.  We do not have independent information about this applicant.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Gailius was provided with a copy of the second State Department opinion to allow him to submit evidence to rebut it.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A hearing was conducted before the IJ on January 26, 1994, and continued on June 23, 1994 and December 22, 1994.  Gailius testified that he was \"very scared\" upon hearing of the threats and warnings contained in the letters, and the other incidents.  In addition to the documentary evidence, Gailius submitted a sworn affidavit from his father Albinas.  The affidavit confirms Gailius' account of the threats the Gailius family had received.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On cross-examination, the INS attorney asked Gailius whether he still feared induction into the Soviet military, as he had stated in his first asylum application.  Gailius claimed that he did, because he regarded the Lithuanian military, under the current government, as closely aligned with the Russian military.  Gailius stated that he would have no objection to serving in a military which was truly independent from Moscow's influence.  Gailius also claimed to fear the reincorporation of Lithuania into Russia, noting the popularity in Russia of ultra-nationalist politicians such as Vladimir Zhirinovsky.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Gailius presented three other witnesses, primarily to rebut the State Department's opinion that changed country conditions in Lithuania had rendered Gailius' fears of persecution unfounded.  The first witness, Rev. Albert Contons, the rector of St. Peter Lithuanian Church in South Boston, has been president of the Lithuanian Priests Legion for twenty years.  Contons' parish is composed primarily of ethnic Lithuanians, and Contons speaks Lithuanian and travelled to Lithuania on several occasions in 1991, 1992 and 1993.  He testified that the election of the former Communists to power in Lithuania in 1992 was the result of enormous economic pressure from Moscow.  He also testified that many of the people involved in the Soviet regime were still occupying positions of authority in Lithuania, and that, under the current regime, Soviet-minded officers continue to dominate the military.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Gailius' second witness was Professor Olimpiad Ioffe, a law professor at the University of Connecticut School of Law.  In 1980, Professor Ioffe had been fired from his position as a law professor at Leningrad State University because he had supported his daughter's decision to emigrate to the West.  The stated reason for his firing, like that of Gailius' father, was that he had failed to give his child a proper upbringing.  Ioffe's testimony was offered primarily to rebut the State Department's opinion questioning the authenticity of the order dismissing Albinas on grounds that a Soviet university official \"would not have issued such a document couched in unveiled and personal terms.\"   Professor Ioffe stated that, to the contrary, Soviet policy was to fire parents from their official positions if their children defied the Soviet authorities and that this policy was openly acknowledged in official documents.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Gailius' final witness was an expert on the contemporary political situation in Lithuania, Lowry Wyman.  Wyman, a Russian area scholar and lawyer, had been a Fellow at the Russian Research Center at Harvard University since 1988.  Wyman had published numerous articles on legal reform in Lithuania and other former Soviet republics.  At the time of her testimony in 1994, Wyman was working on a contract with the United States Agency for International Development (USAID) on a project for strengthening the rule of law in the newly independent nations of Central Asia.  Wyman had worked in Lithuania for several months in late 1990 and early 1991 directly for then President Landsbergis, the leader of the Sajudis movement, and witnessed first-hand the Soviet Union's attempt to depose President Landsbergis' government.  She and her husband had also drafted, at the request of President Landsbergis, a model constitution for an independent Lithuania.  Wyman testified that she maintained close contact with former colleagues and scholars in Lithuania and followed events in Lithuania closely.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">When questioned about current conditions in Lithuania, Wyman testified that the former Communists had engaged in \"reprisal and intimidation\" of those who backed the Lithuanian independence movement.  In Wyman's opinion, assuming the threats to which Gailius testified had occurred, Gailus' fears of intimidation, imprisonment and possible death if forced to return to Lithuania were entirely plausible.  She testified that the State Department's account of conditions in Lithuania under the former Communists, now elected to power, \"represented ... wishful thinking\" rather than \"the actual conditions of the country.\"   Wyman testified that the authorities in Lithuania have not come to respect ordinary citizens' right to dissent from the prevailing government.  She added that, despite the existence of constitutional protections in theory, ordinary officials did not respect these rights in practice, particularly now that the former Communists had regained power through electoral means.  She rejected the State Department's opinion that Gailius would be unlikely to face such reprisals because he was insufficiently prominent.  She noted that, on the contrary, ordinary citizens who dissented from the official view, not just prominent leaders, were often the targets of official harassment by the authorities.  Wyman testified that the threats Gailius had outlined were, unfortunately, still \"quite typical\" in Lithuanian political culture, despite the formal abandonment of the Soviet system.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">On December 22, 1994, the IJ determined that Gailius was not eligible for asylum.  The IJ relied heavily on the State Department's second advisory opinion.  She determined that, while Gailius was \"an earnest young man,\" his claimed fears were not well founded.  As to the threatening letters, the IJ expressed some skepticism in that the threats had appeared after the denial of Gailius' first asylum claim.  Nevertheless, she did not make any finding concerning their authenticity;  instead, she found these letters to be insufficient to support Gailius' asylum claim because the author was unknown and the threats could have been from a person or group with a \"personal vendetta\" against the family.  The IJ also stated that she regarded Gailius' fears as exaggerated, \"at times leading to ... paranoia,\" and that, while he had been active in the protests against Soviet rule, he overstated his importance in the Lithuanian independence movement.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On October 9, 1997, the BIA affirmed the IJ's decision \"for the reasons set forth in the Immigration Judge's decision.\"   The BIA rejected Gailius' challenge to the IJ's assessment of his testimony, and to the IJ's reliance on the State Department's second advisory opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Gailius filed a timely petition for review in this court.  Because Gailius challenges a deportation order made final after October 31, 1996 in a case initiated prior to April 1, 1997, Gailius' case is governed by the \"transitional rules\" for judicial review established by the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, Pub.L. No. 104-208, Div. C, &#167; 309, 110 Stat. 3009-546, 3009-625 to 627.  Therefore, this court has jurisdiction pursuant to former &#167; 106 of the Immigration and Nationality Act (INA).  See Meguenine v. INS, 139 F.3d 25, 26 (1st Cir.1998).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We review the BIA's determination that Gailius was ineligible for asylum and withholding of deportation \"to determine if it is supported by 'substantial evidence.' \"  Id. at 27 (quoting Ipina v. INS, 868 F.2d 511, 513 (1st Cir.1989)).  We review the BIA's legal conclusions de novo, with appropriate deference to the agency's interpretation of the underlying statute in accordance with administrative law principles.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To establish a \"well-founded fear of persecution,\" Gailius must establish that his claimed fear is genuine and that it is objectively reasonable.  See INS v. Cardoza-Fonseca, 480 U.S. 421, 430-31, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987);  Cordero-Trejo v. INS, 40 F.3d 482, 491 (1st Cir.1994).  Because both determinations depend heavily on the credibility of the applicant and the applicant's evidence, we have emphasized the need for clarity from the BIA in assessing an asylum claimant's testimony.  See Cordero-Trejo, 40 F.3d at 491-92;  see also Aguilera-Cota v. INS, 914 F.2d 1375, 1381 (9th Cir.1990) (requiring a \"rational and supportable connection between the reasons cited and the conclusion that the petitioner is not credible\" in order to facilitate review of the agency's determinations).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The need for clear administrative findings is implicit in the statute under which we review the BIA's decision.  The statute requires that the agency's conclusions be \"supported by reasonable, substantial, and probative evidence on the record considered as a whole....\"  Old INA &#167; 106(a)(4), 8 U.S.C. &#167; 1105a(a)(4);  see Fergiste, 138 F.3d at 17 (citing cases).  Although our review is \"deferential,\" Meguenine, 139 F.3d at 27, we have rejected the notion that the INS is \"a unique kind of administrative agency entitled to extreme deference.\"  Cordero-Trejo, 40 F.3d at 487 (internal quotation marks and citation omitted).  Rather, we apply \"normal principles of administrative law governing the role of courts of appeals when reviewing agency decisions for substantial evidence....\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Under those principles, \"a reviewing court ... must judge the propriety of [administrative] action solely by the grounds invoked by the agency,\" and \"that basis must be set forth with such clarity as to be understandable.\"  SEC v. Chenery Corp., 332 U.S. 194, 196, 67 S.Ct. 1575, 91 L.Ed. 1995 (1947);  see generally I K. Davis &amp; R. Pierce, Administrative Law Treatise, &#167; 8.5 (3d ed.1994) (explaining when agency must make findings and provide reasons for its decisions).  \"[T]he agency's decision cannot be supported on reasoning that the agency has not yet adopted.\"  Puerto Rico Sun Oil Co. v. EPA, 8 F.3d 73, 79 (1st Cir.1993) (citing Chenery, 332 U.S. at 196, 67 S.Ct. 1575).   No finding regarding the letters' authenticity was made by the agency, and it is for the agency, not the courts, to make findings of fact.  Thus, the INS may not seek to have the BIA opinion upheld on the grounds that there was no reasonable fear of persecution because the letters were not authentic;  the agency simply has not ruled on the authenticity issue, either implicitly or explicitly.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Nor may we simply ignore the evidence of the threatening letters, and examine only the evidence that supports the BIA's determination.  The statute admonishes us to conduct our review on the whole record, and we may not affirm the BIA's decision \"when [we] cannot conscientiously find that the evidence supporting that decision is substantial, when viewed in the light that the record in its entirety furnishes, including the body of evidence opposed to the Board's view.\"  Universal Camera Corp. v. NLRB, 340 U.S. 474, 488, 71 S.Ct. 456, 95 L.Ed. 456 (1951);  see also Cordero-Trejo, 40 F.3d at 487 (applying Universal Camera standard to review of BIA decision).  Instead, we must review the BIA's decision to determine if--despite the failure to make specific findings concerning the threats--the agency articulated other adequate reasons for denying Gailius' asylum claim.  We examine each reason in turn, and find each deficient.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The IJ concluded that, even if these threats had occurred as Gailius described them, a matter on which she did not rule, Gailius was nevertheless ineligible for asylum because \"a reasonable person in his situation would [not] necessarily have the same fear.\"   We disagree.  Gailius offered specific testimony outlining a series of very serious threats and corroborated that testimony with documents.  If the threats are real, and in the absence of some adequate reason to the contrary, Gailius may well have had a well-founded fear that he would suffer serious harm at the hands of the former Communists in retaliation for his political activities and opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In Matter of Mogharrabi, 19 I. &amp; N. Dec. 439, 1987 WL 108943 (BIA 1987), the BIA outlined a four-part test for determining whether an applicant has established a well-founded fear.  Under that test, an applicant must present evidence that establishes that (1) he or she possesses a belief or characteristic that a persecutor seeks to overcome in others through some form of punishment, (2) that the persecutor is aware, or could become aware, that the applicant possesses this belief or characteristic, (3) that the persecutor has the capability of punishing the applicant, and (4) that the persecutor has the inclination to punish the applicant.  See id. at 446-47 (citation omitted).  Gailius presented ample evidence, if accepted as credible, of specific facts that satisfies all four elements of the Mogharrabi test.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The IJ noted that, even if the threats had occurred, it was not apparent who was making the threats and how many people were behind the threats.  The agency's opinion may not be upheld on that ground.  We have rejected any requirement that asylum applicants identify their persecutors when their fear is of clandestine groups.  See Cordero-Trejo, 40 F.3d at 488 (applicant's failure to identify \"unknown armed men\" or \"death squads\" who threatened him was not a reasonable basis for doubting his credibility).  Persecutors \"have [not] been given adequate notice that our government expects them to sign their names and reveal their individual identities when they deliver threatening messages.\"  Aguilera-Cota, 914 F.2d at 1380.   The fact that the person or persons who authored the threatening letters is not specifically identified does not excuse the agency's failure to specifically rule on their genuineness.  In any event, the record shows that many of the threatening messages were signed \"Lithuanian Youth Forum,\" the successor to the Communist Party's youth wing, an organization with which Gailius had fought in his days at the university.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The IJ also concluded that Gailius' testimony was at odds with country conditions as described in the State Department opinions.  Of course, asylum applicants are entitled to respond to claims of changed country conditions.  See Gebremichael v. INS, 10 F.3d 28, 39 (1st Cir.1993).  Given the evidence Gailius produced, the State Department's view of country conditions alone does not provide a \"rational and supportable connection between the reasons cited and the conclusion that the petitioner is not credible.\"  Aguilera-Cota, 914 F.2d at 1381.   Unlike the vast majority of asylum claimants, Gailius managed to provide corroboration for his account of these threats and the harassment to his family by offering the threatening letters themselves into evidence, complete with certified translations, as well as his father's sworn testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Such corroborative evidence is not required to establish an asylum claim;  in many cases, the applicant's own credible testimony is sufficient to support eligibility for asylum as long as it provides a basis for a well founded fear.  See 8 C.F.R. &#167; 208.13(a) (1997);  Cordero-Trejo, 40 F.3d at 491.   This is because \"refugees rarely are able to offer direct corroboration of specific threats or specific incidents of persecution.\"  Turcios v. INS, 821 F.2d 1396, 1402 (9th Cir.1987) (citation omitted).  Therefore, in most asylum cases, the credibility of the applicant's uncorroborated testimony is the central issue.  In determining credibility, the regulations contemplate weighing the applicant's account of specific incidents \"in light of general conditions in the applicant's country of nationality or last habitual residence\" to determine if the applicant's testimony is plausible.  8 C.F.R. &#167; 208.13(a) (1997);  see Cordero-Trejo, 40 F.3d at 491.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In Gailius' case, however, there is a crucial difference;  his testimony did appear to be corroborated by specific documentary evidence, including the threatening letters.  It was also corroborated by the affidavit of his father.  Therefore, to reject Gailius' testimony, the IJ must do more than point to general conditions in Lithuania.  Instead, the IJ must also determine that the other evidence Gailius produced in corroboration of his testimony is not genuine, or, for some other adequate reason, not persuasive.  The agency essentially ignores this evidence.  Cf. id. at 487 (BIA decision is \"not supported by substantial evidence because it ignores significant documentary evidence pertinent ... to the credibility of [the applicant's] claimed fear of persecution\").  The agency's reasoning--that Gailius was insufficiently prominent to have received threats--is inadequate.  Cf. id. at 491 (finding that agency's reasons for doubting applicant's credibility were inadequate and \"unreasonably eviscerate [applicant's] attempt to establish both the objective and the subjective elements of his asylum claim\").  The BIA's suggestion that Gailius was not sufficiently prominent to have a plausible fear of persecution presupposes that the threatening letters he introduced were not genuine--a conclusion that the IJ declined to reach.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In rejecting Gailius' asylum claim, the IJ placed heavy reliance on the State Department's second advisory opinion.  Given the evidence Gailius produced, that alone does not excuse the agency's failure to rule on the threats.  Even as to general country conditions, \"[t]he advice of the State Department is not binding, either on the service or on the courts....\"  Gramatikov v. INS, 128 F.3d 619, 620 (7th Cir.1997);  cf.  Gebremichael, 10 F.3d at 39 (holding that asylum applicants must be given an opportunity to rebut the State Department's view of country conditions).  This is both because it is the Attorney General, not the Secretary of State, whom Congress has entrusted with the authority to grant asylum and because \"there is perennial concern that the [State] Department softpedals human rights violations by countries that the United States wants to have good relations with.\"  Gramatikov, 128 F.3d at 620.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">While the documentary evidence alone, if genuine, could well cause us to question the conclusion that there is no well-founded fear of persecution, Gailius presented more.  Gailius produced the testimony of Lowry Wyman, an expert witness.  The IJ acknowledged that her knowledge of Lithuania and the situation in the former Soviet republics in general is quite impressive.  State Department opinions receive considerable weight in the courts because of the State Department's expertise.  Gailius' expert also possessed a high degree of expertise, including both academic credentials and practical direct experience working in post-independence Lithuania for President Landsbergis and elsewhere in the former Soviet Union for USAID.  This gives additional emphasis to why the agency may not jump over the issue of the threats.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Finally, both the State Department opinion and the IJ commented that Gailius' new evidence of threats to his family surfaced only after the initial denial of his asylum claim.  To rely on this timing alone as a basis for ignoring Gailius' testimony and other evidence is a non sequitur.  Such reasoning ignores the fact that the threats largely appeared beginning in 1992, at about the time the former Communists regained power through electoral means.  This is not a case where an applicant for asylum materially changes his story by adding testimony that he could have provided earlier, thus casting doubt on its veracity.  Gailius' account of the threats is entirely consistent with his earlier claim for asylum based on his political activities in 1989 and 1990 and his fear of punishment for resisting the draft.  Just as the INS may rely on changes in country conditions to rebut an asylum claim, an asylum applicant may submit evidence of new threats to his safety that occur after applying for asylum and which support his fears of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">\"In order for this court to conduct a proper substantial evidence review of the BIA's decision, the Board's opinion must state with sufficient particularity and clarity the reasons for denial of asylum.\"  Hartooni v. INS, 21 F.3d 336, 343 (9th Cir.1994) (internal quotation marks and citation omitted).  For this court to review BIA decisions, the agency must adequately explain why it does not find the evidence of threats credible or persuasive and the relevant documents authentic when that evidence goes to the heart of whether there is a fear of future persecution.  While the burden is on the applicant to establish that he or she is eligible for asylum, if the applicant produces testimony showing a pattern of specific threats giving rise to a well-founded fear of persecution, the IJ must, if he or she chooses to reject that testimony as lacking credibility, offer a \"specific, cogent reason for [the IJ's] disbelief.\"  Turcios, 821 F.2d at 1399 (citations and internal quotation marks omitted);  see also II Davis, supra, &#167; 11.2, at 189-90 (noting that an agency must provide reasons for its disbelief of uncontradicted testimony to facilitate judicial review).  This is particularly so in the rare case when an asylum applicant is able to produce corroboration for his or her testimony.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Because \"[b]oth the [IJ] and the Board failed to address much of [Gailius'] evidence,\" Cordero-Trejo, 40 F.3d at 492, and because the IJ did not make a determination of the credibility and authenticity of Gailius' evidence of threats, we remand for further consideration.  This is the appropriate remedy when a reviewing court cannot sustain the agency's decision because it has failed to offer legally sufficient reasons for its decision.  See Pension Benefit Guar. Corp. v. LTV Corp., 496 U.S. 633, 654, 110 S.Ct. 2668, 110 L.Ed.2d 579 (1990) (noting that, in this situation, \"remanding to the agency is ... the preferred course\" (citation omitted));  Osorio v. INS, 99 F.3d 928, 932-33 (9th Cir.1996) (remanding to address an insufficiently reasoned credibility determination against the applicant);  Brown v. HHS, 46 F.3d 102, 115 (1st Cir.1995);  Cordero-Trejo, 40 F.3d at 492.  \"At the same time, in all fairness, we apprise the Board that we have grave doubts whether a reasonable fact-finder making the full study this record calls for could deny refugee status to [Gailius].\"  Cordero-Trejo, 40 F.3d at 492.   Whether Gailius ultimately should be granted asylum is, of course, a matter for the agency's discretion.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The order of the BIA is vacated, and the case is remanded to the BIA for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Gailius' family had long resisted the Soviet occupation of Lithuania.  During Stalin's regime, the Soviet Union confiscated the farm of Gailius' grandfather and deported him and his family, including Albinas Gailius, Irmantas Gailius' father, to Siberia.  The Gailius family was allowed to return to Lithuania in the years after Stalin's death.  Albinas Gailius became a university professor at Vilnius Civil Engineering Institute (now known as Vilnius Technical University).  Gailius testified that as he grew up, accounts of this family history were often discussed in the household, and he grew to hate the Soviet system and to long for a democratic and independent Lithuania</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Media accounts attributed the former Communists' victory to widespread disillusionment in the Lithuanian public with the costs of market reform.  Gailius also presented testimony that Russian authorities had pressured the Lithuanian public, through threats of economic repercussions, to vote for the former Communists, who were regarded as more sympathetic to Moscow's interests than the reformist parties.  In the election campaign, the former Communists expressed support for democracy and independence.  Gailius does not seriously contest the State Department's opinion that the 1992 election was free and fair, except to note that he believes the outcome was at least in part the result of heavy-handed pressure from the Russian authorities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Eventually, Gailius' family was able to immigrate to the United States, having received visas through the immigrant visa lottery.  Since 1995, Gailius' parents and sister have been lawful permanent residents of the United States.  As the unmarried son of a lawful permanent resident, Gailius has applied for an immigrant visa pursuant to &#167; 203(a)(2) of the Immigration and Nationality Act, 8 U.S.C. &#167; 1153(a)(2).  However, as the parties recognize, there is a substantial waiting period for such visas to be granted, and Gailius would be required to return to Lithuania during that waiting period, the country in which he fears persecution.  Therefore, Gailius still has a cognizable interest in the resolution of his asylum and withholding of deportation claims sufficient to provide him standing under Article III</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The AO's opinion advised Gailius of his right, within thirty days, to submit additional rebuttal evidence and to explain why his claimed fear of persecution was well founded despite these political changes in Lithuania.  Gailius testified that he never received a copy of this notice or of the State Department's initial advisory opinion.  Instead, on June 2, 1992, he received only an address label.  In a letter dated June 9, 1992, Gailius asked the INS to send whatever material it had intended to send again.  Gailius testified that, despite this request, he never received a copy of the AO's notice of the INS' intent to deny his asylum claim or of the initial State Department advisory opinion</p>\n        <p>At a subsequent hearing on September 30, 1993, Gailius moved to terminate the deportation proceedings and remand the consideration of his asylum application to the Asylum Office on the ground that the denial of an opportunity to submit rebuttal evidence had deprived him of a fair hearing on his initial asylum claim.  The IJ accepted Gailius' testimony that he had not received notice of the first adverse State Department opinion, as was required by regulation.  See 8 C.F.R. &#167; 208.11(d) (1997).  However, the IJ nevertheless denied the motion to terminate the deportation proceedings, reasoning that Gailius had not been prejudiced because he was permitted to file a second asylum application before the IJ and could submit the rebuttal evidence as part of his second application.  That reasoning is sound, and we agree there was no prejudice.</p>\n        <p>However, this apparent procedural violation has some relevance to Gailius' claim.  It undercuts any suggestion that this new evidence was produced at the last minute in order to avoid deportation and is therefore untrustworthy.  Gailius would have produced the evidence in June 1992 if the INS had fulfilled its obligations under the regulations to provide proper notice to Gailius by responding promptly to Gailius' inquiry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is unclear from the record whether the State Department official who reviewed Gailius' case file had copies of the actual letters, which Gailius eventually introduced into the administrative record, when the advisory opinion was written.  It is clear that he could not have had all of the letters before him because some of the threatening letters were written in 1994, long after the State Department's advisory opinion was written.  In any event, the opinion makes no mention of them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, general changed country conditions do not suffice to rebut the specific fears of an asylum applicant, see Fergiste, supra, but they are relevant in assessing an applicant's credibility because an uncorroborated story that is at odds with what is known about country conditions is less likely to be accurate than one that is consistent with country conditions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Gailius also claims a right to cross-examine the author of the State Department opinion, but we reject this claim.  The rules of evidence do not apply in asylum proceedings, see Gramatikov, 128 F.3d at 620, and so generally neither the INS nor the alien is entitled to cross-examine the author of State Department opinions or other human rights reports on which the IJ may rely.  Cf. 8 C.F.R. &#167; 208.12(b) (1997) (asylum regulations do not create a right to \"conduct discovery directed towards the records, officers, agents or employees of the ... Department of State.\")   Asylum applicants do have a right under the Due Process Clause to an opportunity to rebut the opinions of the State Department, but this right is satisfied by giving the applicant an opportunity to present expert testimony or reports of non-governmental organizations.  See Gebremichael, 10 F.3d at 39</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We certainly do not encourage \"an avalanche of groundless asylum appeals by citizens of the formerly communist nations, appeals that waste our time and the aliens' money.\"  Gramatikov, 128 F.3d at 620.   In this case, however, Gailius has presented significant evidence of a series of very serious threats to him and to his family, evidence with which the INS has not adequately contended</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because of our disposition, we need not address Gailius' appeal from the BIA's decision denying withholding of deportation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span></p>\n    <p class=\"parties\">Irmantas GAILIUS, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 97-2283.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1998.<br>Decided June 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harvey Kaplan, with whom Maureen O'Sullivan, Jeremiah Friedman, Kaplan, O'Sullivan &amp; Friedman, LLP, Herbert Epstein and International Institute of Boston were on brief, for petitioner.</p>\n      <p class=\"indent\">Timothy P. McIlmail, with whom Frank W. Hunger, Assistant Attorney General, Civil Division, Norah Ascoli Schwarz, Senior Litigation Counsel, and Francesco Isgro, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, United States Department of Justice, were on brief, for respondent.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Irmantas Gailius petitions for relief from the denial of his claims for asylum and withholding of deportation.  Gailius fled his native Lithuania in 1990, when that country was part of the Soviet Union, because he feared the Soviet authorities would persecute him for his activities in support of democracy and Lithuanian independence.  Lithuania became independent and has held two elections that international observers have certified as free and fair.  Largely on the basis of these dramatic changed country conditions, as confirmed in State Department opinion letters, the Immigration Judge (IJ) denied Gailius' claims, and the Board of Immigration Appeals (BIA) affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gailius, however, put evidence in the record to show that the former Communist Party has been restored to power in Lithuania through electoral means, that some former Communists have engaged in violent reprisals against those who took part in Lithuania's democracy movement, and that numerous specific threats have been directed against him.  Gailius submitted into evidence threatening letters, which he said were sent to his family, warning that he would be murdered if he returned to Lithuania.  He also provided expert testimony casting doubt on the State Department's positive view of the current regime in Lithuania.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is well established that general changes in country conditions do not render an applicant ineligible for asylum when, despite those general changes, there is a specific danger to the applicant.  See, e.g., Fergiste v. INS, <span class=\"citation\" data-id=\"197837\"><a href=\"/opinion/197837/fergiste-v-ins/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 19 (1st Cir.1998).  Therefore, the authenticity of Gailius' physical evidence and the credibility of the account of threats against him is a central issue in his case.  But the IJ did not make findings concerning the truthfulness of Gailius' testimony about these threats or the authenticity of the threatening letters, and did not offer any adequate explanation for why these threats, if they had occurred, would not cause a reasonable person to fear persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the absence of such findings, coherent review of the agency decision, which we are required by statute to perform, is impossible.  Accordingly, we vacate the BIA's order and remand the case for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We summarize the evidence that Gailius presented to the agency, and then describe the agency's assessment of that evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Irmantas Gailius was born in 1971 in what was then the Soviet Socialist Republic of Lithuania, U.S.S.R.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In 1987, Gailius entered Vilnius Civil Engineering Institute, the university where his father Albinas taught.  Gailius soon became active in a variety of political activities opposing the Soviet regime.  In the spring of 1988, Gailius helped to organize a student chapter of the Lithuanian Freedom League, then an underground movement, and served as an officer.  He wrote and signed political articles for outlawed newspapers urging democracy and independence and organized political rallies and demonstrations.  In October 1988, Gailius served in a security detail guarding a meeting of the Sajudis Congress, the organization that eventually secured Lithuania's independence and whose leader oversaw the adoption of Lithuania's current democratic constitution.  Gailius submitted into the administrative record a photo identification card noting his status as a student security guard for Sajudis.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gailius was also a member of the Lithuanian National Youth Union \"Young Lithuania\", which encouraged Lithuanian youth to resist the Soviet draft as a protest against the Soviet military's presence in Lithuania.  Gailius publicly refused to cooperate with the draft and demanded that the Soviet army leave Lithuania.  In November 1989, he lay in front of oncoming tanks with other \"Young Lithuania\" activists in a Red Army parade, was arrested, and spent a twenty-four hour period under intense KGB interrogation.  During that interrogation, the KGB threatened to have him expelled from the university (thus subjecting him to the draft) and to have his father Albinas Gailius fired.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In February 1990, Irmantas Gailius signed a letter, put into evidence, refusing conscription into the Soviet military.  He sent the letter and his military passport to Soviet authorities.  That same month, Gailius helped organize and spoke at a demonstration protesting the visit of a Soviet minister to the university.  Gailius and other students posted placards--demanding independence and the withdrawal of the Red Army from Lithuania--at the hall in which the minister was speaking.  The placards were removed.  Gailius attempted to give a note to the minister containing the students' demands, which university faculty intercepted.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In March 1990, the first free elections since World War II were held in Lithuania.  The Sajudis movement, headed by Vytautas Landsbergis, won the elections, and the Lithuanian Parliament voted in favor of independence.  The Soviet Union responded by surrounding the Lithuanian Parliament Building with tanks and by imposing an economic embargo on Lithuania.  Gailius helped build barricades around the Lithuanian Parliament Building to protect the legislators from Soviet troops.  In May 1990, Gailius joined the outlawed volunteer army formed by Sajudis.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because of his role in the February 1990 protest, the university faculty voted to expel Gailius at the end of the academic year in June.  That order expelling him and other students \"because of their participation in antigovernment demonstration[s] and [for] using slanderous slogans against the [Soviet] Deputies\" was put into evidence.  Having lost his status as a student, Gailius became subject to the draft.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Gailius feared that he would be drafted into the Soviet army and placed into a special \"punishment unit\" for political dissidents, where he would be brutalized.  He decided to leave Lithuania for a time.  He spent the next few months in Poland, Czechoslovakia, East Germany and West Germany, until he could travel to the United States.  In October 1990, he received a draft notice from the Soviet authorities.  Gailius obtained a visitor's visa and purchased a round-trip ticket to Washington, D.C., for a flight in November, intending to stay with relatives.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In January 1991, Soviet authorities attempted to overthrow the elected government of Lithuania, and Soviet armed forces attempted to take control of the central television tower in Vilnius, killing several civilians.  The attempt failed.  The Soviet Union continued the economic embargo and refused to accept Lithuania's independence.  Gailius, in this country, applied for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In July 1991, while Gailius was awaiting his asylum interview, he spoke with his family in Lithuania and learned that his sister Ingrida, a public school teacher, had been taken into KGB custody for four hours and interrogated concerning Gailius' whereabouts.  The KGB officials told Ingrida that if Gailius did not return soon, and face induction into the military, his family would never see him again.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In August 1991, the Soviet Union's disintegration accelerated with the failure of a coup attempt in Moscow against President Gorbachev.  The Soviet Union recognized Lithuania's independence and ended its economic embargo.  At the end of the year, the Soviet Union itself passed into history.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After Lithuania became independent, there was, however, considerable evidence that threats personal to Gailius occurred.  That evidence was of a variety of threats against Gailius and his family after December 1991.  Gailius learned of these threats from telephone conversations with his father and from documents (including the threatening letters) that his father mailed to him (either from outside Lithuania or hand-delivered to him through friends sympathetic to the Lithuanian democracy movement).  It is primarily this evidence which forms the basis of Gailius' claim that, despite the dramatic overall changes in Lithuania, there is still a specific threat of persecution against him.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After Lithuanian independence, on the night of March 12, 1992, while Gailius' parents were sleeping, a flaming Molotov cocktail was thrown into their bedroom and another into their living room.  Gailius' parents called the police.  After the police learned whose apartment it was, they advised Gailius' parents not to call the fire department.  The next morning, the police arrived in civilian clothes and warned Gailius' parents not to mention the incident to anyone.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On April 7, 1992, Gailius' sister Ingrida was fired from her job as a public school teacher.  The director of the school told her that she was being fired because she had a troublemaking brother in the United States who had demonstrated against the government in Lithuania, and that she could look to him for financial support.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On June 21, 1992, the local public prosecutor interrogated Gailius' father Albinas concerning Gailius' whereabouts and when Gailius intended to return to Lithuania.  The prosecutor threatened Albinas that his life would become very difficult if he did not cooperate and help the authorities by persuading his son to return.  On July 13, 1992, Albinas was fired from his post as a university professor.  The reason given in the firing notice was that he had \"improperly\" raised his son.  A copy of that notice was placed into the record.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On July 21, 1992, the Gailius family received the first of at least nineteen threatening letters directed against Irmantas Gailius.  These were sent to his family over a two-year period.  Each was eventually sent to Gailius and placed into evidence.  The first letter was addressed to \"Irmantas\" and stated, \"Just as our grandparents fought in 1940 for the establishment of the Soviet system in Lithuania, so we are now determined to catch people like you.  There were victims then and there will be now.\"   The letter was signed \"Komsomol.\"   The Komsomol is the Communist Party youth organization.  Gailius had fought with members of that organization in his days at the university.  The next day, three well-dressed men came to the Gailius family apartment and demanded to see Irmantas Gailius.  Gailius' mother sent them away, saying she did not know where he was.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On August 1, 1992, the Gailius family received another threatening letter demanding that Gailius \"come forward show up [sic ] and answer for your slander against the Soviet government and its officials.\"   The letter was signed \"Initiative group for the re-establishment of the Soviet regime.\"  Id. The same three men who had appeared in July arrived again at the Gailius apartment on August 6, 1992, again demanding to know where Irmantas Gailius was, and were again sent away.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On August 26, 1992, while Gailius' parents were out, the apartment was vandalized and a fire was set;  Gailius' parents were able to extinguish the fire.  On the front door, one of the perpetrators wrote, \"We came looking for Irmantas.\"   Irmantas Gailius' father Albinas decided not to call the police, believing the vandals were in complicity with the authorities.  On September 6, 1992, Gailius learned from his father that his friend and colleague in the movement for Lithuania's independence, Robertas Gunevicius, had been murdered.  Painted on his body were the words:  \"You shall not overcome.\"   After the murder, Albinas Gailius received an anonymous letter composed of letters cut from a newspaper, stating \"ROBERTAS GUNEVICIUS--1 / IRMANTAS GAILIUS--NEXT.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In October 1992, elections were held in Lithuania and, to the surprise of many observers, the former Communists won.  That election was Lithuania's first as an independent nation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After the victory of the former Communists, the threats against Gailius and the harassment of his family continued and intensified.  A letter sent to the Gailius family dated November 27, 1992, one month after the former Communists were reelected, states \"IRAMANTAS ... YOU WILL BE DESTROYED ... YOUR TIME (1989-1990) IS GONE.\"  Another states, \"IRMANTAS GAILIUS, TO ALL ... YOUNG LITHUANIANS [i.e., members of the pro-independence group] INCLUDING YOU--THE END! \"  Another states, \"IRMANTAS, SAVE YOUR HIDE SOONER OR LATER ... THE RULE OF OUR ORGANIZATION--DESTROY PHYSICALLY THOSE WHO GO AGAINST OUR IDEOLOGY!\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This is a small sample;  there are many similar threatening letters in the record.  Many are signed \"Lithuanian Youth Forum,\" which is the successor organization to the Komsomol or Lenin Young Communist League.  This frightened Irmantas Gailius because he had previously experienced harassment from this group in his days at the university.  One letter, addressed to Albinas Gailius, states:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Your son Irmantas protested against the Party and the people who worked for it.  They have now been elected to positions of authority.  For this reason your son must answer to us for all his past actions.  We are suggesting that you think very seriously and without delay convince your son to appear before us.  Sooner or later, we will get him out of America.  Do not force us to take drastic measures.  Do not risk your life.</p>\n    </div>\n    <p class=\"indent\">Lithuanian Youth Forum</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is evidence the Gailius family continued to experience other threats and harassment.  In December 1992, Albinas Gailius, now unemployed, received a telephone call from the prosecutor who had him fired.  The prosecutor asked Albinas if he had changed his mind about persuading Irmantas to return and whether he had enough problems.  Soon afterwards, the Gailius family decided to leave Vilnius to escape further harassment.  They went to stay with Irmantas Gailius' grandparents in Kaunas, Lithuania, a town outside the capital.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On April 10 or 11, 1993, the Gailius apartment in Vilnius was again broken into and vandalized.  At around that time, Gailius' sister Ingrida was accosted on the streets while in Vilnius by an unknown man.  That man demanded to know why the Gailius family had not responded to the threatening letters, reminded Ingrida that she had children, and threatened her and the rest of the family with death unless Gailius returned to Lithuania.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On August 9, 1993, the police came to Gailius' grandparents' house in Kaunas to inform Gailius' parents and sister that they could not live there because they did not have residence permits for that address.  One week later, Gailius' sister Ingrida received a threatening telephone call while visiting a friend in Vilnius;  the caller told her to watch her children and that living in Kaunas would not protect them.  Gailius' father Albinas looked for work abroad, hoping to move his family from Vilnius to escape the threatened reprisals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On February 21, 1991, months before the expiration of his visitor's visa, Gailius filed an asylum application pro se, basing it on his fear of persecution because of his political views.  Gailius' first asylum application was based on his fear of persecution from the Soviet military, which continued to occupy Lithuania, not from the civilian authorities, which at that time supported his views.  From March 1990 until October 1992, Sajudis held a majority in parliament and Landsbergis headed the government.  Gailius did not allege that he feared any extra-governmental group.  At the time he filed his first application, Gailius and his family had not yet experienced any personal threats.  Gailius' primary fear at this time was that if he were to go back to Lithuania, \"I would be arrested because I refused to go to [sic ] the Soviet occupation army,\" and also that he would continue to be associated with the volunteer Lithuanian independence army which was then considered illegal by the Soviet military.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">An Asylum Officer (AO) interviewed Gailius on August 1, 1991.  The AO referred Gailius' case to the State Department for an opinion on how the disintegration of the Soviet Union affected Gailius' asylum claims.  In an opinion dated December 4, 1991, the State Department responded:  \"The Soviet Union and the Soviet Army no longer have any authority within the territorial confines of Lithuania.  We do not find any reason to believe that the applicant would be harassed or mistreated if he returned to his native country.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In an opinion dated May 26, 1992, which Gailius says he did not receive, the AO explained that the INS intended to deny Gailius' request for political asylum.  The opinion summarized the facts as Gailius had described them (including the July 1991 interrogation of his sister, but none of the threats that Gailius had experienced after that incident) and accepted that Gailius was telling the truth.  The AO noted, \"In your interview with the asylum officer you related the facts in a credible manner.  There appears to be no reason to doubt that these incidents occurred in the way you described them.\"   The AO nevertheless explained that the INS intended to deny Gailius asylum on the ground that \"[t]he Government of the USSR has the right to require military service of its citizens, and to prosecute those who do not comply with its military service laws.\"   Therefore, the AO reasoned, Gailius' fear of the draft could only support an asylum claim if the draft were used to punish him for his political views.  Noting that Lithuania had become independent and enacted laws designed to protect against such persecution and that the Soviet army no longer had any authority in Lithuania, the AO regarded the risk of such punishment as minimal and stated that the INS intended to deny his asylum application.  Gailius' new evidence of personal threats that had occurred after his asylum interview in August 1991 was not considered as part of his first asylum application.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Gailius' asylum application was officially denied and he was served with an Order to Show Cause initiating deportation proceedings on the ground that his visitor's visa had expired.  At a brief hearing on March 2, 1993, Gailius, through counsel, conceded deportability and renewed his application for asylum.  Gailius submitted his second asylum application on April 30, 1993.  In this application, Gailius claimed he would face serious harm, and possibly death, at the hands of a group of former Communists who had threatened him in retaliation for his political activities and which the government was unable or unwilling to control.  In support of his claim, Gailius outlined the threats he and his family had faced since his first asylum application had been filed.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The IJ again referred Gailius' case file to the State Department for an advisory opinion concerning then current country conditions in Lithuania.  The record does not reveal precisely what evidence of threats was given to the State Department.  In a June 7, 1993 opinion, the State Department responded that Gailius' claims were at odds with its views of country conditions, noting that \"[t]he applicant ... initially expressed concern over retribution for his efforts on behalf of Lithuanian independence, a goal lauded across the entire political spectrum in Lithuania, including by the communists.\"   The State Department letter observed, \"[s]ince his departure Lithuanian independence has been strengthened de facto as well as de jure.\"   The State Department reasoned that Gailius would not be a target of persecution because, in its view, he was not a sufficiently prominent opponent of the former Communists to warrant their attention.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The State Department opinion also questioned the authenticity of the order dismissing Gailius' father from the university.  The letter said, \"A rector, whatever his intent, would not have issued such a document couched in unveiled and personal terms.\"   The State Department concluded that Gailius' \"original concern about induction into the then Soviet army is totally bypassed by events.\"   The letter stated that his account of specific threats of reprisal for his earlier political activities \"does not comport with the national consensus and cannot be considered plausible.\"   Finally, the letter concluded, \"much in this case must devolve upon [Gailius'] credibility.  On the basis of the written record, we must admit to being baffled and skeptical.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The State Department opinion letter did not account for most of Gailius' specific evidence of threats of reprisals, and did not comment at all on the threatening letters which Gailius eventually placed into the record.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It also made clear that the Department was operating from generalized information:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">These observations are based on our analysis of country conditions and other relevant factors, plus an evaluation of the specific information provided in the application.  We do not have independent information about this applicant.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Gailius was provided with a copy of the second State Department opinion to allow him to submit evidence to rebut it.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A hearing was conducted before the IJ on January 26, 1994, and continued on June 23, 1994 and December 22, 1994.  Gailius testified that he was \"very scared\" upon hearing of the threats and warnings contained in the letters, and the other incidents.  In addition to the documentary evidence, Gailius submitted a sworn affidavit from his father Albinas.  The affidavit confirms Gailius' account of the threats the Gailius family had received.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On cross-examination, the INS attorney asked Gailius whether he still feared induction into the Soviet military, as he had stated in his first asylum application.  Gailius claimed that he did, because he regarded the Lithuanian military, under the current government, as closely aligned with the Russian military.  Gailius stated that he would have no objection to serving in a military which was truly independent from Moscow's influence.  Gailius also claimed to fear the reincorporation of Lithuania into Russia, noting the popularity in Russia of ultra-nationalist politicians such as Vladimir Zhirinovsky.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Gailius presented three other witnesses, primarily to rebut the State Department's opinion that changed country conditions in Lithuania had rendered Gailius' fears of persecution unfounded.  The first witness, Rev. Albert Contons, the rector of St. Peter Lithuanian Church in South Boston, has been president of the Lithuanian Priests Legion for twenty years.  Contons' parish is composed primarily of ethnic Lithuanians, and Contons speaks Lithuanian and travelled to Lithuania on several occasions in 1991, 1992 and 1993.  He testified that the election of the former Communists to power in Lithuania in 1992 was the result of enormous economic pressure from Moscow.  He also testified that many of the people involved in the Soviet regime were still occupying positions of authority in Lithuania, and that, under the current regime, Soviet-minded officers continue to dominate the military.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Gailius' second witness was Professor Olimpiad Ioffe, a law professor at the University of Connecticut School of Law.  In 1980, Professor Ioffe had been fired from his position as a law professor at Leningrad State University because he had supported his daughter's decision to emigrate to the West.  The stated reason for his firing, like that of Gailius' father, was that he had failed to give his child a proper upbringing.  Ioffe's testimony was offered primarily to rebut the State Department's opinion questioning the authenticity of the order dismissing Albinas on grounds that a Soviet university official \"would not have issued such a document couched in unveiled and personal terms.\"   Professor Ioffe stated that, to the contrary, Soviet policy was to fire parents from their official positions if their children defied the Soviet authorities and that this policy was openly acknowledged in official documents.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Gailius' final witness was an expert on the contemporary political situation in Lithuania, Lowry Wyman.  Wyman, a Russian area scholar and lawyer, had been a Fellow at the Russian Research Center at Harvard University since 1988.  Wyman had published numerous articles on legal reform in Lithuania and other former Soviet republics.  At the time of her testimony in 1994, Wyman was working on a contract with the United States Agency for International Development (USAID) on a project for strengthening the rule of law in the newly independent nations of Central Asia.  Wyman had worked in Lithuania for several months in late 1990 and early 1991 directly for then President Landsbergis, the leader of the Sajudis movement, and witnessed first-hand the Soviet Union's attempt to depose President Landsbergis' government.  She and her husband had also drafted, at the request of President Landsbergis, a model constitution for an independent Lithuania.  Wyman testified that she maintained close contact with former colleagues and scholars in Lithuania and followed events in Lithuania closely.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">When questioned about current conditions in Lithuania, Wyman testified that the former Communists had engaged in \"reprisal and intimidation\" of those who backed the Lithuanian independence movement.  In Wyman's opinion, assuming the threats to which Gailius testified had occurred, Gailus' fears of intimidation, imprisonment and possible death if forced to return to Lithuania were entirely plausible.  She testified that the State Department's account of conditions in Lithuania under the former Communists, now elected to power, \"represented ... wishful thinking\" rather than \"the actual conditions of the country.\"   Wyman testified that the authorities in Lithuania have not come to respect ordinary citizens' right to dissent from the prevailing government.  She added that, despite the existence of constitutional protections in theory, ordinary officials did not respect these rights in practice, particularly now that the former Communists had regained power through electoral means.  She rejected the State Department's opinion that Gailius would be unlikely to face such reprisals because he was insufficiently prominent.  She noted that, on the contrary, ordinary citizens who dissented from the official view, not just prominent leaders, were often the targets of official harassment by the authorities.  Wyman testified that the threats Gailius had outlined were, unfortunately, still \"quite typical\" in Lithuanian political culture, despite the formal abandonment of the Soviet system.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">On December 22, 1994, the IJ determined that Gailius was not eligible for asylum.  The IJ relied heavily on the State Department's second advisory opinion.  She determined that, while Gailius was \"an earnest young man,\" his claimed fears were not well founded.  As to the threatening letters, the IJ expressed some skepticism in that the threats had appeared after the denial of Gailius' first asylum claim.  Nevertheless, she did not make any finding concerning their authenticity;  instead, she found these letters to be insufficient to support Gailius' asylum claim because the author was unknown and the threats could have been from a person or group with a \"personal vendetta\" against the family.  The IJ also stated that she regarded Gailius' fears as exaggerated, \"at times leading to ... paranoia,\" and that, while he had been active in the protests against Soviet rule, he overstated his importance in the Lithuanian independence movement.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On October 9, 1997, the BIA affirmed the IJ's decision \"for the reasons set forth in the Immigration Judge's decision.\"   The BIA rejected Gailius' challenge to the IJ's assessment of his testimony, and to the IJ's reliance on the State Department's second advisory opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Gailius filed a timely petition for review in this court.  Because Gailius challenges a deportation order made final after October 31, 1996 in a case initiated prior to April 1, 1997, Gailius' case is governed by the \"transitional rules\" for judicial review established by the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, Pub.L. No. 104-208, Div. C, &#167; 309, 110 Stat. 3009-546, 3009-625 to 627.  Therefore, this court has jurisdiction pursuant to former &#167; 106 of the Immigration and Nationality Act (INA).  See Meguenine v. INS, <span class=\"citation\" data-id=\"197852\"><a href=\"/opinion/197852/meguenine-v-ins/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 26 (1st Cir.1998).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We review the BIA's determination that Gailius was ineligible for asylum and withholding of deportation \"to determine if it is supported by 'substantial evidence.' \"  Id. at 27 (quoting Ipina v. INS, <span class=\"citation\" data-id=\"518840\"><a href=\"/opinion/518840/francisca-sophia-ipina-v-immigration-and-naturalization-service/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 513 (1st Cir.1989)).  We review the BIA's legal conclusions de novo, with appropriate deference to the agency's interpretation of the underlying statute in accordance with administrative law principles.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To establish a \"well-founded fear of persecution,\" Gailius must establish that his claimed fear is genuine and that it is objectively reasonable.  See INS v. Cardoza-Fonseca, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 430-31, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span></a></span> (1987);  Cordero-Trejo v. INS, <span class=\"citation\" data-id=\"195749\"><a href=\"/opinion/195749/cordero-trejo-v-ins/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 491 (1st Cir.1994).  Because both determinations depend heavily on the credibility of the applicant and the applicant's evidence, we have emphasized the need for clarity from the BIA in assessing an asylum claimant's testimony.  See Cordero-Trejo, 40 F.3d at 491-92;  see also Aguilera-Cota v. INS, <span class=\"citation\" data-id=\"548471\"><a href=\"/opinion/548471/roberto-antonio-aguilera-cota-v-us-immigration-and-naturalization/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></a></span>, 1381 (9th Cir.1990) (requiring a \"rational and supportable connection between the reasons cited and the conclusion that the petitioner is not credible\" in order to facilitate review of the agency's determinations).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The need for clear administrative findings is implicit in the statute under which we review the BIA's decision.  The statute requires that the agency's conclusions be \"supported by reasonable, substantial, and probative evidence on the record considered as a whole....\"  Old INA &#167; 106(a)(4), 8 U.S.C. &#167; 1105a(a)(4);  see Fergiste, 138 F.3d at 17 (citing cases).  Although our review is \"deferential,\" Meguenine, 139 F.3d at 27, we have rejected the notion that the INS is \"a unique kind of administrative agency entitled to extreme deference.\"  Cordero-Trejo, 40 F.3d at 487 (internal quotation marks and citation omitted).  Rather, we apply \"normal principles of administrative law governing the role of courts of appeals when reviewing agency decisions for substantial evidence....\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Under those principles, \"a reviewing court ... must judge the propriety of [administrative] action solely by the grounds invoked by the agency,\" and \"that basis must be set forth with such clarity as to be understandable.\"  SEC v. Chenery Corp., <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 196, <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1995</span></a></span> (1947);  see generally I K. Davis &amp; R. Pierce, Administrative Law Treatise, &#167; 8.5 (3d ed.1994) (explaining when agency must make findings and provide reasons for its decisions).  \"[T]he agency's decision cannot be supported on reasoning that the agency has not yet adopted.\"  Puerto Rico Sun Oil Co. v. EPA, <span class=\"citation\" data-id=\"656104\"><a href=\"/opinion/656104/puerto-rico-sun-oil-company-v-united-states-environmental-protection/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 79 (1st Cir.1993) (citing Chenery, 332 U.S. at 196, <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>).   No finding regarding the letters' authenticity was made by the agency, and it is for the agency, not the courts, to make findings of fact.  Thus, the INS may not seek to have the BIA opinion upheld on the grounds that there was no reasonable fear of persecution because the letters were not authentic;  the agency simply has not ruled on the authenticity issue, either implicitly or explicitly.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Nor may we simply ignore the evidence of the threatening letters, and examine only the evidence that supports the BIA's determination.  The statute admonishes us to conduct our review on the whole record, and we may not affirm the BIA's decision \"when [we] cannot conscientiously find that the evidence supporting that decision is substantial, when viewed in the light that the record in its entirety furnishes, including the body of evidence opposed to the Board's view.\"  Universal Camera Corp. v. NLRB, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 488, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></span> (1951);  see also Cordero-Trejo, 40 F.3d at 487 (applying Universal Camera standard to review of BIA decision).  Instead, we must review the BIA's decision to determine if--despite the failure to make specific findings concerning the threats--the agency articulated other adequate reasons for denying Gailius' asylum claim.  We examine each reason in turn, and find each deficient.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The IJ concluded that, even if these threats had occurred as Gailius described them, a matter on which she did not rule, Gailius was nevertheless ineligible for asylum because \"a reasonable person in his situation would [not] necessarily have the same fear.\"   We disagree.  Gailius offered specific testimony outlining a series of very serious threats and corroborated that testimony with documents.  If the threats are real, and in the absence of some adequate reason to the contrary, Gailius may well have had a well-founded fear that he would suffer serious harm at the hands of the former Communists in retaliation for his political activities and opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In Matter of Mogharrabi, 19 I. &amp; N. Dec. 439, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">108943</span></span> (BIA 1987), the BIA outlined a four-part test for determining whether an applicant has established a well-founded fear.  Under that test, an applicant must present evidence that establishes that (1) he or she possesses a belief or characteristic that a persecutor seeks to overcome in others through some form of punishment, (2) that the persecutor is aware, or could become aware, that the applicant possesses this belief or characteristic, (3) that the persecutor has the capability of punishing the applicant, and (4) that the persecutor has the inclination to punish the applicant.  See id. at 446-47 (citation omitted).  Gailius presented ample evidence, if accepted as credible, of specific facts that satisfies all four elements of the Mogharrabi test.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The IJ noted that, even if the threats had occurred, it was not apparent who was making the threats and how many people were behind the threats.  The agency's opinion may not be upheld on that ground.  We have rejected any requirement that asylum applicants identify their persecutors when their fear is of clandestine groups.  See Cordero-Trejo, 40 F.3d at 488 (applicant's failure to identify \"unknown armed men\" or \"death squads\" who threatened him was not a reasonable basis for doubting his credibility).  Persecutors \"have [not] been given adequate notice that our government expects them to sign their names and reveal their individual identities when they deliver threatening messages.\"  Aguilera-Cota, 914 F.2d at 1380.   The fact that the person or persons who authored the threatening letters is not specifically identified does not excuse the agency's failure to specifically rule on their genuineness.  In any event, the record shows that many of the threatening messages were signed \"Lithuanian Youth Forum,\" the successor to the Communist Party's youth wing, an organization with which Gailius had fought in his days at the university.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The IJ also concluded that Gailius' testimony was at odds with country conditions as described in the State Department opinions.  Of course, asylum applicants are entitled to respond to claims of changed country conditions.  See Gebremichael v. INS, <span class=\"citation\" data-id=\"658095\"><a href=\"/opinion/658095/tesfaye-aberra-gebremichael-v-immigration-and-naturalization-service/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 39 (1st Cir.1993).  Given the evidence Gailius produced, the State Department's view of country conditions alone does not provide a \"rational and supportable connection between the reasons cited and the conclusion that the petitioner is not credible.\"  Aguilera-Cota, 914 F.2d at 1381.   Unlike the vast majority of asylum claimants, Gailius managed to provide corroboration for his account of these threats and the harassment to his family by offering the threatening letters themselves into evidence, complete with certified translations, as well as his father's sworn testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Such corroborative evidence is not required to establish an asylum claim;  in many cases, the applicant's own credible testimony is sufficient to support eligibility for asylum as long as it provides a basis for a well founded fear.  See 8 C.F.R. &#167; 208.13(a) (1997);  Cordero-Trejo, 40 F.3d at 491.   This is because \"refugees rarely are able to offer direct corroboration of specific threats or specific incidents of persecution.\"  Turcios v. INS, <span class=\"citation\" data-id=\"490190\"><a href=\"/opinion/490190/hugo-turcios-v-immigration-naturalization-service/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1396</span></a></span>, 1402 (9th Cir.1987) (citation omitted).  Therefore, in most asylum cases, the credibility of the applicant's uncorroborated testimony is the central issue.  In determining credibility, the regulations contemplate weighing the applicant's account of specific incidents \"in light of general conditions in the applicant's country of nationality or last habitual residence\" to determine if the applicant's testimony is plausible.  8 C.F.R. &#167; 208.13(a) (1997);  see Cordero-Trejo, 40 F.3d at 491.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In Gailius' case, however, there is a crucial difference;  his testimony did appear to be corroborated by specific documentary evidence, including the threatening letters.  It was also corroborated by the affidavit of his father.  Therefore, to reject Gailius' testimony, the IJ must do more than point to general conditions in Lithuania.  Instead, the IJ must also determine that the other evidence Gailius produced in corroboration of his testimony is not genuine, or, for some other adequate reason, not persuasive.  The agency essentially ignores this evidence.  Cf. id. at 487 (BIA decision is \"not supported by substantial evidence because it ignores significant documentary evidence pertinent ... to the credibility of [the applicant's] claimed fear of persecution\").  The agency's reasoning--that Gailius was insufficiently prominent to have received threats--is inadequate.  Cf. id. at 491 (finding that agency's reasons for doubting applicant's credibility were inadequate and \"unreasonably eviscerate [applicant's] attempt to establish both the objective and the subjective elements of his asylum claim\").  The BIA's suggestion that Gailius was not sufficiently prominent to have a plausible fear of persecution presupposes that the threatening letters he introduced were not genuine--a conclusion that the IJ declined to reach.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In rejecting Gailius' asylum claim, the IJ placed heavy reliance on the State Department's second advisory opinion.  Given the evidence Gailius produced, that alone does not excuse the agency's failure to rule on the threats.  Even as to general country conditions, \"[t]he advice of the State Department is not binding, either on the service or on the courts....\"  Gramatikov v. INS, <span class=\"citation\" data-id=\"747661\"><a href=\"/opinion/747661/miltcho-gramatikov-ivaylo-gramatikov-and-vesselin-gramatikov-v/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">619</span></a></span>, 620 (7th Cir.1997);  cf.  Gebremichael, 10 F.3d at 39 (holding that asylum applicants must be given an opportunity to rebut the State Department's view of country conditions).  This is both because it is the Attorney General, not the Secretary of State, whom Congress has entrusted with the authority to grant asylum and because \"there is perennial concern that the [State] Department softpedals human rights violations by countries that the United States wants to have good relations with.\"  Gramatikov, 128 F.3d at 620.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">While the documentary evidence alone, if genuine, could well cause us to question the conclusion that there is no well-founded fear of persecution, Gailius presented more.  Gailius produced the testimony of Lowry Wyman, an expert witness.  The IJ acknowledged that her knowledge of Lithuania and the situation in the former Soviet republics in general is quite impressive.  State Department opinions receive considerable weight in the courts because of the State Department's expertise.  Gailius' expert also possessed a high degree of expertise, including both academic credentials and practical direct experience working in post-independence Lithuania for President Landsbergis and elsewhere in the former Soviet Union for USAID.  This gives additional emphasis to why the agency may not jump over the issue of the threats.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Finally, both the State Department opinion and the IJ commented that Gailius' new evidence of threats to his family surfaced only after the initial denial of his asylum claim.  To rely on this timing alone as a basis for ignoring Gailius' testimony and other evidence is a non sequitur.  Such reasoning ignores the fact that the threats largely appeared beginning in 1992, at about the time the former Communists regained power through electoral means.  This is not a case where an applicant for asylum materially changes his story by adding testimony that he could have provided earlier, thus casting doubt on its veracity.  Gailius' account of the threats is entirely consistent with his earlier claim for asylum based on his political activities in 1989 and 1990 and his fear of punishment for resisting the draft.  Just as the INS may rely on changes in country conditions to rebut an asylum claim, an asylum applicant may submit evidence of new threats to his safety that occur after applying for asylum and which support his fears of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">\"In order for this court to conduct a proper substantial evidence review of the BIA's decision, the Board's opinion must state with sufficient particularity and clarity the reasons for denial of asylum.\"  Hartooni v. INS, <span class=\"citation\" data-id=\"667235\"><a href=\"/opinion/667235/maryam-hartooni-v-immigration-naturalization-service/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">336</span></a></span>, 343 (9th Cir.1994) (internal quotation marks and citation omitted).  For this court to review BIA decisions, the agency must adequately explain why it does not find the evidence of threats credible or persuasive and the relevant documents authentic when that evidence goes to the heart of whether there is a fear of future persecution.  While the burden is on the applicant to establish that he or she is eligible for asylum, if the applicant produces testimony showing a pattern of specific threats giving rise to a well-founded fear of persecution, the IJ must, if he or she chooses to reject that testimony as lacking credibility, offer a \"specific, cogent reason for [the IJ's] disbelief.\"  Turcios, 821 F.2d at 1399 (citations and internal quotation marks omitted);  see also II Davis, supra, &#167; 11.2, at 189-90 (noting that an agency must provide reasons for its disbelief of uncontradicted testimony to facilitate judicial review).  This is particularly so in the rare case when an asylum applicant is able to produce corroboration for his or her testimony.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Because \"[b]oth the [IJ] and the Board failed to address much of [Gailius'] evidence,\" Cordero-Trejo, 40 F.3d at 492, and because the IJ did not make a determination of the credibility and authenticity of Gailius' evidence of threats, we remand for further consideration.  This is the appropriate remedy when a reviewing court cannot sustain the agency's decision because it has failed to offer legally sufficient reasons for its decision.  See Pension Benefit Guar. Corp. v. LTV Corp., <span class=\"citation\" data-id=\"112466\"><a href=\"/opinion/112466/pension-benefit-guaranty-corporation-v-ltv-corp/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">633</span></a></span>, 654, <span class=\"citation\" data-id=\"112466\"><a href=\"/opinion/112466/pension-benefit-guaranty-corporation-v-ltv-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2668</span></a></span>, <span class=\"citation\" data-id=\"112466\"><a href=\"/opinion/112466/pension-benefit-guaranty-corporation-v-ltv-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">579</span></a></span> (1990) (noting that, in this situation, \"remanding to the agency is ... the preferred course\" (citation omitted));  Osorio v. INS, <span class=\"citation\" data-id=\"728956\"><a href=\"/opinion/728956/96-cal-daily-op-serv-8090-96-daily-journal-dar-13443-tommy-r/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">928</span></a></span>, 932-33 (9th Cir.1996) (remanding to address an insufficiently reasoned credibility determination against the applicant);  Brown v. HHS, <span class=\"citation\" data-id=\"195836\"><a href=\"/opinion/195836/brown-v-shhs/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 115 (1st Cir.1995);  Cordero-Trejo, 40 F.3d at 492.  \"At the same time, in all fairness, we apprise the Board that we have grave doubts whether a reasonable fact-finder making the full study this record calls for could deny refugee status to [Gailius].\"  Cordero-Trejo, 40 F.3d at 492.   Whether Gailius ultimately should be granted asylum is, of course, a matter for the agency's discretion.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The order of the BIA is vacated, and the case is remanded to the BIA for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Gailius' family had long resisted the Soviet occupation of Lithuania.  During Stalin's regime, the Soviet Union confiscated the farm of Gailius' grandfather and deported him and his family, including Albinas Gailius, Irmantas Gailius' father, to Siberia.  The Gailius family was allowed to return to Lithuania in the years after Stalin's death.  Albinas Gailius became a university professor at Vilnius Civil Engineering Institute (now known as Vilnius Technical University).  Gailius testified that as he grew up, accounts of this family history were often discussed in the household, and he grew to hate the Soviet system and to long for a democratic and independent Lithuania</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Media accounts attributed the former Communists' victory to widespread disillusionment in the Lithuanian public with the costs of market reform.  Gailius also presented testimony that Russian authorities had pressured the Lithuanian public, through threats of economic repercussions, to vote for the former Communists, who were regarded as more sympathetic to Moscow's interests than the reformist parties.  In the election campaign, the former Communists expressed support for democracy and independence.  Gailius does not seriously contest the State Department's opinion that the 1992 election was free and fair, except to note that he believes the outcome was at least in part the result of heavy-handed pressure from the Russian authorities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Eventually, Gailius' family was able to immigrate to the United States, having received visas through the immigrant visa lottery.  Since 1995, Gailius' parents and sister have been lawful permanent residents of the United States.  As the unmarried son of a lawful permanent resident, Gailius has applied for an immigrant visa pursuant to &#167; 203(a)(2) of the Immigration and Nationality Act, 8 U.S.C. &#167; 1153(a)(2).  However, as the parties recognize, there is a substantial waiting period for such visas to be granted, and Gailius would be required to return to Lithuania during that waiting period, the country in which he fears persecution.  Therefore, Gailius still has a cognizable interest in the resolution of his asylum and withholding of deportation claims sufficient to provide him standing under Article III</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The AO's opinion advised Gailius of his right, within thirty days, to submit additional rebuttal evidence and to explain why his claimed fear of persecution was well founded despite these political changes in Lithuania.  Gailius testified that he never received a copy of this notice or of the State Department's initial advisory opinion.  Instead, on June 2, 1992, he received only an address label.  In a letter dated June 9, 1992, Gailius asked the INS to send whatever material it had intended to send again.  Gailius testified that, despite this request, he never received a copy of the AO's notice of the INS' intent to deny his asylum claim or of the initial State Department advisory opinion</p>\n        <p>At a subsequent hearing on September 30, 1993, Gailius moved to terminate the deportation proceedings and remand the consideration of his asylum application to the Asylum Office on the ground that the denial of an opportunity to submit rebuttal evidence had deprived him of a fair hearing on his initial asylum claim.  The IJ accepted Gailius' testimony that he had not received notice of the first adverse State Department opinion, as was required by regulation.  See 8 C.F.R. &#167; 208.11(d) (1997).  However, the IJ nevertheless denied the motion to terminate the deportation proceedings, reasoning that Gailius had not been prejudiced because he was permitted to file a second asylum application before the IJ and could submit the rebuttal evidence as part of his second application.  That reasoning is sound, and we agree there was no prejudice.</p>\n        <p>However, this apparent procedural violation has some relevance to Gailius' claim.  It undercuts any suggestion that this new evidence was produced at the last minute in order to avoid deportation and is therefore untrustworthy.  Gailius would have produced the evidence in June 1992 if the INS had fulfilled its obligations under the regulations to provide proper notice to Gailius by responding promptly to Gailius' inquiry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is unclear from the record whether the State Department official who reviewed Gailius' case file had copies of the actual letters, which Gailius eventually introduced into the administrative record, when the advisory opinion was written.  It is clear that he could not have had all of the letters before him because some of the threatening letters were written in 1994, long after the State Department's advisory opinion was written.  In any event, the opinion makes no mention of them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, general changed country conditions do not suffice to rebut the specific fears of an asylum applicant, see Fergiste, supra, but they are relevant in assessing an applicant's credibility because an uncorroborated story that is at odds with what is known about country conditions is less likely to be accurate than one that is consistent with country conditions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Gailius also claims a right to cross-examine the author of the State Department opinion, but we reject this claim.  The rules of evidence do not apply in asylum proceedings, see Gramatikov, 128 F.3d at 620, and so generally neither the INS nor the alien is entitled to cross-examine the author of State Department opinions or other human rights reports on which the IJ may rely.  Cf. 8 C.F.R. &#167; 208.12(b) (1997) (asylum regulations do not create a right to \"conduct discovery directed towards the records, officers, agents or employees of the ... Department of State.\")   Asylum applicants do have a right under the Due Process Clause to an opportunity to rebut the opinions of the State Department, but this right is satisfied by giving the applicant an opportunity to present expert testimony or reports of non-governmental organizations.  See Gebremichael, 10 F.3d at 39</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We certainly do not encourage \"an avalanche of groundless asylum appeals by citizens of the formerly communist nations, appeals that waste our time and the aliens' money.\"  Gramatikov, 128 F.3d at 620.   In this case, however, Gailius has presented significant evidence of a series of very serious threats to him and to his family, evidence with which the INS has not adequately contended</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because of our disposition, we need not address Gailius' appeal from the BIA's decision denying withholding of deportation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747661/"
  ]
}