{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198061/",
  "absolute_url": "/opinion/198061/figueroa-v-rivera-garcia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198061/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:44:31Z",
  "date_modified": "2017-03-24T10:54:27.935672Z",
  "type": "010combined",
  "sha1": "6083d4685281d29aa34ba1a533a521a2150edc7d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2252.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2252\r\n\nJUSTINA FIGUEROA, A/K/A JUSTINA FIGUEROA ECHEVARRIA, ET AL.,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n   MIGUEL RIVERA, A/K/A MIGUEL RIVERA GARCIA, ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n    [Hon. Salvador E. Casellas, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n     Rosenn* and Campbell, Senior Circuit Judges.\r\n\nMaria H. Sandoval and Judith Berkan on brief for appellants.\r\nArturo Aponte Pares on brief for appellee Gervacio Rivera\r\nRobles.\r\nCarlos Lugo Fiol, Solicitor General, Puerto Rico Dep't of\r\nJustice, Edda Serrano Blasini, Deputy Solicitor General, and\r\nSigfredo Rodriguez Isaac, Assistant Solicitor General, on brief for\r\nremaining appellees.\r\n\nJuly 20, 1998\r\n\n          \r\n*Of the Third Circuit, sitting by designation.  SELYA, Circuit Judge.  Appellants, the heirs of Jess\r\nRos Quiones (Ros), allege that local plenipotentiaries conspired\r\nto convict Ros for a murder that he did not commit and that a\r\ndifferent set of public officials failed to provide Ros with\r\nadequate medical care during his incarceration (leading to his\r\npremature death).  The district court dismissed the complaint, and\r\nthe plaintiffs appeal.  We affirm (though our reasoning diverges at\r\ntimes from that of the lower court).  \r\nI.  BACKGROUND\r\nIf recited here in full flower, the averments in the\r\ncomplaint would seem to have been lifted from the pages of a John\r\nGrisham thriller.  Our tale, however, is decidedly less gripping,\r\nas many of the more sensational allegations are irrelevant to the\r\nissues on appeal.  We limit our narrative accordingly.  See Garita\r\nHotel Ltd. Partnership v. Ponce Fed. Bank, F.S.B., 958 F.2d 15, 16\r\n(1st Cir. 1992).\r\nIn 1984, a jury convicted Ros, David Carrin Ramos\r\n(Carrin), and Rafael Mndez Kercad (Mndez) of first degree\r\nmurder in connection with the slaying of Jos Trevio.  The Puerto\r\nRico Supreme Court rejected the trio's appeals.  The three men\r\nsubsequently sought a new trial in the nisi prius court, alleging\r\nthat they had unearthed previously undiscovered evidence which\r\nproved their innocence.  According to their proffer, this evidence\r\nindicated that four other persons murdered Trevio, and that the\r\nprosecutor, Miguel Rivera Garca (Rivera), endeavored to frame\r\nRos, Carrin, and Mndez because Rivera's nephew was one of the\r\nguilty parties.  After a hearing, the presiding judge found the new\r\nevidence unpersuasive and denied the defendants' motion.  No appeal\r\nwas taken.\r\nCarrin next sought habeas corpus relief in the federal\r\ndistrict court pursuant to 28 U.S.C.  2254 (1994 &amp; Supp. II 1996),\r\nand Ros followed suit.  After the cases languished for nearly\r\nfour years, Carrin and Ros filed amended petitions, representing\r\nthat they had located a brand-new witness who could provide proof\r\nof their innocence.  Since the two had not presented this evidence\r\nto the trial court, the respondents promptly moved to dismiss the\r\namended habeas petitions on exhaustion grounds.  See Adelson v.\r\nDiPaola, 131 F.3d 259, 261-62 (1st Cir. 1997) (discussing the\r\nexhaustion requirement in federal habeas jurisprudence).  Before\r\nthe district court could rule on these motions, Ros died in\r\ncustody.  Upon learning of Ros's death, the district court\r\n(Laffitte, J.) dismissed his petition as moot.  Some months later,\r\nJudge Laffitte dismissed Carrin's petition, without prejudice, for\r\nwant of exhaustion.\r\nOn April 9, 1996, various members of Ros's family\r\nbrought suit in the district court against Rivera, Rivera's former\r\nsupervisor, several Puerto Rico police officers, and one of\r\nTrevio's \"actual\" murderers.  Invoking 42 U.S.C.  1983 (1994),\r\nthey averred that these defendants had succeeded in framing Ros\r\nfor Trevio's murder, thereby spawning an unconstitutional\r\nconviction and sentence.  The plaintiffs added a bevy of pendent\r\ntort claims stemming from Ros's conviction and consequent\r\nincarceration.  These claims sounded in negligence, malicious\r\nprosecution, abuse of process, false arrest, and intentional\r\ninfliction of emotional distress.  Finally, the plaintiffs asserted\r\nclaims for negligence and deprivation of civil rights against\r\nseveral \"John Doe\" defendants, never more specifically identified,\r\nwho allegedly acted carelessly and with deliberate indifference to\r\nRos's need for medical care during his immurement.\r\nThe appellees moved to jettison the complaint for failure\r\nto state any claim upon which relief could be granted or, in the\r\nalternative, for summary judgment.  See Fed. R. Civ. P. 12(b)(6),\r\n56.  The district court (Casellas, J.) determined that Heck v.\r\nHumphrey, 512 U.S. 477 (1994), barred the action and dismissed the\r\ncomplaint.  See Figueroa Echevarra v. Rivera Garca, 977 F. Supp.\r\n112, 116 (D.P.R. 1997).  This appeal ensued.\r\nII.  ANALYSIS\r\nWe afford plenary review to a district court's grant of\r\na motion for dismissal under Fed. R. Civ. P. 12(b)(6).  See McCoyv. Massachusetts Inst. of Tech., 950 F.2d 13, 15 (1st Cir. 1991). \r\nIn the course of this oversight, we accept well-pleaded facts as\r\ntrue and draw all reasonable inferences from those facts in favor\r\nof the plaintiff.  See Massachusetts Sch. of Law at Andover, Inc.v. American Bar Ass'n, 142 F.3d 26, 40 (1st Cir. 1998).  Dismissal\r\nis appropriate \"only if it clearly appears, according to the facts\r\nalleged, that the plaintiff cannot recover on any viable theory.\" \r\nCorrea-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 52 (1st Cir.\r\n1990).\r\n                           A\r\nThe appellants' main section 1983 claim hinges on the\r\nassertion that Rios's conviction and subsequent imprisonment were\r\nunconstitutional.  In their complaint, they allege that the police\r\nofficers who investigated Trevio's slaying and the prosecutor who\r\ntried the case spun a web of lies to ensure Ros's conviction, and,\r\nin the bargain, coerced witnesses to prevaricate and shielded the\r\nactual killers.  To make matters worse, the complaint alleges,\r\nRivera and his cohorts then undertook a pattern of deceit to\r\nconceal their lawlessness.\r\nAssuming, purely for argument's sake, that the appellants\r\ncould prove these assertions, we nonetheless must uphold the\r\ndistrict court's disposition.  The Heck Court ruled in no uncertain\r\nterms that when a section 1983 claimant seeks \"to recover damages\r\nfor allegedly unconstitutional conviction or imprisonment,\" he\r\n\"must prove that the conviction or sentence has been reversed on\r\ndirect appeal, expunged by executive order, declared invalid by a\r\nstate tribunal authorized to make such determination, or called\r\ninto question by a federal court's issuance of a writ of habeas\r\ncorpus.\"  512 U.S. at 486-87.  In the absence of such a showing of\r\nimpugnment, the claim \"is not cognizable under [section] 1983.\" \r\nId. at 487.  Here, the appellants do not allege that an authorized\r\ntribunal or executive body overturned or otherwise invalidated\r\nRos's conviction.  Consequently, Heck bars the unconstitutional\r\nconviction and imprisonment claims.  See, e.g., White v. Gittens,\r\n121 F.3d 803, 806-07 (1st Cir. 1997); Hamilton v. Lyons, 74 F.3d\r\n99, 103 (5th Cir. 1996).\r\nThe appellants counter that strict application of Heckworks a fundamental unfairness in this case.  After all, Ros was\r\nattempting to impugn his conviction when death intervened. \r\nAlthough this plaint strikes a responsive chord, it runs afoul of\r\nHeck's core holding:  that annulment of the underlying conviction\r\nis an element of a section 1983 \"unconstitutional conviction\"\r\nclaim.  See 512 U.S. at 487.  Creating an equitable exception to\r\nthis tenet not only would fly in the teeth of Heck, but also would\r\ncontravene the settled rule that a section 1983 claimant bears the\r\nburden of proving all the essential elements of her cause of\r\naction.  See Ruggiero v. Krzeminski, 928 F.2d 558, 562-63 (2d Cir.\r\n1991).\r\n\n                           B\r\nAlthough the district court reached the correct result\r\nwith respect to the unconstitutional conviction and imprisonment\r\nclaims, it dismissed the appellants' action without prejudice,\r\nsuggesting in dictum that if Carrin ultimately succeeds in\r\nreversing his conviction, then the appellants \"might be able to .\r\n. . bring this [section] 1983 action.\"  Figueroa Echevarra, 977 F.\r\nSupp. at 116.  The appellees denigrate this aspect of the court's\r\nruling, contending that Heck, on its face, requires a section 1983\r\nclaimant who seeks damages arising out of an unconstitutional\r\nconviction to show reversal of his own   not a codefendant's  \r\nconviction, and that, therefore, the district court should have\r\ndismissed the appellants' claims with prejudice.\r\nWe are skeptical that a section 1983 claimant can satisfy\r\nthe Heck regimen by arguing a theory of reversal by proxy.  That\r\nsaid, however, we decline to grapple with the appellees' argument. \r\nA party who neglects to file a cross-appeal may not use his\r\nopponent's appeal as a vehicle for attacking a final judgment in an\r\neffort to diminish the appealing party's rights thereunder.  SeeMorley Constr. Co. v. Maryland Cas. Co., 300 U.S. 185, 191 (1937);\r\nGonzalez v. Bowie, 123 F.2d 387, 389 (1st Cir. 1941).  Because the\r\nappellees did not prosecute a cross-appeal, the argument that they\r\nseek to advance is not properly before us.\r\n\n                           C\r\nIn a curious gambit designed to skirt the obstacles that\r\nHeck interposes, the appellants asseverate that Judge Laffitte\r\nimproperly terminated Ros's and Carrin's habeas petitions in 1996\r\nand 1997, respectively, and that this court erroneously dismissed\r\nan appeal from the latter order.  The short answer to this line of\r\nargument is that the appellants did not raise these contentions\r\nbelow, and they are thus foreclosed from unveiling them for the\r\nfirst time on appeal.  See Teamsters, Chauffeurs, Warehousemen and\r\nHelpers Union, Local No. 59 v. Superline Transp. Co., 953 F.2d 17,\r\n21 (1st Cir. 1992); McCoy, 950 F.2d at 22.\r\nThe slightly longer, but equally dispositive, answer is\r\nthat the appellants' gambit amounts to an attempt to collapse the\r\nhabeas proceedings into their section 1983 action, thereby creating\r\na legal chimera through which they seek simultaneously to\r\ninvalidate Ros's conviction and to recover damages.  Heckforecloses this type of hybridization and makes the impugning of an\r\nallegedly unconstitutional conviction in a separate, antecedent\r\nproceeding a prerequisite to a resultant section 1983 action for\r\ndamages.  See Heck, 512 U.S. at 486-87.  The exclusive method of\r\nchallenging an allegedly unconstitutional state conviction in the\r\nlower federal courts is by means of a habeas corpus action, seePreiser v. Rodriguez, 411 U.S. 475, 488-90 (1973), and,\r\ncorrelatively, \"civil tort actions are not appropriate vehicles for\r\nchallenging the validity of outstanding criminal judgments.\"  Heck,\r\n512 U.S. at 486. \r\nIn all events, the appellants lack standing to press the\r\nhabeas argument.  Although a state prisoner need not always pursue\r\na habeas petition in person, see 28 U.S.C.  2242 (1994)\r\n(stipulating that \"someone acting on [the state prisoner's] behalf\"\r\nmay seek the writ), \"next friend\" habeas petitions are rare.  To\r\nbring such a petition, the filing party must show both that she is\r\nproceeding in the prisoner's behalf and that there is a valid\r\nreason why she is better situated than the prisoner to pursue the\r\nwrit.  See Whitmore v. Arkansas, 495 U.S. 149, 163-64 (1990).\r\nWhether or not the appellants could satisfy this two-part\r\ntest with respect to Ros is an academic question.  Ros's death\r\nduring the pendency of his habeas petition rendered that action\r\nmoot, and no earthly circumstance can revive it.  See Knapp v.\r\nBaker, 509 F.2d 922, 922-23 (5th Cir. 1975); Hann v. Hawk, 205 F.2d\r\n839, 840 (8th Cir. 1953); United States ex rel. Schwartz v. Lennox,\r\n320 F. Supp. 754, 755 (E.D. Pa. 1971).  As to Carrin's habeas\r\npetition, the appellants plainly cannot meet the requirements for\r\nproceeding vicariously.  First, they seek to reinstate the petition\r\nto serve their own interests in maintaining a section 1983 action;\r\nany benefit to Carrin would be purely coincidental.  Second, there\r\nis absolutely no indication in the record that Carrin is incapable\r\nof pursuing a new habeas petition once he has exhausted his state\r\nremedies.  See 1 James S. Liebman &amp; Randy Hertz, Federal Habeas\r\nCorpus Practice and Procedure  8.3c, at 218-19 (2d ed. 1994)\r\n(cataloging the various incapacities of a prisoner that federal\r\ncourts have deemed sufficient to justify a \"next friend\" petition).\r\nFor these reasons, then, the appellants' belated\r\ncollateral attack on a collateral attack to a state conviction is\r\ndoomed to failure.\r\n                           D\r\nJudge Casellas held that the appellants' failure to\r\nsatisfy the Heck prerequisites swept the board, and he dismissed\r\nthe entirety of their complaint.  See Figueroa Echevarra, 977 F.\r\nSupp. at 116 &amp; n.13.  This ruling is rock-solid insofar as it\r\nrelates to the unconstitutional conviction and imprisonment claims\r\nunder section 1983.  In other respects, the ruling is more\r\nproblematic.\r\nThe appellants' secondary section 1983 claim does not\r\nchallenge the \"fact or length of [Ros's] confinement.\"  Heck, 512\r\nU.S. at 482.  Rather, the appellants charge that unnamed agents of\r\nthe government's Medical Services Administration acted with\r\ndeliberate indifference to Ros's need for medical care while in\r\nprison, and that this Eighth Amendment violation led to his demise. \r\nSee Estelle v. Gamble, 429 U.S. 97, 104-05 (1976) (explaining that\r\n\"deliberate indifference to a prisoner's serious illness or injury\r\nstates a cause of action under [section] 1983\").  Heck does not\r\nrequire a section 1983 plaintiff who challenges the conditions of\r\nhis confinement, as opposed to the fact or length of his\r\nconfinement, to demonstrate that his conviction has been impugned. \r\nSee Heck, 512 U.S. at 487.  Such claims may go forward under\r\nsection 1983, even if the plaintiff's complaint includes a\r\nseparate, Heck-barred cause of action.  See Brown v. Plaut, 131\r\nF.3d 163, 167-68 (D.C. Cir. 1997), cert. denied, 66 U.S.L.W. 3750\r\n(U.S. June 22, 1998); Channer v. Mitchell, 43 F.3d 786, 788 (2d\r\nCir. 1994) (per curiam).  We therefore conclude that the district\r\ncourt erred when it dismissed the appellants' deliberate\r\nindifference claim on the basis of Heck.\r\nIn the final analysis, however, this error is harmless\r\nbecause the dismissal of the deliberate indifference claim is\r\nsupportable on an alternate ground.  The complaint does not accuse\r\nRivera or any other named defendant of deliberate indifference to\r\nmedical needs, but levels this charge against various \"John Doe\"\r\ndefendants.  In the seventeen months that elapsed between the\r\nfiling of the complaint and the entry of judgment, the record\r\ndiscloses no attempt by the appellants to identify or serve any of\r\nthe anonymous defendants allegedly responsible for Ros's deficient\r\nmedical treatment.  Under Fed. R. Civ. P. 4(m), a district court\r\nmay dismiss a complaint without prejudice as to a particular\r\ndefendant if the plaintiff fails to serve that defendant within 120\r\ndays after filing the complaint.  Moreover, a district court\r\notherwise prepared to act on dispositive motions is not obligated\r\nto \"wait indefinitely for [the plaintiff] to take steps to identify\r\nand serve . . . unknown defendants.\"  Glaros v. Perse, 628 F.2d\r\n679, 685 (1st Cir. 1980) (internal quotation marks omitted).  We\r\nthink that seventeen months is a more than ample interlude, and we\r\ntherefore uphold the district court's \"without prejudice\" dismissal\r\nof the deliberate indifference claim on this alternative ground.\r\nIn a similar vein, we affirm the district court's\r\ndismissal of the appellants' pendent Puerto Rico law claims, but\r\nrest our holding on a basis somewhat different from that envisioned\r\nby the lower court.  The appellants premise federal jurisdiction on\r\nthe section 1983 claims.  See 28 U.S.C.  1331 (1994) (conferring\r\njurisdiction for actions that \"aris[e] under\" federal law). \r\nBecause the district court dismissed those claims at an early\r\nstage, it was fully authorized to dismiss all pendent causes of\r\naction without prejudice.  See Martinez v. Colon, 54 F.3d 980, 990\r\n(1st Cir. 1995).  The appellants are, of course, free to pursue\r\nthose causes of action in the courts of Puerto Rico.  See id. at\r\n990-91 &amp; n.12.\r\nIII.  CONCLUSION\r\nWe need go no further.  Factually, this is a troubling\r\ncase.  The appellants' allegations, if true, cry out for\r\nremediation.  But the appellants have proceeded down the wrong path\r\nin their quest for justice.  Settled principles of law require that\r\nwe affirm the judgment below, remitting the appellants to other,\r\nnon-federal remedies.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">147 F.3d 77</p>\n    <p class=\"parties\">Justina FIGUEROA, A/K/A Justina Figueroa Echevarria, et al.,<br>Plaintiffs, Appellants,<br>v.<br>Miguel RIVERA, A/K/A Miguel Rivera Garcia, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-2252.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 5, 1998.<br>July 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maria H. Sandoval and Judith Berkan on brief for appellants.</p>\n      <p class=\"indent\">Arturo Aponte Pares on brief for appellee Gervacio Rivera Robles.</p>\n      <p class=\"indent\">Carlos Lugo Fiol, Solicitor General, Puerto Rico Dep't of Justice, Edda Serrano Blasini, Deputy Solicitor General, and Sigfredo Rodriguez Isaac, Assistant Solicitor General, on brief for remaining appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ROSENN<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, the heirs of Jess Ros Quinones (Ros), allege that local plenipotentiaries conspired to convict Ros for a murder that he did not commit and that a different set of public officials failed to provide Ros with adequate medical care during his incarceration (leading to his premature death).  The district court dismissed the complaint, and the plaintiffs appeal.  We affirm (though our reasoning diverges at times from that of the lower court).</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">If recited here in full flower, the averments in the complaint would seem to have been lifted from the pages of a John Grisham thriller.  Our tale, however, is decidedly less gripping, as many of the more sensational allegations are irrelevant to the issues on appeal.  We limit our narrative accordingly.  See Garita Hotel Ltd. Partnership v. Ponce Fed.  Bank, F.S.B., 958 F.2d 15, 16 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1984, a jury convicted Ros, David Carrin Ramos (Carrin), and Rafael Mendez Kercad (Mendez) of first degree murder in connection with the slaying of Jose Trevino.  The Puerto Rico Supreme Court rejected the trio's appeals.  The three men subsequently sought a new trial in the nisi prius court, alleging that they had unearthed previously undiscovered evidence which proved their innocence.  According to their proffer, this evidence indicated that four other persons murdered Trevino, and that the prosecutor, Miguel Rivera Garca (Rivera), endeavored to frame Ros, Carrin, and Mendez because Rivera's nephew was one of the guilty parties.  After a hearing, the presiding judge found the new evidence unpersuasive and denied the defendants' motion.  No appeal was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Carrin next sought habeas corpus relief in the federal district court pursuant to 28 U.S.C. &#167; 2254 (1994 &amp; Supp.  II 1996), and Ros followed suit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After the cases languished for nearly four years, Carrin and Ros filed amended petitions, representing that they had located a brand-new witness who could provide proof of their innocence.  Since the two had not presented this evidence to the trial court, the respondents promptly moved to dismiss the amended habeas petitions on exhaustion grounds.  See Adelson v. DiPaola, 131 F.3d 259, 261-62 (1st Cir.1997) (discussing the exhaustion requirement in federal habeas jurisprudence).  Before the district court could rule on these motions, Ros died in custody.  Upon learning of Ros's death, the district court (Laffitte, J.) dismissed his petition as moot.  Some months later, Judge Laffitte dismissed Carrin's petition, without prejudice, for want of exhaustion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 9, 1996, various members of Ros's family brought suit in the district court against Rivera, Rivera's former supervisor, several Puerto Rico police officers, and one of Trevino's \"actual\" murderers.  Invoking 42 U.S.C. &#167; 1983 (1994), they averred that these defendants had succeeded in framing Ros for Trevino's murder, thereby spawning an unconstitutional conviction and sentence.  The plaintiffs added a bevy of pendent tort claims stemming from Ros's conviction and consequent incarceration.  These claims sounded in negligence, malicious prosecution, abuse of process, false arrest, and intentional infliction of emotional distress.  Finally, the plaintiffs asserted claims for negligence and deprivation of civil rights against several \"John Doe\" defendants, never more specifically identified, who allegedly acted carelessly and with deliberate indifference to Ros's need for medical care during his immurement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellees moved to jettison the complaint for failure to state any claim upon which relief could be granted or, in the alternative, for summary judgment.  See Fed.R.Civ.P. 12(b)(6), 56.  The district court (Casellas, J.) determined that Heck v. Humphrey, 512 U.S. 477, 114 S.Ct. 2364, 129 L.Ed.2d 383 (1994), barred the action and dismissed the complaint.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Figueroa Echevarria v. Rivera Garcia, 977 F.Supp. 112, 116 (D.P.R.1997).  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We afford plenary review to a district court's grant of a motion for dismissal under Fed.R.Civ.P. 12(b)(6).  See McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13, 15 (1st Cir.1991).  In the course of this oversight, we accept well-pleaded facts as true and draw all reasonable inferences from those facts in favor of the plaintiff.  See Massachusetts Sch. of Law at Andover, Inc. v. American Bar Ass'n, 142 F.3d 26, 40 (1st Cir.1998).  Dismissal is appropriate \"only if it clearly appears, according to the facts alleged, that the plaintiff cannot recover on any viable theory.\"  Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 52 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">* The appellants' main section 1983 claim hinges on the assertion that Rios's conviction and subsequent imprisonment were unconstitutional.  In their complaint, they allege that the police officers who investigated Trevino's slaying and the prosecutor who tried the case spun a web of lies to ensure Ros's conviction, and, in the bargain, coerced witnesses to prevaricate and shielded the actual killers.  To make matters worse, the complaint alleges, Rivera and his cohorts then undertook a pattern of deceit to conceal their lawlessness.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Assuming, purely for argument's sake, that the appellants could prove these assertions, we nonetheless must uphold the district court's disposition.  The Heck Court ruled in no uncertain terms that when a section 1983 claimant seeks \"to recover damages for allegedly unconstitutional conviction or imprisonment,\" he \"must prove that the conviction or sentence has been reversed on direct appeal, expunged by executive order, declared invalid by a state tribunal authorized to make such determination, or called into question by a federal court's issuance of a writ of habeas corpus.\"  512 U.S. at 486-87, 114 S.Ct. 2364.   In the absence of such a showing of impugnment, the claim \"is not cognizable under [section] 1983.\"  Id. at 487, 114 S.Ct. 2364.   Here, the appellants do not allege that an authorized tribunal or executive body overturned or otherwise invalidated Ros's conviction.  Consequently, Heck bars the unconstitutional conviction and imprisonment claims.  See, e.g., White v. Gittens, 121 F.3d 803, 806-07 (1st Cir.1997);  Hamilton v. Lyons, 74 F.3d 99, 103 (5th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellants counter that strict application of Heck works a fundamental unfairness in this case.  After all, Ros was attempting to impugn his conviction when death intervened.  Although this plaint strikes a responsive chord, it runs afoul of Heck 's core holding:  that annulment of the underlying conviction is an element of a section 1983 \"unconstitutional conviction\" claim.  See 512 U.S. at 487, 114 S.Ct. 2364.   Creating an equitable exception to this tenet not only would fly in the teeth of Heck, but also would contravene the settled rule that a section 1983 claimant bears the burden of proving all the essential elements of her cause of action.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Ruggiero v. Krzeminski, 928 F.2d 558, 562-63 (2d Cir.1991).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although the district court reached the correct result with respect to the unconstitutional conviction and imprisonment claims, it dismissed the appellants' action without prejudice, suggesting in dictum that if Carrin ultimately succeeds in reversing his conviction, then the appellants \"might be able to ... bring this [section] 1983 action.\"  Figueroa Echevarria, 977 F.Supp. at 116.   The appellees denigrate this aspect of the court's ruling, contending that Heck, on its face, requires a section 1983 claimant who seeks damages arising out of an unconstitutional conviction to show reversal of his own--not a codefendant's--conviction, and that, therefore, the district court should have dismissed the appellants' claims with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are skeptical that a section 1983 claimant can satisfy the Heck regimen by arguing a theory of reversal by proxy.  That said, however, we decline to grapple with the appellees' argument.  A party who neglects to file a cross-appeal may not use his opponent's appeal as a vehicle for attacking a final judgment in an effort to diminish the appealing party's rights thereunder.  See Morley Constr.  Co. v. Maryland Cas. Co., 300 U.S. 185, 191, 57 S.Ct. 325, 81 L.Ed. 593 (1937);  Gonzalez v. Bowie, 123 F.2d 387, 389 (1st Cir.1941).  Because the appellees did not prosecute a cross-appeal, the argument that they seek to advance is not properly before us.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In a curious gambit designed to skirt the obstacles that Heck interposes, the appellants asseverate that Judge Laffitte improperly terminated Ros's and Carrin's habeas petitions in 1996 and 1997, respectively, and that this court erroneously dismissed an appeal from the latter order.  The short answer to this line of argument is that the appellants did not raise these contentions below, and they are thus foreclosed from unveiling them for the first time on appeal.  See Teamsters, Chauffeurs, Warehousemen and Helpers Union, Local No. 59 v. Superline Transp. Co., 953 F.2d 17, 21 (1st Cir.1992);  McCoy, 950 F.2d at 22.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The slightly longer, but equally dispositive, answer is that the appellants' gambit amounts to an attempt to collapse the habeas proceedings into their section 1983 action, thereby creating a legal chimera through which they seek simultaneously to invalidate Ros's conviction and to recover damages.  Heck forecloses this type of hybridization and makes the impugning of an allegedly unconstitutional conviction in a separate, antecedent proceeding a prerequisite to a resultant section 1983 action for damages.  See Heck, 512 U.S. at 486-87, 114 S.Ct. 2364.   The exclusive method of challenging an allegedly unconstitutional state conviction in the lower federal courts is by means of a habeas corpus action, see Preiser v. Rodriguez, 411 U.S. 475, 488-90, 93 S.Ct. 1827, 36 L.Ed.2d 439 (1973), and, correlatively, \"civil tort actions are not appropriate vehicles for challenging the validity of outstanding criminal judgments.\"  Heck, 512 U.S. at 486, 114 S.Ct. 2364.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In all events, the appellants lack standing to press the habeas argument.  Although a state prisoner need not always pursue a habeas petition in person, see 28 U.S.C. &#167; 2242 (1994) (stipulating that \"someone acting on [the state prisoner's] behalf\" may seek the writ), \"next friend\" habeas petitions are rare.  To bring such a petition, the filing party must show both that she is proceeding in the prisoner's behalf and that there is a valid reason why she is better situated than the prisoner to pursue the writ.  See Whitmore v. Arkansas, 495 U.S. 149, 163-64, 110 S.Ct. 1717, 109 L.Ed.2d 135 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Whether or not the appellants could satisfy this two-part test with respect to Ros is an academic question.  Ros's death during the pendency of his habeas petition rendered that action moot, and no earthly circumstance can revive it.  See Knapp v. Baker, 509 F.2d 922, 922-23 (5th Cir.1975);  Hann v. Hawk, 205 F.2d 839, 840 (8th Cir.1953);  United States ex rel. Schwartz v. Lennox, 320 F.Supp. 754, 755 (E.D.Pa.1971).  As to Carrin's habeas petition, the appellants plainly cannot meet the requirements for proceeding vicariously.  First, they seek to reinstate the petition to serve their own interests in maintaining a section 1983 action;  any benefit to Carrin would be purely coincidental.  Second, there is absolutely no indication in the record that Carrin is incapable of pursuing a new habeas petition once he has exhausted his state remedies.  See 1 James S. Liebman &amp; Randy Hertz, Federal Habeas Corpus Practice and Procedure &#167; 8.3c, at 218-19 (2d ed.1994) (cataloging the various incapacities of a prisoner that federal courts have deemed sufficient to justify a \"next friend\" petition).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For these reasons, then, the appellants' belated collateral attack on a collateral attack to a state conviction is doomed to failure.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judge Casellas held that the appellants' failure to satisfy the Heck prerequisites swept the board, and he dismissed the entirety of their complaint.  See Figueroa Echevarria, 977 F.Supp. at 116 &amp; n. 13.  This ruling is rock-solid insofar as it relates to the unconstitutional conviction and imprisonment claims under section 1983.  In other respects, the ruling is more problematic.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellants' secondary section 1983 claim does not challenge the \"fact or length of [Ros's] confinement.\"  Heck, 512 U.S. at 482, 114 S.Ct. 2364.   Rather, the appellants charge that unnamed agents of the government's Medical Services Administration acted with deliberate indifference to Ros's need for medical care while in prison, and that this Eighth Amendment violation led to his demise.  See Estelle v. Gamble, 429 U.S. 97, 104-05, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976) (explaining that \"deliberate indifference to a prisoner's serious illness or injury states a cause of action under [section] 1983\").  Heck does not require a section 1983 plaintiff who challenges the conditions of his confinement, as opposed to the fact or length of his confinement, to demonstrate that his conviction has been impugned.  See Heck, 512 U.S. at 487, 114 S.Ct. 2364.   Such claims may go forward under section 1983, even if the plaintiff's complaint includes a separate, Heck-barred cause of action.  See Brown v. Plaut, 131 F.3d 163, 167-68 (D.C.Cir.1997), cert. denied, --- U.S. ----, 118 S.Ct. 2346, 141 L.Ed.2d 716 (1998);  Channer v. Mitchell, 43 F.3d 786, 788 (2d Cir.1994) (per curiam).  We therefore conclude that the district court erred when it dismissed the appellants' deliberate indifference claim on the basis of Heck.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the final analysis, however, this error is harmless because the dismissal of the deliberate indifference claim is supportable on an alternate ground.  The complaint does not accuse Rivera or any other named defendant of deliberate indifference to medical needs,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> but levels this charge against various \"John Doe\" defendants.  In the seventeen months that elapsed between the filing of the complaint and the entry of judgment, the record discloses no attempt by the appellants to identify or serve any of the anonymous defendants allegedly responsible for Ros's deficient medical treatment.  Under Fed.R.Civ.P. 4(m), a district court may dismiss a complaint without prejudice as to a particular defendant if the plaintiff fails to serve that defendant within 120 days after filing the complaint.  Moreover, a district court otherwise prepared to act on dispositive motions is not obligated to \"wait indefinitely for [the plaintiff] to take steps to identify and serve ... unknown defendants.\"  Glaros v. Perse, 628 F.2d 679, 685 (1st Cir.1980) (internal quotation marks omitted).  We think that seventeen months is a more than ample interlude, and we therefore uphold the district court's \"without prejudice\" dismissal of the deliberate indifference claim on this alternative ground.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In a similar vein, we affirm the district court's dismissal of the appellants' pendent Puerto Rico law claims, but rest our holding on a basis somewhat different from that envisioned by the lower court.  The appellants premise federal jurisdiction on the section 1983 claims.  See 28 U.S.C. &#167; 1331 (1994) (conferring jurisdiction for actions that \"aris[e] under\" federal law).  Because the district court dismissed those claims at an early stage, it was fully authorized to dismiss all pendent causes of action without prejudice.  See Martinez v. Colon, 54 F.3d 980, 990 (1st Cir.1995).  The appellants are, of course, free to pursue those causes of action in the courts of Puerto Rico.  See id. at 990-91 &amp; n. 12.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.  Factually, this is a troubling case.  The appellants' allegations, if true, cry out for remediation.  But the appellants have proceeded down the wrong path in their quest for justice.  Settled principles of law require that we affirm the judgment below, remitting the appellants to other, non-federal remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mendez (who suffered from terminal cancer) received a gubernatorial pardon.  He is now deceased</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In light of this ruling, the district court did not address the defendants' alternative motions for summary judgment.  See Figueroa Echevarria v. Rivera Garcia, 977 F.Supp. 112, 114 (D.P.R.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We are mindful that dicta from concurring and dissenting opinions in a recently decided case, Spencer v. Kemna, --- U.S. ----, 118 S.Ct. 978, 140 L.Ed.2d 43 (1998), may cast doubt upon the universality of Heck's \"favorable termination\" requirement.  See id. at ----, 118 S.Ct. at 989 (Souter, J., concurring);  id. at ----, 118 S.Ct. at 990 (Ginsburg, J., concurring);  id. at ---- n. 8, 118 S.Ct. at 992 n. 8 (Stevens, J., dissenting).  The Court, however, has admonished the lower federal courts to follow its directly applicable precedent, even if that precedent appears weakened by pronouncements in its subsequent decisions, and to leave to the Court \"the prerogative of overruling its own decisions.\"  Agostini v. Felton, 521 U.S. 203, ----, 117 S.Ct. 1997, 2017, 138 L.Ed.2d 391 (1997);  see also Rodriguez de Quijas v. Shearson/American Express, Inc., 490 U.S. 477, 484, 109 S.Ct. 1917, 104 L.Ed.2d 526 (1989).  We obey this admonition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To the extent, if at all, that paragraph 61 of the complaint can be read to charge the named defendants with deliberate indifference to medical needs, that legal conclusion is free-floating.  The complaint alleges no facts, either direct or inferential, that would suggest anything beyond the following scenario:  Ros died while in a Puerto Rico prison under the care of government employees and, therefore, the named defendants are liable for his death.  This allegation, if made at all, is nothing more than a bald assertion, not sufficient to survive a motion to dismiss.  See Aulson v. Blanchard, 83 F.3d 1, 3 (1st Cir.1996).  We add, at the expense of carting coal to Newcastle, that the appellants briefed their deliberate indifference to medical needs claim \"in the most skeletal way,\" and thus in all events have waived it.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></span></p>\n    <p class=\"parties\">Justina FIGUEROA, A/K/A Justina Figueroa Echevarria, et al.,<br>Plaintiffs, Appellants,<br>v.<br>Miguel RIVERA, A/K/A Miguel Rivera Garcia, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-2252.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted June 5, 1998.<br>July 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maria H. Sandoval and Judith Berkan on brief for appellants.</p>\n      <p class=\"indent\">Arturo Aponte Pares on brief for appellee Gervacio Rivera Robles.</p>\n      <p class=\"indent\">Carlos Lugo Fiol, Solicitor General, Puerto Rico Dep't of Justice, Edda Serrano Blasini, Deputy Solicitor General, and Sigfredo Rodriguez Isaac, Assistant Solicitor General, on brief for remaining appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ROSENN<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, the heirs of Jess Ros Quinones (Ros), allege that local plenipotentiaries conspired to convict Ros for a murder that he did not commit and that a different set of public officials failed to provide Ros with adequate medical care during his incarceration (leading to his premature death).  The district court dismissed the complaint, and the plaintiffs appeal.  We affirm (though our reasoning diverges at times from that of the lower court).</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">If recited here in full flower, the averments in the complaint would seem to have been lifted from the pages of a John Grisham thriller.  Our tale, however, is decidedly less gripping, as many of the more sensational allegations are irrelevant to the issues on appeal.  We limit our narrative accordingly.  See Garita Hotel Ltd. Partnership v. Ponce Fed.  Bank, F.S.B., <span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 16 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1984, a jury convicted Ros, David Carrin Ramos (Carrin), and Rafael Mendez Kercad (Mendez) of first degree murder in connection with the slaying of Jose Trevino.  The Puerto Rico Supreme Court rejected the trio's appeals.  The three men subsequently sought a new trial in the nisi prius court, alleging that they had unearthed previously undiscovered evidence which proved their innocence.  According to their proffer, this evidence indicated that four other persons murdered Trevino, and that the prosecutor, Miguel Rivera Garca (Rivera), endeavored to frame Ros, Carrin, and Mendez because Rivera's nephew was one of the guilty parties.  After a hearing, the presiding judge found the new evidence unpersuasive and denied the defendants' motion.  No appeal was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Carrin next sought habeas corpus relief in the federal district court pursuant to 28 U.S.C. &#167; 2254 (1994 &amp; Supp.  II 1996), and Ros followed suit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After the cases languished for nearly four years, Carrin and Ros filed amended petitions, representing that they had located a brand-new witness who could provide proof of their innocence.  Since the two had not presented this evidence to the trial court, the respondents promptly moved to dismiss the amended habeas petitions on exhaustion grounds.  See Adelson v. DiPaola, <span class=\"citation\" data-id=\"197696\"><a href=\"/opinion/197696/adelson-v-dipaola/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 261-62 (1st Cir.1997) (discussing the exhaustion requirement in federal habeas jurisprudence).  Before the district court could rule on these motions, Ros died in custody.  Upon learning of Ros's death, the district court (Laffitte, J.) dismissed his petition as moot.  Some months later, Judge Laffitte dismissed Carrin's petition, without prejudice, for want of exhaustion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 9, 1996, various members of Ros's family brought suit in the district court against Rivera, Rivera's former supervisor, several Puerto Rico police officers, and one of Trevino's \"actual\" murderers.  Invoking 42 U.S.C. &#167; 1983 (1994), they averred that these defendants had succeeded in framing Ros for Trevino's murder, thereby spawning an unconstitutional conviction and sentence.  The plaintiffs added a bevy of pendent tort claims stemming from Ros's conviction and consequent incarceration.  These claims sounded in negligence, malicious prosecution, abuse of process, false arrest, and intentional infliction of emotional distress.  Finally, the plaintiffs asserted claims for negligence and deprivation of civil rights against several \"John Doe\" defendants, never more specifically identified, who allegedly acted carelessly and with deliberate indifference to Ros's need for medical care during his immurement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellees moved to jettison the complaint for failure to state any claim upon which relief could be granted or, in the alternative, for summary judgment.  See Fed.R.Civ.P. 12(b)(6), 56.  The district court (Casellas, J.) determined that Heck v. Humphrey, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1994), barred the action and dismissed the complaint.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Figueroa Echevarria v. Rivera Garcia, <span class=\"citation no-link\"><span class=\"volume\">977</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">112</span></span>, 116 (D.P.R.1997).  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We afford plenary review to a district court's grant of a motion for dismissal under Fed.R.Civ.P. 12(b)(6).  See McCoy v. Massachusetts Inst. of Tech., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 15 (1st Cir.1991).  In the course of this oversight, we accept well-pleaded facts as true and draw all reasonable inferences from those facts in favor of the plaintiff.  See Massachusetts Sch. of Law at Andover, Inc. v. American Bar Ass'n, <span class=\"citation\" data-id=\"197918\"><a href=\"/opinion/197918/massachusetts-school-v-american-bar/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 40 (1st Cir.1998).  Dismissal is appropriate \"only if it clearly appears, according to the facts alleged, that the plaintiff cannot recover on any viable theory.\"  Correa-Martinez v. Arrillaga-Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 52 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">* The appellants' main section 1983 claim hinges on the assertion that Rios's conviction and subsequent imprisonment were unconstitutional.  In their complaint, they allege that the police officers who investigated Trevino's slaying and the prosecutor who tried the case spun a web of lies to ensure Ros's conviction, and, in the bargain, coerced witnesses to prevaricate and shielded the actual killers.  To make matters worse, the complaint alleges, Rivera and his cohorts then undertook a pattern of deceit to conceal their lawlessness.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Assuming, purely for argument's sake, that the appellants could prove these assertions, we nonetheless must uphold the district court's disposition.  The Heck Court ruled in no uncertain terms that when a section 1983 claimant seeks \"to recover damages for allegedly unconstitutional conviction or imprisonment,\" he \"must prove that the conviction or sentence has been reversed on direct appeal, expunged by executive order, declared invalid by a state tribunal authorized to make such determination, or called into question by a federal court's issuance of a writ of habeas corpus.\"  512 U.S. at 486-87, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>.   In the absence of such a showing of impugnment, the claim \"is not cognizable under [section] 1983.\"  Id. at 487, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>.   Here, the appellants do not allege that an authorized tribunal or executive body overturned or otherwise invalidated Ros's conviction.  Consequently, Heck bars the unconstitutional conviction and imprisonment claims.  See, e.g., White v. Gittens, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">803</span></span>, 806-07 (1st Cir.1997);  Hamilton v. Lyons, <span class=\"citation\" data-id=\"8424\"><a href=\"/opinion/8424/hamilton-v-lyons/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></a></span>, 103 (5th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellants counter that strict application of Heck works a fundamental unfairness in this case.  After all, Ros was attempting to impugn his conviction when death intervened.  Although this plaint strikes a responsive chord, it runs afoul of Heck 's core holding:  that annulment of the underlying conviction is an element of a section 1983 \"unconstitutional conviction\" claim.  See 512 U.S. at 487, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>.   Creating an equitable exception to this tenet not only would fly in the teeth of Heck, but also would contravene the settled rule that a section 1983 claimant bears the burden of proving all the essential elements of her cause of action.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Ruggiero v. Krzeminski, <span class=\"citation\" data-id=\"557793\"><a href=\"/opinion/557793/deborah-ruggiero-christine-ruggiero-and-joseph-ruggiero-cross-appellants/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">558</span></a></span>, 562-63 (2d Cir.1991).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although the district court reached the correct result with respect to the unconstitutional conviction and imprisonment claims, it dismissed the appellants' action without prejudice, suggesting in dictum that if Carrin ultimately succeeds in reversing his conviction, then the appellants \"might be able to ... bring this [section] 1983 action.\"  Figueroa Echevarria, 977 F.Supp. at 116.   The appellees denigrate this aspect of the court's ruling, contending that Heck, on its face, requires a section 1983 claimant who seeks damages arising out of an unconstitutional conviction to show reversal of his own--not a codefendant's--conviction, and that, therefore, the district court should have dismissed the appellants' claims with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are skeptical that a section 1983 claimant can satisfy the Heck regimen by arguing a theory of reversal by proxy.  That said, however, we decline to grapple with the appellees' argument.  A party who neglects to file a cross-appeal may not use his opponent's appeal as a vehicle for attacking a final judgment in an effort to diminish the appealing party's rights thereunder.  See Morley Constr.  Co. v. Maryland Cas. Co., <span class=\"citation\" data-id=\"102766\"><a href=\"/opinion/102766/morley-co-v-md-casualty-co/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 191, <span class=\"citation\" data-id=\"102766\"><a href=\"/opinion/102766/morley-co-v-md-casualty-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">325</span></a></span>, <span class=\"citation\" data-id=\"102766\"><a href=\"/opinion/102766/morley-co-v-md-casualty-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">593</span></a></span> (1937);  Gonzalez v. Bowie, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></span>, 389 (1st Cir.1941).  Because the appellees did not prosecute a cross-appeal, the argument that they seek to advance is not properly before us.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In a curious gambit designed to skirt the obstacles that Heck interposes, the appellants asseverate that Judge Laffitte improperly terminated Ros's and Carrin's habeas petitions in 1996 and 1997, respectively, and that this court erroneously dismissed an appeal from the latter order.  The short answer to this line of argument is that the appellants did not raise these contentions below, and they are thus foreclosed from unveiling them for the first time on appeal.  See Teamsters, Chauffeurs, Warehousemen and Helpers Union, Local No. 59 v. Superline Transp. Co., <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992);  McCoy, 950 F.2d at 22.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The slightly longer, but equally dispositive, answer is that the appellants' gambit amounts to an attempt to collapse the habeas proceedings into their section 1983 action, thereby creating a legal chimera through which they seek simultaneously to invalidate Ros's conviction and to recover damages.  Heck forecloses this type of hybridization and makes the impugning of an allegedly unconstitutional conviction in a separate, antecedent proceeding a prerequisite to a resultant section 1983 action for damages.  See Heck, 512 U.S. at 486-87, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>.   The exclusive method of challenging an allegedly unconstitutional state conviction in the lower federal courts is by means of a habeas corpus action, see Preiser v. Rodriguez, <span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span>, 488-90, <span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, <span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">439</span></a></span> (1973), and, correlatively, \"civil tort actions are not appropriate vehicles for challenging the validity of outstanding criminal judgments.\"  Heck, 512 U.S. at 486, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In all events, the appellants lack standing to press the habeas argument.  Although a state prisoner need not always pursue a habeas petition in person, see 28 U.S.C. &#167; 2242 (1994) (stipulating that \"someone acting on [the state prisoner's] behalf\" may seek the writ), \"next friend\" habeas petitions are rare.  To bring such a petition, the filing party must show both that she is proceeding in the prisoner's behalf and that there is a valid reason why she is better situated than the prisoner to pursue the writ.  See Whitmore v. Arkansas, <span class=\"citation\" data-id=\"112418\"><a href=\"/opinion/112418/whitmore-v-arkansas/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 163-64, <span class=\"citation\" data-id=\"112418\"><a href=\"/opinion/112418/whitmore-v-arkansas/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1717</span></a></span>, <span class=\"citation\" data-id=\"112418\"><a href=\"/opinion/112418/whitmore-v-arkansas/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">135</span></a></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Whether or not the appellants could satisfy this two-part test with respect to Ros is an academic question.  Ros's death during the pendency of his habeas petition rendered that action moot, and no earthly circumstance can revive it.  See Knapp v. Baker, <span class=\"citation\" data-id=\"324728\"><a href=\"/opinion/324728/walter-knapp-v-t-l-baker-sheriff-of-potter-county-texas-and-w-j/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 922-23 (5th Cir.1975);  Hann v. Hawk, <span class=\"citation\" data-id=\"232181\"><a href=\"/opinion/232181/hann-warden-v-hawk/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 840 (8th Cir.1953);  United States ex rel. Schwartz v. Lennox, <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">754</span></span>, 755 (E.D.Pa.1971).  As to Carrin's habeas petition, the appellants plainly cannot meet the requirements for proceeding vicariously.  First, they seek to reinstate the petition to serve their own interests in maintaining a section 1983 action;  any benefit to Carrin would be purely coincidental.  Second, there is absolutely no indication in the record that Carrin is incapable of pursuing a new habeas petition once he has exhausted his state remedies.  See 1 James S. Liebman &amp; Randy Hertz, Federal Habeas Corpus Practice and Procedure &#167; 8.3c, at 218-19 (2d ed.1994) (cataloging the various incapacities of a prisoner that federal courts have deemed sufficient to justify a \"next friend\" petition).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For these reasons, then, the appellants' belated collateral attack on a collateral attack to a state conviction is doomed to failure.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judge Casellas held that the appellants' failure to satisfy the Heck prerequisites swept the board, and he dismissed the entirety of their complaint.  See Figueroa Echevarria, 977 F.Supp. at 116 &amp; n. 13.  This ruling is rock-solid insofar as it relates to the unconstitutional conviction and imprisonment claims under section 1983.  In other respects, the ruling is more problematic.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellants' secondary section 1983 claim does not challenge the \"fact or length of [Ros's] confinement.\"  Heck, 512 U.S. at 482, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>.   Rather, the appellants charge that unnamed agents of the government's Medical Services Administration acted with deliberate indifference to Ros's need for medical care while in prison, and that this Eighth Amendment violation led to his demise.  See Estelle v. Gamble, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 104-05, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976) (explaining that \"deliberate indifference to a prisoner's serious illness or injury states a cause of action under [section] 1983\").  Heck does not require a section 1983 plaintiff who challenges the conditions of his confinement, as opposed to the fact or length of his confinement, to demonstrate that his conviction has been impugned.  See Heck, 512 U.S. at 487, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>.   Such claims may go forward under section 1983, even if the plaintiff's complaint includes a separate, Heck-barred cause of action.  See Brown v. Plaut, <span class=\"citation\" data-id=\"184384\"><a href=\"/opinion/184384/brown-ernest-v-plaut-william-m/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 167-68 (D.C.Cir.1997), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></span> (1998);  Channer v. Mitchell, <span class=\"citation\" data-id=\"685595\"><a href=\"/opinion/685595/claudious-channer-v-clyde-mitchell-detective-io-james-howard/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">786</span></a></span>, 788 (2d Cir.1994) (per curiam).  We therefore conclude that the district court erred when it dismissed the appellants' deliberate indifference claim on the basis of Heck.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the final analysis, however, this error is harmless because the dismissal of the deliberate indifference claim is supportable on an alternate ground.  The complaint does not accuse Rivera or any other named defendant of deliberate indifference to medical needs,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> but levels this charge against various \"John Doe\" defendants.  In the seventeen months that elapsed between the filing of the complaint and the entry of judgment, the record discloses no attempt by the appellants to identify or serve any of the anonymous defendants allegedly responsible for Ros's deficient medical treatment.  Under Fed.R.Civ.P. 4(m), a district court may dismiss a complaint without prejudice as to a particular defendant if the plaintiff fails to serve that defendant within 120 days after filing the complaint.  Moreover, a district court otherwise prepared to act on dispositive motions is not obligated to \"wait indefinitely for [the plaintiff] to take steps to identify and serve ... unknown defendants.\"  Glaros v. Perse, <span class=\"citation\" data-id=\"381351\"><a href=\"/opinion/381351/alex-c-glaros-v-richard-perse/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span>, 685 (1st Cir.1980) (internal quotation marks omitted).  We think that seventeen months is a more than ample interlude, and we therefore uphold the district court's \"without prejudice\" dismissal of the deliberate indifference claim on this alternative ground.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In a similar vein, we affirm the district court's dismissal of the appellants' pendent Puerto Rico law claims, but rest our holding on a basis somewhat different from that envisioned by the lower court.  The appellants premise federal jurisdiction on the section 1983 claims.  See 28 U.S.C. &#167; 1331 (1994) (conferring jurisdiction for actions that \"aris[e] under\" federal law).  Because the district court dismissed those claims at an early stage, it was fully authorized to dismiss all pendent causes of action without prejudice.  See Martinez v. Colon, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 990 (1st Cir.1995).  The appellants are, of course, free to pursue those causes of action in the courts of Puerto Rico.  See id. at 990-91 &amp; n. 12.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.  Factually, this is a troubling case.  The appellants' allegations, if true, cry out for remediation.  But the appellants have proceeded down the wrong path in their quest for justice.  Settled principles of law require that we affirm the judgment below, remitting the appellants to other, non-federal remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mendez (who suffered from terminal cancer) received a gubernatorial pardon.  He is now deceased</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In light of this ruling, the district court did not address the defendants' alternative motions for summary judgment.  See Figueroa Echevarria v. Rivera Garcia, <span class=\"citation no-link\"><span class=\"volume\">977</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">112</span></span>, 114 (D.P.R.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We are mindful that dicta from concurring and dissenting opinions in a recently decided case, Spencer v. Kemna, --- U.S. ----, <span class=\"citation\" data-id=\"118176\"><a href=\"/opinion/118176/spencer-v-kemna/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span></a></span>, <span class=\"citation\" data-id=\"118176\"><a href=\"/opinion/118176/spencer-v-kemna/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">43</span></a></span> (1998), may cast doubt upon the universality of Heck's \"favorable termination\" requirement.  See id. at ----, 118 S.Ct. at 989 (Souter, J., concurring);  id. at ----, 118 S.Ct. at 990 (Ginsburg, J., concurring);  id. at ---- n. 8, 118 S.Ct. at 992 n. 8 (Stevens, J., dissenting).  The Court, however, has admonished the lower federal courts to follow its directly applicable precedent, even if that precedent appears weakened by pronouncements in its subsequent decisions, and to leave to the Court \"the prerogative of overruling its own decisions.\"  Agostini v. Felton, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, ----, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1997</span></a></span>, 2017, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1997);  see also Rodriguez de Quijas v. Shearson/American Express, Inc., <span class=\"citation\" data-id=\"112261\"><a href=\"/opinion/112261/rodriguez-de-quijas-v-shearsonamerican-express-inc/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, 484, <span class=\"citation\" data-id=\"112261\"><a href=\"/opinion/112261/rodriguez-de-quijas-v-shearsonamerican-express-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, <span class=\"citation\" data-id=\"112261\"><a href=\"/opinion/112261/rodriguez-de-quijas-v-shearsonamerican-express-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">526</span></a></span> (1989).  We obey this admonition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To the extent, if at all, that paragraph 61 of the complaint can be read to charge the named defendants with deliberate indifference to medical needs, that legal conclusion is free-floating.  The complaint alleges no facts, either direct or inferential, that would suggest anything beyond the following scenario:  Ros died while in a Puerto Rico prison under the care of government employees and, therefore, the named defendants are liable for his death.  This allegation, if made at all, is nothing more than a bald assertion, not sufficient to survive a motion to dismiss.  See Aulson v. Blanchard, <span class=\"citation\" data-id=\"717572\"><a href=\"/opinion/717572/alan-aulson-et-ux-maureen-aulson-v-charles-blanchard/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1996).  We add, at the expense of carting coal to Newcastle, that the appellants briefed their deliberate indifference to medical needs claim \"in the most skeletal way,\" and thus in all events have waived it.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/8424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/232181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717572/"
  ]
}