{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198190/",
  "absolute_url": "/opinion/198190/caldwell-v-maloney-etc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198190/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:28Z",
  "date_modified": "2017-03-24T10:55:07.274885Z",
  "type": "010combined",
  "sha1": "bd16529fd2107dd3ae5fdf31215999c0b26487fa",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1511.01A",
  "local_path": null,
  "plain_text": "\n\n             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 98-1511\r\n\n                   MICHAEL CALDWELL,\r\n\n                 Petitioner, Appellee,\r\n\n                           v.\r\n\n                  MICHAEL T. MALONEY,\r\n\n                 Respondent, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Michael A. Ponsor, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n       Boudin, Lynch, and Lipez, Circuit Judges.\r\n                                      \r\n\nGregory I. Massing, Assistant Attorney General, with whom\r\nScott Harshbarger, Attorney General, was on brief, for appellant.\r\nAlan Jay Black for appellee.\r\n\n                                      \r\n\n                   November 2, 1998\r\n                                        LYNCH, Circuit Judge.  Michael Caldwell, an African-\r\nAmerican man, was tried in Massachusetts state court in 1986 for\r\nthe rape, sexual assault, and kidnapping of two women, who were\r\nwhite.  During jury selection, defense counsel timely objected to\r\nfour of the prosecutor's peremptory challenges, asserting that the\r\nprosecutor had purposefully struck all the black jurors on the\r\nbasis of their race.  The trial judge overruled the objection, and\r\nCaldwell was ultimately convicted on all charges by a jury that had\r\nno black members.  These convictions were reversed by the\r\nMassachusetts Appeals Court on the ground that several of the\r\nchallenges were impermissibly race-based; but that ground was\r\nrejected and the conviction was reinstated by the unanimous\r\nMassachusetts Supreme Judicial Court.\r\nOn subsequent habeas review, the federal district court,\r\nfinding that two of the peremptory challenges at issue were\r\ndiscriminatory under Batson v. Kentucky, 476 U.S. 79 (1986), thus\r\ndisagreeing with both the state court which had tried the case and\r\nthe Massachusetts Supreme Judicial Court, issued a writ of habeas\r\ncorpus requiring Caldwell to be retried or released.  Under\r\ngoverning Supreme Court precedent, we now reverse the order issuing\r\nthe writ of habeas corpus.\r\n                          I\r\nAt about 3 a.m. on August 18, 1985, two young white women\r\nleft a hotel in downtown Springfield after a pre-wedding party.  As\r\nthey approached their car, an African-American man came up behind\r\nthem, held up a knife, and ordered them into the front seat.  He\r\nthen drove them to a park, where he raped one of the women\r\nrepeatedly and forced both of them to perform various sexual acts. \r\nThe attack lasted about an hour and a half.  When the man was ready\r\nto leave, the car would not start, so he walked with the two women\r\nfor about a mile, then left them.\r\nBoth of the women selected Michael Caldwell's photograph\r\nfrom a photo array, and details and descriptions given by the women\r\n(such as the attacker's preferred brand of cigarette) corresponded\r\nto Caldwell's habits and appearance.  When Caldwell was arrested\r\nand informed that he was suspected of kidnapping and rape, he\r\nresponded, \"two white girls?\"  In his statement to the police,\r\nCaldwell said that on the night in question he was with his\r\ngirlfriend until about 3 a.m., arrived at Antonio's Grinders at 4\r\na.m. and found it closed, and then went to his grandparents' house\r\nand went to sleep.  Caldwell later changed his statement and said\r\nthat he was with his girlfriend until about 2:45 a.m., went to\r\nPizza King a few minutes later and ordered a sandwich, and reached\r\nhis grandparents' house at 3:00 or 3:30 a.m.\r\nCaldwell was charged with rape, kidnapping, and related\r\ncounts, and jury selection for his trial took place in Hampden\r\nCounty Superior Court on March 27, 28, and 31, 1986.  At the\r\nselection, the judge first asked the prospective jurors general\r\nquestions as a group, then brought the jurors in one by one and, in\r\nthe presence of counsel, asked ten additional questions,\r\nelaborating as necessary.  Each juror also filled out a\r\nquestionnaire.\r\nThe state trial judge sought to empanel sixteen jurors. \r\nAfter finding eligible and seating enough prospective jurors to\r\nfill the jury, the judge permitted peremptory challenges.  The\r\njudge then refilled the jury box with eligible jurors after each\r\nchallenge or group of challenges was exercised.  The Commonwealth\r\nchallenged a group of six jurors, then an additional juror;\r\nCaldwell challenged a group of eight, then two jurors, then one\r\nmore.  The Commonwealth then exercised five more peremptory\r\nchallenges.  At this point, Caldwell's counsel objected, stating\r\nthat the prosecutor had \"challenged three or four blacks that were\r\nseated on the panel.\"\r\nAt the time of these challenges, the Supreme Court had\r\nnot yet decided its seminal case prohibiting racially motivated\r\nperemptory challenges, Batson v. Kentucky, 476 U.S. 79 (1986).  But\r\nthe court proceeded to hold a hearing under the authority of\r\nCommonwealth v. Soares, 387 N.E.2d 499 (Mass. 1979), which, under\r\narticle 12 of the Massachusetts Declaration of Rights, provided at\r\nleast as much protection for defendant as does Batson.  See id. at\r\n515-16.  At that hearing, the state trial judge reviewed the\r\nanswers of each of the prospective jurors to voir dire and reviewed\r\nthe prosecutor's reasons for the challenge.  This review occurred\r\nimmediately after the challenges were made, when the jurors were\r\nstill present and their responses were fresh in the mind of the\r\ntrial court.  The review also occurred before the court accepted\r\nthe challenges to these four jurors.  The issue was whether the\r\nprosecutor purposefully discriminated on the basis of race in\r\nchallenging prospective jurors 4-1, 4-2, 4-5, and 5-1, all four of\r\nwhom were part of the prosecutor's last group of five challenges. \r\nWe describe the proceedings in the state trial court in detail.\r\nA.  Juror 4-1\r\nJuror 4-1's answers to the questions about police officer\r\ncredibility were as follows:\r\nTHE COURT:     [M]uch of the testimony in this case will\r\ncome from police officers.  If a police officer and another witness\r\ngave you different testimony about the same incident, would you\r\ntend to believe the police officer simply because he is a police\r\nofficer?\r\nTHE JUROR:     No, I wouldn't.\r\nTHE COURT:     How about the other way around?\r\nTHE JUROR:     If he wasn't?\r\nTHE COURT:     Yes.\r\nTHE JUROR:     No, I think I would have to consider all the\r\ncircumstances.\r\nTHE COURT:     Would you tend to put less weight on a police\r\nofficer's testimony than you would on somebody else's testimony\r\nsimply because the person is a police officer?\r\nTHE JUROR:     Less weight on him?\r\nTHE COURT:     Yes.\r\nTHE JUROR:     I would try to keep an equal weight.\r\nTHE COURT:     [G]enerally speaking do you think that police\r\nofficers tend to be more truthful than persons in other\r\nprofessions?\r\nTHE JUROR:     What other professions?\r\nTHE COURT:     Anything in the whole world, like bank\r\nexaminers.  That's what you do for a living?\r\nTHE JUROR:     Yes.\r\nTHE COURT:     More truthful?\r\nTHE JUROR:     I don't know.  I really haven't had that much\r\nexperience.\r\nTHE COURT:     Do you think they're any less truthful?\r\nTHE JUROR:     Any less truthful?  They should be more\r\ntruthful but I'm not saying that they are.\r\nTHE COURT:     How do you feel about it?\r\nTHE JUROR:     Well, I believe I would have to hear what\r\nthey have to say before and disregard what they are and then make\r\nup my mind.\r\nTHE COURT:     Would you be able to disregard what they are?\r\nTHE JUROR:     If I had to make a decision, I would like to\r\nand just hear what the content of what they have to say more so\r\nthan what they are.\r\nTHE COURT:     Okay.\r\n\nAfter this exchange, the judge proceeded to the questions designed\r\nto discern racial bias:\r\nTHE COURT:     [D]o you think that black people generally\r\nspeaking are less truthful than white people?\r\nTHE JUROR:     No.\r\nTHE COURT:     Do you think they're more truthful?\r\nTHE JUROR:     I think they're about the same.\r\nTHE COURT:     Do you really mean that?\r\nTHE JUROR:     People are people, regardless of color.\r\n\nThe prosecutor's stated reason for the challenge of this\r\n\njuror was his \"perception of her reactions\"; the prosecutor said\r\nthat most of her answers had been clear but that he thought she was\r\n\"equivocating\" and \"hesitat[ing]\" in her answers to the police-\r\nofficer-related questions.  He also indicated that her statement\r\nthat police officers \"should be more truthful\" gave him concern. \r\nThe court ruled that \"from my point of view at this time, based on\r\nwhat I have seen and what I have heard,\" the challenge was\r\nacceptable.\r\nB.  Juror 4-2\r\nAt the conclusion of juror 4-2's individual voir dire,\r\nthe prosecutor told the court that police officer Michael Sands,\r\nwho was sitting at counsel table with the prosecutor and who had\r\nbeen named as a witness, thought that he might have had dealings\r\nwith members of the juror's family in the North End of Springfield\r\n(the juror's last name and the fact that she had eight children\r\nwere apparently listed on her questionnaire).  The court asked the\r\njuror if she had ever lived in the North End of Springfield, and\r\nshe said that she had.  However, before the questioning proceeded\r\nany further, the prosecutor said, \"I withdraw any further questions\r\nwith respect to this juror at this time, your Honor,\" and the juror\r\nwas seated.\r\nThe prosecutor offered two reasons in support of his\r\nlater peremptory challenge of this juror:  Officer Sands's contact\r\nwith the juror's family, and the juror's former residence in the\r\nNorth End, where she allegedly lived \"within a few streets\" of\r\nCaldwell's home and might therefore have known or have heard of\r\nCaldwell or members of his family.  The judge accepted this\r\nexplanation.\r\nC.  Juror 4-5\r\nThe individual voir dire of juror 4-5 began with the\r\njudge asking the juror if she understood all of the written\r\nquestions, to which she replied, \"[t]he best I could.\"  He also\r\nasked her if he was reading the questions too quickly.  After the\r\njuror answered all of the judge's questions, this colloquy ensued:\r\nTHE COURT:     Is there anything further that you want me to\r\ninquire of this particular prospective juror, [prosecutor]?\r\n[PROSECUTOR]: Yes, Judge, simply just the ages of her\r\nchildren.  I may not have understood that before.\r\nTHE JUROR:     Eighteen through thirty-seven.\r\nTHE COURT:     Can you tell us the age, how many kids have\r\nyou got?\r\nTHE JUROR:     I've got seven.  The youngest is eighteen and\r\nthe oldest one is thirty-seven or will be thirty-seven years old.\r\nTHE COURT:     Can you remember all of them, how old they\r\nare?  Can you remember them one by one?\r\nTHE JUROR:     Okay.  Starting with the oldest one, she's\r\nthirty-six and she would be thirty-seven this year.  The next one,\r\nshe was born in '51, so that means she's -- I can't give it offhand\r\nlike that.  Then I've got a son that's thirty.  He was born in '55.\r\nTHE COURT:     You can remember the years they were born,\r\nright?\r\nTHE JUROR:     I can remember that better than I can the\r\nage.\r\nTHE COURT:     Give us the years then.\r\nTHE JUROR:     The oldest one was born in 1948, the next one\r\nwas born in 1951 and the next one was born in 1955.  The next one\r\nwas born in 1957 and the next one was born in 1961.  The baby was\r\nborn in 1967.  It's easier for me like that.\r\nThe prosecutor's explanation for his challenge of this\r\njuror centered around her fifth grade education level (a fact that\r\nwas revealed on her questionnaire) and her inability to calculate\r\nher children's ages by subtracting the year of each's birth from\r\nthe current year.  He stated that he doubted that she would be able\r\nto understand some of the concepts in the case, emphasized the\r\nimportance of issues of time, distance, and identification, and\r\ndeclared that he considered the case \"complex.\"  He also briefly\r\nmentioned the juror's \"demeanor, the way she handled those\r\nquestions and the way she responded to the further questions of\r\nyour Honor\" and argued that she had not dealt with the questions as\r\nwell as the other prospective jurors.  The judge permitted the\r\nprosecutor's challenge.\r\nD.  Juror 5-1\r\nWhen the judge asked the whole panel of prospective\r\njurors whether anyone had a problem with serving for a week, juror\r\n5-1 said that she had a vacation planned that could not be\r\nrescheduled.  During the individual questioning, her vacation plans\r\ncame up again:\r\nTHE COURT:     What trouble were we having earlier, the fact\r\nthat the case might run for the rest of the week?\r\nTHE JUROR:     That's it, yes.\r\nTHE COURT:     How do you feel about it now?  Do you think\r\nyou could stay with us for the rest of the week?\r\nTHE JUROR:     No.\r\nTHE COURT:     Tell us again why.\r\nTHE JUROR:     My husband has a few days off that he wanted\r\nto go south to see about a house he was intending to buy and he has\r\nthis week and a few days next week, so that's the reason, because\r\nhe has a new job to start and he wanted to be back.\r\nTHE COURT:     You would be uncomfortable sitting then if I\r\ninsisted that you stay?\r\nTHE JUROR:     No, I wouldn't be uncomfortable.  I will stay\r\nif I have to.\r\nTHE COURT:     Gosh, I would like to have you stay.\r\nTHE JUROR:     All right.  I will stay.\r\n\nThe prosecutor argued several times that this juror should be\r\nexcused for cause, but the court refused to excuse her and told the\r\nprosecutor that he could exercise a peremptory challenge.\r\nThe prosecutor followed the judge's advice.  When defense\r\ncounsel objected to the challenge, the judge stated that he could\r\n\"see that one as being valid\" because \"it would seem to me she's\r\nsitting rather reluctantly.\"  Also, defense counsel at one point\r\nconceded that \"the only one that there is a plausible explanation\r\nfor is the one who said that she had to go to Georgia,\" although he\r\nquickly backed down from this statement and pointed out that she\r\nhad said that \"if you wanted her to serve that she would serve.\"\r\nAfter the judge rejected defense counsel's objections to\r\nthe prosecutor's challenges of jurors 4-1, 4-2, 4-5, and 5-1, the\r\nCommonwealth exercised another challenge; Caldwell challenged three\r\njurors, then one additional juror; and the Commonwealth challenged\r\ntwo jurors.  Finally, both parties declared themselves satisfied\r\nwith the panel.  Just before the jury was sworn, Caldwell restated\r\nhis objection to \"the fact that all the black jurors that were\r\ncalled were excused.\"\r\nAt trial, Caldwell was questioned about what time he left\r\nhis girlfriend's house and where he went afterwards.  Officer Sands\r\ntestified about the distances between various important sites:  a\r\nlittle over a mile from Caldwell's girlfriend's home to the spot\r\nwhere the women were abducted, a mile from the area where the\r\nattacker left the women to Caldwell's grandparents' home, and so\r\non.  Both victims identified Caldwell as their attacker.\r\nOn April 11, 1986, the jury convicted Caldwell on all\r\ncounts.  He was sentenced to 15-20 years imprisonment.\r\nII                                    On appeal, the Massachusetts Appeals Court reversed\r\nCaldwell's convictions and ordered a new trial, holding that the\r\nprosecutor improperly challenged jurors 4-1 and 4-5 on the basis of\r\ntheir race.  See Commonwealth v. Caldwell, 634 N.E.2d 124 (Mass.\r\nApp. Ct. 1994).  The court rejected the challenge to juror 4-1\r\nbecause the juror's answers left the court \"with the clear\r\nimpression -- not of equivocation, as the prosecutor argued -- but\r\nof a conscientious person who intelligently and thoughtfully\r\nfocuses on the question asked and replies in a precise manner.\" \r\nId. at 128.  As to juror 4-5, the court found that her inability to\r\ncalculate her children's ages and her low level of education were\r\nunimportant because the primary issue at trial was identification. \r\nSee id. at 129.  A majority of the panel also doubted the validity\r\nof the challenge to juror 4-2 on the ground that the prosecutor\r\nexplained his reasons \"vague[ly]\" and did not do enough to\r\nestablish the facts about the officer's dealings with the juror's\r\nfamily, but the court declined to decide this issue, stating that\r\n\"[w]hether the prosecutor succeeded in carrying his burden\r\nregarding prospective juror 4-2 . . . is not critical to the\r\ndisposition of this case.\"  See id.  Although Caldwell had also\r\nattacked the challenge of juror 5-1, the Appeals Court rejected\r\nthat challenge.  See id. at 129 n.6.\r\nThe Massachusetts Supreme Judicial Court (\"SJC\") reversed\r\nthe Appeals Court and reinstated the convictions.  See Commonwealthv. Caldwell, 641 N.E.2d 1054 (Mass. 1994).  The court concluded\r\nthat the trial judge was in the best position to evaluate the tenor\r\nof juror 4-1's answers; that the prosecutor's strike of juror 4-2\r\nwas analogous to a case in which the court had upheld a strike of\r\na juror who lived in a neighborhood where a prosecutor had\r\npreviously investigated a multiple homicide; that the trial judge\r\nwas uniquely able to assess juror 4-5's demeanor and her \"ability\r\nto understand fully the issues to be presented at trial\"; and that\r\njuror 5-1's reluctance to serve was a \"plausible\" reason for\r\nchallenging her.  Id. at 1056-57.\r\nCaldwell filed a petition for a writ of habeas corpus in\r\nthe U.S. District Court for Massachusetts on July 21, 1995.  On\r\nOctober 21, 1996, the magistrate judge to whom the petition had\r\nbeen referred issued a Report and Recommendation recommending that\r\nthe petition be granted.  The magistrate judge considered the\r\nchallenges to jurors 4-1 and 5-1 valid -- noting with respect to\r\nthe former that \"there is, at the very least, some support in the\r\nrecord for the prosecutor's explanation that juror 4-1 was struck\r\nfor a race-neutral reason[,] her demeanor\" -- but found no record\r\nsupport for the challenges to jurors 4-2 and 4-5, essentially for\r\nthe reasons articulated by the Massachusetts Appeals Court.  Thus,\r\nthe Magistrate disagreed with the state Appeals Court as to juror\r\n4-1, finding the use of the peremptory there unobjectionable.  The\r\nMagistrate disagreed with the SJC, which found all the peremptories\r\nvalid.\r\nThe district court adopted the Report and Recommendation\r\nin part and granted the writ, ordering that Caldwell be released\r\nunless the Commonwealth gave him a new trial.  The court\r\nacknowledged the possibility that \"crucial nuances in the selection\r\nprocess may not appear on a cold record later,\" but emphasized that\r\n\"racial discrimination is itself subtle and can mold a prosecutor's\r\ndecisions unconsciously\" and therefore must be ferreted out. \r\nCaldwell v. Dubois, 999 F. Supp. 199, 201 (D. Mass. 1998).  The\r\ndecision rested on the prosecutor's challenges of jurors 4-1 and 4-\r\n5, although the court added that \"the support for the strikes of\r\nthe other two African American jurors was, to put it generously,\r\nmarkedly weak.\"  Id. at 211.  Thus, the federal district court\r\ndisagreed with the Magistrate as to juror 4-1, finding that strike\r\nimproper.  The federal trial court also disagreed with the SJC as\r\nto jurors 4-1 and 4-5.\r\nThe federal district court's finding as to juror 4-1 was\r\nbased on the premise that \"[t]he transcript of the questioning of\r\njuror 4-1 reveals no significant 'equivocation'\" and on a\r\ncomparison to the voir dire of non-black juror 5-13, whom the\r\ncourt considered to have displayed \"uncertainty\" that was more\r\n\"substantial\" than juror 4-1's.  Id. at 211.  The court's\r\nconclusion as to juror 4-5 was that her answers \"regarding her\r\nseven children reveal no limited intellectual capacity\" and that,\r\nat any rate, the central issues in the case were \"straightforward\"\r\nones of \"alibi and identification.\"  Id.  The court also found it\r\n\"notable\" that \"no effort was made [to] put the issue of [juror 4-\r\n5's] 'demeanor' into the record by references [to] tone of voice,\r\nhesitancy or delay, . . . or the like.\"  Id. at 212.\r\nIn the end, despite acknowledging that \"[i]t would not be\r\ndifficult to write an opinion denying this Petition,\" the district\r\ncourt concluded that in the context of the case as a whole \"the\r\nmost obvious explanation for what happened . . . is that the\r\nprosecutor knocked all the potential black jurors off because he\r\nthought . . . that he probably had a somewhat higher likelihood of\r\ngetting a conviction.\"  Id. at 212-13.\r\n                          III Because Caldwell's habeas petition was filed before April\r\n24, 1996, we apply the standard of review in place before enactment\r\nof the Antiterrorism and Effective Death Penalty Act (\"AEDPA\"). \r\nSee Lindh v. Murphy, 117 S. Ct. 2059, 2068 (1997).  As explained in\r\nBrewer v. Marshall, 119 F.3d 993 (1st Cir. 1997), in a pre-AEDPA\r\nhabeas case this court reviews the state court's ruling on a Batsonchallenge with a great deal of deference:\r\n     Under [the pre-AEDPA] standard of review, we review de novo\r\n     the state court decision.  Within that standard, deference is\r\n     given to fact-based determinations of the trial court. \r\n     Decisions of trial courts regarding Batson objections are\r\n     treated with considerable deference.  On direct review, the\r\n     Supreme Court has described the ultimate Batson question --\r\n     intent to discriminate -- as a pure issue of fact subject to\r\n     clear error review. . . . [T]here is no convincing reason why\r\n     a more lenient standard should govern pre-AEDPA federal habeas\r\n     review of state court judgments concerning fact-sensitive\r\n     Batson determinations.\r\nId. at 1004 (citations and internal quotation marks omitted).\r\nThis deferential standard is double-layered.  First, a\r\ntrial judge's Batson findings are given substantial weight because\r\nthe trial judge is in the best position to evaluate context,\r\nnuance, and the demeanor of the prospective jurors and the\r\nattorneys.  See Batson, 476 U.S. at 98 n.21.  As we pointed out in\r\nBrewer:\r\n     The trial judge has heard the juror's answers to voir dire\r\n     questions or bench conferences with the juror . . . . The\r\n     trial judge is thus likely to have a much better sense than\r\n     any appellate panel of whether a particular challenge can\r\n     readily be explained by some reason other than race or gender\r\n     -- for example, other characteristics of the juror, the\r\n     juror's demeanor, or something in the juror's background\r\n     suggesting sympathy for one side or the other.  This court has\r\n     recognized that considerable deference is owed to a trial\r\n     judge who observes the voir dire first hand:\r\n          Evaluative judgments concerning juror suitability are\r\n     often made partially in response to nuance, demeanor, body\r\n     language, and a host of kindred considerations.  Thus, the\r\n     trial judge, who sees and hears both the prospective juror and\r\n     the opposing attorneys in action, is in the best position to\r\n     pass judgment on counsel's motives.\r\n\nBrewer, 119 F.3d at 1004 (quoting United States v. Bergodere, 40\r\nF.3d 512, 517 (1st Cir. 1994)) (internal quotation marks omitted);\r\nsee also United States v. Perez, 35 F.3d 632, 635-36 (1st Cir.\r\n1994).\r\nSecond, in a pre-AEDPA habeas case, a state court's\r\nruling on whether a prosecutor's use of a peremptory challenge was\r\nmotivated by discriminatory intent in violation of Batson is a\r\nfactual determination that \"shall be presumed to be correct unless\"\r\nthe determination \"is not fairly supported by the record.\"  28\r\nU.S.C.  2254(d) (pre-AEDPA version) (enumerating several other\r\nexceptions to the correctness presumption, exemptions not at issue\r\nin the instant case); see Purkett v. Elem, 514 U.S. 765, 769\r\n(1995) (per curiam); Hernandez v. New York, 500 U.S. 352, 364-66\r\n(1991) (plurality opinion).  Caldwell argues only that the\r\npresumption of correctness is not applicable to his case because\r\nthe trial court's rulings are \"not fairly supported by the record.\"\r\nHe does not address the other seven exceptions or assert that he\r\nhas rebutted the presumption of correctness \"by convincing\r\nevidence.\"  28 U.S.C.  2254(d) (pre-AEDPA version).  Accordingly,\r\nin reviewing such a determination, a federal habeas court has \"no\r\nlicense to redetermine credibility of witnesses whose demeanor has\r\nbeen observed by the state trial court, but not by them,\" and must\r\n\"more than simply disagree with the state court\" in order to reach\r\na different result.  Marshall v. Lonberger, 459 U.S. 422, 432-34\r\n(1983); see also Leavitt v. Howard, 462 F.2d 992, 996 (1st Cir.\r\n1972) (analogizing the \"fair support\" standard to the \"clearly\r\nerroneous\" standard).\r\nThere is no doubt that the pre-AEDPA standard\r\nsignificantly limits Batson review on habeas because the trial\r\ncourt's findings of historical fact necessarily resolve the\r\nultimate issue of the prosecutor's intent.  This limitation\r\nexpresses a judgment that \"as a matter of the sound administration\r\nof justice, one judicial actor is better positioned than another to\r\ndecide the issue in question.\"  Miller v. Fenton, 474 U.S. 104, 114\r\n(1985).  It also provides society and the defendant with \"the\r\ncertainty that comes with an end to litigation,\" Sumner v. Mata,\r\n449 U.S. 539, 550-51 &amp; n.3 (1981), and reduces friction between the\r\nstate and federal systems, see id.\r\nHowever, the presumption does not, as Caldwell suggests, \r\nso limit federal review that it is a nullity.  There are scenarios\r\nin which the record is unlikely to fairly support a state trial\r\ncourt's rejection of a Batson challenge.  First, there may be no\r\nexplanation at all or nothing stated which would even pass as a\r\nreasoned explanation.  \"Clearly the most vulnerable reasons are\r\nthose based on hunches and intuitions.\"  Gertner &amp; Mizner, The Law\r\nof Juries 4-47 (1997).  Some explanations are completely\r\nimplausible.  Others may be facially plausible, but raise a serious\r\nquestion of pretext where a prosecutor's explanation for a strike\r\nis equally applicable to a juror of a different race or gender who\r\nhas not been stricken.  See, e.g., DeVose v. Norris, 53 F.3d 201,\r\n203-05 (8th Cir. 1995) (finding the state's reason for excusing\r\nblack jurors -- that they were suffering from \"jury burnout\" --\r\npretextual given that several white prospective jurors who were not\r\nstruck also stated that they had previously served on juries). \r\nSerious questions are also raised in cases in which the facts in\r\nthe record are simply objectively contrary to the prosecutor's\r\nstatements, see, e.g., Johnson v. Vasquez, 3 F.3d 1327, 1330-31\r\n(9th Cir. 1993) (finding that several of the prosecutor's reasons,\r\nincluding the juror's alleged experience working for a defense\r\nattorney, were contradicted by the record), or the prosecutor's\r\nstatements themselves admit race plays a role, see, e.g., id. at\r\n1329-30 (noting contemporaneous remarks by the prosecutor\r\nindicating that race played a role in his decision to strike the\r\njuror), or there is direct evidence of bias on the part of the\r\nprosecutor or the judge, see Cochran v. Herring, 43 F.3d 1404,\r\n1410, 1412 (11th Cir. 1995) (involving testimony from prosecutors\r\nthat the District Attorney's office had an informal policy of\r\nstriking jurors based on race), modified on other grounds, 61 F.3d\r\n20 (11th Cir. 1995).\r\nA reviewing court's level of suspicion may also be raised\r\nby a series of very weak explanations for a prosecutor's peremptory\r\nchallenges.  The whole may be greater than the sum of its parts. \r\nWhen a number of jurors are struck, \"[a]n explanation for a\r\nparticular challenge need not necessarily be pigeon-holed as wholly\r\nacceptable or wholly unacceptable.  The relative plausibility or\r\nimplausibility of each explanation for a particular challenge . .\r\n. may strengthen or weaken the assessment of the prosecution's\r\nexplanation as to other challenges and thereby assist the fact-\r\nfinder in determining overall intent.\"  United States v. Alvarado,\r\n923 F.2d 253, 256 (2d Cir. 1991); see also United States v.\r\nAlvarado, 951 F.2d 22, 26 (2d Cir. 1991) (appeal after remand)\r\n(\"The [judicial] officer may think a dubious explanation undermines\r\nthe bona fides of other explanations or may think that the sound\r\nexplanations dispel the doubt raised by a questionable one.\").\r\nIt is also important to keep in mind that the broad\r\nauthority vested in the trial judge to make Batson rulings on the\r\nbasis of first-hand observations of attorneys and prospective\r\njurors may often work in a defendant's favor.  For instance, a\r\njudge's evaluation of the demeanor and credibility of an attorney\r\nor a juror may lead the judge to uphold a defendant's peremptory\r\nchallenge in the face of a Batson objection by the prosecutor, seeGeorgia v. McCollum, 505 U.S. 42, 59 (1992), or to accept a\r\ndefendant's Batson objection to a prosecutor's peremptory\r\nchallenge.  See generally Batson, 476 U.S. at 99 n.22 (disagreeing\r\nwith the doubts expressed in Justice Marshall's concurring opinion\r\nabout trial judges' enforcement of Batson's mandate).\r\n                           IV With an eye toward the deference owed to the state trial\r\njudge, we view the analysis through Batson's three-step procedure. \r\nUnder Batson, \"once the opponent of a peremptory challenge has made\r\nout a prima facie case of racial discrimination (step 1), the\r\nburden of production shifts to the proponent of the strike to come\r\nforward with a race-neutral explanation (step 2).  If a race-\r\nneutral explanation is tendered, the trial court must then decide\r\n(step 3) whether the opponent of the strike has proved purposeful\r\nracial discrimination.\"  Purkett, 514 U.S. at 767.  \"The second\r\nstep of this process does not demand an explanation that is\r\npersuasive, or even plausible,\" but at the third step \"the\r\npersuasiveness of the justification becomes relevant,\" and\r\n\"implausible or fantastic justifications may (and probably will) be\r\nfound to be pretexts for purposeful discrimination.\"  Id. at 767-\r\n68.\r\nIn this case, only step 3 of the test is at issue.  SeeHernandez, 500 U.S. at 359 (\"Once a prosecutor has offered a race-\r\nneutral explanation for the peremptory challenges and the trial\r\ncourt has ruled on the ultimate question of intentional\r\ndiscrimination, the preliminary issue of whether the defendant had\r\nmade a prima facie showing becomes moot.\"); Purkett, 514 U.S. at\r\n768; Perez, 35 F.3d at 635.  At this step, the crucial issue is\r\nwhether the challenge was motivated by racial discrimination.  SeeHernandez, 500 U.S. at 359-60 (noting the \"fundamental principle\"\r\nthat \"[p]roof of racially discriminatory intent or purpose is\r\nrequired to show a violation of the Equal Protection Clause\"\r\n(internal quotation marks omitted)); Batson, 476 U.S. at 93\r\n(stating that the burden is on the \"defendant who alleges\r\ndiscriminatory selection of the venire to prove the existence of\r\npurposeful discrimination\" (emphasis added) (internal quotation\r\nmarks omitted)).  On this issue, \"[t]here will seldom be much\r\nevidence . . . , and the best evidence often will be the demeanor\r\nof the attorney who exercises the challenge.\"  Hernandez, 500 U.S.\r\nat 365.\r\nThe federal district court's finding of a Batsonviolation rested on the challenges to jurors 4-1 and 4-5.  Because\r\nCaldwell \"is entitled to defend the district court's judgment on\r\nany properly preserved ground that would serve to sustain it,\r\nwhether or not adopted by the district court,\" Beauchamp v. Murphy,\r\n37 F.3d 700, 706 (1st Cir. 1994), we address each of the four\r\njurors whom Caldwell claims to have been improperly challenged. \r\nThe question is whether Caldwell has met his burden of showing that\r\nthere is not fair support in the record for the state trial judge's\r\ndetermination that the prosecutor's strike as to each juror was not\r\nmotivated by race discrimination.\r\nA.  Juror 4-1\r\nWe conclude that the trial court's acceptance of the\r\nprosecutor's explanation for the challenge of juror 4-1 finds more\r\nthan fair support in the record.  The cold transcript alone\r\ndemonstrates that the juror was hesitant or uncertain (for\r\ninstance, she asked the judge for more detail on one of the\r\nquestions about police officer truthfulness and then stated that\r\nshe did not know and had not had that much experience).  The\r\ntranscript reveals that the judge had reason to doubt her answers\r\n(one of her responses to the racial bias questions prompted the\r\njudge to ask, \"[d]o you really mean that?\").  Also, the substance\r\nof one of her answers -- \"[Police officers] should be more truthful\r\nbut I'm not saying that they are\" -- indicates some inclination to\r\nhold the police to a higher standard than other witnesses.  Cf.United States v. Moreno, 878 F.2d 817, 820-21 (5th Cir. 1989)\r\n(rejecting a Batson objection to a strike that was based on \"a\r\nhostile attitude toward police officers during defense voir dire\").\r\nThe trial judge, of course, did not face a cold\r\ntranscript.  He was the only one of the many judges who has\r\naddressed this case who had an opportunity contemporaneously to\r\nobserve juror 4-1's responses, and he apparently saw no reason to\r\nquestion the prosecutor's assertion that the juror was hesitating\r\nand equivocating in her answers to the questions about police\r\nofficers.  The conclusion of the federal district court that juror\r\n4-1 was not equivocating, or was just being thoughtful, gives\r\ninsufficient weight to considerations of body language, intonation,\r\ndemeanor, pacing and the like and to the trial judge's superior\r\nability to evaluate these considerations.\r\nFurther, a comparison of juror 4-1's voir dire with the\r\nvoir dire of non-black juror 5-13, relied on by the district court,\r\ndoes not indicate that the prosecutor's explanation for his\r\nchallenge was pretextual.  Certainly, as a general matter,\r\ncomparisons between challenged jurors and similarly situated,\r\nunchallenged jurors of a different race or gender can be probative\r\nof whether a peremptory challenge is racially motivated.  Such\r\ncomparisons are likely to be more probative when the reason for the\r\nstrike is an objective characteristic such as age or profession.  \r\nMore specifically, although juror 5-13's voir dire is\r\nsuperficially similar -- there is uncertainty about how to answer\r\nthe police-officer-related inquiry, and an exchange with the judge\r\nthat goes beyond the ten scripted questions -- the two colloquies\r\nare different in a crucial respect.  Juror 4-1's answers may be\r\nread as holding police officers to higher standards than others or\r\neven as suggesting hostility toward police officers.  In contrast,\r\nthe most plausible reading of juror 5-13's answers is that the\r\njuror believed that police officers are more truthful in the\r\nconduct of their jobs than are people in other professions, but\r\nthat in daily life -- acting as a spouse or a neighbor rather than\r\nas an officer -- officers are just as likely to lie as anyone else. \r\nThe prosecutor and others who were present may well have considered\r\njuror 5-13, equivocations and all, to be a pro-government juror. \r\nSee Patton v. Yount, 467 U.S. 1025, 1038 n.14 (1984) (noting that\r\ndemeanor is important in \"simply understanding what a potential\r\njuror is saying\" and that \"[d]emeanor, inflection, the flow of the\r\nquestions and answers can make confused and conflicting utterances\r\ncomprehensible\").  This conclusion is bolstered by the fact that\r\ndefense counsel peremptorily challenged juror 5-13, suggesting that\r\nthe defense saw her as a pro-government juror.\r\nB.  Juror 4-2\r\nWe also find fair support in the record for the trial\r\ncourt's conclusion that the prosecutor's explanation for his\r\nchallenge of juror 4-2 was not a pretext for race discrimination. \r\nThe prosecutor advanced two reasons that were plausible\r\nand specifically linked to Caldwell's case.  The first is the\r\njuror's possible relationship, through arrests of or incidents\r\ninvolving her children, with Officer Sands.  Cf. United States v.\r\nTerrazas-Carrasco, 861 F.2d 93, 94-95 &amp; n.1 (5th Cir. 1988)\r\n(listing the fact that the prospective juror had \"the same last\r\nname as someone previously convicted by the prosecutor\" as one of\r\na number of grounds for valid peremptory challenges); United Statesv. Tindle, 860 F.2d 125, 128-29 (4th Cir. 1988) (accepting as race-\r\nneutral the prosecutor's explanation that the surname of\r\nprospective juror Granderson closely resembled the surname of one\r\nGrandison, a defendant in one of the prosecutor's cases).  The\r\nsecond is her possible contacts with the Caldwell family due to her\r\nprevious residence near the Caldwells in the North End.  See United\r\nStates v. Williams, 936 F.2d 1243, 1247 (11th Cir. 1991)\r\n(collecting cases upholding peremptory challenges based on a\r\ngeographic relationship between a prospective juror and the case to\r\nbe tried); see also United States v. Angiulo, 847 F.2d 956, 985 &amp;\r\nn.37 (1st Cir. 1988) (upholding a district judge's acceptance of a\r\nBatson-challenged strike, stating that a strike based on the\r\nprospective juror's residence in \"a small town where a number of\r\nthe defendants and their cousins resided\" was permissible).\r\nNeighborhoods of residence and, sometimes, names may be\r\nrace-linked characteristics.  See Hernandez, 500 U.S. at 363 (\"If\r\na prosecutor articulates a basis for a peremptory challenge that\r\nresults in the disproportionate exclusion of members of a certain\r\nrace, the trial judge may consider that fact as evidence that the\r\nprosecutor's stated reason constitutes a pretext for racial\r\ndiscrimination.\"  (citing Washington v. Davis, 426 U.S. 229, 242\r\n(1976)); Perez, 35 F.3d at 635-36; cf. United States v. Bishop, 959\r\nF.2d 820, 825-26 (9th Cir. 1992) (holding that the prosecutor's\r\nstatement that a prospective juror was likely to have negative\r\nfeelings about police because she lived in a poor, black\r\nneighborhood was not race-neutral because the prosecutor used\r\nresidence as a \"surrogate for racial stereotypes\" rather than as a\r\n\"link connecting a specific juror to the facts of the case\").  But\r\neven when the criterion used by the prosecutor has a discriminatory\r\nimpact, unless the government actor adopted a criterion with the\r\nintent of causing the impact asserted, that impact itself does not\r\nviolate the principle of race neutrality.  See Hernandez, 500 U.S.\r\nat 360.  Here, there is little reason to think the grounds were\r\nproxies for race discrimination.  If the juror's children had a\r\nrelationship based on prior run-ins with a police officer\r\nassociated with the prosecution, that was an adequate, race-neutral\r\nreason.  Similarly, if the juror knew Caldwell's family, that was\r\nalso an adequate, race-neutral reason.\r\nIt may be argued that the record before the trial judge\r\ndid not establish that either of these events are in fact true. \r\nThere are two responses.  The first is that the ultimate burden of\r\nproof is on the party making the Batson challenge.  This means that\r\ninadequacies in the record which preclude a determination of\r\nwhether facts exist to support the prosecutor's reasoning works to\r\nCaldwell's disadvantage.  See Batson, 476 U.S. at 94 n.18.  The\r\nsecond is that the prosecutor stated that he was acting on\r\ninformation provided to him by Officer Sands, and the prosecutor's\r\non-the-spot reliance on this information was perceived as genuine\r\nby the trial judge -- regardless of whether the information was in\r\nfact accurate.\r\nC.  Juror 4-5\r\nThe propriety of the challenge of juror 4-5 is a closer\r\nissue, but the trial judge's acceptance of this challenge is also\r\nentitled to the presumption of correctness and we conclude that the\r\npresumption has not been rebutted.\r\nThe juror's fifth grade education level and her inability\r\nto calculate her children's ages on the spot are not in question.\r\nWhat is less clear is how relevant those facts are in light of the\r\nnature of the underlying case.  Challenges based on low levels of\r\nformal education have frequently been accepted over a Batsonobjection, see, e.g., United States v. Marin, 7 F.3d 679, 686-87\r\n(7th Cir. 1993) (collecting cases), but the courts in these cases\r\nhave often noted the complex nature of the case in deciding that\r\neducation is a relevant and permissible reason for the strike. \r\nSee, e.g., United States v. Moeller, 80 F.3d 1053, 1060 (5th Cir.\r\n1996) (recognizing the \"complex nature of the conspiracy[] and the\r\nnumber of interconnected offenses alleged\"); United States v.\r\nHinojosa, 958 F.2d 624, 631 (5th Cir. 1992) (holding that a strike\r\non the basis of lack of education may be proper \"if that\r\nvenireman's education is insufficient when taking into account the\r\nlegal issues to be presented\"); United States v. Tucker, 773 F.2d\r\n136, 142 (7th Cir. 1985) (\"The prosecutor wanted an educated jury\r\nthat could understand letters of credit and the other aspects of\r\nthis complicated commercial transaction, and the four blacks\r\nhappened to have very little education or commercial experience.\"). \r\nIn the case at hand, the concepts of time, distance, and\r\nidentification which the prosecutor mentioned in his explanation\r\nfor the challenge do not appear to have been particularly complex\r\nor difficult to understand.  It is true that Caldwell's alibi\r\nstatements about where he was when and the prosecutor's theory\r\nabout his opportunity to commit the crime required jurors to do\r\nsome evaluation of the distances between places and the amount of\r\ntime needed to travel between.  The state trial judge himself\r\nquestioned how relevant education level was when the prosecutor\r\nfirst gave this reason.\r\nHowever, the prosecutor also raised his observations of\r\nthe juror's demeanor as he listened to her answers to the questions\r\nabout her children's ages.  Although the prosecutor's reference to\r\ndemeanor was brief, we think to give much weight to the brevity of\r\nthe reference, as Caldwell urges, would not be sensible.  Of\r\ncourse, a simple recitation of a demeanor-based reason for a strike\r\nby no means ensures affirmance of a judge's denial of a Batsonobjection.  By the same token, we do not require any particular\r\ncode words from the counsel exercising the challenge in order to\r\ntrigger appellate consideration of the relevance of demeanor. \r\nTrial counsel knows that the trial judge is right there seeing the\r\nsame things that everyone else is seeing.  Here, based on the cold\r\ntranscript, it is apparent that juror 4-5 could have been answering\r\nthe questions in a halting manner that made her seem confused and\r\nunable to follow the case.  Cf. Williams, 936 F.2d at 1246\r\n(permitting a prosecutor's strike of a juror \"due to her advancing\r\nyears and her apparent inability to follow the questions directed\r\ntoward her during voir dire,\" where the trial judge concluded that\r\nthe juror \"did not appear particularly alert and may not have been\r\nin the best of health\"). \r\nAt any rate, the prosecutor's expressed concerns about\r\nthe juror's ability to grasp fundamental concepts were on this\r\nrecord based on some combination of the juror's age-calculation\r\nproblems, level of education, and demeanor.  Similarly, the trial\r\njudge's ruling appears based on a weighing of the juror's answers,\r\nthe way the juror gave those answers, the prosecutor's demeanor,\r\nand the way the case appeared to the participants before the trial\r\nactually commenced.  Other factors that the judge might have\r\nconsidered are the prosecutor's claim that Caldwell had challenged\r\nnumerous jurors with more than a high school education and the\r\nprosecutor's conduct of other portions of the jury selection. \r\nClearly the trial judge is in the best position to make such a\r\ncomplex, nuanced, observation-based inquiry.\r\nFurther, the closeness of the issue, the ability to read\r\nthe record in a variety of ways, the disagreement among various\r\nstate and federal court judges who have examined this case, and the\r\ndistrict court's acknowledgment that it would be easy to write an\r\nopinion coming out the other way -- all indicate that the\r\npresumption of correctness should be enforced.  See Wainwright v.\r\nGoode, 464 U.S. 78, 85 (1983) (noting the number of state and\r\nfederal judges who had disagreed on the issue in question, stating\r\nthat, \"[a]t best, the record is ambiguous,\" and concluding that\r\n\"[b]ecause both . . . conclusions find fair support in the record,\r\nwe believe the [Eleventh Circuit] erred in substituting its view of\r\nthe facts for that of the Florida Supreme Court\"); see also Neronv. Tierney, 841 F.2d 1197, 1200 (1st Cir. 1988).\r\nD.  Juror 5-1\r\nThere is little question of the genuineness of the\r\nprosecutor's explanation that he struck juror 5-1 because she\r\nexpressed a reluctance to serve.  This was the same ground on which\r\nhe had made several unsuccessful attempts to challenge her for\r\ncause.  The trial judge blocked this for-cause challenge by\r\neventually working the juror into saying that she would serve if he\r\nwanted her to serve.  But the prosecutor \"had no obligation either\r\nto ignore [the juror's comments about her reluctance] or to accept\r\nat face value [the juror's] prediction that, in the end, [she]\r\ncould put aside [her] problem and do it right.\"  Bergodere, 40 F.3d\r\nat 517 (internal quotation marks omitted); see also Batson, 476\r\nU.S. at 97 (\"[W]e emphasize that the prosecutor's explanation need\r\nnot rise to the level justifying exercise of a challenge for\r\ncause.\").  It is undoubtedly for this reason that even defense\r\ncounsel, in the course of his objections during the trial,\r\nacknowledged the prosecutor's support for the challenge.  \r\n                           V  We are sensitive to the racially charged nature of this\r\ncase and to the suspicions which arise when four jurors of one race\r\nare challenged, leaving no jurors of that race to sit. \r\nNevertheless, giving the deference to the state trial court due\r\nunder the precedent and considering the juror strikes both\r\nindividually and as a whole, we conclude that the allowance of each\r\nof the prosecutor's four contested peremptory challenges finds fair\r\nsupport in the record, giving due deference to the view of the\r\njudge who observed the proceedings.  See generally Chappee v. Vose,\r\n843 F.2d 25, 27 (1st Cir. 1988) (\"In the last analysis [on habeas\r\nreview], we look not to the desirability of a particular state\r\ncourt ruling or practice in utopian terms, but only to its\r\nconstitutional implications.\"). \r\nWe therefore reverse the grant of the writ of habeas\r\ncorpus and vacate the writ.\n",
  "html": "<p class=\"case_cite\">159 F.3d 639</p>\n    <p class=\"parties\">Michael CALDWELL, Petitioner, Appellee,<br>v.<br>Michael T. MALONEY, Respondent, Appellant.</p>\n    <p class=\"docket\">No. 98-1511.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 17, 1998.<br>Decided Nov. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregory I. Massing, Assistant Attorney General, with whom Scott Harshbarger, Attorney General, was on brief, for appellant.</p>\n      <p class=\"indent\">Alan Jay Black for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael Caldwell, an African-American man, was tried in Massachusetts state court in 1986 for the rape, sexual assault, and kidnapping of two women, who were white.  During jury selection, defense counsel timely objected to four of the prosecutor's peremptory challenges, asserting that the prosecutor had purposefully struck all the black<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> jurors on the basis of their race.  The trial judge overruled the objection, and Caldwell was ultimately convicted on all charges by a jury that had no black members.  These convictions were reversed by the Massachusetts Appeals Court on the ground that several of the challenges were impermissibly race-based;  but that ground was rejected and the conviction was reinstated by the unanimous Massachusetts Supreme Judicial Court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On subsequent habeas review, the federal district court, finding that two of the peremptory challenges at issue were discriminatory under Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), thus disagreeing with both the state court which had tried the case and the Massachusetts Supreme Judicial Court, issued a writ of habeas corpus requiring Caldwell to be retried or released.  Under governing Supreme Court precedent, we now reverse the order issuing the writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* At about 3 a.m. on August 18, 1985, two young white women left a hotel in downtown Springfield after a pre-wedding party.  As they approached their car, an African-American man came up behind them, held up a knife, and ordered them into the front seat.  He then drove them to a park, where he raped one of the women repeatedly and forced both of them to perform various sexual acts.  The attack lasted about an hour and a half.  When the man was ready to leave, the car would not start, so he walked with the two women for about a mile, then left them.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Both of the women selected Michael Caldwell's photograph from a photo array, and details and descriptions given by the women (such as the attacker's preferred brand of cigarette) corresponded to Caldwell's habits and appearance.  When Caldwell was arrested and informed that he was suspected of kidnapping and rape, he responded, \"two white girls?\"   In his statement to the police, Caldwell said that on the night in question he was with his girlfriend until about 3 a.m., arrived at Antonio's Grinders at 4 a.m. and found it closed, and then went to his grandparents' house and went to sleep.  Caldwell later changed his statement and said that he was with his girlfriend until about 2:45 a.m., went to Pizza King a few minutes later and ordered a sandwich, and reached his grandparents' house at 3:00 or 3:30 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Caldwell was charged with rape, kidnapping, and related counts, and jury selection for his trial took place in Hampden County Superior Court on March 27, 28, and 31, 1986.  At the selection, the judge first asked the prospective jurors general questions as a group, then brought the jurors in one by one and, in the presence of counsel, asked ten additional questions, elaborating as necessary.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Each juror also filled out a questionnaire.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a><a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The state trial judge sought to empanel sixteen jurors.  After finding eligible and seating enough prospective jurors to fill the jury, the judge permitted peremptory challenges.  The judge then refilled the jury box with eligible jurors after each challenge or group of challenges was exercised.  The Commonwealth challenged a group of six jurors, then an additional juror;  Caldwell challenged a group of eight, then two jurors, then one more.  The Commonwealth then exercised five more peremptory challenges.  At this point, Caldwell's counsel objected, stating that the prosecutor had \"challenged three or four blacks that were seated on the panel.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the time of these challenges, the Supreme Court had not yet decided its seminal case prohibiting racially motivated peremptory challenges, Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986).  But the court proceeded to hold a hearing under the authority of Commonwealth v. Soares, 377 Mass. 461, 387 N.E.2d 499 (1979), which, under article 12 of the Massachusetts Declaration of Rights, provided at least as much protection for defendant as does Batson.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  See id. at 515-16.   At that hearing, the state trial judge reviewed the answers of each of the prospective jurors to voir dire and reviewed the prosecutor's reasons for the challenge.  This review occurred immediately after the challenges were made, when the jurors were still present and their responses were fresh in the mind of the trial court.  The review also occurred before the court accepted the challenges to these four jurors.  The issue was whether the prosecutor purposefully discriminated on the basis of race in challenging prospective jurors 4-1, 4-2, 4-5, and 5-1, all four of whom were part of the prosecutor's last group of five challenges.  We describe the proceedings in the state trial court in detail.</p>\n    </div>\n    <p class=\"indent\">A. Juror 4-1</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Juror 4-1's answers to the questions about police officer credibility were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">THE COURT: [M]uch of the testimony in this case will come from police officers.  If a police officer and another witness gave you different testimony about the same incident, would you tend to believe the police officer simply because he is a police officer?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">THE JUROR: No, I wouldn't.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">THE COURT: How about the other way around?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">THE JUROR: If he wasn't?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">THE COURT:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">THE JUROR: No, I think I would have to consider all the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">THE COURT: Would you tend to put less weight on a police officer's testimony than you would on somebody else's testimony simply because the person is a police officer?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">THE JUROR: Less weight on him?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">THE COURT: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">THE JUROR: I would try to keep an equal weight.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE COURT: [G]enerally speaking do you think that police officers tend to be more truthful than persons in other professions?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">THE JUROR: What other professions?THE COURT: Anything in the whole world, like bank examiners.  That's what you do for a living?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE JUROR: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">THE COURT: More truthful?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">THE JUROR: I don't know.  I really haven't had that much experience.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">THE COURT: Do you think they're any less truthful?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">THE JUROR: Any less truthful?   They should be more truthful but I'm not saying that they are.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT: How do you feel about it?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">THE JUROR: Well, I believe I would have to hear what they have to say before and disregard what they are and then make up my mind.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">THE COURT: Would you be able to disregard what they are?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">THE JUROR: If I had to make a decision, I would like to and just hear what the content of what they have to say more so than what they are.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">THE COURT: Okay.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">After this exchange, the judge proceeded to the questions designed to discern racial bias:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">THE COURT: [D]o you think that black people generally speaking are less truthful than white people?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">THE JUROR: No.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">THE COURT: Do you think they're more truthful?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">THE JUROR: I think they're about the same.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">THE COURT: Do you really mean that?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">THE JUROR: People are people, regardless of color.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The prosecutor's stated reason for the challenge of this juror was his \"perception of her reactions\";  the prosecutor said that most of her answers had been clear but that he thought she was \"equivocating\" and \"hesitat[ing]\" in her answers to the police-officer-related questions.  He also indicated that her statement that police officers \"should be more truthful\" gave him concern.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  The court ruled that \"from my point of view at this time, based on what I have seen and what I have heard,\" the challenge was acceptable.</p>\n    </div>\n    <p class=\"indent\">B. Juror 4-2</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">At the conclusion of juror 4-2's individual voir dire, the prosecutor told the court that police officer Michael Sands, who was sitting at counsel table with the prosecutor and who had been named as a witness, thought that he might have had dealings with members of the juror's family in the North End of Springfield (the juror's last name and the fact that she had eight children were apparently listed on her questionnaire).  The court asked the juror if she had ever lived in the North End of Springfield, and she said that she had.  However, before the questioning proceeded any further, the prosecutor said, \"I withdraw any further questions with respect to this juror at this time, your Honor,\" and the juror was seated.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The prosecutor offered two reasons in support of his later peremptory challenge of this juror:  Officer Sands's contact with the juror's family, and the juror's former residence in the North End, where she allegedly lived \"within a few streets\" of Caldwell's home and might therefore have known or have heard of Caldwell or members of his family.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  The judge accepted this explanation.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">C. Juror 4-5</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The individual voir dire of juror 4-5 began with the judge asking the juror if she understood all of the written questions, to which she replied, \"[t]he best I could.\"   He also asked her if he was reading the questions too quickly.  After the juror answered all of the judge's questions, this colloquy ensued:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">THE COURT: Is there anything further that you want me to inquire of this particular prospective juror, [prosecutor]?</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">[PROSECUTOR]:  Yes, Judge, simply just the ages of her children.  I may not have understood that before.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">THE JUROR: Eighteen through thirty-seven.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">THE COURT: Can you tell us the age, how many kids have you got?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">THE JUROR: I've got seven.  The youngest is eighteen and the oldest one is thirty-seven or will be thirty-seven years old.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">THE COURT: Can you remember all of them, how old they are?   Can you remember them one by one?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">THE JUROR: Okay.  Starting with the oldest one, she's thirty-six and she would be thirty-seven this year.  The next one, she was born in '51, so that means she's--I can't give it offhand like that.  Then I've got a son that's thirty.  He was born in '55.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">THE COURT: You can remember the years they were born, right?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">THE JUROR: I can remember that better than I can the age.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">THE COURT: Give us the years then.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">THE JUROR: The oldest one was born in 1948, the next one was born in 1951 and the next one was born in 1955.  The next one was born in 1957 and the next one was born in 1961.  The baby was born in 1967.  It's easier for me like that.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The prosecutor's explanation for his challenge of this juror centered around her fifth grade education level (a fact that was revealed on her questionnaire) and her inability to calculate her children's ages by subtracting the year of each's birth from the current year.  He stated that he doubted that she would be able to understand some of the concepts in the case, emphasized the importance of issues of time, distance, and identification, and declared that he considered the case \"complex.\"   He also briefly mentioned the juror's \"demeanor, the way she handled those questions and the way she responded to the further questions of your Honor\" and argued that she had not dealt with the questions as well as the other prospective jurors.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  The judge permitted the prosecutor's challenge.</p>\n    </div>\n    <p class=\"indent\">D. Juror 5-1</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">When the judge asked the whole panel of prospective jurors whether anyone had a problem with serving for a week, juror 5-1 said that she had a vacation planned that could not be rescheduled.  During the individual questioning, her vacation plans came up again:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">THE COURT: What trouble were we having earlier, the fact that the case might run for the rest of the week?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">THE JUROR: That's it, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">THE COURT: How do you feel about it now?   Do you think you could stay with us for the rest of the week?</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">THE JUROR: No.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">THE COURT: Tell us again why.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">THE JUROR: My husband has a few days off that he wanted to go south to see about a house he was intending to buy and he has this week and a few days next week, so that's the reason, because he has a new job to start and he wanted to be back.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">THE COURT: You would be uncomfortable sitting then if I insisted that you stay?</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">THE JUROR: No, I wouldn't be uncomfortable.  I will stay if I have to.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">THE COURT: Gosh, I would like to have you stay.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">THE JUROR: All right.  I will stay.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The prosecutor argued several times that this juror should be excused for cause, but the court refused to excuse her and told the prosecutor that he could exercise a peremptory challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The prosecutor followed the judge's advice.  When defense counsel objected to the challenge, the judge stated that he could \"see that one as being valid\" because \"it would seem to me she's sitting rather reluctantly.\"   Also, defense counsel at one point conceded that \"the only one that there is a plausible explanation for is the one who said that she had to go to Georgia,\" although he quickly backed down from this statement and pointed out that she had said that \"if you wanted her to serve that she would serve.\"</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">After the judge rejected defense counsel's objections to the prosecutor's challenges of jurors 4-1, 4-2, 4-5, and 5-1, the Commonwealth exercised another challenge;  Caldwell challenged three jurors, then one additional juror;  and the Commonwealth challenged two jurors.  Finally, both parties declared themselves satisfied with the panel.  Just before the jury was sworn, Caldwell restated his objection to \"the fact that all the black jurors that were called were excused.\"</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">At trial, Caldwell was questioned about what time he left his girlfriend's house and where he went afterwards.  Officer Sands testified about the distances between various important sites:  a little over a mile from Caldwell's girlfriend's home to the spot where the women were abducted, a mile from the area where the attacker left the women to Caldwell's grandparents' home, and so on.  Both victims identified Caldwell as their attacker.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">On April 11, 1986, the jury convicted Caldwell on all counts.  He was sentenced to 15-20 years imprisonment.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">On appeal, the Massachusetts Appeals Court reversed Caldwell's convictions and ordered a new trial, holding that the prosecutor improperly challenged jurors 4-1 and 4-5 on the basis of their race.  See Commonwealth v. Caldwell, 36 Mass.App.Ct. 570, 634 N.E.2d 124 (1994).  The court rejected the challenge to juror 4-1 because the juror's answers left the court \"with the clear impression--not of equivocation, as the prosecutor argued--but of a conscientious person who intelligently and thoughtfully focuses on the question asked and replies in a precise manner.\"  Id. at 128.   As to juror 4-5, the court found that her inability to calculate her children's ages and her low level of education were unimportant because the primary issue at trial was identification.  See id. at 129.   A majority of the panel also doubted the validity of the challenge to juror 4-2 on the ground that the prosecutor explained his reasons \"vague[ly]\" and did not do enough to establish the facts about the officer's dealings with the juror's family, but the court declined to decide this issue, stating that \"[w]hether the prosecutor succeeded in carrying his burden regarding prospective juror 4-2 ... is not critical to the disposition of this case.\"   See id.   Although Caldwell had also attacked the challenge of juror 5-1, the Appeals Court rejected that challenge.  See id. at 129 n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The Massachusetts Supreme Judicial Court (\"SJC\") reversed the Appeals Court and reinstated the convictions.  See Commonwealth v. Caldwell, 418 Mass. 777, 641 N.E.2d 1054 (1994).  The court concluded that the trial judge was in the best position to evaluate the tenor of juror 4-1's answers;  that the prosecutor's strike of juror 4-2 was analogous to a case in which the court had upheld a strike of a juror who lived in a neighborhood where a prosecutor had previously investigated a multiple homicide;  that the trial judge was uniquely able to assess juror 4-5's demeanor and her \"ability to understand fully the issues to be presented at trial\";  and that juror 5-1's reluctance to serve was a \"plausible\" reason for challenging her.  Id. at 1056-57.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Caldwell filed a petition for a writ of habeas corpus in the U.S. District Court for Massachusetts on July 21, 1995.  On October 21, 1996, the magistrate judge to whom the petition had been referred issued a Report and Recommendation recommending that the petition be granted.  The magistrate judge considered the challenges to jurors 4-1 and 5-1 valid--noting with respect to the former that \"there is, at the very least, some support in the record for the prosecutor's explanation that juror 4-1 was struck for a race-neutral reason[,] her demeanor\"--but found no record support for the challenges to jurors 4-2 and 4-5, essentially for the reasons articulated by the Massachusetts Appeals Court.  Thus, the Magistrate disagreed with the state Appeals Court as to juror 4-1, finding the use of the peremptory there unobjectionable.  The Magistrate disagreed with the SJC, which found all the peremptories valid.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The district court adopted the Report and Recommendation in part and granted the writ, ordering that Caldwell be released unless the Commonwealth gave him a new trial.  The court acknowledged the possibility that \"crucial nuances in the selection process may not appear on a cold record later,\" but emphasized that \"racial discrimination is itself subtle and can mold a prosecutor's decisions unconsciously\" and therefore must be ferreted out.  Caldwell v. Dubois, 999 F.Supp. 199, 201 (D.Mass.1998).<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a>  The decision rested on the prosecutor's challenges of jurors 4-1 and 4-5, although the court added that \"the support for the strikes of the other two African American jurors was, to put it generously, markedly weak.\"  Id. at 211.   Thus, the federal district court disagreed with the Magistrate as to juror 4-1, finding that strike improper.  The federal trial court also disagreed with the SJC as to jurors 4-1 and 4-5.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The federal district court's finding as to juror 4-1 was based on the premise that \"[t]he transcript of the questioning of juror 4-1 reveals no significant 'equivocation' \" and on a comparison to the voir dire of non-black juror 5-13,<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a> whom the court considered to have displayed \"uncertainty\" that was more \"substantial\" than juror 4-1's.  Id. at 211.   The court's conclusion as to juror 4-5 was that her answers \"regarding her seven children reveal no limited intellectual capacity\" and that, at any rate, the central issues in the case were \"straightforward\" ones of \"alibi and identification.\"  Id. The court also found it \"notable\" that \"no effort was made [to] put the issue of [juror 4-5's] 'demeanor' into the record by references [to] tone of voice, hesitancy or delay, ... or the like.\"  Id. at 212.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In the end, despite acknowledging that \"[i]t would not be difficult to write an opinion denying this Petition,\" the district court concluded that in the context of the case as a whole \"the most obvious explanation for what happened ... is that the prosecutor knocked all the potential black jurors off because he thought ... that he probably had a somewhat higher likelihood of getting a conviction.\"  Id. at 212-13.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Because Caldwell's habeas petition was filed before April 24, 1996, we apply the standard of review in place before enactment of the Antiterrorism and Effective Death Penalty Act (\"AEDPA\").  See Lindh v. Murphy, 521 U.S. 320, 117 S.Ct. 2059, 2068, 138 L.Ed.2d 481 (1997).  As explained in Brewer v. Marshall, 119 F.3d 993 (1st Cir.1997), in a pre-AEDPA habeas case this court reviews the state court's ruling on a Batson challenge with a great deal of deference:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>Under [the pre-AEDPA] standard of review, we review de novo the state court decision.  Within that standard, deference is given to fact-based determinations of the trial court.  Decisions of trial courts regarding Batson objections are treated with considerable deference.  On direct review, the Supreme Court has described the ultimate Batson question--intent to discriminate--as a pure issue of fact subject to clear error review....  [T]here is no convincing reason why a more lenient standard should govern pre-AEDPA federal habeas review of state court judgments concerning fact-sensitive Batson determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Id. at 1004 (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">This deferential standard is double-layered.  First, a trial judge's Batson findings are given substantial weight because the trial judge is in the best position to evaluate context, nuance, and the demeanor of the prospective jurors and the attorneys.  See Batson, 476 U.S. at 98 n. 21, 106 S.Ct. 1712.  As we pointed out in Brewer:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>The trial judge has heard the juror's answers to voir dire questions or bench conferences with the juror....  The trial judge is thus likely to have a much better sense than any appellate panel of whether a particular challenge can readily be explained by some reason other than race or gender--for example, other characteristics of the juror, the juror's demeanor, or something in the juror's background suggesting sympathy for one side or the other.  This court has recognized that considerable deference is owed to a trial judge who observes the voir dire first hand:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Evaluative judgments concerning juror suitability are often made partially in response to nuance, demeanor, body language, and a host of kindred considerations.  Thus, the trial judge, who sees and hears both the prospective juror and the opposing attorneys in action, is in the best position to pass judgment on counsel's motives.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Brewer, 119 F.3d at 1004 (quoting United States v. Bergodere, 40 F.3d 512, 517 (1st Cir.1994)) (internal quotation marks omitted);  see also United States v. Perez, 35 F.3d 632, 635-36 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Second, in a pre-AEDPA habeas case, a state court's ruling on whether a prosecutor's use of a peremptory challenge was motivated by discriminatory intent in violation of Batson<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> is a factual determination that \"shall be presumed to be correct unless\" the determination \"is not fairly supported by the record.\"  28 U.S.C. &#167; 2254(d) (pre-AEDPA version) (enumerating several other exceptions to the correctness presumption, exemptions not at issue in the instant case)<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>;  see Purkett v. Elem, 514 U.S. 765, 769, 115 S.Ct. 1769, 131 L.Ed.2d 834 (1995) (per curiam);  Hernandez v. New York, 500 U.S. 352, 364-66, 111 S.Ct. 1859, 114 L.Ed.2d 395 (1991) (plurality opinion).  Caldwell argues only that the presumption of correctness is not applicable to his case because the trial court's rulings are \"not fairly supported by the record.\"   He does not address the other seven exceptions or assert that he has rebutted the presumption of correctness \"by convincing evidence.\"  28 U.S.C. &#167; 2254(d) (pre-AEDPA version).  Accordingly, in reviewing such a determination, a federal habeas court has \"no license to redetermine credibility of witnesses whose demeanor has been observed by the state trial court, but not by them,\" and must \"more than simply disagree with the state court\" in order to reach a different result.  Marshall v. Lonberger, 459 U.S. 422, 432-34, 103 S.Ct. 843, 74 L.Ed.2d 646 (1983);  see also Leavitt v. Howard, 462 F.2d 992, 996 (1st Cir.1972) (analogizing the \"fair support\" standard to the \"clearly erroneous\" standard).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">There is no doubt that the pre-AEDPA standard significantly limits Batson review on habeas because the trial court's findings of historical fact necessarily resolve the ultimate issue of the prosecutor's intent.  This limitation expresses a judgment that \"as a matter of the sound administration of justice, one judicial actor is better positioned than another to decide the issue in question.\"  Miller v. Fenton, 474 U.S. 104, 114, 106 S.Ct. 445, 88 L.Ed.2d 405 (1985).  It also provides society and the defendant with \"the certainty that comes with an end to litigation,\" Sumner v. Mata, 449 U.S. 539, 550-51 &amp; n. 3, 101 S.Ct. 764, 66 L.Ed.2d 722 (1981), and reduces friction between the state and federal systems, see id.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">However, the presumption does not, as Caldwell suggests, so limit federal review that it is a nullity.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  There are scenarios in which the record is unlikely to fairly support a state trial court's rejection of a Batson challenge.  First, there may be no explanation at all or nothing stated which would even pass as a reasoned explanation.  \"Clearly the most vulnerable reasons are those based on hunches and intuitions.\"   Gertner &amp; Mizner, The Law of Juries 4-47 (1997).  Some explanations are completely implausible.  Others may be facially plausible, but raise a serious question of pretext where a prosecutor's explanation for a strike is equally applicable to a juror of a different race or gender who has not been stricken.  See, e.g., Devose v. Norris, 53 F.3d 201, 203-05 (8th Cir.1995) (finding the state's reason for excusing black jurors--that they were suffering from \"jury burnout\"--pretextual given that several white prospective jurors who were not struck also stated that they had previously served on juries).  Serious questions are also raised in cases in which the facts in the record are simply objectively contrary to the prosecutor's statements, see, e.g., Johnson v. Vasquez, 3 F.3d 1327, 1330-31 (9th Cir.1993) (finding that several of the prosecutor's reasons, including the juror's alleged experience working for a defense attorney, were contradicted by the record), or the prosecutor's statements themselves admit race plays a role, see, e.g., id. at 1329-30 (noting contemporaneous remarks by the prosecutor indicating that race played a role in his decision to strike the juror), or there is direct evidence of bias on the part of the prosecutor or the judge, see Cochran v. Herring, 43 F.3d 1404, 1410, 1412 (11th Cir.1995) (involving testimony from prosecutors that the District Attorney's office had an informal policy of striking jurors based on race), modified on other grounds, 61 F.3d 20 (11th Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">A reviewing court's level of suspicion may also be raised by a series of very weak explanations for a prosecutor's peremptory challenges.  The whole may be greater than the sum of its parts.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  When a number of jurors are struck, \"[a]n explanation for a particular challenge need not necessarily be pigeon-holed as wholly acceptable or wholly unacceptable.  The relative plausibility or implausibility of each explanation for a particular challenge ... may strengthen or weaken the assessment of the prosecution's explanation as to other challenges and thereby assist the fact-finder in determining overall intent.\"  United States v. Alvarado, 923 F.2d 253, 256 (2d Cir.1991);  see also United States v. Alvarado, 951 F.2d 22, 26 (2d Cir.1991) (appeal after remand) (\"The [judicial] officer may think a dubious explanation undermines the bona fides of other explanations or may think that the sound explanations dispel the doubt raised by a questionable one.\").</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">It is also important to keep in mind that the broad authority vested in the trial judge to make Batson rulings on the basis of first-hand observations of attorneys and prospective jurors may often work in a defendant's favor.  For instance, a judge's evaluation of the demeanor and credibility of an attorney or a juror may lead the judge to uphold a defendant's peremptory challenge in the face of a Batson objection by the prosecutor, see Georgia v. McCollum, 505 U.S. 42, 59, 112 S.Ct. 2348, 120 L.Ed.2d 33 (1992), or to accept a defendant's Batson objection to a prosecutor's peremptory challenge.  See generally Batson, 476 U.S. at 99 n. 22, 106 S.Ct. 1712 (disagreeing with the doubts expressed in Justice Marshall's concurring opinion about trial judges' enforcement of Batson 's mandate).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">With an eye toward the deference owed to the state trial judge, we view the analysis through Batson 's three-step procedure.  Under Batson, \"once the opponent of a peremptory challenge has made out a prima facie case of racial discrimination (step 1), the burden of production shifts to the proponent of the strike to come forward with a race-neutral explanation (step 2).  If a race-neutral explanation is tendered, the trial court must then decide (step 3) whether the opponent of the strike has proved purposeful racial discrimination.\"  Purkett, 514 U.S. at 767, 115 S.Ct. 1769.  \"The second step of this process does not demand an explanation that is persuasive, or even plausible,\" but at the third step \"the persuasiveness of the justification becomes relevant,\" and \"implausible or fantastic justifications may (and probably will) be found to be pretexts for purposeful discrimination.\"  Id. at 767-68, 115 S.Ct. 1769.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">In this case, only step 3 of the test is at issue.  See Hernandez, 500 U.S. at 359, 111 S.Ct. 1859 (\"Once a prosecutor has offered a race-neutral explanation for the peremptory challenges and the trial court has ruled on the ultimate question of intentional discrimination, the preliminary issue of whether the defendant had made a prima facie showing becomes moot.\");  Purkett, 514 U.S. at 768, 115 S.Ct. 1769;  Perez, 35 F.3d at 635.   At this step, the crucial issue is whether the challenge was motivated by racial discrimination.  See Hernandez, 500 U.S. at 359-60, 111 S.Ct. 1859 (noting the \"fundamental principle\" that \"[p]roof of racially discriminatory intent or purpose is required to show a violation of the Equal Protection Clause\" (internal quotation marks omitted));  Batson, 476 U.S. at 93, 106 S.Ct. 1712 (stating that the burden is on the \"defendant who alleges discriminatory selection of the venire to prove the existence of purposeful discrimination\" (emphasis added) (internal quotation marks omitted)).  On this issue, \"[t]here will seldom be much evidence ..., and the best evidence often will be the demeanor of the attorney who exercises the challenge.\"  Hernandez, 500 U.S. at 365, 111 S.Ct. 1859.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The federal district court's finding of a Batson violation rested on the challenges to jurors 4-1 and 4-5.  Because Caldwell \"is entitled to defend the district court's judgment on any properly preserved ground that would serve to sustain it, whether or not adopted by the district court,\" Beauchamp v. Murphy, 37 F.3d 700, 706 (1st Cir.1994), we address each of the four jurors whom Caldwell claims to have been improperly challenged.  The question is whether Caldwell has met his burden of showing that there is not fair support in the record for the state trial judge's determination that the prosecutor's strike as to each juror was not motivated by race discrimination.</p>\n    </div>\n    <p class=\"indent\">A. Juror 4-1</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We conclude that the trial court's acceptance of the prosecutor's explanation for the challenge of juror 4-1 finds more than fair support in the record.  The cold transcript alone demonstrates that the juror was hesitant or uncertain (for instance, she asked the judge for more detail on one of the questions about police officer truthfulness and then stated that she did not know and had not had that much experience).  The transcript reveals that the judge had reason to doubt her answers (one of her responses to the racial bias questions prompted the judge to ask, \"[d]o you really mean that?\").  Also, the substance of one of her answers--\"[Police officers] should be more truthful but I'm not saying that they are\"--indicates some inclination to hold the police to a higher standard than other witnesses.  Cf. United States v. Moreno, 878 F.2d 817, 820-21 (5th Cir.1989) (rejecting a Batson objection to a strike that was based on \"a hostile attitude toward police officers during defense voir dire\").</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The trial judge, of course, did not face a cold transcript.  He was the only one of the many judges who has addressed this case who had an opportunity contemporaneously to observe juror 4-1's responses, and he apparently saw no reason to question the prosecutor's assertion that the juror was hesitating and equivocating in her answers to the questions about police officers.  The conclusion of the federal district court that juror 4-1 was not equivocating, or was just being thoughtful, gives insufficient weight to considerations of body language, intonation, demeanor, pacing and the like and to the trial judge's superior ability to evaluate these considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Further, a comparison of juror 4-1's voir dire with the voir dire of non-black juror 5-13, relied on by the district court, does not indicate that the prosecutor's explanation for his challenge was pretextual.  Certainly, as a general matter, comparisons between challenged jurors and similarly situated, unchallenged jurors of a different race or gender can be probative of whether a peremptory challenge is racially motivated.  Such comparisons are likely to be more probative when the reason for the strike is an objective characteristic such as age or profession.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">More specifically, although juror 5-13's voir dire is superficially similar--there is uncertainty about how to answer the police-officer-related inquiry, and an exchange with the judge that goes beyond the ten scripted questions--the two colloquies are different in a crucial respect.  Juror 4-1's answers may be read as holding police officers to higher standards than others or even as suggesting hostility toward police officers.  In contrast, the most plausible reading of juror 5-13's answers is that the juror believed that police officers are more truthful in the conduct of their jobs than are people in other professions, but that in daily life--acting as a spouse or a neighbor rather than as an officer--officers are just as likely to lie as anyone else.  The prosecutor and others who were present may well have considered juror 5-13, equivocations and all, to be a pro-government juror.  See Patton v. Yount, 467 U.S. 1025, 1038 n. 14, 104 S.Ct. 2885, 81 L.Ed.2d 847 (1984) (noting that demeanor is important in \"simply understanding what a potential juror is saying\" and that \"[d]emeanor, inflection, the flow of the questions and answers can make confused and conflicting utterances comprehensible\").  This conclusion is bolstered by the fact that defense counsel peremptorily challenged juror 5-13, suggesting that the defense saw her as a pro-government juror.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p class=\"indent\">B. Juror 4-2</p>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">We also find fair support in the record for the trial court's conclusion that the prosecutor's explanation for his challenge of juror 4-2 was not a pretext for race discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The prosecutor advanced two reasons that were plausible and specifically linked to Caldwell's case.  The first is the juror's possible relationship, through arrests of or incidents involving her children, with Officer Sands.  Cf. United States v. Terrazas-Carrasco, 861 F.2d 93, 94-95 &amp; n. 1 (5th Cir.1988) (listing the fact that the prospective juror had \"the same last name as someone previously convicted by the prosecutor\" as one of a number of grounds for valid peremptory challenges);  United States v. Tindle, 860 F.2d 125, 128-29 (4th Cir.1988) (accepting as race-neutral the prosecutor's explanation that the surname of prospective juror Granderson closely resembled the surname of one Grandison, a defendant in one of the prosecutor's cases).  The second is her possible contacts with the Caldwell family due to her previous residence near the Caldwells in the North End.  See United States v. Williams, 936 F.2d 1243, 1247 (11th Cir.1991) (collecting cases upholding peremptory challenges based on a geographic relationship between a prospective juror and the case to be tried);  see also United States v. Angiulo, 847 F.2d 956, 985 &amp; n. 37 (1st Cir.1988) (upholding a district judge's acceptance of a Batson-challenged strike, stating that a strike based on the prospective juror's residence in \"a small town where a number of the defendants and their cousins resided\" was permissible).</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Neighborhoods of residence and, sometimes, names may be race-linked characteristics.  See Hernandez, 500 U.S. at 363, 111 S.Ct. 1859 (\"If a prosecutor articulates a basis for a peremptory challenge that results in the disproportionate exclusion of members of a certain race, the trial judge may consider that fact as evidence that the prosecutor's stated reason constitutes a pretext for racial discrimination.\")  (citing Washington v. Davis, 426 U.S. 229, 242, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976));  Perez, 35 F.3d at 635-36;  cf.  United States v. Bishop, 959 F.2d 820, 825-26 (9th Cir.1992) (holding that the prosecutor's statement that a prospective juror was likely to have negative feelings about police because she lived in a poor, black neighborhood was not race-neutral because the prosecutor used residence as a \"surrogate for racial stereotypes\" rather than as a \"link connecting a specific juror to the facts of the case\").  But even when the criterion used by the prosecutor has a discriminatory impact, unless the government actor adopted a criterion with the intent of causing the impact asserted, that impact itself does not violate the principle of race neutrality.  See Hernandez, 500 U.S. at 360, 111 S.Ct. 1859.   Here, there is little reason to think the grounds were proxies for race discrimination.  If the juror's children had a relationship based on prior run-ins with a police officer associated with the prosecution, that was an adequate, race-neutral reason.  Similarly, if the juror knew Caldwell's family, that was also an adequate, race-neutral reason.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">It may be argued that the record before the trial judge did not establish that either of these events are in fact true.  There are two responses.  The first is that the ultimate burden of proof is on the party making the Batson challenge.  This means that inadequacies in the record which preclude a determination of whether facts exist to support the prosecutor's reasoning works to Caldwell's disadvantage.  See Batson, 476 U.S. at 94 n. 18, 106 S.Ct. 1712.  The second is that the prosecutor stated that he was acting on information provided to him by Officer Sands, and the prosecutor's on-the-spot reliance on this information was perceived as genuine by the trial judge--regardless of whether the information was in fact accurate.</p>\n    </div>\n    <p class=\"indent\">C. Juror 4-5</p>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">The propriety of the challenge of juror 4-5 is a closer issue, but the trial judge's acceptance of this challenge is also entitled to the presumption of correctness and we conclude that the presumption has not been rebutted.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The juror's fifth grade education level and her inability to calculate her children's ages on the spot are not in question.  What is less clear is how relevant those facts are in light of the nature of the underlying case.  Challenges based on low levels of formal education have frequently been accepted over a Batson objection, see, e.g., United States v. Marin, 7 F.3d 679, 686-87 (7th Cir.1993) (collecting cases), but the courts in these cases have often noted the complex nature of the case in deciding that education is a relevant and permissible reason for the strike.  See, e.g., United States v. Moeller, 80 F.3d 1053, 1060 (5th Cir.1996) (recognizing the \"complex nature of the conspiracy[ ] and the number of interconnected offenses alleged\");  United States v. Hinojosa, 958 F.2d 624, 631 (5th Cir.1992) (holding that a strike on the basis of lack of education may be proper \"if that venireman's education is insufficient when taking into account the legal issues to be presented\");  United States v. Tucker, 773 F.2d 136, 142 (7th Cir.1985) (\"The prosecutor wanted an educated jury that could understand letters of credit and the other aspects of this complicated commercial transaction, and the four blacks happened to have very little education or commercial experience.\").  In the case at hand, the concepts of time, distance, and identification which the prosecutor mentioned in his explanation for the challenge do not appear to have been particularly complex or difficult to understand.  It is true that Caldwell's alibi statements about where he was when and the prosecutor's theory about his opportunity to commit the crime required jurors to do some evaluation of the distances between places and the amount of time needed to travel between.  The state trial judge himself questioned how relevant education level was when the prosecutor first gave this reason.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">However, the prosecutor also raised his observations of the juror's demeanor as he listened to her answers to the questions about her children's ages.  Although the prosecutor's reference to demeanor was brief, we think to give much weight to the brevity of the reference, as Caldwell urges, would not be sensible.  Of course, a simple recitation of a demeanor-based reason for a strike by no means ensures affirmance of a judge's denial of a Batson objection.  By the same token, we do not require any particular code words from the counsel exercising the challenge in order to trigger appellate consideration of the relevance of demeanor.  Trial counsel knows that the trial judge is right there seeing the same things that everyone else is seeing.  Here, based on the cold transcript, it is apparent that juror 4-5 could have been answering the questions in a halting manner that made her seem confused and unable to follow the case.  Cf. Williams, 936 F.2d at 1246 (permitting a prosecutor's strike of a juror \"due to her advancing years and her apparent inability to follow the questions directed toward her during voir dire,\" where the trial judge concluded that the juror \"did not appear particularly alert and may not have been in the best of health\").</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">At any rate, the prosecutor's expressed concerns about the juror's ability to grasp fundamental concepts were on this record based on some combination of the juror's age-calculation problems, level of education, and demeanor.  Similarly, the trial judge's ruling appears based on a weighing of the juror's answers, the way the juror gave those answers, the prosecutor's demeanor, and the way the case appeared to the participants before the trial actually commenced.  Other factors that the judge might have considered are the prosecutor's claim that Caldwell had challenged numerous jurors with more than a high school education and the prosecutor's conduct of other portions of the jury selection.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Clearly the trial judge is in the best position to make such a complex, nuanced, observation-based inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Further, the closeness of the issue, the ability to read the record in a variety of ways, the disagreement among various state and federal court judges who have examined this case, and the district court's acknowledgment that it would be easy to write an opinion coming out the other way--all indicate that the presumption of correctness should be enforced.  See Wainwright v. Goode, 464 U.S. 78, 85, 104 S.Ct. 378, 78 L.Ed.2d 187 (1983) (noting the number of state and federal judges who had disagreed on the issue in question, stating that, \"[a]t best, the record is ambiguous,\" and concluding that \"[b]ecause both ... conclusions find fair support in the record, we believe the [Eleventh Circuit] erred in substituting its view of the facts for that of the Florida Supreme Court\");  see also Neron v. Tierney, 841 F.2d 1197, 1200 (1st Cir.1988).</p>\n    </div>\n    <p class=\"indent\">D. Juror 5-1</p>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">There is little question of the genuineness of the prosecutor's explanation that he struck juror 5-1 because she expressed a reluctance to serve.  This was the same ground on which he had made several unsuccessful attempts to challenge her for cause.  The trial judge blocked this for-cause challenge by eventually working the juror into saying that she would serve if he wanted her to serve.  But the prosecutor \"had no obligation either to ignore [the juror's comments about her reluctance] or to accept at face value [the juror's] prediction that, in the end, [she] could put aside [her] problem and do it right.\"  Bergodere, 40 F.3d at 517 (internal quotation marks omitted);  see also Batson, 476 U.S. at 97, 106 S.Ct. 1712 (\"[W]e emphasize that the prosecutor's explanation need not rise to the level justifying exercise of a challenge for cause.\").  It is undoubtedly for this reason that even defense counsel, in the course of his objections during the trial, acknowledged the prosecutor's support for the challenge.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">We are sensitive to the racially charged nature of this case and to the suspicions which arise when four jurors of one race are challenged, leaving no jurors of that race to sit.  Nevertheless, giving the deference to the state trial court due under the precedent and considering the juror strikes both individually and as a whole, we conclude that the allowance of each of the prosecutor's four contested peremptory challenges finds fair support in the record, giving due deference to the view of the judge who observed the proceedings.  See generally Chappee v. Vose, 843 F.2d 25, 27 (1st Cir.1988) (\"In the last analysis [on habeas review], we look not to the desirability of a particular state court ruling or practice in utopian terms, but only to its constitutional implications.\").</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">We therefore reverse the grant of the writ of habeas corpus and vacate the writ.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The terms \"African-American\" and \"black\" are used interchangeably</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> These questions were as follows:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> These indictments charge the defendant with aggravated rape and kidnapping, among other things.  Is there anything about this type of offense which would make it impossible for you to be completely fair and impartial in judging this case?</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> During the course of this case there may be explicit testimony regarding specific sexual acts that allegedly took place.  Would this cause you any embarrassment, discomfort or would it in any way make it difficult for you to be completely fair and impartial in judging this case?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Have you or has anyone in your immediate family ever been the victim of a rape, sexual assault, or other crime of violence?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Have you or has anyone in your immediate family ever been affiliated with or employed by a law enforcement agency?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Do you or does anyone in your immediate family belong to any organization whose primary purpose is to educate or inform the public about the problems of rape and sexual abuse?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Much of the testimony in this case will come from police officers.  If a police officer and another witness gave you different testimony about the same incident, would you tend to believe the police officer simply because he is a police officer?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> Generally speaking, do you think that police officers tend to be more truthful than persons in other professions?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> The alleged victims in this case are white.  The defendant is black.  Is there anything about this fact that would cause you to be anything less than completely fair and impartial in judging this case?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> Do you think that black people generally speaking are less truthful than white people?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> Do you think that generally speaking black people tend to be more violent than white people?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Although these questionnaires are occasionally referred to in the transcript of the jury selection and appear to have been before the court and both counsel as the jurors were being questioned, see Mass.  Gen. Laws ch. 234A, &#167; 23, counsel did not put the questionnaires themselves containing the jurors' responses into the federal court record</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> Batson was decided on April 30, 1986, a month after jury selection in this case concluded;  it applies to this case, however, since it was decided before Caldwell's convictions became final.  See Griffith v. Kentucky, 479 U.S. 314, 316, 107 S.Ct. 708, 93 L.Ed.2d 649 (1987)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p> The prosecutor's full statement of his reasons ((1) his initial statement, and (2) his elaboration in response to defense counsel's response) was as follows:</p>\n        <p>(1) [Juror] 4-1, the reason frankly we objected to her is specifically my perception of her reactions to the questions you posed to her.  Those voir dire questions, when it came to police officers, I found her equivocating on those answers, suggesting that she would like to be fair and impartial when it came to police officers, she would try to do this and that.</p>\n        <p>At one time, she said that they should be more truthful and it was just the way she was equivocating about those answers regarding police officers, recognizing that we have at least two or three police officers expecting to testify.</p>\n        <p>She in our view would be a risk for us and I would point out, too, at the time that I decided to challenge [4-1], there had been no other blacks selected for this panel this morning.  In other words, she was the first person that came in, I believe, and the decision was made at that time on the basis of her answers only....</p>\n        <p>(2) Judge, when we were [at] side bar earlier I mentioned with respect to this juror, among other things, to have you recall the way she was asked the questions and her answers were clear until, at least in my view, we came to the area surrounding police officers.  It was a question [defense counsel] desired to be asked of these prospective jurors about their attitudes about police and I notice or I sensed and I wrote that down, certain things about this juror's reactions to those questions.</p>\n        <p>I recall your Honor even spending more than just asking her the one question to develop answers and she hesitated several times about her reactions to questions about the police.</p>\n        <p>She also said that she would like to think that she wouldn't believe someone more than a police officer or she would try not to have her attitude about police affect it.</p>\n        <p>I wrote down the words that she used and indicated another time well, they should be more truthful, but then she stopped. It was the answers to those questions about the police, recognizing we are going to have police testimony, that caused me at that time to say I didn't desire her as a juror.</p>\n        <p>... I have legitimate concern about the way she answered those questions about the police officers, recognizing the importance of police officers' testimony in this case.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p> Here is the prosecutor's full explanation:</p>\n        <p>The reason that she was challenged by me is because a police officer assisting me, Michael Sands, brought to my attention that he felt he had dealt with members of the family, be it by way of arrests or incidents involving them when she lived in the North End.</p>\n        <p>She indicated in response to your question that she indeed did live in the area that the officer had described to me.  I pointed out that she has two, four, six, eight children listed [on her questionnaire] and this officer says he had experience with those children, if it was the same woman from that area and she responded affirmatively to that.</p>\n        <p>Also, I point out that the area she used to live in is within a few streets, we claim, of where Mr. Caldwell lives.  That is on Allendale Street where his parents and he were living and we also felt in discussing it that there was a likelihood that members of that family perhaps knew or were familiar with the Caldwell family.</p>\n        <p>We felt a risk to leave her on for that reason, specifically in view of her answers about her background and where she had lived.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">7</a>\n        <p> There was some question about whether this juror was indeed African-American (the prosecutor said he \"presumed\" she was not, and the judge said, \"I did not think so myself\";  defense counsel argued that she was clearly a person of color, and the Judge responded \"[o]kay\"), but the judge apparently treated her as the proper subject of a Soares inquiry.  We assume that juror 4-2 was, like Caldwell, African-American, and therefore do not address the applicability of Powers v. Ohio, 499 U.S. 400, 111 S.Ct. 1364, 113 L.Ed.2d 411 (1991) (holding that a criminal defendant may object to race-based exclusions of jurors regardless of whether the defendant and the excluded juror are of the same race)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">8</a>\n        <p> The prosecutor's full explanation was in three parts, consisting of (1) an initial explanation, (2) an elaboration after the judge indicated that he did not think education level was a proper basis for a challenge, and (3) a response to defense counsel's argument that the case did not involve complex issues but turned only on identification and credibility:</p>\n        <p>(1) I would say specifically with regard to ... 4-5, that I noted on her card that her highest educational level was fifth grade.</p>\n        <p>I also noted she said the ages of her children were eighteen through thirty-seven.  She was questioned about that and apparently unable to tell us the ages of the six or seven children that she has.  She could only describe it by the year in which they were born and I questioned her ability to understand perhaps some of the things we are going to be dealing with because of that educational level.  I will tell you certainly that time measurements and distance units are an issue in this case.</p>\n        <p>That challenge on my part for her related more to her ability to understand, in my view, the issues that we are going to be raising because of what appeared to be a very limited educational background.  That's why I challenged her.</p>\n        <p>(2) [Defense counsel] has excluded every single woman who has an educational level of high school age or beyond....</p>\n        <p>Likewise, from my view, more of a problem presents itself when you feel that someone may not be able to deal with some of the issues because of an intellectual background and I frankly suspect from judging her demeanor, the way she handled those questions and the way she responded to the further questions of your Honor, she was unable, for example, to add to take a birthday of one of her children and arrive at today's year and tell us how old that child was.</p>\n        <p>We had to resort, for example, to getting a year of birth as best she could recall from that child and figure it out for ourselves.</p>\n        <p>I think it shows a fundamental inability because of an educational background to deal conceptually with certain matters and I would point out, your Honor, that one of the things we intend to do in this case from the view [of the relevant sites] on down is to suggest to these people the times and distances and the issue of identification, all of which require some ability to grasp the concepts which is fundamental to us.</p>\n        <p>I would think that education certainly is appropriate, in fact, I'm more concerned that [defense counsel] seems to be eliminating people because they're white women and educated than I am about someone who is uneducated who I feel might not be able to conceptually grasp some of the issues that we are going to need to persuade the jury with.</p>\n        <p>(3) He may consider this case simple and fundamental.  I don't.  I know, for example, that part of the evidence we are going to introduce is we are going to have to suggest and persuade these people that times are relevant and important because someone couldn't be here when they said they were.  They were somewhere else.</p>\n        <p>There's going to be a lot of issues that require thought and perhaps he may not think it's complex, but I have considered it complex when I assess these jurors and to say that she handled the questions the same as everybody else I don't think is a fair assessment.</p>\n        <p>The woman was unable to tell us how old her children were by simply deducting the year they were born from today.  I think it shows me or it raised a concern with me irrespective of her race.  I don't care who she was.</p>\n        <p>...</p>\n        <p>So, I felt in fairness to the complexity of the case that I anticipated presenting that it wasn't a juror that I desired to have and that was solely my reason.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">9</a>\n        <p> The court also stated in a footnote that the person who was the prosecutor had appeared before it on many occasions, that he \"would never be guilty of any conscious racial discrimination,\" and that \"[n]othing in [the] decision is intended to suggest otherwise.\"  Id. at 201 n. 1. We disregard the footnote in our analysis.  We do not enter a debate about whether \"purposeful\" or \"intentional\" discrimination may encompass unconscious discrimination in the Batson context.  We take it the district court was concerned, the prosecutor's conscious purpose aside, about the discriminatory impact of the exclusion of all the black jurors.  We discuss below the fact that cumulative challenges, weakly supported, may be some evidence of discrimination.  But if the court meant discriminatory impact alone could suffice, without proof of purposeful discrimination on the basis of race, that is not the law.  See Hernandez v. New York, 500 U.S. 352, 360, 111 S.Ct. 1859, 114 L.Ed.2d 395 (1991) (plurality opinion);  cf.  Brewer v. Marshall, 119 F.3d 993, 1005 (1st Cir.1997) (discussing whether statistical disparity alone can establish a prima facie Batson claim)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">10</a>\n        <p> The relevant portion of juror 5-13's voir dire is the following:</p>\n        <p>THE COURT: If a police officer and another witness gave you different testimony about the same incident, would you tend to believe the police officer simply because he is a police officer?</p>\n        <p>THE JUROR: No.</p>\n        <p>THE COURT: How about the other way around;  would you tend to disbelieve him just because he is a police officer?</p>\n        <p>THE JUROR: No.</p>\n        <p>THE COURT: [G]enerally speaking do you think that police officers tend to be more truthful than persons in other professions?</p>\n        <p>THE JUROR: I don't know.  That's a--I don't know.  Do you mean professionally or do you mean in every day life?   I mean, I'm sure a police officer lies every now and then to his wife or to his neighbor, but--</p>\n        <p>THE COURT: Don't forget girlfriends.</p>\n        <p>THE JUROR: Girlfriends.  Because, as far as being in his profession, I would say no.</p>\n        <p>THE COURT: Let me ask a question then.  Generally speaking do you think that police officers tend to be more truthful than persons in other professions, than other people?</p>\n        <p>THE JUROR: In other professions, yes.</p>\n        <p>THE COURT: You think they tend to be more truthful?</p>\n        <p>THE JUROR: In their profession.  Do I have to say yes or no?</p>\n        <p>THE COURT: Yes, it would help me a lot if you could.</p>\n        <p>THE JUROR: That's all I have to say is yes or no, but I don't really understand the question.</p>\n        <p>THE COURT: Let me put it the other way around.  Do you think they tend to be less truthful than other people?</p>\n        <p>THE JUROR: No.</p>\n        <p>THE COURT: Do you think they tend to be more truthful than other people?</p>\n        <p>THE JUROR: I think they would be the same as any other person.</p>\n        <p>THE COURT:  All right.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Of course, the state trial court's determinations here were made not under Batson, which had yet to be decided, but under Soares.   Because the judge conducted an inquiry which was virtually identical to a Batson inquiry, considering each objected-to challenge carefully, and because the holding of Soares is quite similar to the holding of Batson, see Soares, 387 N.E.2d at 516 (\"[E]xercise of peremptory challenges to exclude members of discrete groups, solely on the basis of bias presumed to derive from that individual's membership in the group, contravenes the requirement inherent in art. 12 of the Declaration of Rights.\");   see also Commonwealth v. DiMatteo, 12 Mass.App.Ct. 547, 427 N.E.2d 754, 758 (1981), we do not accord the trial judge's findings any less of a presumption of correctness than if they had been made under the guidance of Batson itself</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The relevant version of 28 U.S.C. &#167; 2254(d) reads as follows:</p>\n        <p>In any proceeding instituted in a Federal court by an application for a writ of habeas corpus by a person in custody pursuant to the judgment of a State court, a determination after a hearing on the merits of a factual issue, made by a State court of competent jurisdiction ... evidenced by a written finding, written opinion, or other reliable and adequate written indicia, shall be presumed to be correct, unless the applicant shall establish or it shall otherwise appear ...--</p>\n        <p>(1) that the merits of the factual dispute were not resolved in the State court hearing;</p>\n        <p>(2) that the factfinding procedure employed by the State court was not adequate to afford a full and fair hearing;</p>\n        <p>(3) that the material facts were not adequately developed at the State court hearing;</p>\n        <p>(4) that the State court lacked jurisdiction ...;</p>\n        <p>(5) that the applicant was an indigent and the State court, in deprivation of his constitutional right, failed to appoint counsel to represent him in the State court proceeding;</p>\n        <p>(6) that the applicant did not receive a full, fair, and adequate hearing in the State court proceeding;  or</p>\n        <p>(7) that the applicant was otherwise denied due process of law in the State court proceeding;</p>\n        <p>(8) or unless that part of the record of the State court proceeding in which the determination of such factual issue was made, pertinent to a determination of the sufficiency of the evidence to support such factual determination, is produced as provided for hereinafter, and the Federal court on a consideration of such part of the record as a whole concludes that such factual determination is not fairly supported by the record:</p>\n        <p>And in an evidentiary hearing in the proceeding in the Federal court, when due proof of such factual determination has been made, unless the existence of one or more of the circumstances respectively set forth in paragraphs numbered (1) to (7), inclusive, is shown by the applicant, [or] otherwise appears, ... or unless the court concludes pursuant to the provisions of paragraph numbered (8) that the record in the State court proceeding, considered as a whole, does not fairly support such factual determination, the burden shall rest upon the applicant to establish by convincing evidence that the  factual determination by the State court was erroneous.</p>\n        <p>28 U.S.C. &#167; 2254(d) (pre-AEDPA version).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Although pre-AEDPA &#167; 2254 only mandates a presumption of correctness for factual determinations \"evidenced by a written finding, written opinion, or other reliable and adequate written indicia,\" statements made on the record in open court qualify as \"written indicia,\" see Wainwright v. Witt, 469 U.S. 412, 430, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985), and findings may be inferred from a judge's ultimate ruling, see Marshall, 459 U.S. at 433, 103 S.Ct. 843 (\"The trial court's ruling allowing the record of conviction to be admitted in evidence in support of the specification is tantamount to a refusal to believe the testimony of respondent.\");   see also Wainwright, 469 U.S. at 430, 105 S.Ct. 844</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Cf. Gertner &amp; Mizner, The Law of Juries 4-46 to 4-47 (1997) (\"[I]t is clear that the less rational the explanation, the more likely a trial judge would find it to be pretextual in the third step of the analysis.  If he or she does not, as Purkett suggests, there is little recourse;  considerable discretion is given to the trial judge at all stages of the process.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Of course, striking even a single juror on the basis of that juror's race is constitutionally impermissible.  See Bergodere, 40 F.3d at 516</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> A juror identified with the number 5-13 did sit on the jury.  However, since the jurors' names as well as their numbers are indicated in the transcript, it is clear that the juror who gave the voir dire responses cited by the district court and discussed above is not the juror who was ultimately selected (the repetition of the numbers was perhaps due to the fact that the jury was selected from two different panels)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The Commonwealth argued with some specificity in its brief to the Massachusetts Appeals Court that the prosecutor had also challenged three jurors whose highest level of formal education was eighth or ninth grade.  However, because the juror's questionnaires are not part of the record before us, we have no way of confirming or denying that assertion (or of ascertaining whether jurors with low education levels remained on the jury)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">639</span></span></p>\n    <p class=\"parties\">Michael CALDWELL, Petitioner, Appellee,<br>v.<br>Michael T. MALONEY, Respondent, Appellant.</p>\n    <p class=\"docket\">No. 98-1511.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 17, 1998.<br>Decided Nov. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregory I. Massing, Assistant Attorney General, with whom Scott Harshbarger, Attorney General, was on brief, for appellant.</p>\n      <p class=\"indent\">Alan Jay Black for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael Caldwell, an African-American man, was tried in Massachusetts state court in 1986 for the rape, sexual assault, and kidnapping of two women, who were white.  During jury selection, defense counsel timely objected to four of the prosecutor's peremptory challenges, asserting that the prosecutor had purposefully struck all the black<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> jurors on the basis of their race.  The trial judge overruled the objection, and Caldwell was ultimately convicted on all charges by a jury that had no black members.  These convictions were reversed by the Massachusetts Appeals Court on the ground that several of the challenges were impermissibly race-based;  but that ground was rejected and the conviction was reinstated by the unanimous Massachusetts Supreme Judicial Court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On subsequent habeas review, the federal district court, finding that two of the peremptory challenges at issue were discriminatory under Batson v. Kentucky, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span> (1986), thus disagreeing with both the state court which had tried the case and the Massachusetts Supreme Judicial Court, issued a writ of habeas corpus requiring Caldwell to be retried or released.  Under governing Supreme Court precedent, we now reverse the order issuing the writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* At about 3 a.m. on August 18, 1985, two young white women left a hotel in downtown Springfield after a pre-wedding party.  As they approached their car, an African-American man came up behind them, held up a knife, and ordered them into the front seat.  He then drove them to a park, where he raped one of the women repeatedly and forced both of them to perform various sexual acts.  The attack lasted about an hour and a half.  When the man was ready to leave, the car would not start, so he walked with the two women for about a mile, then left them.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Both of the women selected Michael Caldwell's photograph from a photo array, and details and descriptions given by the women (such as the attacker's preferred brand of cigarette) corresponded to Caldwell's habits and appearance.  When Caldwell was arrested and informed that he was suspected of kidnapping and rape, he responded, \"two white girls?\"   In his statement to the police, Caldwell said that on the night in question he was with his girlfriend until about 3 a.m., arrived at Antonio's Grinders at 4 a.m. and found it closed, and then went to his grandparents' house and went to sleep.  Caldwell later changed his statement and said that he was with his girlfriend until about 2:45 a.m., went to Pizza King a few minutes later and ordered a sandwich, and reached his grandparents' house at 3:00 or 3:30 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Caldwell was charged with rape, kidnapping, and related counts, and jury selection for his trial took place in Hampden County Superior Court on March 27, 28, and 31, 1986.  At the selection, the judge first asked the prospective jurors general questions as a group, then brought the jurors in one by one and, in the presence of counsel, asked ten additional questions, elaborating as necessary.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Each juror also filled out a questionnaire.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a><a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The state trial judge sought to empanel sixteen jurors.  After finding eligible and seating enough prospective jurors to fill the jury, the judge permitted peremptory challenges.  The judge then refilled the jury box with eligible jurors after each challenge or group of challenges was exercised.  The Commonwealth challenged a group of six jurors, then an additional juror;  Caldwell challenged a group of eight, then two jurors, then one more.  The Commonwealth then exercised five more peremptory challenges.  At this point, Caldwell's counsel objected, stating that the prosecutor had \"challenged three or four blacks that were seated on the panel.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the time of these challenges, the Supreme Court had not yet decided its seminal case prohibiting racially motivated peremptory challenges, Batson v. Kentucky, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span> (1986).  But the court proceeded to hold a hearing under the authority of Commonwealth v. Soares, <span class=\"citation\" data-id=\"2217599\"><a href=\"/opinion/2217599/commonwealth-v-soares/\"><span class=\"volume\">377</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation\" data-id=\"2217599\"><a href=\"/opinion/2217599/commonwealth-v-soares/\"><span class=\"volume\">387</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">499</span></a></span> (1979), which, under article 12 of the Massachusetts Declaration of Rights, provided at least as much protection for defendant as does Batson.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  See id. at 515-16.   At that hearing, the state trial judge reviewed the answers of each of the prospective jurors to voir dire and reviewed the prosecutor's reasons for the challenge.  This review occurred immediately after the challenges were made, when the jurors were still present and their responses were fresh in the mind of the trial court.  The review also occurred before the court accepted the challenges to these four jurors.  The issue was whether the prosecutor purposefully discriminated on the basis of race in challenging prospective jurors 4-1, 4-2, 4-5, and 5-1, all four of whom were part of the prosecutor's last group of five challenges.  We describe the proceedings in the state trial court in detail.</p>\n    </div>\n    <p class=\"indent\">A. Juror 4-1</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Juror 4-1's answers to the questions about police officer credibility were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">THE COURT: [M]uch of the testimony in this case will come from police officers.  If a police officer and another witness gave you different testimony about the same incident, would you tend to believe the police officer simply because he is a police officer?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">THE JUROR: No, I wouldn't.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">THE COURT: How about the other way around?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">THE JUROR: If he wasn't?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">THE COURT:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">THE JUROR: No, I think I would have to consider all the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">THE COURT: Would you tend to put less weight on a police officer's testimony than you would on somebody else's testimony simply because the person is a police officer?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">THE JUROR: Less weight on him?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">THE COURT: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">THE JUROR: I would try to keep an equal weight.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE COURT: [G]enerally speaking do you think that police officers tend to be more truthful than persons in other professions?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">THE JUROR: What other professions?THE COURT: Anything in the whole world, like bank examiners.  That's what you do for a living?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE JUROR: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">THE COURT: More truthful?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">THE JUROR: I don't know.  I really haven't had that much experience.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">THE COURT: Do you think they're any less truthful?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">THE JUROR: Any less truthful?   They should be more truthful but I'm not saying that they are.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT: How do you feel about it?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">THE JUROR: Well, I believe I would have to hear what they have to say before and disregard what they are and then make up my mind.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">THE COURT: Would you be able to disregard what they are?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">THE JUROR: If I had to make a decision, I would like to and just hear what the content of what they have to say more so than what they are.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">THE COURT: Okay.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">After this exchange, the judge proceeded to the questions designed to discern racial bias:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">THE COURT: [D]o you think that black people generally speaking are less truthful than white people?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">THE JUROR: No.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">THE COURT: Do you think they're more truthful?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">THE JUROR: I think they're about the same.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">THE COURT: Do you really mean that?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">THE JUROR: People are people, regardless of color.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The prosecutor's stated reason for the challenge of this juror was his \"perception of her reactions\";  the prosecutor said that most of her answers had been clear but that he thought she was \"equivocating\" and \"hesitat[ing]\" in her answers to the police-officer-related questions.  He also indicated that her statement that police officers \"should be more truthful\" gave him concern.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  The court ruled that \"from my point of view at this time, based on what I have seen and what I have heard,\" the challenge was acceptable.</p>\n    </div>\n    <p class=\"indent\">B. Juror 4-2</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">At the conclusion of juror 4-2's individual voir dire, the prosecutor told the court that police officer Michael Sands, who was sitting at counsel table with the prosecutor and who had been named as a witness, thought that he might have had dealings with members of the juror's family in the North End of Springfield (the juror's last name and the fact that she had eight children were apparently listed on her questionnaire).  The court asked the juror if she had ever lived in the North End of Springfield, and she said that she had.  However, before the questioning proceeded any further, the prosecutor said, \"I withdraw any further questions with respect to this juror at this time, your Honor,\" and the juror was seated.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The prosecutor offered two reasons in support of his later peremptory challenge of this juror:  Officer Sands's contact with the juror's family, and the juror's former residence in the North End, where she allegedly lived \"within a few streets\" of Caldwell's home and might therefore have known or have heard of Caldwell or members of his family.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  The judge accepted this explanation.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">C. Juror 4-5</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The individual voir dire of juror 4-5 began with the judge asking the juror if she understood all of the written questions, to which she replied, \"[t]he best I could.\"   He also asked her if he was reading the questions too quickly.  After the juror answered all of the judge's questions, this colloquy ensued:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">THE COURT: Is there anything further that you want me to inquire of this particular prospective juror, [prosecutor]?</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">[PROSECUTOR]:  Yes, Judge, simply just the ages of her children.  I may not have understood that before.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">THE JUROR: Eighteen through thirty-seven.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">THE COURT: Can you tell us the age, how many kids have you got?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">THE JUROR: I've got seven.  The youngest is eighteen and the oldest one is thirty-seven or will be thirty-seven years old.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">THE COURT: Can you remember all of them, how old they are?   Can you remember them one by one?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">THE JUROR: Okay.  Starting with the oldest one, she's thirty-six and she would be thirty-seven this year.  The next one, she was born in '51, so that means she's--I can't give it offhand like that.  Then I've got a son that's thirty.  He was born in '55.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">THE COURT: You can remember the years they were born, right?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">THE JUROR: I can remember that better than I can the age.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">THE COURT: Give us the years then.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">THE JUROR: The oldest one was born in 1948, the next one was born in 1951 and the next one was born in 1955.  The next one was born in 1957 and the next one was born in 1961.  The baby was born in 1967.  It's easier for me like that.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The prosecutor's explanation for his challenge of this juror centered around her fifth grade education level (a fact that was revealed on her questionnaire) and her inability to calculate her children's ages by subtracting the year of each's birth from the current year.  He stated that he doubted that she would be able to understand some of the concepts in the case, emphasized the importance of issues of time, distance, and identification, and declared that he considered the case \"complex.\"   He also briefly mentioned the juror's \"demeanor, the way she handled those questions and the way she responded to the further questions of your Honor\" and argued that she had not dealt with the questions as well as the other prospective jurors.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  The judge permitted the prosecutor's challenge.</p>\n    </div>\n    <p class=\"indent\">D. Juror 5-1</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">When the judge asked the whole panel of prospective jurors whether anyone had a problem with serving for a week, juror 5-1 said that she had a vacation planned that could not be rescheduled.  During the individual questioning, her vacation plans came up again:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">THE COURT: What trouble were we having earlier, the fact that the case might run for the rest of the week?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">THE JUROR: That's it, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">THE COURT: How do you feel about it now?   Do you think you could stay with us for the rest of the week?</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">THE JUROR: No.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">THE COURT: Tell us again why.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">THE JUROR: My husband has a few days off that he wanted to go south to see about a house he was intending to buy and he has this week and a few days next week, so that's the reason, because he has a new job to start and he wanted to be back.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">THE COURT: You would be uncomfortable sitting then if I insisted that you stay?</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">THE JUROR: No, I wouldn't be uncomfortable.  I will stay if I have to.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">THE COURT: Gosh, I would like to have you stay.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">THE JUROR: All right.  I will stay.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The prosecutor argued several times that this juror should be excused for cause, but the court refused to excuse her and told the prosecutor that he could exercise a peremptory challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The prosecutor followed the judge's advice.  When defense counsel objected to the challenge, the judge stated that he could \"see that one as being valid\" because \"it would seem to me she's sitting rather reluctantly.\"   Also, defense counsel at one point conceded that \"the only one that there is a plausible explanation for is the one who said that she had to go to Georgia,\" although he quickly backed down from this statement and pointed out that she had said that \"if you wanted her to serve that she would serve.\"</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">After the judge rejected defense counsel's objections to the prosecutor's challenges of jurors 4-1, 4-2, 4-5, and 5-1, the Commonwealth exercised another challenge;  Caldwell challenged three jurors, then one additional juror;  and the Commonwealth challenged two jurors.  Finally, both parties declared themselves satisfied with the panel.  Just before the jury was sworn, Caldwell restated his objection to \"the fact that all the black jurors that were called were excused.\"</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">At trial, Caldwell was questioned about what time he left his girlfriend's house and where he went afterwards.  Officer Sands testified about the distances between various important sites:  a little over a mile from Caldwell's girlfriend's home to the spot where the women were abducted, a mile from the area where the attacker left the women to Caldwell's grandparents' home, and so on.  Both victims identified Caldwell as their attacker.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">On April 11, 1986, the jury convicted Caldwell on all counts.  He was sentenced to 15-20 years imprisonment.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">On appeal, the Massachusetts Appeals Court reversed Caldwell's convictions and ordered a new trial, holding that the prosecutor improperly challenged jurors 4-1 and 4-5 on the basis of their race.  See Commonwealth v. Caldwell, 36 Mass.App.Ct. 570, <span class=\"citation\" data-id=\"2243129\"><a href=\"/opinion/2243129/commonwealth-v-caldwell/\"><span class=\"volume\">634</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">124</span></a></span> (1994).  The court rejected the challenge to juror 4-1 because the juror's answers left the court \"with the clear impression--not of equivocation, as the prosecutor argued--but of a conscientious person who intelligently and thoughtfully focuses on the question asked and replies in a precise manner.\"  Id. at 128.   As to juror 4-5, the court found that her inability to calculate her children's ages and her low level of education were unimportant because the primary issue at trial was identification.  See id. at 129.   A majority of the panel also doubted the validity of the challenge to juror 4-2 on the ground that the prosecutor explained his reasons \"vague[ly]\" and did not do enough to establish the facts about the officer's dealings with the juror's family, but the court declined to decide this issue, stating that \"[w]hether the prosecutor succeeded in carrying his burden regarding prospective juror 4-2 ... is not critical to the disposition of this case.\"   See id.   Although Caldwell had also attacked the challenge of juror 5-1, the Appeals Court rejected that challenge.  See id. at 129 n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The Massachusetts Supreme Judicial Court (\"SJC\") reversed the Appeals Court and reinstated the convictions.  See Commonwealth v. Caldwell, <span class=\"citation\" data-id=\"2121755\"><a href=\"/opinion/2121755/commonwealth-v-caldwell/\"><span class=\"volume\">418</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">777</span></a></span>, <span class=\"citation\" data-id=\"2121755\"><a href=\"/opinion/2121755/commonwealth-v-caldwell/\"><span class=\"volume\">641</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1054</span></a></span> (1994).  The court concluded that the trial judge was in the best position to evaluate the tenor of juror 4-1's answers;  that the prosecutor's strike of juror 4-2 was analogous to a case in which the court had upheld a strike of a juror who lived in a neighborhood where a prosecutor had previously investigated a multiple homicide;  that the trial judge was uniquely able to assess juror 4-5's demeanor and her \"ability to understand fully the issues to be presented at trial\";  and that juror 5-1's reluctance to serve was a \"plausible\" reason for challenging her.  Id. at 1056-57.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Caldwell filed a petition for a writ of habeas corpus in the U.S. District Court for Massachusetts on July 21, 1995.  On October 21, 1996, the magistrate judge to whom the petition had been referred issued a Report and Recommendation recommending that the petition be granted.  The magistrate judge considered the challenges to jurors 4-1 and 5-1 valid--noting with respect to the former that \"there is, at the very least, some support in the record for the prosecutor's explanation that juror 4-1 was struck for a race-neutral reason[,] her demeanor\"--but found no record support for the challenges to jurors 4-2 and 4-5, essentially for the reasons articulated by the Massachusetts Appeals Court.  Thus, the Magistrate disagreed with the state Appeals Court as to juror 4-1, finding the use of the peremptory there unobjectionable.  The Magistrate disagreed with the SJC, which found all the peremptories valid.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The district court adopted the Report and Recommendation in part and granted the writ, ordering that Caldwell be released unless the Commonwealth gave him a new trial.  The court acknowledged the possibility that \"crucial nuances in the selection process may not appear on a cold record later,\" but emphasized that \"racial discrimination is itself subtle and can mold a prosecutor's decisions unconsciously\" and therefore must be ferreted out.  Caldwell v. Dubois, <span class=\"citation no-link\"><span class=\"volume\">999</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">199</span></span>, 201 (D.Mass.1998).<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a>  The decision rested on the prosecutor's challenges of jurors 4-1 and 4-5, although the court added that \"the support for the strikes of the other two African American jurors was, to put it generously, markedly weak.\"  Id. at 211.   Thus, the federal district court disagreed with the Magistrate as to juror 4-1, finding that strike improper.  The federal trial court also disagreed with the SJC as to jurors 4-1 and 4-5.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The federal district court's finding as to juror 4-1 was based on the premise that \"[t]he transcript of the questioning of juror 4-1 reveals no significant 'equivocation' \" and on a comparison to the voir dire of non-black juror 5-13,<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a> whom the court considered to have displayed \"uncertainty\" that was more \"substantial\" than juror 4-1's.  Id. at 211.   The court's conclusion as to juror 4-5 was that her answers \"regarding her seven children reveal no limited intellectual capacity\" and that, at any rate, the central issues in the case were \"straightforward\" ones of \"alibi and identification.\"  Id. The court also found it \"notable\" that \"no effort was made [to] put the issue of [juror 4-5's] 'demeanor' into the record by references [to] tone of voice, hesitancy or delay, ... or the like.\"  Id. at 212.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In the end, despite acknowledging that \"[i]t would not be difficult to write an opinion denying this Petition,\" the district court concluded that in the context of the case as a whole \"the most obvious explanation for what happened ... is that the prosecutor knocked all the potential black jurors off because he thought ... that he probably had a somewhat higher likelihood of getting a conviction.\"  Id. at 212-13.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Because Caldwell's habeas petition was filed before April 24, 1996, we apply the standard of review in place before enactment of the Antiterrorism and Effective Death Penalty Act (\"AEDPA\").  See Lindh v. Murphy, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, 2068, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1997).  As explained in Brewer v. Marshall, <span class=\"citation\" data-id=\"197471\"><a href=\"/opinion/197471/brewer-v-marshall-sheriff/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span> (1st Cir.1997), in a pre-AEDPA habeas case this court reviews the state court's ruling on a Batson challenge with a great deal of deference:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>Under [the pre-AEDPA] standard of review, we review de novo the state court decision.  Within that standard, deference is given to fact-based determinations of the trial court.  Decisions of trial courts regarding Batson objections are treated with considerable deference.  On direct review, the Supreme Court has described the ultimate Batson question--intent to discriminate--as a pure issue of fact subject to clear error review....  [T]here is no convincing reason why a more lenient standard should govern pre-AEDPA federal habeas review of state court judgments concerning fact-sensitive Batson determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Id. at 1004 (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">This deferential standard is double-layered.  First, a trial judge's Batson findings are given substantial weight because the trial judge is in the best position to evaluate context, nuance, and the demeanor of the prospective jurors and the attorneys.  See Batson, 476 U.S. at 98 n. 21, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>.  As we pointed out in Brewer:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>The trial judge has heard the juror's answers to voir dire questions or bench conferences with the juror....  The trial judge is thus likely to have a much better sense than any appellate panel of whether a particular challenge can readily be explained by some reason other than race or gender--for example, other characteristics of the juror, the juror's demeanor, or something in the juror's background suggesting sympathy for one side or the other.  This court has recognized that considerable deference is owed to a trial judge who observes the voir dire first hand:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Evaluative judgments concerning juror suitability are often made partially in response to nuance, demeanor, body language, and a host of kindred considerations.  Thus, the trial judge, who sees and hears both the prospective juror and the opposing attorneys in action, is in the best position to pass judgment on counsel's motives.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Brewer, 119 F.3d at 1004 (quoting United States v. Bergodere, <span class=\"citation\" data-id=\"195758\"><a href=\"/opinion/195758/united-states-v-bergodere/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span>, 517 (1st Cir.1994)) (internal quotation marks omitted);  see also United States v. Perez, <span class=\"citation\" data-id=\"195649\"><a href=\"/opinion/195649/united-states-v-perez/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">632</span></a></span>, 635-36 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Second, in a pre-AEDPA habeas case, a state court's ruling on whether a prosecutor's use of a peremptory challenge was motivated by discriminatory intent in violation of Batson<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> is a factual determination that \"shall be presumed to be correct unless\" the determination \"is not fairly supported by the record.\"  28 U.S.C. &#167; 2254(d) (pre-AEDPA version) (enumerating several other exceptions to the correctness presumption, exemptions not at issue in the instant case)<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>;  see Purkett v. Elem, <span class=\"citation\" data-id=\"117934\"><a href=\"/opinion/117934/purkett-v-elem/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></a></span>, 769, <span class=\"citation\" data-id=\"117934\"><a href=\"/opinion/117934/purkett-v-elem/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"117934\"><a href=\"/opinion/117934/purkett-v-elem/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">834</span></a></span> (1995) (per curiam);  Hernandez v. New York, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 364-66, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span>, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">395</span></a></span> (1991) (plurality opinion).  Caldwell argues only that the presumption of correctness is not applicable to his case because the trial court's rulings are \"not fairly supported by the record.\"   He does not address the other seven exceptions or assert that he has rebutted the presumption of correctness \"by convincing evidence.\"  28 U.S.C. &#167; 2254(d) (pre-AEDPA version).  Accordingly, in reviewing such a determination, a federal habeas court has \"no license to redetermine credibility of witnesses whose demeanor has been observed by the state trial court, but not by them,\" and must \"more than simply disagree with the state court\" in order to reach a different result.  Marshall v. Lonberger, <span class=\"citation\" data-id=\"110828\"><a href=\"/opinion/110828/marshall-v-lonberger/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, 432-34, <span class=\"citation\" data-id=\"110828\"><a href=\"/opinion/110828/marshall-v-lonberger/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">843</span></a></span>, <span class=\"citation\" data-id=\"110828\"><a href=\"/opinion/110828/marshall-v-lonberger/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">646</span></a></span> (1983);  see also Leavitt v. Howard, <span class=\"citation\" data-id=\"304302\"><a href=\"/opinion/304302/barry-k-leavitt-v-francis-howard-warden-adult-correctional-institution/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">992</span></a></span>, 996 (1st Cir.1972) (analogizing the \"fair support\" standard to the \"clearly erroneous\" standard).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">There is no doubt that the pre-AEDPA standard significantly limits Batson review on habeas because the trial court's findings of historical fact necessarily resolve the ultimate issue of the prosecutor's intent.  This limitation expresses a judgment that \"as a matter of the sound administration of justice, one judicial actor is better positioned than another to decide the issue in question.\"  Miller v. Fenton, <span class=\"citation\" data-id=\"111542\"><a href=\"/opinion/111542/miller-v-fenton/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 114, <span class=\"citation\" data-id=\"111542\"><a href=\"/opinion/111542/miller-v-fenton/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"111542\"><a href=\"/opinion/111542/miller-v-fenton/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1985).  It also provides society and the defendant with \"the certainty that comes with an end to litigation,\" Sumner v. Mata, <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 550-51 &amp; n. 3, <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></a></span>, <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></a></span> (1981), and reduces friction between the state and federal systems, see id.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">However, the presumption does not, as Caldwell suggests, so limit federal review that it is a nullity.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  There are scenarios in which the record is unlikely to fairly support a state trial court's rejection of a Batson challenge.  First, there may be no explanation at all or nothing stated which would even pass as a reasoned explanation.  \"Clearly the most vulnerable reasons are those based on hunches and intuitions.\"   Gertner &amp; Mizner, The Law of Juries 4-47 (1997).  Some explanations are completely implausible.  Others may be facially plausible, but raise a serious question of pretext where a prosecutor's explanation for a strike is equally applicable to a juror of a different race or gender who has not been stricken.  See, e.g., Devose v. Norris, <span class=\"citation\" data-id=\"694647\"><a href=\"/opinion/694647/emanuel-george-devose-v-larry-norris-director-arkansas-department-of/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span>, 203-05 (8th Cir.1995) (finding the state's reason for excusing black jurors--that they were suffering from \"jury burnout\"--pretextual given that several white prospective jurors who were not struck also stated that they had previously served on juries).  Serious questions are also raised in cases in which the facts in the record are simply objectively contrary to the prosecutor's statements, see, e.g., Johnson v. Vasquez, <span class=\"citation\" data-id=\"629069\"><a href=\"/opinion/629069/andre-johnson-v-daniel-b-vasquez-warden/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1327</span></a></span>, 1330-31 (9th Cir.1993) (finding that several of the prosecutor's reasons, including the juror's alleged experience working for a defense attorney, were contradicted by the record), or the prosecutor's statements themselves admit race plays a role, see, e.g., id. at 1329-30 (noting contemporaneous remarks by the prosecutor indicating that race played a role in his decision to strike the juror), or there is direct evidence of bias on the part of the prosecutor or the judge, see Cochran v. Herring, <span class=\"citation\" data-id=\"685686\"><a href=\"/opinion/685686/james-willie-cochran-v-tommy-herring-commissioner-alabama-department-of/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1404</span></a></span>, 1410, 1412 (11th Cir.1995) (involving testimony from prosecutors that the District Attorney's office had an informal policy of striking jurors based on race), modified on other grounds, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></span> (11th Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">A reviewing court's level of suspicion may also be raised by a series of very weak explanations for a prosecutor's peremptory challenges.  The whole may be greater than the sum of its parts.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  When a number of jurors are struck, \"[a]n explanation for a particular challenge need not necessarily be pigeon-holed as wholly acceptable or wholly unacceptable.  The relative plausibility or implausibility of each explanation for a particular challenge ... may strengthen or weaken the assessment of the prosecution's explanation as to other challenges and thereby assist the fact-finder in determining overall intent.\"  United States v. Alvarado, <span class=\"citation\" data-id=\"554028\"><a href=\"/opinion/554028/united-states-v-horacio-alvarado/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></a></span>, 256 (2d Cir.1991);  see also United States v. Alvarado, <span class=\"citation\" data-id=\"573154\"><a href=\"/opinion/573154/united-states-v-horacio-alvarado/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (2d Cir.1991) (appeal after remand) (\"The [judicial] officer may think a dubious explanation undermines the bona fides of other explanations or may think that the sound explanations dispel the doubt raised by a questionable one.\").</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">It is also important to keep in mind that the broad authority vested in the trial judge to make Batson rulings on the basis of first-hand observations of attorneys and prospective jurors may often work in a defendant's favor.  For instance, a judge's evaluation of the demeanor and credibility of an attorney or a juror may lead the judge to uphold a defendant's peremptory challenge in the face of a Batson objection by the prosecutor, see Georgia v. McCollum, <span class=\"citation\" data-id=\"112764\"><a href=\"/opinion/112764/georgia-v-mccollum/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 59, <span class=\"citation\" data-id=\"112764\"><a href=\"/opinion/112764/georgia-v-mccollum/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"112764\"><a href=\"/opinion/112764/georgia-v-mccollum/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">33</span></a></span> (1992), or to accept a defendant's Batson objection to a prosecutor's peremptory challenge.  See generally Batson, 476 U.S. at 99 n. 22, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span> (disagreeing with the doubts expressed in Justice Marshall's concurring opinion about trial judges' enforcement of Batson 's mandate).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">With an eye toward the deference owed to the state trial judge, we view the analysis through Batson 's three-step procedure.  Under Batson, \"once the opponent of a peremptory challenge has made out a prima facie case of racial discrimination (step 1), the burden of production shifts to the proponent of the strike to come forward with a race-neutral explanation (step 2).  If a race-neutral explanation is tendered, the trial court must then decide (step 3) whether the opponent of the strike has proved purposeful racial discrimination.\"  Purkett, 514 U.S. at 767, <span class=\"citation\" data-id=\"117934\"><a href=\"/opinion/117934/purkett-v-elem/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>.  \"The second step of this process does not demand an explanation that is persuasive, or even plausible,\" but at the third step \"the persuasiveness of the justification becomes relevant,\" and \"implausible or fantastic justifications may (and probably will) be found to be pretexts for purposeful discrimination.\"  Id. at 767-68, <span class=\"citation\" data-id=\"117934\"><a href=\"/opinion/117934/purkett-v-elem/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">In this case, only step 3 of the test is at issue.  See Hernandez, 500 U.S. at 359, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span> (\"Once a prosecutor has offered a race-neutral explanation for the peremptory challenges and the trial court has ruled on the ultimate question of intentional discrimination, the preliminary issue of whether the defendant had made a prima facie showing becomes moot.\");  Purkett, 514 U.S. at 768, <span class=\"citation\" data-id=\"117934\"><a href=\"/opinion/117934/purkett-v-elem/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>;  Perez, 35 F.3d at 635.   At this step, the crucial issue is whether the challenge was motivated by racial discrimination.  See Hernandez, 500 U.S. at 359-60, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span> (noting the \"fundamental principle\" that \"[p]roof of racially discriminatory intent or purpose is required to show a violation of the Equal Protection Clause\" (internal quotation marks omitted));  Batson, 476 U.S. at 93, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span> (stating that the burden is on the \"defendant who alleges discriminatory selection of the venire to prove the existence of purposeful discrimination\" (emphasis added) (internal quotation marks omitted)).  On this issue, \"[t]here will seldom be much evidence ..., and the best evidence often will be the demeanor of the attorney who exercises the challenge.\"  Hernandez, 500 U.S. at 365, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The federal district court's finding of a Batson violation rested on the challenges to jurors 4-1 and 4-5.  Because Caldwell \"is entitled to defend the district court's judgment on any properly preserved ground that would serve to sustain it, whether or not adopted by the district court,\" Beauchamp v. Murphy, <span class=\"citation\" data-id=\"679954\"><a href=\"/opinion/679954/robert-c-beauchamp-v-paul-murphy-the-superintendent-of-the-old-colony/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></a></span>, 706 (1st Cir.1994), we address each of the four jurors whom Caldwell claims to have been improperly challenged.  The question is whether Caldwell has met his burden of showing that there is not fair support in the record for the state trial judge's determination that the prosecutor's strike as to each juror was not motivated by race discrimination.</p>\n    </div>\n    <p class=\"indent\">A. Juror 4-1</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We conclude that the trial court's acceptance of the prosecutor's explanation for the challenge of juror 4-1 finds more than fair support in the record.  The cold transcript alone demonstrates that the juror was hesitant or uncertain (for instance, she asked the judge for more detail on one of the questions about police officer truthfulness and then stated that she did not know and had not had that much experience).  The transcript reveals that the judge had reason to doubt her answers (one of her responses to the racial bias questions prompted the judge to ask, \"[d]o you really mean that?\").  Also, the substance of one of her answers--\"[Police officers] should be more truthful but I'm not saying that they are\"--indicates some inclination to hold the police to a higher standard than other witnesses.  Cf. United States v. Moreno, <span class=\"citation\" data-id=\"525593\"><a href=\"/opinion/525593/united-states-v-encarnacion-moreno-justiniano-orguiza-and-joseph/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 820-21 (5th Cir.1989) (rejecting a Batson objection to a strike that was based on \"a hostile attitude toward police officers during defense voir dire\").</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The trial judge, of course, did not face a cold transcript.  He was the only one of the many judges who has addressed this case who had an opportunity contemporaneously to observe juror 4-1's responses, and he apparently saw no reason to question the prosecutor's assertion that the juror was hesitating and equivocating in her answers to the questions about police officers.  The conclusion of the federal district court that juror 4-1 was not equivocating, or was just being thoughtful, gives insufficient weight to considerations of body language, intonation, demeanor, pacing and the like and to the trial judge's superior ability to evaluate these considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Further, a comparison of juror 4-1's voir dire with the voir dire of non-black juror 5-13, relied on by the district court, does not indicate that the prosecutor's explanation for his challenge was pretextual.  Certainly, as a general matter, comparisons between challenged jurors and similarly situated, unchallenged jurors of a different race or gender can be probative of whether a peremptory challenge is racially motivated.  Such comparisons are likely to be more probative when the reason for the strike is an objective characteristic such as age or profession.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">More specifically, although juror 5-13's voir dire is superficially similar--there is uncertainty about how to answer the police-officer-related inquiry, and an exchange with the judge that goes beyond the ten scripted questions--the two colloquies are different in a crucial respect.  Juror 4-1's answers may be read as holding police officers to higher standards than others or even as suggesting hostility toward police officers.  In contrast, the most plausible reading of juror 5-13's answers is that the juror believed that police officers are more truthful in the conduct of their jobs than are people in other professions, but that in daily life--acting as a spouse or a neighbor rather than as an officer--officers are just as likely to lie as anyone else.  The prosecutor and others who were present may well have considered juror 5-13, equivocations and all, to be a pro-government juror.  See Patton v. Yount, <span class=\"citation\" data-id=\"111228\"><a href=\"/opinion/111228/patton-v-yount/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1025</span></a></span>, 1038 n. 14, <span class=\"citation\" data-id=\"111228\"><a href=\"/opinion/111228/patton-v-yount/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2885</span></a></span>, <span class=\"citation\" data-id=\"111228\"><a href=\"/opinion/111228/patton-v-yount/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">847</span></a></span> (1984) (noting that demeanor is important in \"simply understanding what a potential juror is saying\" and that \"[d]emeanor, inflection, the flow of the questions and answers can make confused and conflicting utterances comprehensible\").  This conclusion is bolstered by the fact that defense counsel peremptorily challenged juror 5-13, suggesting that the defense saw her as a pro-government juror.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p class=\"indent\">B. Juror 4-2</p>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">We also find fair support in the record for the trial court's conclusion that the prosecutor's explanation for his challenge of juror 4-2 was not a pretext for race discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The prosecutor advanced two reasons that were plausible and specifically linked to Caldwell's case.  The first is the juror's possible relationship, through arrests of or incidents involving her children, with Officer Sands.  Cf. United States v. Terrazas-Carrasco, <span class=\"citation\" data-id=\"514002\"><a href=\"/opinion/514002/united-states-v-jose-trinidad-terrazas-carrasco/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">93</span></a></span>, 94-95 &amp; n. 1 (5th Cir.1988) (listing the fact that the prospective juror had \"the same last name as someone previously convicted by the prosecutor\" as one of a number of grounds for valid peremptory challenges);  United States v. Tindle, <span class=\"citation\" data-id=\"513289\"><a href=\"/opinion/513289/united-states-v-isaac-james-tindle/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span>, 128-29 (4th Cir.1988) (accepting as race-neutral the prosecutor's explanation that the surname of prospective juror Granderson closely resembled the surname of one Grandison, a defendant in one of the prosecutor's cases).  The second is her possible contacts with the Caldwell family due to her previous residence near the Caldwells in the North End.  See United States v. Williams, <span class=\"citation\" data-id=\"563753\"><a href=\"/opinion/563753/united-states-v-dorothy-williams-melvin-smith-eugene-moore-willie-henry/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1243</span></a></span>, 1247 (11th Cir.1991) (collecting cases upholding peremptory challenges based on a geographic relationship between a prospective juror and the case to be tried);  see also United States v. Angiulo, <span class=\"citation\" data-id=\"506589\"><a href=\"/opinion/506589/united-states-v-jason-brion-angiulo-united-states-of-america-v-john/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span></a></span>, 985 &amp; n. 37 (1st Cir.1988) (upholding a district judge's acceptance of a Batson-challenged strike, stating that a strike based on the prospective juror's residence in \"a small town where a number of the defendants and their cousins resided\" was permissible).</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Neighborhoods of residence and, sometimes, names may be race-linked characteristics.  See Hernandez, 500 U.S. at 363, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span> (\"If a prosecutor articulates a basis for a peremptory challenge that results in the disproportionate exclusion of members of a certain race, the trial judge may consider that fact as evidence that the prosecutor's stated reason constitutes a pretext for racial discrimination.\")  (citing Washington v. Davis, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 242, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976));  Perez, 35 F.3d at 635-36;  cf.  United States v. Bishop, <span class=\"citation\" data-id=\"580020\"><a href=\"/opinion/580020/united-states-v-leo-bishop/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span>, 825-26 (9th Cir.1992) (holding that the prosecutor's statement that a prospective juror was likely to have negative feelings about police because she lived in a poor, black neighborhood was not race-neutral because the prosecutor used residence as a \"surrogate for racial stereotypes\" rather than as a \"link connecting a specific juror to the facts of the case\").  But even when the criterion used by the prosecutor has a discriminatory impact, unless the government actor adopted a criterion with the intent of causing the impact asserted, that impact itself does not violate the principle of race neutrality.  See Hernandez, 500 U.S. at 360, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span>.   Here, there is little reason to think the grounds were proxies for race discrimination.  If the juror's children had a relationship based on prior run-ins with a police officer associated with the prosecution, that was an adequate, race-neutral reason.  Similarly, if the juror knew Caldwell's family, that was also an adequate, race-neutral reason.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">It may be argued that the record before the trial judge did not establish that either of these events are in fact true.  There are two responses.  The first is that the ultimate burden of proof is on the party making the Batson challenge.  This means that inadequacies in the record which preclude a determination of whether facts exist to support the prosecutor's reasoning works to Caldwell's disadvantage.  See Batson, 476 U.S. at 94 n. 18, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>.  The second is that the prosecutor stated that he was acting on information provided to him by Officer Sands, and the prosecutor's on-the-spot reliance on this information was perceived as genuine by the trial judge--regardless of whether the information was in fact accurate.</p>\n    </div>\n    <p class=\"indent\">C. Juror 4-5</p>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">The propriety of the challenge of juror 4-5 is a closer issue, but the trial judge's acceptance of this challenge is also entitled to the presumption of correctness and we conclude that the presumption has not been rebutted.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The juror's fifth grade education level and her inability to calculate her children's ages on the spot are not in question.  What is less clear is how relevant those facts are in light of the nature of the underlying case.  Challenges based on low levels of formal education have frequently been accepted over a Batson objection, see, e.g., United States v. Marin, <span class=\"citation\" data-id=\"655343\"><a href=\"/opinion/655343/united-states-v-jorge-e-marin/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">679</span></a></span>, 686-87 (7th Cir.1993) (collecting cases), but the courts in these cases have often noted the complex nature of the case in deciding that education is a relevant and permissible reason for the strike.  See, e.g., United States v. Moeller, <span class=\"citation\" data-id=\"9003\"><a href=\"/opinion/9003/united-states-v-moeller/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1053</span></a></span>, 1060 (5th Cir.1996) (recognizing the \"complex nature of the conspiracy[ ] and the number of interconnected offenses alleged\");  United States v. Hinojosa, <span class=\"citation\" data-id=\"579224\"><a href=\"/opinion/579224/united-states-v-humberto-hinojosa-and-carlos-lerma/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span>, 631 (5th Cir.1992) (holding that a strike on the basis of lack of education may be proper \"if that venireman's education is insufficient when taking into account the legal issues to be presented\");  United States v. Tucker, <span class=\"citation\" data-id=\"458631\"><a href=\"/opinion/458631/united-states-v-robert-l-tucker-deborah-bell-and-michael-ball/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 142 (7th Cir.1985) (\"The prosecutor wanted an educated jury that could understand letters of credit and the other aspects of this complicated commercial transaction, and the four blacks happened to have very little education or commercial experience.\").  In the case at hand, the concepts of time, distance, and identification which the prosecutor mentioned in his explanation for the challenge do not appear to have been particularly complex or difficult to understand.  It is true that Caldwell's alibi statements about where he was when and the prosecutor's theory about his opportunity to commit the crime required jurors to do some evaluation of the distances between places and the amount of time needed to travel between.  The state trial judge himself questioned how relevant education level was when the prosecutor first gave this reason.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">However, the prosecutor also raised his observations of the juror's demeanor as he listened to her answers to the questions about her children's ages.  Although the prosecutor's reference to demeanor was brief, we think to give much weight to the brevity of the reference, as Caldwell urges, would not be sensible.  Of course, a simple recitation of a demeanor-based reason for a strike by no means ensures affirmance of a judge's denial of a Batson objection.  By the same token, we do not require any particular code words from the counsel exercising the challenge in order to trigger appellate consideration of the relevance of demeanor.  Trial counsel knows that the trial judge is right there seeing the same things that everyone else is seeing.  Here, based on the cold transcript, it is apparent that juror 4-5 could have been answering the questions in a halting manner that made her seem confused and unable to follow the case.  Cf. Williams, 936 F.2d at 1246 (permitting a prosecutor's strike of a juror \"due to her advancing years and her apparent inability to follow the questions directed toward her during voir dire,\" where the trial judge concluded that the juror \"did not appear particularly alert and may not have been in the best of health\").</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">At any rate, the prosecutor's expressed concerns about the juror's ability to grasp fundamental concepts were on this record based on some combination of the juror's age-calculation problems, level of education, and demeanor.  Similarly, the trial judge's ruling appears based on a weighing of the juror's answers, the way the juror gave those answers, the prosecutor's demeanor, and the way the case appeared to the participants before the trial actually commenced.  Other factors that the judge might have considered are the prosecutor's claim that Caldwell had challenged numerous jurors with more than a high school education and the prosecutor's conduct of other portions of the jury selection.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Clearly the trial judge is in the best position to make such a complex, nuanced, observation-based inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Further, the closeness of the issue, the ability to read the record in a variety of ways, the disagreement among various state and federal court judges who have examined this case, and the district court's acknowledgment that it would be easy to write an opinion coming out the other way--all indicate that the presumption of correctness should be enforced.  See Wainwright v. Goode, <span class=\"citation\" data-id=\"111048\"><a href=\"/opinion/111048/wainwright-v-goode/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 85, <span class=\"citation\" data-id=\"111048\"><a href=\"/opinion/111048/wainwright-v-goode/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></a></span>, <span class=\"citation\" data-id=\"111048\"><a href=\"/opinion/111048/wainwright-v-goode/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span> (1983) (noting the number of state and federal judges who had disagreed on the issue in question, stating that, \"[a]t best, the record is ambiguous,\" and concluding that \"[b]ecause both ... conclusions find fair support in the record, we believe the [Eleventh Circuit] erred in substituting its view of the facts for that of the Florida Supreme Court\");  see also Neron v. Tierney, <span class=\"citation\" data-id=\"503069\"><a href=\"/opinion/503069/louis-neron-v-james-e-tierney-etc/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1200 (1st Cir.1988).</p>\n    </div>\n    <p class=\"indent\">D. Juror 5-1</p>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">There is little question of the genuineness of the prosecutor's explanation that he struck juror 5-1 because she expressed a reluctance to serve.  This was the same ground on which he had made several unsuccessful attempts to challenge her for cause.  The trial judge blocked this for-cause challenge by eventually working the juror into saying that she would serve if he wanted her to serve.  But the prosecutor \"had no obligation either to ignore [the juror's comments about her reluctance] or to accept at face value [the juror's] prediction that, in the end, [she] could put aside [her] problem and do it right.\"  Bergodere, 40 F.3d at 517 (internal quotation marks omitted);  see also Batson, 476 U.S. at 97, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span> (\"[W]e emphasize that the prosecutor's explanation need not rise to the level justifying exercise of a challenge for cause.\").  It is undoubtedly for this reason that even defense counsel, in the course of his objections during the trial, acknowledged the prosecutor's support for the challenge.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">We are sensitive to the racially charged nature of this case and to the suspicions which arise when four jurors of one race are challenged, leaving no jurors of that race to sit.  Nevertheless, giving the deference to the state trial court due under the precedent and considering the juror strikes both individually and as a whole, we conclude that the allowance of each of the prosecutor's four contested peremptory challenges finds fair support in the record, giving due deference to the view of the judge who observed the proceedings.  See generally Chappee v. Vose, <span class=\"citation\" data-id=\"503772\"><a href=\"/opinion/503772/douglas-d-chappee-v-george-vose/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir.1988) (\"In the last analysis [on habeas review], we look not to the desirability of a particular state court ruling or practice in utopian terms, but only to its constitutional implications.\").</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">We therefore reverse the grant of the writ of habeas corpus and vacate the writ.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The terms \"African-American\" and \"black\" are used interchangeably</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> These questions were as follows:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> These indictments charge the defendant with aggravated rape and kidnapping, among other things.  Is there anything about this type of offense which would make it impossible for you to be completely fair and impartial in judging this case?</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> During the course of this case there may be explicit testimony regarding specific sexual acts that allegedly took place.  Would this cause you any embarrassment, discomfort or would it in any way make it difficult for you to be completely fair and impartial in judging this case?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Have you or has anyone in your immediate family ever been the victim of a rape, sexual assault, or other crime of violence?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Have you or has anyone in your immediate family ever been affiliated with or employed by a law enforcement agency?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Do you or does anyone in your immediate family belong to any organization whose primary purpose is to educate or inform the public about the problems of rape and sexual abuse?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Much of the testimony in this case will come from police officers.  If a police officer and another witness gave you different testimony about the same incident, would you tend to believe the police officer simply because he is a police officer?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> Generally speaking, do you think that police officers tend to be more truthful than persons in other professions?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> The alleged victims in this case are white.  The defendant is black.  Is there anything about this fact that would cause you to be anything less than completely fair and impartial in judging this case?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> Do you think that black people generally speaking are less truthful than white people?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> Do you think that generally speaking black people tend to be more violent than white people?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Although these questionnaires are occasionally referred to in the transcript of the jury selection and appear to have been before the court and both counsel as the jurors were being questioned, see Mass.  Gen. Laws ch. 234A, &#167; 23, counsel did not put the questionnaires themselves containing the jurors' responses into the federal court record</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> Batson was decided on April 30, 1986, a month after jury selection in this case concluded;  it applies to this case, however, since it was decided before Caldwell's convictions became final.  See Griffith v. Kentucky, <span class=\"citation\" data-id=\"111785\"><a href=\"/opinion/111785/griffith-v-kentucky/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, 316, <span class=\"citation\" data-id=\"111785\"><a href=\"/opinion/111785/griffith-v-kentucky/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">708</span></a></span>, <span class=\"citation\" data-id=\"111785\"><a href=\"/opinion/111785/griffith-v-kentucky/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">649</span></a></span> (1987)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p> The prosecutor's full statement of his reasons ((1) his initial statement, and (2) his elaboration in response to defense counsel's response) was as follows:</p>\n        <p>(1) [Juror] 4-1, the reason frankly we objected to her is specifically my perception of her reactions to the questions you posed to her.  Those voir dire questions, when it came to police officers, I found her equivocating on those answers, suggesting that she would like to be fair and impartial when it came to police officers, she would try to do this and that.</p>\n        <p>At one time, she said that they should be more truthful and it was just the way she was equivocating about those answers regarding police officers, recognizing that we have at least two or three police officers expecting to testify.</p>\n        <p>She in our view would be a risk for us and I would point out, too, at the time that I decided to challenge [4-1], there had been no other blacks selected for this panel this morning.  In other words, she was the first person that came in, I believe, and the decision was made at that time on the basis of her answers only....</p>\n        <p>(2) Judge, when we were [at] side bar earlier I mentioned with respect to this juror, among other things, to have you recall the way she was asked the questions and her answers were clear until, at least in my view, we came to the area surrounding police officers.  It was a question [defense counsel] desired to be asked of these prospective jurors about their attitudes about police and I notice or I sensed and I wrote that down, certain things about this juror's reactions to those questions.</p>\n        <p>I recall your Honor even spending more than just asking her the one question to develop answers and she hesitated several times about her reactions to questions about the police.</p>\n        <p>She also said that she would like to think that she wouldn't believe someone more than a police officer or she would try not to have her attitude about police affect it.</p>\n        <p>I wrote down the words that she used and indicated another time well, they should be more truthful, but then she stopped. It was the answers to those questions about the police, recognizing we are going to have police testimony, that caused me at that time to say I didn't desire her as a juror.</p>\n        <p>... I have legitimate concern about the way she answered those questions about the police officers, recognizing the importance of police officers' testimony in this case.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p> Here is the prosecutor's full explanation:</p>\n        <p>The reason that she was challenged by me is because a police officer assisting me, Michael Sands, brought to my attention that he felt he had dealt with members of the family, be it by way of arrests or incidents involving them when she lived in the North End.</p>\n        <p>She indicated in response to your question that she indeed did live in the area that the officer had described to me.  I pointed out that she has two, four, six, eight children listed [on her questionnaire] and this officer says he had experience with those children, if it was the same woman from that area and she responded affirmatively to that.</p>\n        <p>Also, I point out that the area she used to live in is within a few streets, we claim, of where Mr. Caldwell lives.  That is on Allendale Street where his parents and he were living and we also felt in discussing it that there was a likelihood that members of that family perhaps knew or were familiar with the Caldwell family.</p>\n        <p>We felt a risk to leave her on for that reason, specifically in view of her answers about her background and where she had lived.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">7</a>\n        <p> There was some question about whether this juror was indeed African-American (the prosecutor said he \"presumed\" she was not, and the judge said, \"I did not think so myself\";  defense counsel argued that she was clearly a person of color, and the Judge responded \"[o]kay\"), but the judge apparently treated her as the proper subject of a Soares inquiry.  We assume that juror 4-2 was, like Caldwell, African-American, and therefore do not address the applicability of Powers v. Ohio, <span class=\"citation\" data-id=\"112570\"><a href=\"/opinion/112570/powers-v-ohio/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"112570\"><a href=\"/opinion/112570/powers-v-ohio/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></a></span>, <span class=\"citation\" data-id=\"112570\"><a href=\"/opinion/112570/powers-v-ohio/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1991) (holding that a criminal defendant may object to race-based exclusions of jurors regardless of whether the defendant and the excluded juror are of the same race)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">8</a>\n        <p> The prosecutor's full explanation was in three parts, consisting of (1) an initial explanation, (2) an elaboration after the judge indicated that he did not think education level was a proper basis for a challenge, and (3) a response to defense counsel's argument that the case did not involve complex issues but turned only on identification and credibility:</p>\n        <p>(1) I would say specifically with regard to ... 4-5, that I noted on her card that her highest educational level was fifth grade.</p>\n        <p>I also noted she said the ages of her children were eighteen through thirty-seven.  She was questioned about that and apparently unable to tell us the ages of the six or seven children that she has.  She could only describe it by the year in which they were born and I questioned her ability to understand perhaps some of the things we are going to be dealing with because of that educational level.  I will tell you certainly that time measurements and distance units are an issue in this case.</p>\n        <p>That challenge on my part for her related more to her ability to understand, in my view, the issues that we are going to be raising because of what appeared to be a very limited educational background.  That's why I challenged her.</p>\n        <p>(2) [Defense counsel] has excluded every single woman who has an educational level of high school age or beyond....</p>\n        <p>Likewise, from my view, more of a problem presents itself when you feel that someone may not be able to deal with some of the issues because of an intellectual background and I frankly suspect from judging her demeanor, the way she handled those questions and the way she responded to the further questions of your Honor, she was unable, for example, to add to take a birthday of one of her children and arrive at today's year and tell us how old that child was.</p>\n        <p>We had to resort, for example, to getting a year of birth as best she could recall from that child and figure it out for ourselves.</p>\n        <p>I think it shows a fundamental inability because of an educational background to deal conceptually with certain matters and I would point out, your Honor, that one of the things we intend to do in this case from the view [of the relevant sites] on down is to suggest to these people the times and distances and the issue of identification, all of which require some ability to grasp the concepts which is fundamental to us.</p>\n        <p>I would think that education certainly is appropriate, in fact, I'm more concerned that [defense counsel] seems to be eliminating people because they're white women and educated than I am about someone who is uneducated who I feel might not be able to conceptually grasp some of the issues that we are going to need to persuade the jury with.</p>\n        <p>(3) He may consider this case simple and fundamental.  I don't.  I know, for example, that part of the evidence we are going to introduce is we are going to have to suggest and persuade these people that times are relevant and important because someone couldn't be here when they said they were.  They were somewhere else.</p>\n        <p>There's going to be a lot of issues that require thought and perhaps he may not think it's complex, but I have considered it complex when I assess these jurors and to say that she handled the questions the same as everybody else I don't think is a fair assessment.</p>\n        <p>The woman was unable to tell us how old her children were by simply deducting the year they were born from today.  I think it shows me or it raised a concern with me irrespective of her race.  I don't care who she was.</p>\n        <p>...</p>\n        <p>So, I felt in fairness to the complexity of the case that I anticipated presenting that it wasn't a juror that I desired to have and that was solely my reason.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">9</a>\n        <p> The court also stated in a footnote that the person who was the prosecutor had appeared before it on many occasions, that he \"would never be guilty of any conscious racial discrimination,\" and that \"[n]othing in [the] decision is intended to suggest otherwise.\"  Id. at 201 n. 1. We disregard the footnote in our analysis.  We do not enter a debate about whether \"purposeful\" or \"intentional\" discrimination may encompass unconscious discrimination in the Batson context.  We take it the district court was concerned, the prosecutor's conscious purpose aside, about the discriminatory impact of the exclusion of all the black jurors.  We discuss below the fact that cumulative challenges, weakly supported, may be some evidence of discrimination.  But if the court meant discriminatory impact alone could suffice, without proof of purposeful discrimination on the basis of race, that is not the law.  See Hernandez v. New York, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 360, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span>, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">395</span></a></span> (1991) (plurality opinion);  cf.  Brewer v. Marshall, <span class=\"citation\" data-id=\"197471\"><a href=\"/opinion/197471/brewer-v-marshall-sheriff/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 1005 (1st Cir.1997) (discussing whether statistical disparity alone can establish a prima facie Batson claim)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">10</a>\n        <p> The relevant portion of juror 5-13's voir dire is the following:</p>\n        <p>THE COURT: If a police officer and another witness gave you different testimony about the same incident, would you tend to believe the police officer simply because he is a police officer?</p>\n        <p>THE JUROR: No.</p>\n        <p>THE COURT: How about the other way around;  would you tend to disbelieve him just because he is a police officer?</p>\n        <p>THE JUROR: No.</p>\n        <p>THE COURT: [G]enerally speaking do you think that police officers tend to be more truthful than persons in other professions?</p>\n        <p>THE JUROR: I don't know.  That's a--I don't know.  Do you mean professionally or do you mean in every day life?   I mean, I'm sure a police officer lies every now and then to his wife or to his neighbor, but--</p>\n        <p>THE COURT: Don't forget girlfriends.</p>\n        <p>THE JUROR: Girlfriends.  Because, as far as being in his profession, I would say no.</p>\n        <p>THE COURT: Let me ask a question then.  Generally speaking do you think that police officers tend to be more truthful than persons in other professions, than other people?</p>\n        <p>THE JUROR: In other professions, yes.</p>\n        <p>THE COURT: You think they tend to be more truthful?</p>\n        <p>THE JUROR: In their profession.  Do I have to say yes or no?</p>\n        <p>THE COURT: Yes, it would help me a lot if you could.</p>\n        <p>THE JUROR: That's all I have to say is yes or no, but I don't really understand the question.</p>\n        <p>THE COURT: Let me put it the other way around.  Do you think they tend to be less truthful than other people?</p>\n        <p>THE JUROR: No.</p>\n        <p>THE COURT: Do you think they tend to be more truthful than other people?</p>\n        <p>THE JUROR: I think they would be the same as any other person.</p>\n        <p>THE COURT:  All right.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Of course, the state trial court's determinations here were made not under Batson, which had yet to be decided, but under Soares.   Because the judge conducted an inquiry which was virtually identical to a Batson inquiry, considering each objected-to challenge carefully, and because the holding of Soares is quite similar to the holding of Batson, see Soares, 387 N.E.2d at 516 (\"[E]xercise of peremptory challenges to exclude members of discrete groups, solely on the basis of bias presumed to derive from that individual's membership in the group, contravenes the requirement inherent in art. 12 of the Declaration of Rights.\");   see also Commonwealth v. DiMatteo, 12 Mass.App.Ct. 547, <span class=\"citation\" data-id=\"2121415\"><a href=\"/opinion/2121415/commonwealth-v-dimatteo/\"><span class=\"volume\">427</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">754</span></a></span>, 758 (1981), we do not accord the trial judge's findings any less of a presumption of correctness than if they had been made under the guidance of Batson itself</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The relevant version of 28 U.S.C. &#167; 2254(d) reads as follows:</p>\n        <p>In any proceeding instituted in a Federal court by an application for a writ of habeas corpus by a person in custody pursuant to the judgment of a State court, a determination after a hearing on the merits of a factual issue, made by a State court of competent jurisdiction ... evidenced by a written finding, written opinion, or other reliable and adequate written indicia, shall be presumed to be correct, unless the applicant shall establish or it shall otherwise appear ...--</p>\n        <p>(1) that the merits of the factual dispute were not resolved in the State court hearing;</p>\n        <p>(2) that the factfinding procedure employed by the State court was not adequate to afford a full and fair hearing;</p>\n        <p>(3) that the material facts were not adequately developed at the State court hearing;</p>\n        <p>(4) that the State court lacked jurisdiction ...;</p>\n        <p>(5) that the applicant was an indigent and the State court, in deprivation of his constitutional right, failed to appoint counsel to represent him in the State court proceeding;</p>\n        <p>(6) that the applicant did not receive a full, fair, and adequate hearing in the State court proceeding;  or</p>\n        <p>(7) that the applicant was otherwise denied due process of law in the State court proceeding;</p>\n        <p>(8) or unless that part of the record of the State court proceeding in which the determination of such factual issue was made, pertinent to a determination of the sufficiency of the evidence to support such factual determination, is produced as provided for hereinafter, and the Federal court on a consideration of such part of the record as a whole concludes that such factual determination is not fairly supported by the record:</p>\n        <p>And in an evidentiary hearing in the proceeding in the Federal court, when due proof of such factual determination has been made, unless the existence of one or more of the circumstances respectively set forth in paragraphs numbered (1) to (7), inclusive, is shown by the applicant, [or] otherwise appears, ... or unless the court concludes pursuant to the provisions of paragraph numbered (8) that the record in the State court proceeding, considered as a whole, does not fairly support such factual determination, the burden shall rest upon the applicant to establish by convincing evidence that the  factual determination by the State court was erroneous.</p>\n        <p>28 U.S.C. &#167; 2254(d) (pre-AEDPA version).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Although pre-AEDPA &#167; 2254 only mandates a presumption of correctness for factual determinations \"evidenced by a written finding, written opinion, or other reliable and adequate written indicia,\" statements made on the record in open court qualify as \"written indicia,\" see Wainwright v. Witt, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 430, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">841</span></a></span> (1985), and findings may be inferred from a judge's ultimate ruling, see Marshall, 459 U.S. at 433, <span class=\"citation\" data-id=\"110828\"><a href=\"/opinion/110828/marshall-v-lonberger/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">843</span></a></span> (\"The trial court's ruling allowing the record of conviction to be admitted in evidence in support of the specification is tantamount to a refusal to believe the testimony of respondent.\");   see also Wainwright, 469 U.S. at 430, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Cf. Gertner &amp; Mizner, The Law of Juries 4-46 to 4-47 (1997) (\"[I]t is clear that the less rational the explanation, the more likely a trial judge would find it to be pretextual in the third step of the analysis.  If he or she does not, as Purkett suggests, there is little recourse;  considerable discretion is given to the trial judge at all stages of the process.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Of course, striking even a single juror on the basis of that juror's race is constitutionally impermissible.  See Bergodere, 40 F.3d at 516</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> A juror identified with the number 5-13 did sit on the jury.  However, since the jurors' names as well as their numbers are indicated in the transcript, it is clear that the juror who gave the voir dire responses cited by the district court and discussed above is not the juror who was ultimately selected (the repetition of the numbers was perhaps due to the fact that the jury was selected from two different panels)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The Commonwealth argued with some specificity in its brief to the Massachusetts Appeals Court that the prosecutor had also challenged three jurors whose highest level of formal education was eighth or ninth grade.  However, because the juror's questionnaires are not part of the record before us, we have no way of confirming or denying that assertion (or of ascertaining whether jurors with low education levels remained on the jury)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/9003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2121415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2121755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2217599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2243129/"
  ]
}