{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198101/",
  "absolute_url": "/opinion/198101/rozpad-v-commissioner/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198101/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:45:35Z",
  "date_modified": "2017-03-24T10:54:32.593031Z",
  "type": "010combined",
  "sha1": "e05de21f11433cba019f17ffc74e9e463a9ddc02",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1254.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                 For the First Circuit\r\n\nNo. 98-1254\r\n\n        JOSEPH S. ROZPAD AND KATHLEEN M. ROZPAD,\r\n                Petitioners, Appellants,\r\n\n                           v.\r\n\n           COMMISSIONER OF INTERNAL REVENUE,\r\n                 Respondent, Appellee.\r\n                                      \r\n\nNo. 98-1269\r\n\n         FLORIANO DIBIASIO AND ANGELA DIBIASIO,\r\n                Petitioners, Appellants,\r\n\n                           v.\r\n\n           COMMISSIONER OF INTERNAL REVENUE,\r\n                 Respondent, Appellee.\r\n\n        APPEALS FROM THE UNITED STATES TAX COURT\r\n\n            [Hon. Maurice B. Foley, Judge]\r\n\n                        Before\r\n\n       Selya, Boudin and Lipez, Circuit Judges.\r\n\nJustin S. Holden, with whom Kimberly L. O'Brien and Justin S.\r\nHolden &amp; Associates, Inc., were on brief, for appellants.\r\nRegina S. Moriarty, Attorney, Tax Division, U.S. Dep't of\r\nJustice, with whom Loretta C. Argrett, Assistant Attorney General,\r\nand Bruce R. Ellisen, Attorney, Tax Division, were on brief, for\r\nappellee.\r\n\nAugust 25, 1998\r\n\nSELYA, Circuit Judge.  These appeals require us to\r\ndetermine whether the appellants, Joseph and Kathleen Rozpad and\r\nFloriano and Angela DiBiasio, must pay federal income tax on\r\nportions of the monies they received after settling their\r\nrespective medical malpractice cases.  Pointing to earlier jury\r\nverdicts and ensuing judgments in the cases, the Commissioner of\r\nInternal Revenue (the Commissioner) determined that a portion of\r\neach settlement corresponded to prejudgment interest and assessed\r\ndeficiencies based on the appellants' failure to pay tax thereon. \r\nDespite the fact that the judgments to which the Commissioner\r\nalluded had been abrogated by the subsequent settlements, the Tax\r\nCourt upheld the challenged deficiencies.  See Rozpad v.\r\nCommissioner, 74 T.C.M. (CCH) 1264 (1997).  So do we.\r\nI.  BACKGROUND\r\nThe parties submitted these cases on a stipulated record. \r\nWe briefly recount the essential facts.\r\n                    A.  The Rozpads.\r\nKathleen Rozpad underwent surgery in 1989, with less than\r\nauspicious results.  She and her husband sued the surgeon in a\r\nRhode Island state court.  In 1992, a jury awarded Mrs. Rozpad\r\n$2,000,000 in damages and also awarded $65,000 to her husband.  The\r\ntrial court reduced Mrs. Rozpad's award to $650,000, and she agreed\r\nto remit the excess.  The court then entered a final (but\r\nreviewable) judgment for $965,250, which included $250,250 in\r\nprejudgment interest mandated by R.I. Gen. Laws  9-21-10 (1985).\r\nDuring the appeal period, the Rozpads and the surgeon\r\nnegotiated a global settlement for $800,000 without any discussion\r\nof, or reference to, tax consequences.  They filed a stipulation\r\nwith the court which recited that \"[t]he above-entitled action is\r\nhereby dismissed, no interest, no costs.\"  After payment of\r\nattorneys' fees and costs, the Rozpads netted $438,887.13.  They\r\nreported no portion of the settlement on their 1992 federal income\r\ntax return.\r\nIn 1994, the Commissioner issued a notice of deficiency,\r\nasserting that a portion of the settlement constituted taxable\r\nprejudgment interest and should have been so reported in 1992.\r\n                   B.  The DiBiasios.\r\nFloriano DiBiasio underwent surgery in 1982, but the\r\noperation did not go well.  He sued the surgeon for malpractice in\r\na Rhode Island state court and a jury awarded him $700,000 in\r\ndamages.  The trial court entered a final (but reviewable) judgment\r\nfor $1,272,810, which included $572,810 in prejudgment interest\r\nmandated by R.I. Gen. Laws  9-21-10.  During the appeal period,\r\nthe parties settled the case for $1,000,000 and filed a stipulation\r\nwith the court nearly identical to that filed in the Rozpad case. \r\nThere was no discussion of, nor reference to, tax consequences. \r\nAfter payment of attorneys' fees and costs, Mr. DiBiasio netted\r\n$552,539.79.  The DiBiasios did not report any part of the\r\nsettlement on their 1989 federal income tax return.\r\nOn February 23, 1994, the Commissioner issued a notice of\r\ndeficiency, asserting that a portion of the settlement constituted\r\ntaxable prejudgment interest which should have been (but was not)\r\nreported in the year 1989.\r\n                 C.  Proceedings Below.\r\nBoth the Rozpads and the DiBiasios filed timely petitions\r\nfor redetermination in the Tax Court.  The Tax Court consolidated\r\nthe two cases.  It thereafter rejected the petitioners' contentions\r\nand entered judgment for the Commissioner.  These appeals followed.\r\nII.  DISCUSSION\r\nThis case involves the interplay of sections 61 and\r\n104(a)(2) of the Internal Revenue Code (26 U.S.C.).  The former\r\nsection provides for the taxation of all income \"from whatever\r\nsource derived . . . including, but not limited to . . . (4)\r\nInterest.\"  26 U.S.C. 61.  The latter section excludes from\r\ntaxation \"the amount of any damages received (whether by suit or\r\nagreement and whether as lump sums or as periodic payments) on\r\naccount of personal injuries or sickness.\"  26 U.S.C.  104(a)(2). \r\nAs between the two provisos, section 61's broad mandate constitutes\r\nthe general rule and applies presumptively to all monetary\r\naccretions unless the recipient can show that a specific exclusion\r\npertains.  See Commissioner v. Schleier, 515 U.S. 323, 328 (1995);\r\nDelaney v. Commissioner, 99 F.3d 20, 23 (1st Cir. 1996).  Thus, the\r\npetitioners in this case must carry the devoir of persuasion to\r\ndemonstrate that section 104(a)(2) limits the tax liability that\r\nsection 61 presumptively imposes.  Their task is daunting because\r\nall exclusions from taxation must be narrowly construed.  SeeCommissioner v. Jacobson, 336 U.S. 28, 49 (1949).\r\nOur consideration of the petitioners' offerings proceeds\r\nin three segments.  First, we mull their claim that the\r\nCommissioner (and the Tax Court) erroneously attributed a portion\r\nof their settlements to prejudgment interest.  Second, we consider\r\ntheir claim that, in all events, prejudgment interest on\r\ncompensatory awards in personal injury actions should not be\r\ntaxable at all.  Finally, we address the DiBiasios' contention that\r\nthe Commissioner acted out of time in notifying them of the\r\nostensible deficiency.  Throughout, we scrutinize the Tax Court's\r\nfindings of fact for clear error and examine its conclusions of law\r\nde novo.  See State Police Ass'n of Mass. v. Commissioner, 125 F.3d\r\n1, 5 (1st Cir. 1997).\r\n\n          A.  Allocating Prejudgment Interest.\r\nThe petitioners' flagship claim posits that, inasmuch as\r\nthe trial court judgments in the malpractice actions were annulled\r\nby stipulation and never became enforceable, the funds that they\r\nreceived can only be classified as lump-sum personal injury\r\nsettlements (and, therefore, wholly excludable from federal income\r\ntaxation under section 104(a)(2)).  Put another way, the\r\npetitioners contend that, in the absence of an enforceable judgment\r\n(i.e., one as to which all avenues of direct review have been\r\nexhausted, either by unsuccessful appeals or the running of the\r\napplicable appeal period) that includes interest, the Commissioner\r\nunreasonably chose to \"go behind\" the settlement agreements and\r\nimprovise an artificial allocation.\r\nThe case law, though sparse, seems to draw a well-\r\nconceived line that refutes the petitioners' challenge.  When the\r\ninterest component of a personal injury settlement is difficult to\r\ndelineate, there is every reason for courts (and the Commissioner)\r\nto defer to section 104(a)(2) and treat the entirety as free from\r\ntax.  After all, a settlement of a claim for personal injuries\r\nalmost inevitably will take into account a multitude of factors\r\n(e.g., the nature of the injuries, the measure of damages,\r\nattendant pain, the economic loss, the prognosis for the future,\r\nthe strength or weakness of the victim's case on liability, the\r\nimmediacy of the victim's need for funds, the depth of the\r\ntortfeasor's pocket, the presence or absence of legal\r\nrepresentation, the costs of trial, the extent of anticipated\r\ndelays, and the availability vel non of punitive damages and/or\r\nprejudgment interest), and the parties typically will not assign\r\nindependent monetary values to each of these factors.  To\r\ncomplicate matters further, some of these factors (e.g., the costs\r\nof trial) would not themselves bear prejudgment interest.  Thus,\r\nthe absence of an allocation renders it too speculative for a\r\ncourt, in hindsight, to assign independent weight to each relevant\r\nfactor and isolate a reliable figure representing prejudgment\r\ninterest.\r\nOn the other hand, when the interest component of a\r\npersonal injury settlement can be delineated with accuracy and ease\r\nas when there has been a jury verdict and an ensuing judgment\r\nthat contains separate itemizations of damages and interest   a\r\nsubsequent settlement that does not purport to make a different\r\nallocation is quite logically viewed as including a pro rata share\r\nof interest.  See Robinson v. Commissioner, 70 F.3d 34, 38 (5th\r\nCir. 1995), cert. denied, 117 S. Ct. 83 (1996); Delaney, 99 F.3d at\r\n24 n.3.  In this hermeneutic, the parties have settled a claim for\r\na liquidated amount   and it is not unfair to assume, in the\r\nabsence of a contrary allocation, see, e.g., McShane v.\r\nCommissioner, 53 T.C.M. (CCH) 409 (1987), that interest and damages\r\ncompose the same proportion of the settlement as of the antecedent\r\njudgment.  Cf. Lyeth v. Hoey, 305 U.S. 188, 196 (1938) (explaining\r\nthat amounts received in compromise of a claim are treated for tax\r\npurposes in the same manner as would have been the case had the\r\ntaxpayer-plaintiff litigated and won the suit); Alexander v. IRS,\r\n72 F.3d 938, 942 (1st Cir. 1995) (similar).  That assumption has\r\nparticular force where, as here, the appeal period had not run and\r\nthe settlement amount exceeded the amount of the damages\r\nrecovered.  This concatenation of circumstances leaves no doubt\r\nbut that the settlement includes some prejudgment interest.\r\nOur decision two years ago in Delaney paves the way for\r\nthe result that we reach today.  Delaney is particularly\r\ninstructive with respect to the petitioners' argument that the\r\nCommissioner improperly went behind their settlement agreements. \r\nWe determined there that the court had the right   indeed, the duty\r\nto look beyond the \"language subscribed to by the parties.\" \r\nDelaney, 99 F.3d at 23; accord Alexander 72 F.3d at 942; Robinson,\r\n70 F.3d at 37-38.\r\nDelaney is also instructive on another point.  In that\r\ncase, the taxpayers garnered a jury verdict for $175,000 in a\r\npersonal injury suit, to which the trial court added $112,000 in\r\nstatutorily mandated prejudgment interest.  See Delaney, 99 F.3d at\r\n22.  During the pendency of the ensuing appeal, the parties settled\r\nthe case for $250,000, without addressing the tax consequences of\r\nthe settlement in any way.  See id.  When the Delaneys failed to\r\nreport any portion of the settlement on their federal income tax\r\nreturn for the appropriate year, the Commissioner constructed a\r\nfraction, using as the numerator the amount of prejudgment interest\r\nset by the trial court ($112,000) and as the denominator the total\r\namount of the judgment ($287,000).  He then multiplied the total\r\nsettlement ($250,000) by this fraction and assessed a deficiency on\r\nthe basis that the resulting product ($97,561) represented the\r\n(taxable) interest component of the settlement.  See id.\r\nThe Tax Court sustained the Commissioner's determination,\r\nas did we.  See id. at 23.  Specifically, we approved the\r\nCommissioner's use of a ratio based on the judgment in apportioning\r\nthe undifferentiated settlement proceeds as between prejudgment\r\ninterest and compensatory damages.  See id. at 25-26; accordRobinson, 70 F.3d at 38 (holding explicitly that the jury's verdict\r\nfurnishes \"the best indication\" of how to prorate an ensuing\r\nsettlement).  Since the Commissioner used exactly the same\r\nmethodology in this case, our precedent forecloses the petitioners'\r\ncomplaint about that methodology.\r\nConsistent with the authorities we have cited, we hold\r\nthat when an amount has been received in settlement of a claim\r\nafter the claim has been reduced to judgment, the judgment, albeit\r\nnot final, nonetheless furnishes an adequate guideline for\r\nallocation by the Commissioner to the extent that it is composed of\r\nboth compensatory damages and prejudgment interest.  See Delaney,\r\n99 F.3d at 25-26; Robinson, 70 F.3d at 38.\r\n      B.  The Taxability of Prejudgment Interest.\r\nHaving disposed of the petitioners' claim that no part of\r\ntheir settlements constituted prejudgment interest, we turn to\r\ntheir theory that prejudgment interest on a personal injury award\r\nis itself an award of damages received on account of personal\r\ninjury, and thus excludable from federal income taxation by virtue\r\nof section 104(a)(2).\r\nThe petitioners accurately remark the tension between\r\nsections 61 and 104(a)(2)   a tension that we noted but did not\r\nreconcile in Delaney, 99 F.3d at 26-27.  Other courts, however,\r\nhave resolved this tension in a manner adverse to the petitioners'\r\nposition.   See, e.g., Brabson v. United States, 73 F.3d 1040 (10th\r\nCir. 1996) (Coffin, J., sitting by designation); Kovacs v.\r\nCommissioner, 100 T.C. 124 (1993), aff'd, 25 F.3d 1048 (6th Cir.\r\n1994) (table).  In both instances, final judgments in personal\r\ninjury cases had entered that specifically included prejudgment\r\ninterest; the taxpayers sought to avoid taxation of the prejudgment\r\ninterest, arguing that it was indistinguishable from the\r\ncompensatory personal injury awards;  and the courts held that the\r\nportions of the recoveries allocated to interest were taxable.  SeeBrabson, 73 F.3d at 1046-47; Kovacs, 100 T.C. at 133.\r\nThe petitioners suggest that Kovacs, the principal Tax\r\nCourt precedent on which the Commissioner relies, is a hoax, built\r\nupon an improper analogy to earlier Tax Court cases dealing with\r\npost-judgment, rather than prejudgment, interest.  See, e.g., Aamesv. Commissioner, 94 T.C. 189 (1990); Church v. Commissioner, 80\r\nT.C. 1104 (1983).  This claim is easily dispatched.  It is true\r\nthat many of the cases discussed in Kovacs deal with post-judgment\r\ninterest   but the petitioners fail to persuade us that this\r\ndistinction makes a meaningful difference.  Interest, whether pre-\r\nor post-judgment, compensates for delay in payment, and is\r\nspecifically included in the litany of income items subject to\r\ntaxation under section 61.  Thus, essentially the same rationale\r\nsupports the includability of both species of interest for tax\r\npurposes.  The Tax Court merely applied existing precedent to a new\r\nversion of an old problem and reached a sensible result.  SeeKovacs, 100 T.C. at 129-30.\r\nThe petitioners also claim that the Kovacs court\r\noverlooked the legislative history of section 104(a)(2).  They\r\nassert that the 1982 amendment to that section, which specifically\r\napproved exclusion from taxation of periodic payments received on\r\naccount of personal injuries, demonstrates that Congress intended\r\nto exempt the interest portion of personal injury settlements from\r\ntaxation.  This strikes us as wishful thinking.  There is nothing\r\nin the text of the amendment that necessitates (or even suggests)\r\nsuch a conclusion.  Indeed, it seems likely that Congress's\r\ndecision not to tax periodic payments reflects recognition of the\r\nadministrative difficulties of such a task   and nothing more.  SeeBrabson, 73 F.3d at 1045 n.5; Kovacs, 100 T.C. at 132-33.\r\nThe petitioners next turn to Schleier, 515 U.S. 323, and\r\nUnited States v. Burke, 504 U.S. 229 (1992), in their effort to\r\npersuade us that Brabson and Kovacs are wrongly decided.  In both\r\ninstances, the Court held that backpay awards in workplace\r\ndiscrimination cases were not excludable under section 104(a)(2)\r\nbecause they were not received on account of personal injuries. \r\nSee Schleier, 515 U.S. at 336-37; Burke, 504 U.S. at 242.  Glossing\r\nover these holdings, the petitioners focus on a passage in\r\nSchleier, 515 U.S. at 329-30, where the Court observed in dictum\r\nthat lost wages recovered in a suit for bodily injuries are\r\nexcludable from taxation under section 104(a)(2).  In the\r\npetitioners' view, this passage implies that all amounts received\r\nas part of a personal injury award are similarly sheltered.\r\nLike the Brabson court, 73 F.3d at 1046, we think that\r\nthis generous reading is unwarranted.  In both Schleier and Burke,\r\nthe Court recognized that there are two elements which a taxpayer\r\nmust establish to qualify for an exclusion under section 104(a)(2). \r\nFirst, damages must be incurred through a tort or a tort-like\r\nincident causing personal injury.  See Schleier, 515 U.S. at 336-\r\n37; Burke, 504 U.S. at 237.  Second, those damages must be received\r\non account of that personal injury.  See Schleier, 515 U.S. at 333-\r\n34; Burke, 504 U.S. at 234; see also Delaney, 99 F.3d at 27.  It\r\nfollows inexorably that the decisive question here cannot be the\r\nextent to which prejudgment interest is \"like\" or \"unlike\" lost\r\nwages, but, rather, whether prejudgment interest, under the\r\ncircumstances of this case, can pass the Court's two-part test.\r\nApplying this test, we conclude that prejudgment interest\r\nis not \"damages\" received \"on account of\" a personal injury, and\r\nis, therefore, taxable.  In reaching this conclusion, we place\r\nconsiderable emphasis on the nature of the funds that the\r\nCommissioner found taxable.  Section 104(a)(2) excludes from\r\ntaxation \"the amount of any damages received . . . on account of\r\npersonal injury or sickness.\" (emphasis supplied).  Language is not\r\ninfinitely elastic, and here, the disputed prejudgment interest\r\nsimply does not comprise \"damages\" within the meaning of section\r\n104(a)(2).  We explain briefly.\r\nUnder the applicable Rhode Island statute, prejudgment\r\ninterest is awarded in all civil cases, not just in personal injury\r\ncases.  See R.I. Gen. Laws  9-21-10.  This interest is separate\r\nand distinct from damages, and is awarded mainly to compensate for\r\ndelay in payment.  See Foster v. Quigley, 179 A.2d 494, 495 (R.I.\r\n1962) (holding that prejudgment interest for damages to the person\r\n\"is not of the substance of the right of action but exclusively an\r\nincident attached thereto by legislative fiat after such right has\r\nbeen adjudicated\"); accord Balian v. Allstate Ins. Co., 610 A.2d\r\n546, 549-50 (R.I. 1992) (reaffirming Foster and acknowledging that\r\n\"the definition of damages may not always include interest\"); DiMeov. Philbin, 502 A.2d 825, 826 (R.I. 1986) (explaining that the\r\nlegislature's intent in providing for prejudgment interest was to\r\nencourage settlement of tort cases without delay).\r\nTo be sure, federal law   not state law   supplies the\r\nrule of decision in determining whether a given payment is subject\r\nto federal income tax.  See Helvering v. Stuart, 317 U.S. 154, 162\r\n(1942); Lyeth, 305 U.S. at 194.  Nevertheless, a state's\r\ncharacterization of such a payment can inform the federal\r\ndetermination, see Brabson, 73 F.3d at 1044, and Rhode Island's\r\ncharacterization of prejudgment interest comports with the idea,\r\nvenerated in federal jurisprudence, that the principal purpose of\r\nprejudgment interest is to compensate for a delay in payment.  SeeWest Virginia v. United States, 479 U.S. 305, 310 n.2 (1987);\r\nKovacs, 100 T.C. at 128.  To that extent, then, federal and state\r\nlaw converge.\r\nWe also conclude that prejudgment interest fails the\r\nsecond prong of the Court's two-part test as it is not received \"on\r\naccount of\" a personal injury.  As the Schleier Court explained, a\r\nrecovery attributable to lost wages is not taxable because \"the\r\naccident causes a personal injury which in turn causes a loss of\r\nwages.\"  515 U.S. at 330.  Conversely, the personal injury that a\r\nvictim experiences in, say, a medical malpractice case, does not\r\ncause a delay in payment.  Rather, the injury causes damages, thus\r\ncreating the fund on which interest for delay in payment is owed. \r\nSee Kovacs, 100 T.C. at 128-29.  So viewed, the second half of the\r\nCourt's test strongly suggests that, unlike lost wages, prejudgment\r\ninterest should not be excluded from federal income taxation by\r\noperation of section 104(a)(2).\r\nOther indicia point persuasively in the same direction. \r\nThese signposts are neatly synthesized in Judge Coffin's thoughtful\r\nopinion in Brabson, 73 F.3d 1040.  We rehearse three such indicia. \r\nFirst, prejudgment interest is not a traditional remedy for\r\npersonal injuries.  See id. at. 1046.  The Supreme Court has\r\naccorded considerable significance to this factor, see, e.g.,\r\nSchleier, 515 U.S. at 329 (focusing on \"typical recovery in a\r\npersonal injury case\" in applying the two-part test), and so do we.\r\nSecond, and relatedly, the Brabson court attached great\r\nweight to the fact that prejudgment interest was not available at\r\ncommon law in personal injury cases.  Indeed, such a boon was\r\nunheard-of in 1919 when Congress enacted the direct lineal ancestor\r\nof section 104(a)(2), section 213(b)(6) of the Revenue Act of 1918,\r\nch. 18, 40 Stat. 1057, 1066 (1919).  Since the exclusion for\r\npersonal injury awards has been handed down almost verbatim from\r\n1919 forward, Congress could not conceivably have intended the\r\nexclusion to apply to prejudgment interest.  Cf. Monessen S.W. Ry.\r\nCo. v. Morgan, 486 U.S. 330, 338-39 (1988) (disallowing recovery of\r\nprejudgment interest in FELA cases because, when Congress enacted\r\nthe FELA in 1908, the common law did not allow prejudgment interest\r\nin personal injury suits).\r\nThird, the Brabson court read Schleier as requiring \"a\r\ndirect link between the injury and the remedial relief\" for the\r\nexclusion to apply, Brabson 73 F.3d at 1047, and found no such link\r\nbetween personal injuries and prejudgment interest.  \"Time becomes\r\nthe relevant factor, not the injury itself   the longer the\r\nprocedural delay, the higher the amount.\"  Id.  Thus, prejudgment\r\ninterest is inextricably intertwined with the very delay that\r\nsevers the connection between prejudgment interest and the\r\nunderlying personal injury.\r\nTo say more would be supererogatory.  Mindful of the\r\npanoply of factors favoring taxability, and mindful, too, of the\r\ndefault rule that all exclusions from income must be construed\r\nparsimoniously, see Schleier, 515 U.S. at 328, we rule that\r\nprejudgment interest on compensatory damage awards in personal\r\ninjury actions falls within the broad mandate of section 61, and\r\nthat section 104(a)(2) provides no safe haven for taxpayers. \r\nBecause the Commissioner's (and the Tax Court's) determination that\r\nsuch prejudgment interest is subject to federal income tax jibes\r\nwith the weight of authority and rests upon a sound construction of\r\nthe Tax Code, we uphold it.\r\n            C.  The Statute of Limitations.\r\nThe DiBiasios raise a final issue:  whether the notice of\r\ndeficiency issued to them by the Commissioner was barred by the\r\nstatute of limitations contained in 26 U.S.C.  6501 (which\r\nprovides that, subject to certain exceptions, all federal income\r\ntax deficiencies \"shall be assessed within 3 years after the\r\n[taxpayer's] return was filed\").\r\nThe facts are these.  The tax year in question is 1989. \r\nThe DiBiasios filed their return for that year on April 16, 1990. \r\nThey reported no part of the settlement proceeds as taxable income. \r\nThe Commissioner issued the deficiency notice for that tax year on\r\nFebruary 23, 1994.  Accordingly, if the general three-year\r\nlimitation period obtains, the notice came too late.\r\nThe Commissioner parries by invoking an exception to the\r\ngeneral three-year limitation period.  To achieve this exception,\r\nthe Commissioner must show that a particular tax return improperly\r\nomits from gross income \"an amount properly includible therein\r\nwhich is in excess of 25 percent of the amount of gross income\r\nstated in the return.\"  If the Commissioner makes such a showing,\r\n\"the tax may be assessed . . . at any time within 6 years after the\r\nreturn was filed.\"  Id.\r\nWe affirm the Tax Court's determination that the\r\nCommissioner has made the requisite showing.  The DiBiasios\r\nreported gross income of $123,382 on their 1989 return.  The\r\nCommissioner found that the DiBiasios should have reported an\r\nadditional $450,036 in gross income attributable to prejudgment\r\ninterest garnered in connection with the malpractice settlement\r\n(subject, of course, to appropriate deductions for attorneys' fees\r\nand costs).  This amount obviously exceeds twenty-five percent of\r\nthe gross income actually reported.  Since the Commissioner\r\ncorrectly determined that this amount was subject to tax under\r\nsection 61 and that no exclusion applied, the Commissioner had six\r\nyears within which to serve a deficiency notice.\r\nIn arguing for a contrary result, the DiBiasios make two\r\npoints.  Our earlier discussion defenestrates the first   that, by\r\noperation of section 104(a)(2), the imputed interest component of\r\nthe malpractice settlement was not taxable at all.  The second  \r\nthat the $450,036 amount was \"relatively arbitrary\"   is\r\nunpersuasive.  The amount mirrored precisely the ratio of\r\nprejudgment interest to compensatory damages in the original jury\r\naward.  In the absence of a contrary suggestion by the taxpayer,\r\nthat ratio furnished the Commissioner with an appropriate guideline\r\nfor determining what portion of the settlement comprised interest. \r\nSee Delaney, 99 F.3d at 25.\r\nIII.  CONCLUSION\r\nWe need go no further.  The petitioners' remaining\r\narguments do not merit discussion.  For the reasons advanced above,\r\nwe conclude that both the Commissioner's determination and the Tax\r\nCourt's affirmance of that determination are amply supported.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">154 F.3d 1</p>\n    <p class=\"case_cite\">82 A.F.T.R.2d 98-5840, 98-2 USTC  P 50,672</p>\n    <p class=\"parties\">Joseph S. ROZPAD and Kathleen M. Rozpad, Petitioners, Appellants,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent, Appellee.<br>Floriano DIBIASIO and Angela Dibiasio, Petitioners, Appellants,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent, Appellee.</p>\n    <p class=\"docket\">Nos. 98-1254, 98-1269.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 28, 1998.<br>Decided Aug. 25, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Justin S. Holden, with whom Kimberly L. O'Brien and Justin S. Holden &amp; Associates, Inc., were on brief, for appellants.</p>\n      <p class=\"indent\">Regina S. Moriarty, Attorney, Tax Division, U.S. Dep't of Justice, with whom Loretta C. Argrett, Assistant Attorney General, and Bruce R. Ellisen, Attorney, Tax Division, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These appeals require us to determine whether the appellants, Joseph and Kathleen Rozpad and Floriano and Angela DiBiasio, must pay federal income tax on portions of the monies they received after settling their respective medical malpractice cases.  Pointing to earlier jury verdicts and ensuing judgments in the cases, the Commissioner of Internal Revenue (the Commissioner) determined that a portion of each settlement corresponded to prejudgment interest and assessed deficiencies based on the appellants' failure to pay tax thereon.  Despite the fact that the judgments to which the Commissioner alluded had been abrogated by the subsequent settlements, the Tax Court upheld the challenged deficiencies.  See Rozpad v. Commissioner, 74 T.C.M.  (CCH) 1264, 1997 WL 727821 (1997).  So do we.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The parties submitted these cases on a stipulated record.  We briefly recount the essential facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>A. The Rozpads.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Kathleen Rozpad underwent surgery in 1989, with less than auspicious results.  She and her husband sued the surgeon in a Rhode Island state court.  In 1992, a jury awarded Mrs. Rozpad $2,000,000 in damages and also awarded $65,000 to her husband.  The trial court reduced Mrs. Rozpad's award to $650,000, and she agreed to remit the excess.  The court then entered a final (but reviewable) judgment for $965,250, which included $250,250 in prejudgment interest mandated by R.I. Gen. Laws &#167; 9-21-10 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the appeal period, the Rozpads and the surgeon negotiated a global settlement for $800,000 without any discussion of, or reference to, tax consequences.  They filed a stipulation with the court which recited that \"[t]he above-entitled action is hereby dismissed, no interest, no costs.\"   After payment of attorneys' fees and costs, the Rozpads netted $438,887.13.  They reported no portion of the settlement on their 1992 federal income tax return.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1994, the Commissioner issued a notice of deficiency, asserting that a portion of the settlement constituted taxable prejudgment interest and should have been so reported in 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>B. The DiBiasios.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Floriano DiBiasio underwent surgery in 1982, but the operation did not go well.  He sued the surgeon for malpractice in a Rhode Island state court and a jury awarded him $700,000 in damages.  The trial court entered a final (but reviewable) judgment for $1,272,810, which included $572,810 in prejudgment interest mandated by R.I. Gen. Laws &#167; 9-21-10.  During the appeal period, the parties settled the case for $1,000,000 and filed a stipulation with the court nearly identical to that filed in the Rozpad case.  There was no discussion of, nor reference to, tax consequences.  After payment of attorneys' fees and costs, Mr. DiBiasio netted $552,539.79.  The DiBiasios did not report any part of the settlement on their 1989 federal income tax return.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 23, 1994, the Commissioner issued a notice of deficiency, asserting that a portion of the settlement constituted taxable prejudgment interest which should have been (but was not) reported in the year 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>C. Proceedings Below.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Both the Rozpads and the DiBiasios filed timely petitions for redetermination in the Tax Court.  The Tax Court consolidated the two cases.  It thereafter rejected the petitioners' contentions and entered judgment for the Commissioner.  These appeals followed.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This case involves the interplay of sections 61 and 104(a)(2) of the Internal Revenue Code (26 U.S.C.).  The former section provides for the taxation of all income \"from whatever source derived ... including, but not limited to ... (4) Interest.\"  26 U.S.C. &#167; 61.  The latter section excludes from taxation \"the amount of any damages received (whether by suit or agreement and whether as lump sums or as periodic payments) on account of personal injuries or sickness.\"  26 U.S.C. &#167; 104(a)(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As between the two provisos, section 61's broad mandate constitutes the general rule and applies presumptively to all monetary accretions unless the recipient can show that a specific exclusion pertains.  See Commissioner v. Schleier, 515 U.S. 323, 328, 115 S.Ct. 2159, 132 L.Ed.2d 294 (1995);  Delaney v. Commissioner, 99 F.3d 20, 23 (1st Cir.1996).  Thus, the petitioners in this case must carry the devoir of persuasion to demonstrate that section 104(a)(2) limits the tax liability that section 61 presumptively imposes.  Their task is daunting because all exclusions from taxation must be narrowly construed.  See Commissioner v. Jacobson, 336 U.S. 28, 49, 69 S.Ct. 358, 93 L.Ed. 477 (1949).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our consideration of the petitioners' offerings proceeds in three segments.  First, we mull their claim that the Commissioner (and the Tax Court) erroneously attributed a portion of their settlements to prejudgment interest.  Second, we consider their claim that, in all events, prejudgment interest on compensatory awards in personal injury actions should not be taxable at all.  Finally, we address the DiBiasios' contention that the Commissioner acted out of time in notifying them of the ostensible deficiency.  Throughout, we scrutinize the Tax Court's findings of fact for clear error and examine its conclusions of law de novo.  See State Police Ass'n of Mass. v. Commissioner, 125 F.3d 1, 5 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>A. Allocating Prejudgment Interest.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The petitioners' flagship claim posits that, inasmuch as the trial court judgments in the malpractice actions were annulled by stipulation and never became enforceable, the funds that they received can only be classified as lump-sum personal injury settlements (and, therefore, wholly excludable from federal income taxation under section 104(a)(2)).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Put another way, the petitioners contend that, in the absence of an enforceable judgment (i.e., one as to which all avenues of direct review have been exhausted, either by unsuccessful appeals or the running of the applicable appeal period) that includes interest, the Commissioner unreasonably chose to \"go behind\" the settlement agreements and improvise an artificial allocation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case law, though sparse, seems to draw a well-conceived line that refutes the petitioners' challenge.  When the interest component of a personal injury settlement is difficult to delineate, there is every reason for courts (and the Commissioner) to defer to section 104(a)(2) and treat the entirety as free from tax.  After all, a settlement of a claim for personal injuries almost inevitably will take into account a multitude of factors (e.g., the nature of the injuries, the measure of damages, attendant pain, the economic loss, the prognosis for the future, the strength or weakness of the victim's case on liability, the immediacy of the victim's need for funds, the depth of the tortfeasor's pocket, the presence or absence of legal representation, the costs of trial, the extent of anticipated delays, and the availability vel non of punitive damages and/or prejudgment interest), and the parties typically will not assign independent monetary values to each of these factors.  To complicate matters further, some of these factors (e.g., the costs of trial) would not themselves bear prejudgment interest.  Thus, the absence of an allocation renders it too speculative for a court, in hindsight, to assign independent weight to each relevant factor and isolate a reliable figure representing prejudgment interest.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the other hand, when the interest component of a personal injury settlement can be delineated with accuracy and ease--as when there has been a jury verdict and an ensuing judgment that contains separate itemizations of damages and interest--a subsequent settlement that does not purport to make a different allocation is quite logically viewed as including a pro rata share of interest.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Robinson v. Commissioner, 70 F.3d 34, 38 (5th Cir.1995), cert. denied, --- U.S. ----, 117 S.Ct. 83, 136 L.Ed.2d 40 (1996);  Delaney, 99 F.3d at 24 n. 3. In this hermeneutic, the parties have settled a claim for a liquidated amount--and it is not unfair to assume, in the absence of a contrary allocation, see, e.g., McShane v. Commissioner, 53 T.C.M.  (CCH) 409, 1987 WL 40219 (1987), that interest and damages compose the same proportion of the settlement as of the antecedent judgment.  Cf. Lyeth v. Hoey, 305 U.S. 188, 196, 59 S.Ct. 155, 83 L.Ed. 119 (1938) (explaining that amounts received in compromise of a claim are treated for tax purposes in the same manner as would have been the case had the taxpayer-plaintiff litigated and won the suit);  Alexander v. IRS, 72 F.3d 938, 942 (1st Cir.1995) (similar).  That assumption has particular force where, as here, the appeal period had not run and the settlement amount exceeded the amount of the damages recovered.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This concatenation of circumstances leaves no doubt but that the settlement includes some prejudgment interest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our decision two years ago in Delaney paves the way for the result that we reach today.  Delaney is particularly instructive with respect to the petitioners' argument that the Commissioner improperly went behind their settlement agreements.  We determined there that the court had the right--indeed, the duty--to look beyond the \"language subscribed to by the parties.\"  Delaney, 99 F.3d at 23;  accord Alexander 72 F.3d at 942;  Robinson, 70 F.3d at 37-38.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Delaney is also instructive on another point.  In that case, the taxpayers garnered a jury verdict for $175,000 in a personal injury suit, to which the trial court added $112,000 in statutorily mandated prejudgment interest.  See Delaney, 99 F.3d at 22.   During the pendency of the ensuing appeal, the parties settled the case for $250,000, without addressing the tax consequences of the settlement in any way.  See id.   When the Delaneys failed to report any portion of the settlement on their federal income tax return for the appropriate year, the Commissioner constructed a fraction, using as the numerator the amount of prejudgment interest set by the trial court ($112,000) and as the denominator the total amount of the judgment ($287,000).  He then multiplied the total settlement ($250,000) by this fraction and assessed a deficiency on the basis that the resulting product ($97,561) represented the (taxable) interest component of the settlement.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Tax Court sustained the Commissioner's determination, as did we.  See id. at 23.   Specifically, we approved the Commissioner's use of a ratio based on the judgment in apportioning the undifferentiated settlement proceeds as between prejudgment interest and compensatory damages.  See id. at 25-26;  accord Robinson, 70 F.3d at 38 (holding explicitly that the jury's verdict furnishes \"the best indication\" of how to prorate an ensuing settlement).  Since the Commissioner used exactly the same methodology in this case, our precedent forecloses the petitioners' complaint about that methodology.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Consistent with the authorities we have cited, we hold that when an amount has been received in settlement of a claim after the claim has been reduced to judgment, the judgment, albeit not final, nonetheless furnishes an adequate guideline for allocation by the Commissioner to the extent that it is composed of both compensatory damages and prejudgment interest.  See Delaney, 99 F.3d at 25-26;  Robinson, 70 F.3d at 38.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>B. The Taxability of Prejudgment Interest.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Having disposed of the petitioners' claim that no part of their settlements constituted prejudgment interest, we turn to their theory that prejudgment interest on a personal injury award is itself an award of damages received on account of personal injury, and thus excludable from federal income taxation by virtue of section 104(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The petitioners accurately remark the tension between sections 61 and 104(a)(2)--a tension that we noted but did not reconcile in Delaney, 99 F.3d at 26-27.   Other courts, however, have resolved this tension in a manner adverse to the petitioners' position.  See, e.g., Brabson v. United States, 73 F.3d 1040 (10th Cir.1996) (Coffin, J., sitting by designation);  Kovacs v. Commissioner, 100 T.C. 124, 1993 WL 46512 (1993), aff'd, 25 F.3d 1048, 1994 WL 253035 (6th Cir.1994) (table).  In both instances, final judgments in personal injury cases had entered that specifically included prejudgment interest;  the taxpayers sought to avoid taxation of the prejudgment interest, arguing that it was indistinguishable from the compensatory personal injury awards;  and the courts held that the portions of the recoveries allocated to interest were taxable.  See Brabson, 73 F.3d at 1046-47;  Kovacs, 100 T.C. at 133.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The petitioners suggest that Kovacs, the principal Tax Court precedent on which the Commissioner relies, is a hoax, built upon an improper analogy to earlier Tax Court cases dealing with post-judgment, rather than prejudgment, interest.  See, e.g., Aames v. Commissioner, 94 T.C. 189, 1990 WL 17276 (1990);  Church v. Commissioner, 80 T.C. 1104, 1983 WL 13864 (1983).  This claim is easily dispatched.  It is true that many of the cases discussed in Kovacs deal with post-judgment interest--but the petitioners fail to persuade us that this distinction makes a meaningful difference.  Interest, whether pre- or post-judgment, compensates for delay in payment, and is specifically included in the litany of income items subject to taxation under section 61.  Thus, essentially the same rationale supports the includability of both species of interest for tax purposes.  The Tax Court merely applied existing precedent to a new version of an old problem and reached a sensible result.  See Kovacs, 100 T.C. at 129-30.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The petitioners also claim that the Kovacs court overlooked the legislative history of section 104(a)(2).  They assert that the 1982 amendment to that section, which specifically approved exclusion from taxation of periodic payments received on account of personal injuries, demonstrates that Congress intended to exempt the interest portion of personal injury settlements from taxation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This strikes us as wishful thinking.  There is nothing in the text of the amendment that necessitates (or even suggests) such a conclusion.  Indeed, it seems likely that Congress's decision not to tax periodic payments reflects recognition of the administrative difficulties of such a task--and nothing more.  See Brabson, 73 F.3d at 1045 n. 5;  Kovacs, 100 T.C. at 132-33.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The petitioners next turn to Schleier, 515 U.S. 323, 115 S.Ct. 2159, 132 L.Ed.2d 294, and United States v. Burke, 504 U.S. 229, 112 S.Ct. 1867, 119 L.Ed.2d 34 (1992), in their effort to persuade us that Brabson and Kovacs are wrongly decided.  In both instances, the Court held that backpay awards in workplace discrimination cases were not excludable under section 104(a)(2) because they were not received on account of personal injuries.  See Schleier, 515 U.S. at 336-37, 115 S.Ct. 2159;  Burke, 504 U.S. at 242, 112 S.Ct. 1867.   Glossing over these holdings, the petitioners focus on a passage in Schleier, 515 U.S. at 329-30, 115 S.Ct. 2159, where the Court observed in dictum that lost wages recovered in a suit for bodily injuries are excludable from taxation under section 104(a)(2).  In the petitioners' view, this passage implies that all amounts received as part of a personal injury award are similarly sheltered.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Like the Brabson court, 73 F.3d at 1046, we think that this generous reading is unwarranted.  In both Schleier and Burke, the Court recognized that there are two elements which a taxpayer must establish to qualify for an exclusion under section 104(a)(2).  First, damages must be incurred through a tort or a tort-like incident causing personal injury.  See Schleier, 515 U.S. at 336-37, 115 S.Ct. 2159;  Burke, 504 U.S. at 237, 112 S.Ct. 1867.   Second, those damages must be received on account of that personal injury.  See Schleier, 515 U.S. at 333-34, 115 S.Ct. 2159;  Burke, 504 U.S. at 234, 112 S.Ct. 1867;  see also Delaney, 99 F.3d at 27.   It follows inexorably that the decisive question here cannot be the extent to which prejudgment interest is \"like\" or \"unlike\" lost wages, but, rather, whether prejudgment interest, under the circumstances of this case, can pass the Court's two-part test.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Applying this test, we conclude that prejudgment interest is not \"damages\" received \"on account of\" a personal injury, and is, therefore, taxable.  In reaching this conclusion, we place considerable emphasis on the nature of the funds that the Commissioner found taxable.  Section 104(a)(2) excludes from taxation \"the amount of any damages received ... on account of personal injury or sickness.\"  (emphasis supplied).  Language is not infinitely elastic, and here, the disputed prejudgment interest simply does not comprise \"damages\" within the meaning of section 104(a)(2).  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under the applicable Rhode Island statute, prejudgment interest is awarded in all civil cases, not just in personal injury cases.  See R.I. Gen. Laws &#167; 9-21-10.  This interest is separate and distinct from damages, and is awarded mainly to compensate for delay in payment.  See Foster v. Quigley, 94 R.I. 217, 179 A.2d 494, 495 (1962) (holding that prejudgment interest for damages to the person \"is not of the substance of the right of action but exclusively an incident attached thereto by legislative fiat after such right has been adjudicated\");  accord Balian v. Allstate Ins. Co., 610 A.2d 546, 549-50 (R.I.1992) (reaffirming Foster and acknowledging that \"the definition of damages may not always include interest\");  DiMeo v. Philbin, 502 A.2d 825, 826 (R.I.1986) (explaining that the legislature's intent in providing for prejudgment interest was to encourage settlement of tort cases without delay).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To be sure, federal law--not state law--supplies the rule of decision in determining whether a given payment is subject to federal income tax.  See Helvering v. Stuart, 317 U.S. 154, 162, 63 S.Ct. 140, 87 L.Ed. 154 (1942);  Lyeth, 305 U.S. at 194, 59 S.Ct. 155.   Nevertheless, a state's characterization of such a payment can inform the federal determination, see Brabson, 73 F.3d at 1044, and Rhode Island's characterization of prejudgment interest comports with the idea, venerated in federal jurisprudence, that the principal purpose of prejudgment interest is to compensate for a delay in payment.  See West Virginia v. United States, 479 U.S. 305, 310 n. 2, 107 S.Ct. 702, 93 L.Ed.2d 639 (1987);  Kovacs, 100 T.C. at 128.   To that extent, then, federal and state law converge.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We also conclude that prejudgment interest fails the second prong of the Court's two-part test as it is not received \"on account of\" a personal injury.  As the Schleier Court explained, a recovery attributable to lost wages is not taxable because \"the accident causes a personal injury which in turn causes a loss of wages.\"  515 U.S. at 330, 115 S.Ct. 2159.   Conversely, the personal injury that a victim experiences in, say, a medical malpractice case, does not cause a delay in payment.  Rather, the injury causes damages, thus creating the fund on which interest for delay in payment is owed.  See Kovacs, 100 T.C. at 128-29.   So viewed, the second half of the Court's test strongly suggests that, unlike lost wages, prejudgment interest should not be excluded from federal income taxation by operation of section 104(a)(2).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Other indicia point persuasively in the same direction.  These signposts are neatly synthesized in Judge Coffin's thoughtful opinion in Brabson, 73 F.3d 1040.   We rehearse three such indicia.  First, prejudgment interest is not a traditional remedy for personal injuries.  See id. at 1046..  The Supreme Court has accorded considerable significance to this factor, see, e.g., Schleier, 515 U.S. at 329, 115 S.Ct. 2159 (focusing on \"typical recovery in a personal injury case\" in applying the two-part test), and so do we.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Second, and relatedly, the Brabson court attached great weight to the fact that prejudgment interest was not available at common law in personal injury cases.  Indeed, such a boon was unheard-of in 1919 when Congress enacted the direct lineal ancestor of section 104(a)(2), section 213(b)(6) of the Revenue Act of 1918, ch. 18, 40 Stat. 1057, 1066 (1919).  Since the exclusion for personal injury awards has been handed down almost verbatim from 1919 forward, Congress could not conceivably have intended the exclusion to apply to prejudgment interest.  Cf. Monessen S.W. Ry. Co. v. Morgan, 486 U.S. 330, 338-39, 108 S.Ct. 1837, 100 L.Ed.2d 349 (1988) (disallowing recovery of prejudgment interest in FELA cases because, when Congress enacted the FELA in 1908, the common law did not allow prejudgment interest in personal injury suits).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Third, the Brabson court read Schleier as requiring \"a direct link between the injury and the remedial relief\" for the exclusion to apply, Brabson 73 F.3d at 1047, and found no such link between personal injuries and prejudgment interest.  \"Time becomes the relevant factor, not the injury itself--the longer the procedural delay, the higher the amount.\"  Id. Thus, prejudgment interest is inextricably intertwined with the very delay that severs the connection between prejudgment interest and the underlying personal injury.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To say more would be supererogatory.  Mindful of the panoply of factors favoring taxability, and mindful, too, of the default rule that all exclusions from income must be construed parsimoniously, see Schleier, 515 U.S. at 328, 115 S.Ct. 2159, we rule that prejudgment interest on compensatory damage awards in personal injury actions falls within the broad mandate of section 61, and that section 104(a)(2) provides no safe haven for taxpayers.  Because the Commissioner's (and the Tax Court's) determination that such prejudgment interest is subject to federal income tax jibes with the weight of authority and rests upon a sound construction of the Tax Code, we uphold it.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>C. The Statute of Limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The DiBiasios raise a final issue:  whether the notice of deficiency issued to them by the Commissioner was barred by the statute of limitations contained in 26 U.S.C. &#167; 6501 (which provides that, subject to certain exceptions, all federal income tax deficiencies \"shall be assessed within 3 years after the [taxpayer's] return was filed\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The facts are these.  The tax year in question is 1989.  The DiBiasios filed their return for that year on April 16, 1990.  They reported no part of the settlement proceeds as taxable income.  The Commissioner issued the deficiency notice for that tax year on February 23, 1994.  Accordingly, if the general three-year limitation period obtains, the notice came too late.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Commissioner parries by invoking an exception to the general three-year limitation period.  To achieve this exception, the Commissioner must show that a particular tax return improperly omits from gross income \"an amount properly includible therein which is in excess of 25 percent of the amount of gross income stated in the return.\"   If the Commissioner makes such a showing, \"the tax may be assessed ... at any time within 6 years after the return was filed.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We affirm the Tax Court's determination that the Commissioner has made the requisite showing.  The DiBiasios reported gross income of $123,382 on their 1989 return.  The Commissioner found that the DiBiasios should have reported an additional $450,036 in gross income attributable to prejudgment interest garnered in connection with the malpractice settlement (subject, of course, to appropriate deductions for attorneys' fees and costs).  This amount obviously exceeds twenty-five percent of the gross income actually reported.  Since the Commissioner correctly determined that this amount was subject to tax under section 61 and that no exclusion applied, the Commissioner had six years within which to serve a deficiency notice.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In arguing for a contrary result, the DiBiasios make two points.  Our earlier discussion defenestrates the first--that, by operation of section 104(a)(2), the imputed interest component of the malpractice settlement was not taxable at all.  The second--that the $450,036 amount was \"relatively arbitrary\"--is unpersuasive.  The amount mirrored precisely the ratio of prejudgment interest to compensatory damages in the original jury award.  In the absence of a contrary suggestion by the taxpayer, that ratio furnished the Commissioner with an appropriate guideline for determining what portion of the settlement comprised interest.  See Delaney, 99 F.3d at 25.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We need go no further.  The petitioners' remaining arguments do not merit discussion.  For the reasons advanced above, we conclude that both the Commissioner's determination and the Tax Court's affirmance of that determination are amply supported.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Throughout this opinion, we refer to the provisions of the Internal Revenue Code in effect for the tax years in question.  In 1996, Congress amended section 104(a)(2) to limit the exclusion, inter alia, to \"personal physical injuries or physical sickness.\"  (Emphasis supplied.)   The amendment does not apply to damages collected before the date of its enactment, and has no bearing here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The boilerplate reference in the settlement stipulations to \"no interest\" is not probative on this point and bears no further mention.  See Delaney, 99 F.3d at 24</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This is not to say that, should the settling parties choose to make an allocation, the Commissioner necessarily will be bound by it.  Generally speaking, the Commissioner is not constrained by taxpayers' settlement allocations if those allocations are unreasonable.  Indeed, a reviewing court ought to consider \"much more than the mere language subscribed to by the parties, whether in the settlement agreement proper, the stipulation of dismissal, or both.\"  Delaney, 99 F.3d at 23</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Rozpads accepted $800,000 in full settlement of a judgment for $965,250, which comprised $715,000 in damages and $250,250 in prejudgment interest.  Similarly, Mr. DiBiasio accepted $1,000,000 in full settlement of a judgment for $1,272,810, which comprised $700,000 in damages and $572,810 in prejudgment interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The amendment, effective January 14, 1983, merely inserted the phrase \"and whether as lump sums or as periodic payments\" into the statute.  See Periodic Payment Settlement Act of 1982, Pub.L. No. 97-473, &#167; 101(a), 96 Stat. 2605, 2605</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Insofar as the petitioners contend that prejudgment interest in a personal injury case passes the Court's two-part test because its principal purpose is to make victims whole, cf.  O'Gilvie v. United States, 519 U.S. 79, 117 S.Ct. 452, 456, 136 L.Ed.2d 454 (1996) (rejecting excludability of punitive damages because they are not awarded to \"make a victim whole\"), their contention lacks force.  The O'Gilvie Court plainly indicated that section 104(a)(2) should not be construed expansively, noted that the excludability of lost wages recovered in personal injury actions is \"something of an anomaly,\" and warned that the phenomenon could not be assumed automatically to \"justify the extension of the anomaly or the creation of another.\"  Id. 519 U.S. at ----, 117 S.Ct. at 456.   It is difficult, therefore, to place too much credence on the lifting of a marginally related phrase from that case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\">82 A.F.T.R.2d 98-5840, 98-2 USTC  P 50,672</p>\n    <p class=\"parties\">Joseph S. ROZPAD and Kathleen M. Rozpad, Petitioners, Appellants,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent, Appellee.<br>Floriano DIBIASIO and Angela Dibiasio, Petitioners, Appellants,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent, Appellee.</p>\n    <p class=\"docket\">Nos. 98-1254, 98-1269.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 28, 1998.<br>Decided Aug. 25, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Justin S. Holden, with whom Kimberly L. O'Brien and Justin S. Holden &amp; Associates, Inc., were on brief, for appellants.</p>\n      <p class=\"indent\">Regina S. Moriarty, Attorney, Tax Division, U.S. Dep't of Justice, with whom Loretta C. Argrett, Assistant Attorney General, and Bruce R. Ellisen, Attorney, Tax Division, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These appeals require us to determine whether the appellants, Joseph and Kathleen Rozpad and Floriano and Angela DiBiasio, must pay federal income tax on portions of the monies they received after settling their respective medical malpractice cases.  Pointing to earlier jury verdicts and ensuing judgments in the cases, the Commissioner of Internal Revenue (the Commissioner) determined that a portion of each settlement corresponded to prejudgment interest and assessed deficiencies based on the appellants' failure to pay tax thereon.  Despite the fact that the judgments to which the Commissioner alluded had been abrogated by the subsequent settlements, the Tax Court upheld the challenged deficiencies.  See Rozpad v. Commissioner, 74 T.C.M.  (CCH) 1264, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">727821</span></span> (1997).  So do we.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The parties submitted these cases on a stipulated record.  We briefly recount the essential facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>A. The Rozpads.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Kathleen Rozpad underwent surgery in 1989, with less than auspicious results.  She and her husband sued the surgeon in a Rhode Island state court.  In 1992, a jury awarded Mrs. Rozpad $2,000,000 in damages and also awarded $65,000 to her husband.  The trial court reduced Mrs. Rozpad's award to $650,000, and she agreed to remit the excess.  The court then entered a final (but reviewable) judgment for $965,250, which included $250,250 in prejudgment interest mandated by R.I. Gen. Laws &#167; 9-21-10 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the appeal period, the Rozpads and the surgeon negotiated a global settlement for $800,000 without any discussion of, or reference to, tax consequences.  They filed a stipulation with the court which recited that \"[t]he above-entitled action is hereby dismissed, no interest, no costs.\"   After payment of attorneys' fees and costs, the Rozpads netted $438,887.13.  They reported no portion of the settlement on their 1992 federal income tax return.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1994, the Commissioner issued a notice of deficiency, asserting that a portion of the settlement constituted taxable prejudgment interest and should have been so reported in 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>B. The DiBiasios.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Floriano DiBiasio underwent surgery in 1982, but the operation did not go well.  He sued the surgeon for malpractice in a Rhode Island state court and a jury awarded him $700,000 in damages.  The trial court entered a final (but reviewable) judgment for $1,272,810, which included $572,810 in prejudgment interest mandated by R.I. Gen. Laws &#167; 9-21-10.  During the appeal period, the parties settled the case for $1,000,000 and filed a stipulation with the court nearly identical to that filed in the Rozpad case.  There was no discussion of, nor reference to, tax consequences.  After payment of attorneys' fees and costs, Mr. DiBiasio netted $552,539.79.  The DiBiasios did not report any part of the settlement on their 1989 federal income tax return.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 23, 1994, the Commissioner issued a notice of deficiency, asserting that a portion of the settlement constituted taxable prejudgment interest which should have been (but was not) reported in the year 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>C. Proceedings Below.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Both the Rozpads and the DiBiasios filed timely petitions for redetermination in the Tax Court.  The Tax Court consolidated the two cases.  It thereafter rejected the petitioners' contentions and entered judgment for the Commissioner.  These appeals followed.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This case involves the interplay of sections 61 and 104(a)(2) of the Internal Revenue Code (26 U.S.C.).  The former section provides for the taxation of all income \"from whatever source derived ... including, but not limited to ... (4) Interest.\"  26 U.S.C. &#167; 61.  The latter section excludes from taxation \"the amount of any damages received (whether by suit or agreement and whether as lump sums or as periodic payments) on account of personal injuries or sickness.\"  26 U.S.C. &#167; 104(a)(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As between the two provisos, section 61's broad mandate constitutes the general rule and applies presumptively to all monetary accretions unless the recipient can show that a specific exclusion pertains.  See Commissioner v. Schleier, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, 328, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">294</span></a></span> (1995);  Delaney v. Commissioner, <span class=\"citation\" data-id=\"197050\"><a href=\"/opinion/197050/delaney-v-irs/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1996).  Thus, the petitioners in this case must carry the devoir of persuasion to demonstrate that section 104(a)(2) limits the tax liability that section 61 presumptively imposes.  Their task is daunting because all exclusions from taxation must be narrowly construed.  See Commissioner v. Jacobson, <span class=\"citation\" data-id=\"104621\"><a href=\"/opinion/104621/commissioner-v-jacobson/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, 49, <span class=\"citation\" data-id=\"104621\"><a href=\"/opinion/104621/commissioner-v-jacobson/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">477</span></span> (1949).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our consideration of the petitioners' offerings proceeds in three segments.  First, we mull their claim that the Commissioner (and the Tax Court) erroneously attributed a portion of their settlements to prejudgment interest.  Second, we consider their claim that, in all events, prejudgment interest on compensatory awards in personal injury actions should not be taxable at all.  Finally, we address the DiBiasios' contention that the Commissioner acted out of time in notifying them of the ostensible deficiency.  Throughout, we scrutinize the Tax Court's findings of fact for clear error and examine its conclusions of law de novo.  See State Police Ass'n of Mass. v. Commissioner, <span class=\"citation\" data-id=\"746421\"><a href=\"/opinion/746421/state-police-association-of-massachusetts-v-commissioner-of-internal/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>A. Allocating Prejudgment Interest.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The petitioners' flagship claim posits that, inasmuch as the trial court judgments in the malpractice actions were annulled by stipulation and never became enforceable, the funds that they received can only be classified as lump-sum personal injury settlements (and, therefore, wholly excludable from federal income taxation under section 104(a)(2)).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Put another way, the petitioners contend that, in the absence of an enforceable judgment (i.e., one as to which all avenues of direct review have been exhausted, either by unsuccessful appeals or the running of the applicable appeal period) that includes interest, the Commissioner unreasonably chose to \"go behind\" the settlement agreements and improvise an artificial allocation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case law, though sparse, seems to draw a well-conceived line that refutes the petitioners' challenge.  When the interest component of a personal injury settlement is difficult to delineate, there is every reason for courts (and the Commissioner) to defer to section 104(a)(2) and treat the entirety as free from tax.  After all, a settlement of a claim for personal injuries almost inevitably will take into account a multitude of factors (e.g., the nature of the injuries, the measure of damages, attendant pain, the economic loss, the prognosis for the future, the strength or weakness of the victim's case on liability, the immediacy of the victim's need for funds, the depth of the tortfeasor's pocket, the presence or absence of legal representation, the costs of trial, the extent of anticipated delays, and the availability vel non of punitive damages and/or prejudgment interest), and the parties typically will not assign independent monetary values to each of these factors.  To complicate matters further, some of these factors (e.g., the costs of trial) would not themselves bear prejudgment interest.  Thus, the absence of an allocation renders it too speculative for a court, in hindsight, to assign independent weight to each relevant factor and isolate a reliable figure representing prejudgment interest.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the other hand, when the interest component of a personal injury settlement can be delineated with accuracy and ease--as when there has been a jury verdict and an ensuing judgment that contains separate itemizations of damages and interest--a subsequent settlement that does not purport to make a different allocation is quite logically viewed as including a pro rata share of interest.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Robinson v. Commissioner, <span class=\"citation\" data-id=\"8097\"><a href=\"/opinion/8097/robinson-v-cir/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 38 (5th Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">83</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></span> (1996);  Delaney, 99 F.3d at 24 n. 3. In this hermeneutic, the parties have settled a claim for a liquidated amount--and it is not unfair to assume, in the absence of a contrary allocation, see, e.g., McShane v. Commissioner, 53 T.C.M.  (CCH) 409, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">40219</span></span> (1987), that interest and damages compose the same proportion of the settlement as of the antecedent judgment.  Cf. Lyeth v. Hoey, <span class=\"citation\" data-id=\"103098\"><a href=\"/opinion/103098/lyeth-v-hoey/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 196, <span class=\"citation\" data-id=\"103098\"><a href=\"/opinion/103098/lyeth-v-hoey/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">155</span></a></span>, <span class=\"citation\" data-id=\"103098\"><a href=\"/opinion/103098/lyeth-v-hoey/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">119</span></a></span> (1938) (explaining that amounts received in compromise of a claim are treated for tax purposes in the same manner as would have been the case had the taxpayer-plaintiff litigated and won the suit);  Alexander v. IRS, <span class=\"citation\" data-id=\"196488\"><a href=\"/opinion/196488/alexander-v-irs/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">938</span></a></span>, 942 (1st Cir.1995) (similar).  That assumption has particular force where, as here, the appeal period had not run and the settlement amount exceeded the amount of the damages recovered.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This concatenation of circumstances leaves no doubt but that the settlement includes some prejudgment interest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our decision two years ago in Delaney paves the way for the result that we reach today.  Delaney is particularly instructive with respect to the petitioners' argument that the Commissioner improperly went behind their settlement agreements.  We determined there that the court had the right--indeed, the duty--to look beyond the \"language subscribed to by the parties.\"  Delaney, 99 F.3d at 23;  accord Alexander 72 F.3d at 942;  Robinson, 70 F.3d at 37-38.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Delaney is also instructive on another point.  In that case, the taxpayers garnered a jury verdict for $175,000 in a personal injury suit, to which the trial court added $112,000 in statutorily mandated prejudgment interest.  See Delaney, 99 F.3d at 22.   During the pendency of the ensuing appeal, the parties settled the case for $250,000, without addressing the tax consequences of the settlement in any way.  See id.   When the Delaneys failed to report any portion of the settlement on their federal income tax return for the appropriate year, the Commissioner constructed a fraction, using as the numerator the amount of prejudgment interest set by the trial court ($112,000) and as the denominator the total amount of the judgment ($287,000).  He then multiplied the total settlement ($250,000) by this fraction and assessed a deficiency on the basis that the resulting product ($97,561) represented the (taxable) interest component of the settlement.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Tax Court sustained the Commissioner's determination, as did we.  See id. at 23.   Specifically, we approved the Commissioner's use of a ratio based on the judgment in apportioning the undifferentiated settlement proceeds as between prejudgment interest and compensatory damages.  See id. at 25-26;  accord Robinson, 70 F.3d at 38 (holding explicitly that the jury's verdict furnishes \"the best indication\" of how to prorate an ensuing settlement).  Since the Commissioner used exactly the same methodology in this case, our precedent forecloses the petitioners' complaint about that methodology.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Consistent with the authorities we have cited, we hold that when an amount has been received in settlement of a claim after the claim has been reduced to judgment, the judgment, albeit not final, nonetheless furnishes an adequate guideline for allocation by the Commissioner to the extent that it is composed of both compensatory damages and prejudgment interest.  See Delaney, 99 F.3d at 25-26;  Robinson, 70 F.3d at 38.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>B. The Taxability of Prejudgment Interest.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Having disposed of the petitioners' claim that no part of their settlements constituted prejudgment interest, we turn to their theory that prejudgment interest on a personal injury award is itself an award of damages received on account of personal injury, and thus excludable from federal income taxation by virtue of section 104(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The petitioners accurately remark the tension between sections 61 and 104(a)(2)--a tension that we noted but did not reconcile in Delaney, 99 F.3d at 26-27.   Other courts, however, have resolved this tension in a manner adverse to the petitioners' position.  See, e.g., Brabson v. United States, <span class=\"citation\" data-id=\"710956\"><a href=\"/opinion/710956/mary-brabson-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span> (10th Cir.1996) (Coffin, J., sitting by designation);  Kovacs v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">124</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">46512</span></span> (1993), aff'd, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1048</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">253035</span></span> (6th Cir.1994) (table).  In both instances, final judgments in personal injury cases had entered that specifically included prejudgment interest;  the taxpayers sought to avoid taxation of the prejudgment interest, arguing that it was indistinguishable from the compensatory personal injury awards;  and the courts held that the portions of the recoveries allocated to interest were taxable.  See Brabson, 73 F.3d at 1046-47;  Kovacs, 100 T.C. at 133.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The petitioners suggest that Kovacs, the principal Tax Court precedent on which the Commissioner relies, is a hoax, built upon an improper analogy to earlier Tax Court cases dealing with post-judgment, rather than prejudgment, interest.  See, e.g., Aames v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">189</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">17276</span></span> (1990);  Church v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">1104</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1983</span> <span class=\"reporter\">WL</span> <span class=\"page\">13864</span></span> (1983).  This claim is easily dispatched.  It is true that many of the cases discussed in Kovacs deal with post-judgment interest--but the petitioners fail to persuade us that this distinction makes a meaningful difference.  Interest, whether pre- or post-judgment, compensates for delay in payment, and is specifically included in the litany of income items subject to taxation under section 61.  Thus, essentially the same rationale supports the includability of both species of interest for tax purposes.  The Tax Court merely applied existing precedent to a new version of an old problem and reached a sensible result.  See Kovacs, 100 T.C. at 129-30.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The petitioners also claim that the Kovacs court overlooked the legislative history of section 104(a)(2).  They assert that the 1982 amendment to that section, which specifically approved exclusion from taxation of periodic payments received on account of personal injuries, demonstrates that Congress intended to exempt the interest portion of personal injury settlements from taxation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This strikes us as wishful thinking.  There is nothing in the text of the amendment that necessitates (or even suggests) such a conclusion.  Indeed, it seems likely that Congress's decision not to tax periodic payments reflects recognition of the administrative difficulties of such a task--and nothing more.  See Brabson, 73 F.3d at 1045 n. 5;  Kovacs, 100 T.C. at 132-33.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The petitioners next turn to Schleier, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">294</span></a></span>, and United States v. Burke, <span class=\"citation\" data-id=\"112737\"><a href=\"/opinion/112737/united-states-v-burke/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"112737\"><a href=\"/opinion/112737/united-states-v-burke/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1867</span></a></span>, <span class=\"citation\" data-id=\"112737\"><a href=\"/opinion/112737/united-states-v-burke/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span></a></span> (1992), in their effort to persuade us that Brabson and Kovacs are wrongly decided.  In both instances, the Court held that backpay awards in workplace discrimination cases were not excludable under section 104(a)(2) because they were not received on account of personal injuries.  See Schleier, 515 U.S. at 336-37, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>;  Burke, 504 U.S. at 242, <span class=\"citation\" data-id=\"112737\"><a href=\"/opinion/112737/united-states-v-burke/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1867</span></a></span>.   Glossing over these holdings, the petitioners focus on a passage in Schleier, 515 U.S. at 329-30, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>, where the Court observed in dictum that lost wages recovered in a suit for bodily injuries are excludable from taxation under section 104(a)(2).  In the petitioners' view, this passage implies that all amounts received as part of a personal injury award are similarly sheltered.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Like the Brabson court, 73 F.3d at 1046, we think that this generous reading is unwarranted.  In both Schleier and Burke, the Court recognized that there are two elements which a taxpayer must establish to qualify for an exclusion under section 104(a)(2).  First, damages must be incurred through a tort or a tort-like incident causing personal injury.  See Schleier, 515 U.S. at 336-37, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>;  Burke, 504 U.S. at 237, <span class=\"citation\" data-id=\"112737\"><a href=\"/opinion/112737/united-states-v-burke/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1867</span></a></span>.   Second, those damages must be received on account of that personal injury.  See Schleier, 515 U.S. at 333-34, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>;  Burke, 504 U.S. at 234, <span class=\"citation\" data-id=\"112737\"><a href=\"/opinion/112737/united-states-v-burke/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1867</span></a></span>;  see also Delaney, 99 F.3d at 27.   It follows inexorably that the decisive question here cannot be the extent to which prejudgment interest is \"like\" or \"unlike\" lost wages, but, rather, whether prejudgment interest, under the circumstances of this case, can pass the Court's two-part test.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Applying this test, we conclude that prejudgment interest is not \"damages\" received \"on account of\" a personal injury, and is, therefore, taxable.  In reaching this conclusion, we place considerable emphasis on the nature of the funds that the Commissioner found taxable.  Section 104(a)(2) excludes from taxation \"the amount of any damages received ... on account of personal injury or sickness.\"  (emphasis supplied).  Language is not infinitely elastic, and here, the disputed prejudgment interest simply does not comprise \"damages\" within the meaning of section 104(a)(2).  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under the applicable Rhode Island statute, prejudgment interest is awarded in all civil cases, not just in personal injury cases.  See R.I. Gen. Laws &#167; 9-21-10.  This interest is separate and distinct from damages, and is awarded mainly to compensate for delay in payment.  See Foster v. Quigley, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">217</span></span>, <span class=\"citation\" data-id=\"1988186\"><a href=\"/opinion/1988186/foster-v-quigley/\"><span class=\"volume\">179</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">494</span></a></span>, 495 (1962) (holding that prejudgment interest for damages to the person \"is not of the substance of the right of action but exclusively an incident attached thereto by legislative fiat after such right has been adjudicated\");  accord Balian v. Allstate Ins. Co., <span class=\"citation\" data-id=\"1909970\"><a href=\"/opinion/1909970/balian-v-allstate-ins-co/\"><span class=\"volume\">610</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">546</span></a></span>, 549-50 (R.I.1992) (reaffirming Foster and acknowledging that \"the definition of damages may not always include interest\");  DiMeo v. Philbin, <span class=\"citation\" data-id=\"1972507\"><a href=\"/opinion/1972507/dimeo-v-philbin/\"><span class=\"volume\">502</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">825</span></a></span>, 826 (R.I.1986) (explaining that the legislature's intent in providing for prejudgment interest was to encourage settlement of tort cases without delay).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To be sure, federal law--not state law--supplies the rule of decision in determining whether a given payment is subject to federal income tax.  See Helvering v. Stuart, <span class=\"citation\" data-id=\"103720\"><a href=\"/opinion/103720/helvering-v-stuart/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 162, <span class=\"citation\" data-id=\"103720\"><a href=\"/opinion/103720/helvering-v-stuart/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation\" data-id=\"103720\"><a href=\"/opinion/103720/helvering-v-stuart/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">154</span></a></span> (1942);  Lyeth, 305 U.S. at 194, <span class=\"citation\" data-id=\"103098\"><a href=\"/opinion/103098/lyeth-v-hoey/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">155</span></a></span>.   Nevertheless, a state's characterization of such a payment can inform the federal determination, see Brabson, 73 F.3d at 1044, and Rhode Island's characterization of prejudgment interest comports with the idea, venerated in federal jurisprudence, that the principal purpose of prejudgment interest is to compensate for a delay in payment.  See West Virginia v. United States, <span class=\"citation\" data-id=\"111784\"><a href=\"/opinion/111784/west-virginia-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, 310 n. 2, <span class=\"citation\" data-id=\"111784\"><a href=\"/opinion/111784/west-virginia-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">702</span></a></span>, <span class=\"citation\" data-id=\"111784\"><a href=\"/opinion/111784/west-virginia-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></a></span> (1987);  Kovacs, 100 T.C. at 128.   To that extent, then, federal and state law converge.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We also conclude that prejudgment interest fails the second prong of the Court's two-part test as it is not received \"on account of\" a personal injury.  As the Schleier Court explained, a recovery attributable to lost wages is not taxable because \"the accident causes a personal injury which in turn causes a loss of wages.\"  515 U.S. at 330, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>.   Conversely, the personal injury that a victim experiences in, say, a medical malpractice case, does not cause a delay in payment.  Rather, the injury causes damages, thus creating the fund on which interest for delay in payment is owed.  See Kovacs, 100 T.C. at 128-29.   So viewed, the second half of the Court's test strongly suggests that, unlike lost wages, prejudgment interest should not be excluded from federal income taxation by operation of section 104(a)(2).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Other indicia point persuasively in the same direction.  These signposts are neatly synthesized in Judge Coffin's thoughtful opinion in Brabson, <span class=\"citation\" data-id=\"710956\"><a href=\"/opinion/710956/mary-brabson-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span>.   We rehearse three such indicia.  First, prejudgment interest is not a traditional remedy for personal injuries.  See id. at 1046..  The Supreme Court has accorded considerable significance to this factor, see, e.g., Schleier, 515 U.S. at 329, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span> (focusing on \"typical recovery in a personal injury case\" in applying the two-part test), and so do we.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Second, and relatedly, the Brabson court attached great weight to the fact that prejudgment interest was not available at common law in personal injury cases.  Indeed, such a boon was unheard-of in 1919 when Congress enacted the direct lineal ancestor of section 104(a)(2), section 213(b)(6) of the Revenue Act of 1918, ch. 18, 40 Stat. 1057, 1066 (1919).  Since the exclusion for personal injury awards has been handed down almost verbatim from 1919 forward, Congress could not conceivably have intended the exclusion to apply to prejudgment interest.  Cf. Monessen S.W. Ry. Co. v. Morgan, <span class=\"citation\" data-id=\"112083\"><a href=\"/opinion/112083/monessen-southwestern-r-co-v-morgan/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">330</span></a></span>, 338-39, <span class=\"citation\" data-id=\"112083\"><a href=\"/opinion/112083/monessen-southwestern-r-co-v-morgan/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1837</span></a></span>, <span class=\"citation\" data-id=\"112083\"><a href=\"/opinion/112083/monessen-southwestern-r-co-v-morgan/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1988) (disallowing recovery of prejudgment interest in FELA cases because, when Congress enacted the FELA in 1908, the common law did not allow prejudgment interest in personal injury suits).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Third, the Brabson court read Schleier as requiring \"a direct link between the injury and the remedial relief\" for the exclusion to apply, Brabson 73 F.3d at 1047, and found no such link between personal injuries and prejudgment interest.  \"Time becomes the relevant factor, not the injury itself--the longer the procedural delay, the higher the amount.\"  Id. Thus, prejudgment interest is inextricably intertwined with the very delay that severs the connection between prejudgment interest and the underlying personal injury.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To say more would be supererogatory.  Mindful of the panoply of factors favoring taxability, and mindful, too, of the default rule that all exclusions from income must be construed parsimoniously, see Schleier, 515 U.S. at 328, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>, we rule that prejudgment interest on compensatory damage awards in personal injury actions falls within the broad mandate of section 61, and that section 104(a)(2) provides no safe haven for taxpayers.  Because the Commissioner's (and the Tax Court's) determination that such prejudgment interest is subject to federal income tax jibes with the weight of authority and rests upon a sound construction of the Tax Code, we uphold it.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>C. The Statute of Limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The DiBiasios raise a final issue:  whether the notice of deficiency issued to them by the Commissioner was barred by the statute of limitations contained in 26 U.S.C. &#167; 6501 (which provides that, subject to certain exceptions, all federal income tax deficiencies \"shall be assessed within 3 years after the [taxpayer's] return was filed\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The facts are these.  The tax year in question is 1989.  The DiBiasios filed their return for that year on April 16, 1990.  They reported no part of the settlement proceeds as taxable income.  The Commissioner issued the deficiency notice for that tax year on February 23, 1994.  Accordingly, if the general three-year limitation period obtains, the notice came too late.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Commissioner parries by invoking an exception to the general three-year limitation period.  To achieve this exception, the Commissioner must show that a particular tax return improperly omits from gross income \"an amount properly includible therein which is in excess of 25 percent of the amount of gross income stated in the return.\"   If the Commissioner makes such a showing, \"the tax may be assessed ... at any time within 6 years after the return was filed.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We affirm the Tax Court's determination that the Commissioner has made the requisite showing.  The DiBiasios reported gross income of $123,382 on their 1989 return.  The Commissioner found that the DiBiasios should have reported an additional $450,036 in gross income attributable to prejudgment interest garnered in connection with the malpractice settlement (subject, of course, to appropriate deductions for attorneys' fees and costs).  This amount obviously exceeds twenty-five percent of the gross income actually reported.  Since the Commissioner correctly determined that this amount was subject to tax under section 61 and that no exclusion applied, the Commissioner had six years within which to serve a deficiency notice.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In arguing for a contrary result, the DiBiasios make two points.  Our earlier discussion defenestrates the first--that, by operation of section 104(a)(2), the imputed interest component of the malpractice settlement was not taxable at all.  The second--that the $450,036 amount was \"relatively arbitrary\"--is unpersuasive.  The amount mirrored precisely the ratio of prejudgment interest to compensatory damages in the original jury award.  In the absence of a contrary suggestion by the taxpayer, that ratio furnished the Commissioner with an appropriate guideline for determining what portion of the settlement comprised interest.  See Delaney, 99 F.3d at 25.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We need go no further.  The petitioners' remaining arguments do not merit discussion.  For the reasons advanced above, we conclude that both the Commissioner's determination and the Tax Court's affirmance of that determination are amply supported.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Throughout this opinion, we refer to the provisions of the Internal Revenue Code in effect for the tax years in question.  In 1996, Congress amended section 104(a)(2) to limit the exclusion, inter alia, to \"personal physical injuries or physical sickness.\"  (Emphasis supplied.)   The amendment does not apply to damages collected before the date of its enactment, and has no bearing here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The boilerplate reference in the settlement stipulations to \"no interest\" is not probative on this point and bears no further mention.  See Delaney, 99 F.3d at 24</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This is not to say that, should the settling parties choose to make an allocation, the Commissioner necessarily will be bound by it.  Generally speaking, the Commissioner is not constrained by taxpayers' settlement allocations if those allocations are unreasonable.  Indeed, a reviewing court ought to consider \"much more than the mere language subscribed to by the parties, whether in the settlement agreement proper, the stipulation of dismissal, or both.\"  Delaney, 99 F.3d at 23</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Rozpads accepted $800,000 in full settlement of a judgment for $965,250, which comprised $715,000 in damages and $250,250 in prejudgment interest.  Similarly, Mr. DiBiasio accepted $1,000,000 in full settlement of a judgment for $1,272,810, which comprised $700,000 in damages and $572,810 in prejudgment interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The amendment, effective January 14, 1983, merely inserted the phrase \"and whether as lump sums or as periodic payments\" into the statute.  See Periodic Payment Settlement Act of 1982, Pub.L. No. 97-473, &#167; 101(a), 96 Stat. 2605, 2605</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Insofar as the petitioners contend that prejudgment interest in a personal injury case passes the Court's two-part test because its principal purpose is to make victims whole, cf.  O'Gilvie v. United States, <span class=\"citation\" data-id=\"118070\"><a href=\"/opinion/118070/ogilvie-v-united-states/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"118070\"><a href=\"/opinion/118070/ogilvie-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">452</span></a></span>, 456, <span class=\"citation\" data-id=\"118070\"><a href=\"/opinion/118070/ogilvie-v-united-states/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></a></span> (1996) (rejecting excludability of punitive damages because they are not awarded to \"make a victim whole\"), their contention lacks force.  The O'Gilvie Court plainly indicated that section 104(a)(2) should not be construed expansively, noted that the excludability of lost wages recovered in personal injury actions is \"something of an anomaly,\" and warned that the phenomenon could not be assumed automatically to \"justify the extension of the anomaly or the creation of another.\"  Id. 519 U.S. at ----, 117 S.Ct. at 456.   It is difficult, therefore, to place too much credence on the lifting of a marginally related phrase from that case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/8097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1909970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1988186/"
  ]
}