{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198140/",
  "absolute_url": "/opinion/198140/city-of-hope-v-seguros-deservicio/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198140/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:46:28Z",
  "date_modified": "2017-03-24T10:54:46.063307Z",
  "type": "010combined",
  "sha1": "1504c6e11ebe8489ae4e8f521d73667a54641fb9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1038.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1038\r\n\n         CITY OF HOPE NATIONAL MEDICAL CENTER,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n                   HEALTHPLUS, INC.,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n   [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r\n\n                         Before\r\n\n       Selya, Boudin and Lipez, Circuit Judges.\r\n\nGary L. Tysch on brief for appellant.\r\nJorge E. Perez Diaz and Jos W. Vzquez Matos on brief for\r\nappellee.\r\n\nSeptember 11, 1998\r\n\nLIPEZ, Circuit Judge.  Plaintiff-appellant City of Hope\r\nNational Medical Center (City of Hope) filed an action asserting\r\nthat defendant-appellee Health Plus, Inc. (HPI) and others were\r\nobligated to pay City of Hope for its treatment of Maria D. Diaz\r\nfor leukemia.  City of Hope appeals from the judgment entered in\r\nthe district court granting defendants' motions for a summary\r\njudgment, primarily on the basis of the non-assignability of Diaz's\r\nrights pursuant to two health insurance policies.  We affirm.\r\n                          I.\r\nMaria D. Diaz was diagnosed with myeloid leukemia in 1992. \r\nAfter initial treatment in Puerto Rico, she experienced a period of\r\nremission.  In late 1992, however, Diaz suffered a relapse of her\r\ncancer that required additional treatment.  Diaz was referred by\r\nher treating physicians to Memorial Sloane-Kettering Hospital in\r\nNew York City for consultation and further treatment.  In January\r\n1993, Diaz was referred by doctors at Memorial Sloane-Kettering to\r\nCity of Hope in Duarte, California with a recommendation that Diaz\r\nundergo high-dose chemotherapy with allogenic bone marrow\r\ntransplantation (HDCT/ABMT).  Diaz was admitted to City of Hope in\r\nJanuary 1993.  Diaz received extensive treatment for her leukemia\r\nat City of Hope (including HDCT/ABMT), ultimately receiving\r\nservices costing in excess of $250,000.\r\nAfter Diaz's admission and the commencement of her treatment,\r\nCity of Hope sought coverage for Diaz's medical expenses from her\r\nhealth insurers.  Diaz had two sources of health insurance: Segurio\r\nde Servicio de Salud de Puerto Rico, Inc. (Triple-S) was her\r\nprimary insurance carrier (offered through her employer) and PCA\r\nHealth Plan of Puerto Rico (formerly HealthPlus, Inc. or \"HPI\") was\r\nher secondary insurance carrier (offered through her husband's\r\nemployer).  Except under limited circumstances, only services\r\nprovided by physicians and hospitals that were part of the HMO\r\nnetwork were covered by Diaz's HPI policy; treatment outside the\r\nnetwork was only covered if it was (i) pre-approved by the HMO or\r\n(ii) constituted emergency medical services.  City of Hope did not\r\nhave a contract with Diaz's HMO to provide medical services.\r\nTriple-S denied coverage for Diaz's treatment at City of Hope\r\nbecause Diaz's policy did not cover HDCT/ABMT.  HPI refused\r\ncoverage because, inter alia, neither City of Hope nor Diaz had\r\ncomplied with the pre-authorization procedures mandated by Diaz's\r\nHMO policy. \r\nIn April 1993, Diaz signed a document that purported to assign\r\nher rights under her health insurance policies to City of Hope\r\n\"[t]o the degree permitted under any insurance policy.\"  The HPI\r\nhealth insurance policy at issue contained the following clause:\r\n\"[a]ll entitlements of a member to receive covered rights are\r\npersonal and may not be assigned.\"\r\nAlleging a breach of the health insurance plans, City of Hope\r\nsubsequently sued Triple-S, HPI, and American Airlines Employee\r\nBenefit Plan (the administrator of her husband's employer's benefit\r\nprogram) for benefits and attorney's fees pursuant to the Employee\r\nRetirement Income Security Act (ERISA), 29 U.S.C.  1001 et seq. \r\nThe three defendants filed answers and thereafter moved for a\r\nsummary judgment.  The district court granted summary judgment for\r\nthe defendants, finding, with regard to HPI, that (i) the non-\r\nassignment clause was valid, and precluded City of Hope's claims,\r\n(ii) the services rendered by City of Hope were not \"emergency\r\nmedical services,\" and (iii) HPI was not equitably estopped from\r\ndenying coverage.\r\nCity of Hope filed a timely notice of appeal.  We subsequently\r\ndismissed this appeal with respect to Triple-S and American\r\nAirlines Employee Benefit Plan because City of Hope failed to raise\r\nany issue regarding the district court's grant of a summary\r\njudgment for those appellees.  Thus, HPI is the sole remaining\r\nappellee.  \r\n                         II.\r\nIn considering a motion for summary judgment, the court's\r\n\"role is to pierce the boilerplate of the pleadings and assay the\r\nparties' proof in order to determine whether a trial is actually\r\nrequired.\"  Wynne v. Tufts Univ. Sch. of Med., 976 F.2d 791, 794\r\n(1st Cir. 1992), cert. denied, 507 U.S. 1030 (1993).  A motion for\r\nsummary judgment should be granted \"if the pleadings, depositions,\r\nanswers to interrogatories, and admissions on file, together with\r\nthe affidavits, if any, show that there is no genuine issue as to\r\nany material fact and that the moving party is entitled to judgment\r\nas a matter of law.\"  Fed. R. Civ. P. 56(c).  Because the lower\r\ncourt makes a judgment of law, our review of a summary judgment\r\nruling is de novo.  See IAM v. Winship Green Nursing Ctr., 103 F.3d\r\n196, 199 (1st Cir. 1998).\r\n1.   The Rights of City of Hope Pursuant to Diaz's Assignment \r\nCity of Hope argues that it is a party to a valid assignment\r\nfrom Diaz.  That contention requires us to address the following\r\nissues: (i) whether ERISA permits the assignment of benefits under\r\nERISA-regulated health insurance plans; (ii) whether City of Hope\r\nhas standing under ERISA to assert its claim as assignee; (iii)\r\nwhether the non-assignment provision in Diaz's contract violates\r\npublic policy, and; (iv) whether the non-assignment provision bars\r\nCity of Hope's claim. \r\n     a. The Assignability of Health Care Benefits Under ERISA\r\nIn Mackey v. Lanier Collection Agency &amp; Services, Inc., 486\r\nU.S. 825 (1988), the Supreme Court addressed whether ERISA allowed\r\nor prohibited the garnishment of benefits under ERISA-regulated\r\nwelfare plans.  The Court noted that while Congress prohibited the\r\nassignment or alienation of benefits under pension plans, 29 U.S.C.\r\n1056(d)(1), Congress did not include such a ban on the assignment\r\nof benefits under welfare plans, and reasoned that \"Congress'\r\ndecision to remain silent concerning the attachment or garnishment\r\nof ERISA welfare plan benefits 'acknowledged and accepted the\r\npractice, rather than prohibiting it.'\" Id. at 837-38 (quoting\r\nAlessi v. Raybestos Manhattan, Inc., 451 U.S. 504, 516 (1981)).  \r\nCongress prohibited the assignment of pension benefits \"[t]o\r\nfurther ensure that the employee's accrued benefits are actually\r\navailable for retirement purposes.\"  H.R. Rep. No. 807, 93d Cong.,\r\n2d Sess. 68 (1974), reprinted in 1974 U.S.C.C.A.N. 4639, 4670,\r\n4734.  By contrast, the assignability of welfare plan benefits may\r\nfurther the goal of ERISA \"to promote the interests of employees\r\nand their beneficiaries in employee benefit plans.\"  Shaw v. Delta\r\nAir Lines, 463 U.S. 85, 90 (1983).  For example, \"assignment to a\r\nhealth care provider facilitates rather than hampers the employee's\r\nreceipt of health benefits.\"  Hermann Hosp. v. MEBA Med. and\r\nBenefits Plan, 845 F.2d 1286, 1289 (5th Cir. 1988).  Given these\r\nconsiderations, we agree with other circuits that the logic of the\r\nSupreme Court's decision in Mackey allowing the garnishment of\r\nbenefits under ERISA-regulated welfare plans allows the assignment\r\ngenerally of welfare benefits under such plans.  See Davidowitz v.\r\nDelta Dental Plan of California, 946 F.2d 1476, 1478 (9th Cir.\r\n1991) (holding that \"ERISA does not preclude welfare plan benefit\r\nassignments\" and citing Mackey); St. Francis Regional Med. Ctr. v.\r\nBlue Cross and Blue Shield of Kansas, Inc., 49 F.3d 1460, 1464\r\n(10th Cir. 1995) (citing Mackey for the proposition that \"Congress\r\ndid not intend to enact a policy precluding [welfare plan benefits]\r\nassignability\").\r\n     b. City of Hope's Standing to Sue Under ERISA\r\nDespite our conclusion that ERISA permits the assignment of\r\nwelfare plan benefits, we must address the basis for City of Hope's\r\nstanding to file its ERISA lawsuit pursuant to such an assignment. \r\nERISA specifically enumerates the parties with standing to sue to\r\nenforce ERISA's provisions: participants, beneficiaries,\r\nfiduciaries and the Secretary of Labor. Under ERISA, a\r\n\"beneficiary\" is defined as \"a person designated by a participant\r\n... who is or may become entitled to a benefit\" under the plan.  29\r\nU.S.C.  1002(8).  \"Participant\" is defined as \"any employee or\r\nformer employee of an employer ... who is or may become eligible to\r\nreceive a benefit of any type from an employee benefit plan which\r\ncovers employees of such employer ... or whose beneficiaries may be\r\neligible to receive any such benefit.\"  29 U.S.C.  1002(7). \r\nCommenting on the exclusive nature of ERISA's list of parties with\r\nstanding, the Supreme Court has cautioned that \"[t]he assumption of\r\ninadvertent omission is rendered especially suspect upon close\r\nconsideration of ERISA's interlocking, interrelated, and\r\ninterdependent remedial scheme, which is in turn part of a\r\n'comprehensive and reticulated statute.'\"  Massachusetts Mut. Life\r\nIns. Co. v. Russell, 473 U.S. 134, 146 (1985) (quoting Nachman\r\nCorp. v. Pension Benefit Guar. Corp., 446 U.S. 359, 361 (1980)). \r\nThus, when we previously considered ERISA's standing provision, we\r\nstated that \"since Congress has carefully catalogued a selected\r\nlist of persons eligible to sue under ERISA, there is no plausible\r\nrationale for us gratuitously to enlarge the roster.\"  Kwatcher v.\r\nMassachusetts Serv. Employees Pension Fund, 879 F.2d 957, 965 (1st\r\nCir. 1989).\r\nIn light of ERISA's comprehensiveness and the Supreme Court's\r\nadmonition to avoid expanding ERISA's class of plaintiffs, the\r\nThird Circuit has refused to recognize assignee standing under\r\nERISA: \"Congress simply made no provision in  1132(a)(1)(B) for\r\npersons other than participants and beneficiaries to sue, including\r\npersons purporting to sue on their behalf.\"  Northeast Dep't ILGWU\r\nHealth and Welfare Fund v. Teamsters Local Union No. 229 Welfare\r\nFund, 764 F.2d 147, 154 n.6 (3d Cir. 1985) (emphasis added).  \r\nAlthough set forth as dicta because the court went on to find that\r\nthe patient \"did not, in fact, make an assignment of her claim,\"\r\nid., this language has led to the rejection of assignee standing\r\nwithin district courts of that circuit.\r\nOther courts have not accorded significance to some\r\ndistinctions in  ERISA's definitions in concluding that a health\r\ncare provider-assignee has standing to sue pursuant to the express\r\nterms of the statute.  In Kennedy v. Connecticut General Life\r\nInsurance Co., 924 F.2d 698 (7th Cir. 1991), the plaintiff health\r\ncare provider, a chiropractor, sued the insurer for payment on the\r\nbasis of an assignment from the wife of an employee whose employer\r\nhad a group health policy with the insurer.  See id. at 699.  The\r\nKennedy court concluded that the health care provider had standing\r\nas a beneficiary under ERISA, which defines beneficiary as \"a\r\nperson designated by a participant ... who is or may become\r\nentitled to a benefit\" under the plan. 29 U.S.C.  1002(8).  This\r\nconclusion reflects the premise that the spouse of an employee\r\ncovered by an ERISA-regulated welfare plan meets the definition of\r\na \"participant.\"  In fact, as the statute makes clear,\r\n\"participant\" is defined in ERISA only with reference to an\r\nemployee or a former employee.  See 29 U.S.C.  1002(7).  The wife\r\nof an employee could not herself be a participant under her\r\nhusband's plan; she could only be a beneficiary.  The Kennedy court\r\ndid not acknowledge such a distinction, holding that the wife of\r\nthe employee was \"unquestionably a participant as  1002(7) uses\r\nthat term ....\"  Id. at 700. \r\nThe district court in this case also accepted the proposition\r\nthat the spouse of an employee meets the ERISA definition of a\r\nparticipant: \"Diaz was a participant in an employee welfare benefit\r\nplan sponsored by  her husband's employer.\"  983 F. Supp. at 70. \r\nIt offered the further observation that \"by virtue of the\r\nassignment, City of Hope could ostensibly become a beneficiary --\r\ni.e. one designated by a participant to become entitled to a\r\nbenefit under the plan.\"  Id. at 73 n.7 (emphasis added).  In fact,\r\nhowever, Diaz was neither an employee nor a former employee, and\r\nhence she did not meet ERISA's clear definition of \"participant.\" \r\nTherefore, Diaz could not confer beneficiary status on City of\r\nHope, given ERISA's definition of a beneficiary as \"a person\r\ndesignated by a participant ... who is or may become entitled to a\r\nbenefit\" under the plan.  See 29 U.S.C.  1002(8). \r\nThe district court did not, however, base its decision on this\r\nincorrect characterization of Diaz's status.  Instead, it focused\r\non Diaz's status as a beneficiary of her husband's health care plan\r\nand concluded, in conformity with the approach of a number of\r\ncircuits, that a health care provider, as the assignee of a\r\nbeneficiary, \"acquires derivative standing and is able to sue as a\r\n'beneficiary' by standing in the shoes of his assignor.\"  983 F.\r\nSupp. at 73 (citing Misic v. Building Serv. Employees Health and\r\nWelfare Trust, 789 F.2d 1374, 1378 (9th Cir. 1986)).  We agree with\r\nthis approach, which is consistent with our position in Kwatcherthat there is no justification for expansion by the court of the\r\nroster of persons eligible to sue under ERISA.  See Kwatcher, 879\r\nF.2d at 965.\r\nThe term derivative means \"coming from another .... That which\r\nhas not its own origin in itself, but owes its existence to\r\nsomething foregoing.\"  Black's Law Dictionary 443 (6th ed. 1990). \r\nIt is generally understood that \"the assignee acquires rights\r\nsimilar to those of the assignor, and is put in the same position\r\nwith reference to those rights as that in which the assignor stood\r\nat the time of assignment.\"  3 Samuel Williston &amp; Walter H.E.\r\nJaeger, A Treatise on the Law of Contracts  404, at 5  (3d ed.\r\n1960).  If an assignee seeking relief in court stands in the place\r\nof an assignor, there has been a substitution rather than an\r\nexpansion of the parties.\r\nIn United States v. Carter, 353 U.S. 210 (1957), the Supreme\r\nCourt recognized assignee standing under the Miller Act.  The\r\nMiller Act protects contractors on federal construction projects\r\n\"in lieu of the protection they might receive under state\r\nstatutes.\"  Id. at 216.  Like ERISA, the Miller Act confines\r\nstanding to an enumerated class: persons who have \"furnished labor\r\nor material in the prosecution of the work provided for in such \r\ncontract ... and who ha[ve] not been paid in full therefor[.]\"  Id.at 215 (citing 40 U.S.C.  270b(a)).  The Supreme Court rejected\r\nthe argument that the assignees of persons who had \"furnished labor\r\nor material\" lacked standing to sue:\r\nThe surety also argues that the trustees are not entitled\r\nto recover the promised contributions under  2(a) of the\r\nMiller Act, since they are [not] persons who have\r\nfurnished labor or material ... [A] denial of an\r\nassignee's right to sue on the bond might deprive those\r\nfor whom the security was intended of a fair chance to\r\nrealize upon their claims by assignment....\r\n\nThe trustees stand in the shoes of the employees and are\r\nentitled to enforce their rights.  \r\n\nId.  at 218-20(emphasis added)(footnotes omitted).  In this ERISA\r\ncontext as well, we conclude that Congress did not intend to\r\ndisturb the common law principles of assignment.  See Pilot Life\r\nIns. Co. v. Dedeaux, 481 U.S. 41, 56 (1987) (discussing Congress'\r\n\"expectations that a federal common law of rights and obligations\r\nunder ERISA-regulated plans would develop\"); see also 3 Samuel\r\nWilliston &amp; Walter H.E. Jaeger, A Treatise on the Law of Contracts\r\n446A, at 328 (3d ed. 1960) (explaining that \"the assignee has,\r\nand has had for more than a century, a legal right ... enforceable\r\nin courts of law\") (citing Welch v. Mandeville (US) 1 Wheat 233, 4\r\nL. ed. 79 (1816)).\r\nAlthough the district court recognized the validity of\r\nderivative standing under ERISA, it denied City of Hope standing to\r\nsue because it found the assignment from Diaz invalid.  This\r\nconclusion wrongly conflates two distinct inquiries.  The standing\r\ninquiry does not focus on the merits of the dispute.  It focuses\r\nonly on \"whether the litigant is entitled to have the court decide\r\nthe merits of the dispute.\"  Warth v. Seldin, 422 U.S. 490, 498\r\n(1975).  Consequently, City of Hope's standing depends on a\r\n\"colorable claim\" that it is an assignee of a beneficiary.  SeeFirestone Tire &amp; Rubber Co. v. Bruch, 489 U.S. 101, 117 (1989)\r\n(refining ERISA's definition of \"participant\" to include former\r\nemployees \"who have a 'colorable claim' to vested benefits\"); see\r\nalso Kennedy, 924 F.2d at 700 (applying the \"colorable claim\"\r\nstandard in the standing context and citing Firestone).  As the\r\nassignee of an ERISA beneficiary, City of Hope satisfies the\r\nstanding requirements of section 1132 and has a right to have the\r\ncourt decide the merits of its claim against HPI.        \r\n     c. The Non-Assignment Clause and Public Policy\r\nCity of Hope argues that the district court erred in giving\r\neffect to the non-assignment clause in Diaz's HMO policy because\r\nsuch a clause is contrary to the public policy advanced by ERISA. \r\nIn effect, City of Hope asks us to read into ERISA's allowance for\r\nthe assignability of ERISA-regulated welfare plan benefits a bar to\r\nthe contractual non-assignability of such benefits.  Once again,\r\nthe Supreme Court's reasoning in Mackey is persuasive: \"[Congress]\r\nhad before it a provision to bar the alienation or garnishment of\r\nERISA plan benefits, and chose to impose that limitation only with\r\nrespect to ERISA pension benefit plans, and not ERISA welfare\r\nbenefit plans.  In a comprehensive regulatory scheme like ERISA,\r\nsuch omissions are significant ones.\"  Mackey, 486 U.S. at 837.  By\r\nits silence on the assignability of ERISA-regulated welfare plan\r\nbenefits, \"Congress intended not to mandate assignability, but\r\nintended instead to allow the free marketplace to work out such\r\ncompetitive, cost effective, medical expense reducing structures as\r\nmight evolve.\"  Davidowitz, 946 F.2d at 1481.  \r\nConsistent with the other circuits which have addressed this\r\nissue, we hold that ERISA leaves the assignability or non-\r\nassignability of health care benefits under ERISA-regulated welfare\r\nplans to the negotiations of the contracting parties.   See St.\r\nFrancis Reg'l Med. Ctr., 49 F.3d at 1464 (enforcing a non-\r\nassignment clause in an ERISA-regulated health insurance welfare\r\nbenefit plan against a health care provider); Arkansas Blue Cross\r\nand Blue Shield v. St. Mary's Hosp., 947 F.2d 1341 (8th Cir. 1991),\r\ncert. denied, 504 U.S. 957 (1992) (same).  Therefore, we conclude\r\nthat the non-assignment provision in Diaz's HMO policy is not\r\ncontrary to public policy. \r\n     d. The Scope of the Non-Assignment Clause\r\nIn the alternative, City of Hope argues that even if non-\r\nassignment clauses in ERISA-regulated plans are generally\r\nenforceable, the district court erred in applying this non-\r\nassignment clause to its claim as a health care provider.  Instead,\r\nCity of Hope argues that the non-assignment clause in Diaz's\r\ncontract was intended only to preclude her ability to transfer\r\nrights to actual medical services to another individual, or to\r\npreclude the diversion of benefit funds to an unrelated debt.\r\nOne court of appeals has adopted this distinction, finding\r\nthat a non-assignment clause which read that \"[n]o employee shall\r\nat any time ... have any right to assign his rights or benefits\"\r\ndid not prohibit the assignment of \"causes of action arising after\r\nthe denial of benefits\" as distinguished from \"rights or benefits.\" \r\nSee Lutheran Med. Ctr. v. Contractors, Laborers, Teamsters, and\r\nEngineers Health and Welfare Plan, 25 F.3d 616, 619 (8th Cir.\r\n1994).  We think this approach would strain the plain meaning of\r\nthe contract language at issue in this case that \"[a]ll\r\nentitlements of a member to receive covered rights are personal and\r\nmay not be assigned.\"  As we have previously stated,\r\n\"straightforward language in an ERISA-regulated insurance policy\r\nshould be given its natural meaning.\"  Hughes v. Boston Mut. Life\r\nIns. Co., 26 F.3d 264, 268 (1st Cir. 1994) (quoting Burnham v.Guardian Life Ins. Co., 873 F.2d 486, 489 (1st Cir. 1989)).  We\r\nagree with the district court that under the clear terms of the\r\ncontract, Diaz could not assign her rights to City of Hope.\r\n2. Equitable Estoppel\r\nFinally, City of Hope claims that HPI is equitably estopped\r\nfrom denying coverage.  In Law v. Ernst &amp; Young, we explained that\r\n\"the party to be charged [with an estoppel] must 'make [] a\r\ndefinite misrepresentation of fact to another person.'\"  Law v.\r\nErnst &amp; Young, 956 F.2d 364, 368 (1st Cir. 1992) (quoting Phelps v.\r\nFEMA, 785 F.2d 13 (1st Cir. 1986) and Restatement (Second) of Torts\r\n894(1) (1977)).  In support of its estoppel claim, City of Hope\r\npoints to a March 23, 1993 fax from an HPI employee to City of Hope\r\nthat reads: \"It is important to remember as I spoke to you a month\r\nago, that (Diaz) has some responsibilities to follow so she can\r\nhave services coverage.\"  The fax then made reference to Section VI\r\nof Diaz's HMO policy, which included the terms under which health\r\nservices would be covered.  Given the fact that Diaz's treatment\r\nhad begun in January 1993, City of Hope argues that this reference\r\nin March 1993 to the procedural requirements of the health\r\ninsurance policy held out the promise of recovery if there was\r\ncompliance with the procedures.  We agree with the district court\r\nthat a statement emphasizing the procedural requirements of a\r\nhealth insurance plan is far from the \"definite misrepresentation\r\nof fact\" about a willingness to pay for medical services necessary\r\nto establish an estoppel claim.  There is no evidence in the record\r\nthat HPI ever represented that it would cover City of Hope's costs\r\nfor Diaz's treatment.\r\nFor the foregoing reasons, HPI was entitled to judgment as a\r\nmatter of law.  The judgment of the district court is AFFIRMED.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1038\r\n\n         CITY OF HOPE NATIONAL MEDICAL CENTER,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n                   HEALTHPLUS, INC.,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n   [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r\n\n                         Before\r\n\n       Selya, Boudin and Lipez, Circuit Judges.\r\n\nGary L. Tysch on brief for appellant.\r\nJorge E. Perez Diaz and Jos W. Vzquez Matos on brief for\r\nappellee.\r\n\nSeptember 11, 1998\r\n\nLIPEZ, Circuit Judge.  Plaintiff-appellant City of Hope\r\nNational Medical Center (City of Hope) filed an action asserting\r\nthat defendant-appellee Health Plus, Inc. (HPI) and others were\r\nobligated to pay City of Hope for its treatment of Maria D. Diaz\r\nfor leukemia.  City of Hope appeals from the judgment entered in\r\nthe district court granting defendants' motions for a summary\r\njudgment, primarily on the basis of the non-assignability of Diaz's\r\nrights pursuant to two health insurance policies.  We affirm.\r\n                          I.\r\nMaria D. Diaz was diagnosed with myeloid leukemia in 1992. \r\nAfter initial treatment in Puerto Rico, she experienced a period of\r\nremission.  In late 1992, however, Diaz suffered a relapse of her\r\ncancer that required additional treatment.  Diaz was referred by\r\nher treating physicians to Memorial Sloane-Kettering Hospital in\r\nNew York City for consultation and further treatment.  In January\r\n1993, Diaz was referred by doctors at Memorial Sloane-Kettering to\r\nCity of Hope in Duarte, California with a recommendation that Diaz\r\nundergo high-dose chemotherapy with allogenic bone marrow\r\ntransplantation (HDCT/ABMT).  Diaz was admitted to City of Hope in\r\nJanuary 1993.  Diaz received extensive treatment for her leukemia\r\nat City of Hope (including HDCT/ABMT), ultimately receiving\r\nservices costing in excess of $250,000.\r\nAfter Diaz's admission and the commencement of her treatment,\r\nCity of Hope sought coverage for Diaz's medical expenses from her\r\nhealth insurers.  Diaz had two sources of health insurance: Segurio\r\nde Servicio de Salud de Puerto Rico, Inc. (Triple-S) was her\r\nprimary insurance carrier (offered through her employer) and PCA\r\nHealth Plan of Puerto Rico (formerly HealthPlus, Inc. or \"HPI\") was\r\nher secondary insurance carrier (offered through her husband's\r\nemployer).  Except under limited circumstances, only services\r\nprovided by physicians and hospitals that were part of the HMO\r\nnetwork were covered by Diaz's HPI policy; treatment outside the\r\nnetwork was only covered if it was (i) pre-approved by the HMO or\r\n(ii) constituted emergency medical services.  City of Hope did not\r\nhave a contract with Diaz's HMO to provide medical services.\r\nTriple-S denied coverage for Diaz's treatment at City of Hope\r\nbecause Diaz's policy did not cover HDCT/ABMT.  HPI refused\r\ncoverage because, inter alia, neither City of Hope nor Diaz had\r\ncomplied with the pre-authorization procedures mandated by Diaz's\r\nHMO policy. \r\nIn April 1993, Diaz signed a document that purported to assign\r\nher rights under her health insurance policies to City of Hope\r\n\"[t]o the degree permitted under any insurance policy.\"  The HPI\r\nhealth insurance policy at issue contained the following clause:\r\n\"[a]ll entitlements of a member to receive covered rights are\r\npersonal and may not be assigned.\"\r\nAlleging a breach of the health insurance plans, City of Hope\r\nsubsequently sued Triple-S, HPI, and American Airlines Employee\r\nBenefit Plan (the administrator of her husband's employer's benefit\r\nprogram) for benefits and attorney's fees pursuant to the Employee\r\nRetirement Income Security Act (ERISA), 29 U.S.C.  1001 et seq. \r\nThe three defendants filed answers and thereafter moved for a\r\nsummary judgment.  The district court granted summary judgment for\r\nthe defendants, finding, with regard to HPI, that (i) the non-\r\nassignment clause was valid, and precluded City of Hope's claims,\r\n(ii) the services rendered by City of Hope were not \"emergency\r\nmedical services,\" and (iii) HPI was not equitably estopped from\r\ndenying coverage.\r\nCity of Hope filed a timely notice of appeal.  We subsequently\r\ndismissed this appeal with respect to Triple-S and American\r\nAirlines Employee Benefit Plan because City of Hope failed to raise\r\nany issue regarding the district court's grant of a summary\r\njudgment for those appellees.  Thus, HPI is the sole remaining\r\nappellee.  \r\n                         II.\r\nIn considering a motion for summary judgment, the court's\r\n\"role is to pierce the boilerplate of the pleadings and assay the\r\nparties' proof in order to determine whether a trial is actually\r\nrequired.\"  Wynne v. Tufts Univ. Sch. of Med., </pre><span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span><pre class=\"inline\">, 794\r\n(1st Cir. 1992), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span><pre class=\"inline\"> (1993).  A motion for\r\nsummary judgment should be granted \"if the pleadings, depositions,\r\nanswers to interrogatories, and admissions on file, together with\r\nthe affidavits, if any, show that there is no genuine issue as to\r\nany material fact and that the moving party is entitled to judgment\r\nas a matter of law.\"  Fed. R. Civ. P. 56(c).  Because the lower\r\ncourt makes a judgment of law, our review of a summary judgment\r\nruling is de novo.  See IAM v. Winship Green Nursing Ctr., </pre><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">196</span></span><pre class=\"inline\">, 199 (1st Cir. 1998).\r\n1.   The Rights of City of Hope Pursuant to Diaz's Assignment \r\nCity of Hope argues that it is a party to a valid assignment\r\nfrom Diaz.  That contention requires us to address the following\r\nissues: (i) whether ERISA permits the assignment of benefits under\r\nERISA-regulated health insurance plans; (ii) whether City of Hope\r\nhas standing under ERISA to assert its claim as assignee; (iii)\r\nwhether the non-assignment provision in Diaz's contract violates\r\npublic policy, and; (iv) whether the non-assignment provision bars\r\nCity of Hope's claim. \r\n     a. The Assignability of Health Care Benefits Under ERISA\r\nIn Mackey v. Lanier Collection Agency &amp; Services, Inc., </pre><span class=\"citation\" data-id=\"112105\"><a href=\"/opinion/112105/mackey-v-lanier-collection-agency-service-inc/\"><span class=\"volume\">486</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\"> (1988), the Supreme Court addressed whether ERISA allowed\r\nor prohibited the garnishment of benefits under ERISA-regulated\r\nwelfare plans.  The Court noted that while Congress prohibited the\r\nassignment or alienation of benefits under pension plans, 29 U.S.C.\r\n1056(d)(1), Congress did not include such a ban on the assignment\r\nof benefits under welfare plans, and reasoned that \"Congress'\r\ndecision to remain silent concerning the attachment or garnishment\r\nof ERISA welfare plan benefits 'acknowledged and accepted the\r\npractice, rather than prohibiting it.'\" Id. at 837-38 (quoting\r\nAlessi v. Raybestos Manhattan, Inc., </pre><span class=\"citation\" data-id=\"110477\"><a href=\"/opinion/110477/alessi-v-raybestos-manhattan-inc/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span><pre class=\"inline\">, 516 (1981)).  \r\nCongress prohibited the assignment of pension benefits \"[t]o\r\nfurther ensure that the employee's accrued benefits are actually\r\navailable for retirement purposes.\"  H.R. Rep. No. 807, 93d Cong.,\r\n2d Sess. 68 (1974), reprinted in 1974 U.S.C.C.A.N. 4639, 4670,\r\n4734.  By contrast, the assignability of welfare plan benefits may\r\nfurther the goal of ERISA \"to promote the interests of employees\r\nand their beneficiaries in employee benefit plans.\"  Shaw v. Delta\r\nAir Lines, </pre><span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span><pre class=\"inline\">, 90 (1983).  For example, \"assignment to a\r\nhealth care provider facilitates rather than hampers the employee's\r\nreceipt of health benefits.\"  Hermann Hosp. v. MEBA Med. and\r\nBenefits Plan, </pre><span class=\"citation\" data-id=\"505517\"><a href=\"/opinion/505517/hermann-hospital-v-meba-medical-benefits-plan/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1286</span></a></span><pre class=\"inline\">, 1289 (5th Cir. 1988).  Given these\r\nconsiderations, we agree with other circuits that the logic of the\r\nSupreme Court's decision in Mackey allowing the garnishment of\r\nbenefits under ERISA-regulated welfare plans allows the assignment\r\ngenerally of welfare benefits under such plans.  See Davidowitz v.\r\nDelta Dental Plan of California, </pre><span class=\"citation\" data-id=\"570108\"><a href=\"/opinion/570108/fred-davidowitz-dds-morris-davidowitz-dds-donald-dobbs-dds/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1476</span></a></span><pre class=\"inline\">, 1478 (9th Cir.\r\n1991) (holding that \"ERISA does not preclude welfare plan benefit\r\nassignments\" and citing Mackey); St. Francis Regional Med. Ctr. v.\r\nBlue Cross and Blue Shield of Kansas, Inc., </pre><span class=\"citation\" data-id=\"691395\"><a href=\"/opinion/691395/st-francis-regional-medical-center-v-blue-cross-and-blue-shield-of/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1460</span></a></span><pre class=\"inline\">, 1464\r\n(10th Cir. 1995) (citing Mackey for the proposition that \"Congress\r\ndid not intend to enact a policy precluding [welfare plan benefits]\r\nassignability\").\r\n     b. City of Hope's Standing to Sue Under ERISA\r\nDespite our conclusion that ERISA permits the assignment of\r\nwelfare plan benefits, we must address the basis for City of Hope's\r\nstanding to file its ERISA lawsuit pursuant to such an assignment. \r\nERISA specifically enumerates the parties with standing to sue to\r\nenforce ERISA's provisions: participants, beneficiaries,\r\nfiduciaries and the Secretary of Labor. Under ERISA, a\r\n\"beneficiary\" is defined as \"a person designated by a participant\r\n... who is or may become entitled to a benefit\" under the plan.  29\r\nU.S.C.  1002(8).  \"Participant\" is defined as \"any employee or\r\nformer employee of an employer ... who is or may become eligible to\r\nreceive a benefit of any type from an employee benefit plan which\r\ncovers employees of such employer ... or whose beneficiaries may be\r\neligible to receive any such benefit.\"  29 U.S.C.  1002(7). \r\nCommenting on the exclusive nature of ERISA's list of parties with\r\nstanding, the Supreme Court has cautioned that \"[t]he assumption of\r\ninadvertent omission is rendered especially suspect upon close\r\nconsideration of ERISA's interlocking, interrelated, and\r\ninterdependent remedial scheme, which is in turn part of a\r\n'comprehensive and reticulated statute.'\"  Massachusetts Mut. Life\r\nIns. Co. v. Russell, </pre><span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 146 (1985) (quoting Nachman\r\nCorp. v. Pension Benefit Guar. Corp., </pre><span class=\"citation\" data-id=\"110257\"><a href=\"/opinion/110257/nachman-corp-v-pension-benefit-guaranty-corporation/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span><pre class=\"inline\">, 361 (1980)). \r\nThus, when we previously considered ERISA's standing provision, we\r\nstated that \"since Congress has carefully catalogued a selected\r\nlist of persons eligible to sue under ERISA, there is no plausible\r\nrationale for us gratuitously to enlarge the roster.\"  Kwatcher v.\r\nMassachusetts Serv. Employees Pension Fund, </pre><span class=\"citation\" data-id=\"526436\"><a href=\"/opinion/526436/george-kwatcher-v-massachusetts-service-employees-pension-fund/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">957</span></a></span><pre class=\"inline\">, 965 (1st\r\nCir. 1989).\r\nIn light of ERISA's comprehensiveness and the Supreme Court's\r\nadmonition to avoid expanding ERISA's class of plaintiffs, the\r\nThird Circuit has refused to recognize assignee standing under\r\nERISA: \"Congress simply made no provision in  1132(a)(1)(B) for\r\npersons other than participants and beneficiaries to sue, including\r\npersons purporting to sue on their behalf.\"  Northeast Dep't ILGWU\r\nHealth and Welfare Fund v. Teamsters Local Union No. 229 Welfare\r\nFund, </pre><span class=\"citation\" data-id=\"453346\"><a href=\"/opinion/453346/northeast-department-ilgwu-health-and-welfare-fund-and-sol-hoffman-v/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">147</span></a></span><pre class=\"inline\">, 154 n.6 (3d Cir. 1985) (emphasis added).  \r\nAlthough set forth as dicta because the court went on to find that\r\nthe patient \"did not, in fact, make an assignment of her claim,\"\r\nid., this language has led to the rejection of assignee standing\r\nwithin district courts of that circuit.\r\nOther courts have not accorded significance to some\r\ndistinctions in  ERISA's definitions in concluding that a health\r\ncare provider-assignee has standing to sue pursuant to the express\r\nterms of the statute.  In Kennedy v. Connecticut General Life\r\nInsurance Co., </pre><span class=\"citation\" data-id=\"555104\"><a href=\"/opinion/555104/tj-kennedy-v-connecticut-general-life-insurance-co/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span><pre class=\"inline\"> (7th Cir. 1991), the plaintiff health\r\ncare provider, a chiropractor, sued the insurer for payment on the\r\nbasis of an assignment from the wife of an employee whose employer\r\nhad a group health policy with the insurer.  See id. at 699.  The\r\nKennedy court concluded that the health care provider had standing\r\nas a beneficiary under ERISA, which defines beneficiary as \"a\r\nperson designated by a participant ... who is or may become\r\nentitled to a benefit\" under the plan. 29 U.S.C.  1002(8).  This\r\nconclusion reflects the premise that the spouse of an employee\r\ncovered by an ERISA-regulated welfare plan meets the definition of\r\na \"participant.\"  In fact, as the statute makes clear,\r\n\"participant\" is defined in ERISA only with reference to an\r\nemployee or a former employee.  See 29 U.S.C.  1002(7).  The wife\r\nof an employee could not herself be a participant under her\r\nhusband's plan; she could only be a beneficiary.  The Kennedy court\r\ndid not acknowledge such a distinction, holding that the wife of\r\nthe employee was \"unquestionably a participant as  1002(7) uses\r\nthat term ....\"  Id. at 700. \r\nThe district court in this case also accepted the proposition\r\nthat the spouse of an employee meets the ERISA definition of a\r\nparticipant: \"Diaz was a participant in an employee welfare benefit\r\nplan sponsored by  her husband's employer.\"  983 F. Supp. at 70. \r\nIt offered the further observation that \"by virtue of the\r\nassignment, City of Hope could ostensibly become a beneficiary --\r\ni.e. one designated by a participant to become entitled to a\r\nbenefit under the plan.\"  Id. at 73 n.7 (emphasis added).  In fact,\r\nhowever, Diaz was neither an employee nor a former employee, and\r\nhence she did not meet ERISA's clear definition of \"participant.\" \r\nTherefore, Diaz could not confer beneficiary status on City of\r\nHope, given ERISA's definition of a beneficiary as \"a person\r\ndesignated by a participant ... who is or may become entitled to a\r\nbenefit\" under the plan.  See 29 U.S.C.  1002(8). \r\nThe district court did not, however, base its decision on this\r\nincorrect characterization of Diaz's status.  Instead, it focused\r\non Diaz's status as a beneficiary of her husband's health care plan\r\nand concluded, in conformity with the approach of a number of\r\ncircuits, that a health care provider, as the assignee of a\r\nbeneficiary, \"acquires derivative standing and is able to sue as a\r\n'beneficiary' by standing in the shoes of his assignor.\"  983 F.\r\nSupp. at 73 (citing Misic v. Building Serv. Employees Health and\r\nWelfare Trust, </pre><span class=\"citation\" data-id=\"469435\"><a href=\"/opinion/469435/petar-misic-v-the-building-service-employees-health-and-welfare-trust/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1374</span></a></span><pre class=\"inline\">, 1378 (9th Cir. 1986)).  We agree with\r\nthis approach, which is consistent with our position in Kwatcherthat there is no justification for expansion by the court of the\r\nroster of persons eligible to sue under ERISA.  See Kwatcher, 879\r\nF.2d at 965.\r\nThe term derivative means \"coming from another .... That which\r\nhas not its own origin in itself, but owes its existence to\r\nsomething foregoing.\"  Black's Law Dictionary 443 (6th ed. 1990). \r\nIt is generally understood that \"the assignee acquires rights\r\nsimilar to those of the assignor, and is put in the same position\r\nwith reference to those rights as that in which the assignor stood\r\nat the time of assignment.\"  3 Samuel Williston &amp; Walter H.E.\r\nJaeger, A Treatise on the Law of Contracts  404, at 5  (3d ed.\r\n1960).  If an assignee seeking relief in court stands in the place\r\nof an assignor, there has been a substitution rather than an\r\nexpansion of the parties.\r\nIn United States v. Carter, </pre><span class=\"citation\" data-id=\"105494\"><a href=\"/opinion/105494/united-states-ex-rel-sherman-v-carter-constr-co/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span><pre class=\"inline\"> (1957), the Supreme\r\nCourt recognized assignee standing under the Miller Act.  The\r\nMiller Act protects contractors on federal construction projects\r\n\"in lieu of the protection they might receive under state\r\nstatutes.\"  Id. at 216.  Like ERISA, the Miller Act confines\r\nstanding to an enumerated class: persons who have \"furnished labor\r\nor material in the prosecution of the work provided for in such \r\ncontract ... and who ha[ve] not been paid in full therefor[.]\"  Id.at 215 (citing 40 U.S.C.  270b(a)).  The Supreme Court rejected\r\nthe argument that the assignees of persons who had \"furnished labor\r\nor material\" lacked standing to sue:\r\nThe surety also argues that the trustees are not entitled\r\nto recover the promised contributions under  2(a) of the\r\nMiller Act, since they are [not] persons who have\r\nfurnished labor or material ... [A] denial of an\r\nassignee's right to sue on the bond might deprive those\r\nfor whom the security was intended of a fair chance to\r\nrealize upon their claims by assignment....\r\n\nThe trustees stand in the shoes of the employees and are\r\nentitled to enforce their rights.  \r\n\nId.  at 218-20(emphasis added)(footnotes omitted).  In this ERISA\r\ncontext as well, we conclude that Congress did not intend to\r\ndisturb the common law principles of assignment.  See Pilot Life\r\nIns. Co. v. Dedeaux, </pre><span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 56 (1987) (discussing Congress'\r\n\"expectations that a federal common law of rights and obligations\r\nunder ERISA-regulated plans would develop\"); see also 3 Samuel\r\nWilliston &amp; Walter H.E. Jaeger, A Treatise on the Law of Contracts\r\n446A, at 328 (3d ed. 1960) (explaining that \"the assignee has,\r\nand has had for more than a century, a legal right ... enforceable\r\nin courts of law\") (citing Welch v. Mandeville (US) 1 Wheat 233, 4\r\nL. ed. 79 (1816)).\r\nAlthough the district court recognized the validity of\r\nderivative standing under ERISA, it denied City of Hope standing to\r\nsue because it found the assignment from Diaz invalid.  This\r\nconclusion wrongly conflates two distinct inquiries.  The standing\r\ninquiry does not focus on the merits of the dispute.  It focuses\r\nonly on \"whether the litigant is entitled to have the court decide\r\nthe merits of the dispute.\"  Warth v. Seldin, </pre><span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span><pre class=\"inline\">, 498\r\n(1975).  Consequently, City of Hope's standing depends on a\r\n\"colorable claim\" that it is an assignee of a beneficiary.  SeeFirestone Tire &amp; Rubber Co. v. Bruch, </pre><span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span><pre class=\"inline\">, 117 (1989)\r\n(refining ERISA's definition of \"participant\" to include former\r\nemployees \"who have a 'colorable claim' to vested benefits\"); see\r\nalso Kennedy, 924 F.2d at 700 (applying the \"colorable claim\"\r\nstandard in the standing context and citing Firestone).  As the\r\nassignee of an ERISA beneficiary, City of Hope satisfies the\r\nstanding requirements of section 1132 and has a right to have the\r\ncourt decide the merits of its claim against HPI.        \r\n     c. The Non-Assignment Clause and Public Policy\r\nCity of Hope argues that the district court erred in giving\r\neffect to the non-assignment clause in Diaz's HMO policy because\r\nsuch a clause is contrary to the public policy advanced by ERISA. \r\nIn effect, City of Hope asks us to read into ERISA's allowance for\r\nthe assignability of ERISA-regulated welfare plan benefits a bar to\r\nthe contractual non-assignability of such benefits.  Once again,\r\nthe Supreme Court's reasoning in Mackey is persuasive: \"[Congress]\r\nhad before it a provision to bar the alienation or garnishment of\r\nERISA plan benefits, and chose to impose that limitation only with\r\nrespect to ERISA pension benefit plans, and not ERISA welfare\r\nbenefit plans.  In a comprehensive regulatory scheme like ERISA,\r\nsuch omissions are significant ones.\"  Mackey, 486 U.S. at 837.  By\r\nits silence on the assignability of ERISA-regulated welfare plan\r\nbenefits, \"Congress intended not to mandate assignability, but\r\nintended instead to allow the free marketplace to work out such\r\ncompetitive, cost effective, medical expense reducing structures as\r\nmight evolve.\"  Davidowitz, 946 F.2d at 1481.  \r\nConsistent with the other circuits which have addressed this\r\nissue, we hold that ERISA leaves the assignability or non-\r\nassignability of health care benefits under ERISA-regulated welfare\r\nplans to the negotiations of the contracting parties.   See St.\r\nFrancis Reg'l Med. Ctr., 49 F.3d at 1464 (enforcing a non-\r\nassignment clause in an ERISA-regulated health insurance welfare\r\nbenefit plan against a health care provider); Arkansas Blue Cross\r\nand Blue Shield v. St. Mary's Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1341</span></span><pre class=\"inline\"> (8th Cir. 1991),\r\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></span><pre class=\"inline\"> (1992) (same).  Therefore, we conclude\r\nthat the non-assignment provision in Diaz's HMO policy is not\r\ncontrary to public policy. \r\n     d. The Scope of the Non-Assignment Clause\r\nIn the alternative, City of Hope argues that even if non-\r\nassignment clauses in ERISA-regulated plans are generally\r\nenforceable, the district court erred in applying this non-\r\nassignment clause to its claim as a health care provider.  Instead,\r\nCity of Hope argues that the non-assignment clause in Diaz's\r\ncontract was intended only to preclude her ability to transfer\r\nrights to actual medical services to another individual, or to\r\npreclude the diversion of benefit funds to an unrelated debt.\r\nOne court of appeals has adopted this distinction, finding\r\nthat a non-assignment clause which read that \"[n]o employee shall\r\nat any time ... have any right to assign his rights or benefits\"\r\ndid not prohibit the assignment of \"causes of action arising after\r\nthe denial of benefits\" as distinguished from \"rights or benefits.\" \r\nSee Lutheran Med. Ctr. v. Contractors, Laborers, Teamsters, and\r\nEngineers Health and Welfare Plan, </pre><span class=\"citation\" data-id=\"670762\"><a href=\"/opinion/670762/lutheran-medical-center-of-omaha-nebraska-dba-lutheran-general/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></a></span><pre class=\"inline\">, 619 (8th Cir.\r\n1994).  We think this approach would strain the plain meaning of\r\nthe contract language at issue in this case that \"[a]ll\r\nentitlements of a member to receive covered rights are personal and\r\nmay not be assigned.\"  As we have previously stated,\r\n\"straightforward language in an ERISA-regulated insurance policy\r\nshould be given its natural meaning.\"  Hughes v. Boston Mut. Life\r\nIns. Co., </pre><span class=\"citation\" data-id=\"195497\"><a href=\"/opinion/195497/hughes-v-boston-mutual/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span><pre class=\"inline\">, 268 (1st Cir. 1994) (quoting Burnham v.Guardian Life Ins. Co., </pre><span class=\"citation\" data-id=\"522153\"><a href=\"/opinion/522153/joan-c-burnham-etc-v-the-guardian-life-insurance-company-of-america/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">486</span></a></span><pre class=\"inline\">, 489 (1st Cir. 1989)).  We\r\nagree with the district court that under the clear terms of the\r\ncontract, Diaz could not assign her rights to City of Hope.\r\n2. Equitable Estoppel\r\nFinally, City of Hope claims that HPI is equitably estopped\r\nfrom denying coverage.  In Law v. Ernst &amp; Young, we explained that\r\n\"the party to be charged [with an estoppel] must 'make [] a\r\ndefinite misrepresentation of fact to another person.'\"  Law v.\r\nErnst &amp; Young, </pre><span class=\"citation\" data-id=\"577677\"><a href=\"/opinion/577677/donald-law-v-ernst-young-etc/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span><pre class=\"inline\">, 368 (1st Cir. 1992) (quoting Phelps v.\r\nFEMA, </pre><span class=\"citation\" data-id=\"465444\"><a href=\"/opinion/465444/md-phelps-and-irene-k-phelps-v-federal-emergency-management-agency/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\"> (1st Cir. 1986) and Restatement (Second) of Torts\r\n894(1) (1977)).  In support of its estoppel claim, City of Hope\r\npoints to a March 23, 1993 fax from an HPI employee to City of Hope\r\nthat reads: \"It is important to remember as I spoke to you a month\r\nago, that (Diaz) has some responsibilities to follow so she can\r\nhave services coverage.\"  The fax then made reference to Section VI\r\nof Diaz's HMO policy, which included the terms under which health\r\nservices would be covered.  Given the fact that Diaz's treatment\r\nhad begun in January 1993, City of Hope argues that this reference\r\nin March 1993 to the procedural requirements of the health\r\ninsurance policy held out the promise of recovery if there was\r\ncompliance with the procedures.  We agree with the district court\r\nthat a statement emphasizing the procedural requirements of a\r\nhealth insurance plan is far from the \"definite misrepresentation\r\nof fact\" about a willingness to pay for medical services necessary\r\nto establish an estoppel claim.  There is no evidence in the record\r\nthat HPI ever represented that it would cover City of Hope's costs\r\nfor Diaz's treatment.\r\nFor the foregoing reasons, HPI was entitled to judgment as a\r\nmatter of law.  The judgment of the district court is AFFIRMED.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691395/"
  ]
}