{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198177/",
  "absolute_url": "/opinion/198177/united-states-v-scantleberry-frank/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198177/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:11Z",
  "date_modified": "2017-03-24T10:54:59.476065Z",
  "type": "010combined",
  "sha1": "5e99d9c4e06e4825430cc00e3f1c16459458cf3c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2392.01A",
  "local_path": null,
  "plain_text": "United States Court of Appeals\r\nFor the First Circuit\r\n\n\nNo. 97-2392    \r\n\nUNITED STATES,\r\nAppellee,\r\n\nv.\r\n\nGUILLERMO SCANTLEBERRY-FRANK,\r\nA/K/A GILLERMO SCANTLEBRURY,\r\nA/K/A GUILLERMO SCANTLEBURY,\r\nA/K/A GUILLERMO SCANTLEBERRY,\r\nDefendant, Appellant.\r\n\n\n\nAPPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\nFOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. Nathaniel M. Gorton, U.S. District Judge]\r\n\n\n\nBefore\r\n\nTorruella, Chief Judge,\r\nWellford, Senior Circuit Judge,\r\nand Lynch, Circuit Judge.\r\n\n\n\nTina Schneider, by appointment of the Court, on brief, for\r\nappellant.\r\nAntoinette E.M. Leoney, Assistant United States Attorney, with\r\nwhom Donald K. Stern, United States Attorney, was on brief, for\r\nappellee.\r\n\n\n\nOctober 23, 1998\r\n         TORRUELLA, Chief Judge. Defendant-appellant, Guillermo\r\nScantleberry-Frank (\"Scantleberry\"), appeals his conviction of\r\nillegal reentry into the United States after deportation, in\r\nviolation of 8 U.S.C.  1326.  On appeal, Scantleberry argues:  (1)\r\nthat his rights under the Speedy Trial Act, 18 U.S.C.  3161, were\r\nviolated; and (2) that there was insufficient evidence to support\r\nhis conviction.  For the following reasons, we affirm. \r\nBACKGROUND \r\nIn November 1979, Scantleberry, a citizen of Panama,\r\nillegally entered the United States at New York City.  On June 4,\r\n1987, the United States Immigration and Naturalization Service\r\n(\"INS\") found Scantleberry at the Massachusetts Correctional\r\nInstitution at Concord where he was serving a state sentence on\r\nunrelated charges.  On November 2, 1992, Scantleberry was deported\r\nto Panama after completing his sentence in the Massachusetts prison\r\nsystem. Before Scantleberry boarded the plane to Panama, an INS\r\nDeportation Officer fingerprinted his right thumb. \r\nOn January 7, 1997, INS Deportation Officers and\r\nMassachusetts State Police Officers found Scantleberry in\r\nWorcester, and placed him under arrest for illegally re-entering\r\nthe country after deportation.  After he was taken into custody,\r\nthe INS took Scantleberry's fingerprints, for comparison with the\r\nright thumbprint taken prior to Scantleberry's deportation to\r\nPanama.  Expert testimony submitted at trial determined that the\r\nthumbprints were identical.\r\nOn January 15, 1997, Scantleberry was indicted for\r\nillegal re-entry into the United States after deportation.  On\r\nJanuary 17, 1997, he appeared in court for his initial appearance\r\nand was arraigned on the indictment.  On January 21, 1997, the\r\nmagistrate judge issued an order of excludable time pursuant to the\r\nSpeedy Trial Act commencing on January 17, 1997 -- the date of the\r\ndefendant's initial appearance and arraignment -- and concluding on\r\nFebruary 21, 1997 -- the date by which the government was directed\r\nto file its responses to any pretrial discovery motions. \r\nAdditionally, the magistrate judge issued a preliminary status\r\nreport to the district court, stating that, assuming no further\r\nallowances for excludable time, this case had to be tried on or\r\nbefore May 2, 1997.\r\nOn April 3, 1997, the district court held a\r\npretrial/status conference at which the possibility of a negotiated\r\nplea was discussed.  In response to the court's attempt to set a\r\ntrial date, the government stated that it was unavailable between\r\nApril 13 and April 27, and on April 29.  Defendant's counsel stated\r\nthat she was unavailable between April 29 and May 12.  Based on\r\nthese representations, the district court set the trial date for\r\nMay 12, 1997.\r\nOn May 8, 1997, the defendant filed a motion to dismiss\r\nthe indictment on the ground that his trial had not commenced\r\nwithin the time required under the Speedy Trial Act, and on May 19,\r\n1997, the government filed a motion in opposition.  On May 9, 1997,\r\nthe defendant's counsel filed a motion for a continuance of the May\r\n12 trial date on the ground that she was engaged in trial on\r\nanother unrelated matter.  On May 22, 1997, the district court\r\nissued written findings pursuant to a Speedy Trial Order, and\r\ndenied the defendant's motion to dismiss the indictment without a\r\nhearing.  In its May 22, 1997 Speedy Trial Order the district court\r\nreset the trial for June 16, 1997, and excluded the period from\r\nApril 3, 1997 until May 22, 1997.  On June 16, 1997, the day\r\nScantleberry's trial commenced, the defendant filed a motion for\r\nreconsideration of the motion to dismiss and a second motion to\r\ndismiss the indictment under the Speedy Trial Act.  The district\r\ncourt orally denied both motions, and entered a further order\r\nexcluding the time from May 12, 1997, until June 16, 1997. \r\nANALYSIS\r\nI.  Speedy Trial Act Claim\r\nThe Speedy Trial Act (\"STA\"), 18 U.S.C.  3161, is\r\ndesigned \"to protect a defendant's constitutional right to a speedy\r\n. . . trial, and to serve the public interest in bringing prompt\r\ncriminal proceedings.\"  United States v. Santiago-Becerril, 130\r\nF.3d 11, 15 (1st Cir. 1997) (quoting United States v. Saltzman, 984\r\nF.2d 1087, 1090 (10th Cir. 1993)).  The STA provides that the\r\ngovernment must bring a criminal defendant to trial no more than\r\nseventy days after the later of the filing date of the information \r\nor indictment, or the date on which the criminal defendant first\r\nappears before a judicial officer of a court in which the charge is\r\npending.  See id.  (citing 18 U.S.C.  3161(c)(1)).  In calculating\r\nthe seventy days, the STA excludes certain time periods.  See 18\r\nU.S.C.  3161(h)(1)-(9); see also Santiago-Becerril, 130 F.3d at\r\n15.  If a criminal indictment is not brought to trial within the\r\nseventy-day time limit imposed by  3161(c)(1), as extended by\r\noperation of  3161(h)(1)-(9), the penalty provisions of the STA\r\nmandate that \"the information or indictment shall be dismissed on\r\nmotion of the defendant.\"  18 U.S.C.  3162(a)(2).\r\nScantleberry argues that the district court erred in\r\ndenying his motion to dismiss the indictment.  He contends that the\r\nperiod between April 3 (the date of the pretrial conference) and\r\nMay 8 (the date the motion to dismiss was filed) was improperly\r\nexcluded from the speedy trial calculus.  As a result, the delay in\r\nhis being brought to trial added up to more than the number of\r\nstatutorily allowable days.  In response, the government asserts\r\nthat, at worst, only sixty-five non-excludable days passed before\r\nScantleberry was brought to trial.\r\nWe find no error in the district court's refusal to\r\ndismiss the superseding indictment.  This Court reviews the\r\ndisposition of a STA issue for clear error as to factual findings\r\nand de novo as to legal rulings.  See Santiago-Becerril, 130 F.3d\r\nat 15; United States v. Rodrguez, 63 F.3d 1159, 1162 (1st Cir.\r\n1995).  We conclude that fewer than seventy non-excludable days\r\nelapsed before Scantleberry was brought to trial.\r\nA.  April 3, 1997 to May 8, 1997\r\nIn holding that the period from April 3 to May 8 was\r\nexcludable from the speedy trial calculus under  3161(h)(1), the\r\ndistrict court stated in its Speedy Trial Order that at the April 3\r\npretrial/status conference, \"counsel for Scantleberry announced on \r\nseveral occasions that Scantleberry would plead guilty and that a\r\ntrial would be unnecessary.\"  As a result, the district court\r\nexcluded the time period commencing from the date on which\r\nScantleberry allegedly informed the court of his intention to plead\r\nguilty -- April 3 -- until the date he indicated that he was not\r\ngoing to plead guilty -- May 8 -- the date on which he filed the\r\nmotion to dismiss.\r\nScantleberry argues that the district court erred in\r\nexcluding that time period from the speedy trial calculus.  He\r\nasserts that the transcript of the conference clearly indicates\r\nthat his counsel's only intention was to discuss the government's\r\noffer of a plea bargain.  Scantleberry cites the following exchange\r\nbetween the district court and his counsel:\r\n\nTHE COURT:    We'll hope that the matter is\r\nresolved. If it isn't, we'll\r\nsee you on the 12th of May.\r\n\n[COUNSEL FOR SCANTLEBERRY]:\r\nWe will notify the Court if we\r\nreach an agreement.\r\n\nTHE COURT:           Yes.  You can get a date for a\r\nRule 11 Hearing if that's\r\nnecessary.\r\n\nApril 3, 1997 Status Conference, Tr. 6-7.In Scantleberry's view,\r\nonly the possibility, and not the certainty of a change of plea was\r\npresented to the district court.\r\nThe government argues that the time was properly excluded\r\nby the district court because Scantleberry's counsel created the\r\nexpectation that there would be a change of plea and that\r\nadditional time was necessary to complete negotiations.  It cites\r\nthe following exchange between the district court and counsel:\r\n\n[GOVERNMENT]: [T]he government has presented\r\na proposed plea agreement to\r\nMiss Thompson [counsel for\r\nScantleberry], and Miss\r\nThompson, I'm sure, can speak\r\non the point.  She is in the\r\nprocess of trying to make\r\narrangements with her client to\r\ngo over the agreement, and\r\nwe're hopeful that, as opposed\r\nto a trial date, that we'll\r\nactually be looking for a Rule\r\n11 hearing date.\r\n\nTHE COURT:              All right. Miss Thompson.\r\n\nMS. THOMPSON:           Yes. I do think that's\r\naccurate, Judge, that we\r\nprobably are looking for a Rule\r\n11 hearing date.\r\n\nApril 3, 1997 Status Conference, Tr. 1-2.\r\n\nSecondly, the government argues that the trial date was\r\nset for May 12, 1997, largely in order to accommodate defense\r\ncounsel who also had other trial dates.  It argues that at the\r\nApril 3 status conference, the government told the court that it\r\nwas unavailable between April 13 and April 29, while defense\r\ncounsel stated that she was unavailable between April 29 and\r\nMay 12.  The transcript of that discussion reads as follows:\r\n\n[GOVERNMENT]:           I don't see more than a day or\r\ntwo for trial days.\r\nUnfortunately, though, there\r\nare two weeks in the end of\r\nApril where I have to be in\r\nWashington, the   beginning on\r\nthe 13th through the 27th of\r\nApril.  And on the 29th I'm in\r\ncourt in Boston.\r\n\nTHE COURT: On the 29th?\r\n\n[GOVERNMENT]:           Yes, of April.\r\n\nTHE COURT:              But just for that day? . . .\r\nWhat about the first week of\r\nMay?\r\n\n[GOVERNMENT]:           First week of May I look pretty\r\ngood.\r\n\n[THE COURT]:            Miss Thompson.\r\n\nMISS THOMPSON:          I start   I know you've heard\r\nthis from me before, Judge, the\r\nlast time I was here.  I have a\r\nmurder trial starting May 5th. \r\nI'm sure that it's going to go. \r\nI know that this trial is going\r\nto happen . . . . I'm expecting\r\nto be tied up that week [the\r\nweek of May 5th].  And the\r\nfollowing week, however, the\r\nweek of May 12th, I think that\r\nI have a pretty open calendar\r\nthat week.  The week preceding\r\nthe first week in May, I have a\r\nrape trial starting on\r\nApril 29th that I expect\r\nprobably will take two or three \r\ndays to try.\r\n\nTHE COURT:              What about May 12th, Monday,\r\nMay 12th?\r\n\nMS. THOMPSON:           May 12th, assuming that my\r\ntrial ends as I anticipate,\r\nwould be fine.\r\n\nApril 3, 1997 Status Conference, Tr. 3-4.\r\nThe government contends that since defense counsel\r\ninformed the court that she would not be available between April 29\r\nand May 12, those days between April 29 and May 12 should be\r\nexcluded from the  speedy trial calculus.  It asserts that even if\r\nthe court accepts the defendant's argument that no plea\r\nnegotiations were underway, this calculation would leave the total\r\nof non-excludable days at sixty-five, which is within the total\r\nnumber of days permitted by the STA.\r\nWe need not and do not reach the issue of the STA status \r\nof a period of plea negotiations.  Assuming the period of plea\r\nnegotiations is within the running of the STA clock, there is still\r\nno STA violation.  Both the court and the government were prepared\r\nto go to trial by April 30th, at day 65 of the 70 day period, but\r\nthe defense counsel was not, due to her own scheduling conflicts. \r\nA continuance was granted to accommodate her schedule.\r\nIn United States v. Pringle, 751 F.2d 419, 432 (1st Cir.\r\n1984), this Court held that scheduling conflicts constitute\r\nlegitimate grounds for granting a continuance under  3161(h)(8). \r\nOne of the factors to be considered by the court in granting a\r\ncontinuance is \"[w]hether the failure to grant such a continuance\r\n. . . would unreasonably deny the defendant or the Government\r\ncontinuity of counsel . . . .\"  18 U.S.C.  3161(h)(8)(B)(iv).\r\nBecause the continuance was granted to aid defense\r\ncounsel, and maintain continuity of counsel, the period between\r\nApril 29, 1997, and May 8, 1997, is excludable.  Cf. Santiago-\r\nBecerril, 130 F.3d at 17 (\"By notifying the court of his\r\navailability for trial, defense counsel may be said to have\r\nimpliedly moved for a new trial date.  The court acted on the\r\nimplied motion . . . by setting a new trial date . . . . Motions\r\nthat do not require a hearing may toll the seventy-day time limit\r\nfor up to thirty days.\").  \r\nTo hold otherwise would be to subvert the purpose of the\r\nSTA, and allow defense counsel to \"sandbag\" the district court. \r\nUnder the appellant's line of argument, a defense counsel could\r\ncooperate with the district court in setting a trial date without\r\ninforming the court that by granting certain continuances, the STA\r\nwould be violated.  Defense counsel cannot have it both ways. \r\nEither she must agree that the continuance granted for her benefit\r\nbe excluded from STA consideration, or she must object to the\r\ncontinuance.  To permit defense counsel to have both the\r\ncontinuance and the time included in the STA calculus is\r\nimpermissible.  Cf. Ortiz v. United States, 23 F.3d 21, 28 (1st\r\nCir. 1994) (finding no Speedy Trial Act violation where defense\r\ncounsel raised no objection to trial continuance).\r\nII.  Sufficiency of the Evidence\r\nScantleberry contends that the evidence presented at\r\ntrial was insufficient to prove that he did not have the express\r\nconsent of the Attorney General to reapply for admission to the\r\nUnited States.\r\nWe review the sufficiency of the evidence as a whole, in\r\na light most favorable to the verdict, taking into consideration\r\nall reasonable inferences.  We do not reweigh the credibility of\r\nthe witnesses.  Rather, we resolve all credibility issues in favor\r\nof the verdict.  See United States v. Hahn, 17 F.3d 302 (1st Cir.\r\n1994), cited in United States v. Reyes-Medina, No. 94-1923, 1995 WL\r\n247343 (1st Cir. April 25, 1995).  \"The evidence may be entirely\r\ncircumstantial, and need not exclude every hypothesis of innocence;\r\nthat is, the factfinder may decide among reasonable interpretations\r\nof the evidence.\"  Id. (quoting United States v. Batista-Polanco,\r\n927 F.2d 14, 17 (1st Cir. 1991)\r\nSections 1326(a) and (b)(2) provide in relevant part\r\nthat:  1) any alien; 2) whose deportation was subsequent to a\r\nconviction for commission of an aggravated felony; 3) who enters or\r\nattempts to enter, or is at any time found in, the United States;\r\n4) without the express consent of the Attorney General for such\r\nentry; 5) shall be fined and/or imprisoned.  See 8 U.S.C.  1326. \r\nScantleberry challenges only the sufficiency of the evidence on the\r\nfourth element: reentry without the express consent of the Attorney\r\nGeneral for such entry.\r\nHe argues that in its case-in-chief, the government\r\npresented a Certificate of Nonexistence of Record, which stated\r\nthat no record was found of any application for permission to\r\nreenter made by \"Guillermo Scantleberry, also known as Guillermo\r\nScantleperry-Frank and Guillermo A. Scantleberry.\"  The original\r\nwarrant authorizing the deportation of the defendant in 1992\r\nreferred to the defendant as \"Scantleberry, Guillermo F., aka:\r\nScantleberry-Frank, Guillermo.\"  The defendant was subsequently\r\nindicted as \"Guillermo Scantleberry-Frank, a/k/a Gillermo\r\nScantlebrury, a/k/a Guillermo Scantlebury, a/k/a Guillermo\r\nScantleberry.\"  Scantleberry argues that because the government did\r\nnot examine its records under the right name, he was entitled to a\r\njudgment of acquittal.  In sum, his claim is that a reversal is\r\nwarranted in this case because the evidence presented at trial\r\nfailed to show that the INS ever examined its records for an\r\napplication from Guillermo F. Scantleberry or Guillermo\r\nScantleberry-Frank, the names under which the defendant had been\r\npreviously deported. \r\nAt trial, the government introduced into evidence a\r\ncertified INS Certificate of Nonexistence of Record, signed by the\r\nActing Chief of the Records Services Branch for INS, to demonstrate\r\nthat the defendant had never applied for or received permission\r\nfrom the Attorney General of the United States to reenter the\r\ncountry after he had been deported in November 1992.  The\r\nCertificate of Nonexistence stated that a diligent search had been \r\nconducted of the INS's automated and nonautomated records systems\r\nunder the names \"Guillermo Scantleberry,\" as well as \"Guillermo\r\nScantleperry-Frank,\" and \"Guillermo A. Scantleberry.\"\r\nIn addition, the government submitted evidence relating\r\nto Scantleberry's INS Alien File Number (\"A-File Number\"), A28 926\r\n749, on the certification attached to the Certificate of\r\nNonexistence.  An INS A-File identifies an individual by name,\r\naliases, date of birth, and citizenship, and all records and\r\ndocuments related to the alien are maintained in that file. \r\nTestimony elicited at trial revealed that a government agent had\r\nprovided the defendant's A-File number, aliases, date of birth,\r\ncountry of birth, and date, time, and place of deportation, when he\r\nmade the request to have the INS's records searched for information\r\nconcerning whether the defendant had ever applied for permission to\r\nreenter the country.  The jury could have reasonably inferred that\r\nthe defendant's unusual surname combined with key information\r\nprovided by the government agent allowed the INS to conduct a\r\nthorough search of its records, and that any application made by\r\nthe defendant seeking permission to reenter the country under any\r\nof his aliases would have been discovered.\r\nFinally, the defendant signed \"Guillermo Scantleberry\" on\r\nthe September 23, 1992, warrant of deportation, when he placed his\r\nright thumbprint on the warrant.  In addition, evidence submitted\r\nat trial showed that the defendant used the name \"Guillermo\r\nScantlebery\" when he signed his name on the ten-print fingerprint\r\ncard during his arrest for illegal reentry on January 7, 1997. Both\r\nof the names used by the defendant were searched in the INS\r\nrecords, which showed no consent to reenter had been given.\r\nGiven the defendant's conduct and the thorough search\r\nconducted by the INS using the defendant's surname and the A-File\r\nNumber, the government's evidence was sufficient for the jury to\r\nfind beyond a reasonable doubt that Scantleberry had not obtained\r\nthe express consent of the Attorney General to reapply for\r\nadmission to the United States after his deportation, nor had the\r\nprerequisite permission been granted.\r\nCONCLUSION\r\nFor the reasons stated in this opinion, we affirm the\r\njudgment of the district court.\n",
  "html": "<p class=\"case_cite\">158 F.3d 612</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Guillermo SCANTLEBERRY-FRANK, a/k/a Gillermo Scantlebrury,<br>a/k/a Guillermo Scantlebury, a/k/a Guillermo<br>Scantleberry, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2392.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 28, 1998.<br>Decided Oct. 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Tina Schneider, by appointment of the Court, on brief, for appellant.</p>\n      <p class=\"indent\">Antoinette E.M. Leoney, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, WELLFORD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant, Guillermo Scantleberry-Frank (\"Scantleberry\"), appeals his conviction of illegal reentry into the United States after deportation, in violation of 8 U.S.C. &#167; 1326.  On appeal, Scantleberry argues:  (1) that his rights under the Speedy Trial Act, 18 U.S.C. &#167; 3161, were violated;  and (2) that there was insufficient evidence to support his conviction.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In November 1979, Scantleberry, a citizen of Panama, illegally entered the United States at New York City.  On June 4, 1987, the United States Immigration and Naturalization Service (\"INS\") found Scantleberry at the Massachusetts Correctional Institution at Concord where he was serving a state sentence on unrelated charges.  On November 2, 1992, Scantleberry was deported to Panama after completing his sentence in the Massachusetts prison system.  Before Scantleberry boarded the plane to Panama, an INS Deportation Officer fingerprinted his right thumb.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 7, 1997, INS Deportation Officers and Massachusetts State Police Officers found Scantleberry in Worcester, and placed him under arrest for illegally re-entering the country after deportation.  After he was taken into custody, the INS took Scantleberry's fingerprints, for comparison with the right thumbprint taken prior to Scantleberry's deportation to Panama.  Expert testimony submitted at trial determined that the thumbprints were identical.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 15, 1997, Scantleberry was indicted for illegal re-entry into the United States after deportation.  On January 17, 1997, he appeared in court for his initial appearance and was arraigned on the indictment.  On January 21, 1997, the magistrate judge issued an order of excludable time pursuant to the Speedy Trial Act commencing on January 17, 1997--the date of the defendant's initial appearance and arraignment--and concluding on February 21, 1997--the date by which the government was directed to file its responses to any pretrial discovery motions.  Additionally, the magistrate judge issued a preliminary status report to the district court, stating that, assuming no further allowances for excludable time, this case had to be tried on or before May 2, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 3, 1997, the district court held a pretrial/status conference at which the possibility of a negotiated plea was discussed.  In response to the court's attempt to set a trial date, the government stated that it was unavailable between April 13 and April 27, and on April 29.  Defendant's counsel stated that she was unavailable between April 29 and May 12.  Based on these representations, the district court set the trial date for May 12, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 8, 1997, the defendant filed a motion to dismiss the indictment on the ground that his trial had not commenced within the time required under the Speedy Trial Act, and on May 19, 1997, the government filed a motion in opposition.  On May 9, 1997, the defendant's counsel filed a motion for a continuance of the May 12 trial date on the ground that she was engaged in trial on another unrelated matter.  On May 22, 1997, the district court issued written findings pursuant to a Speedy Trial Order, and denied the defendant's motion to dismiss the indictment without a hearing.  In its May 22, 1997 Speedy Trial Order the district court reset the trial for June 16, 1997, and excluded the period from April 3, 1997 until May 22, 1997.  On June 16, 1997, the day Scantleberry's trial commenced, the defendant filed a motion for reconsideration of the motion to dismiss and a second motion to dismiss the indictment under the Speedy Trial Act.  The district court orally denied both motions, and entered a further order excluding the time from May 12, 1997, until June 16, 1997.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p>I. Speedy Trial Act Claim</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Speedy Trial Act (\"STA\"), 18 U.S.C. &#167; 3161, is designed \"to protect a defendant's constitutional right to a speedy ... trial, and to serve the public interest in bringing prompt criminal proceedings.\"  United States v. Santiago-Becerril, 130 F.3d 11, 15 (1st Cir.1997) (quoting United States v. Saltzman, 984 F.2d 1087, 1090 (10th Cir.1993)).  The STA provides that the government must bring a criminal defendant to trial no more than seventy days after the later of the filing date of the information or indictment, or the date on which the criminal defendant first appears before a judicial officer of a court in which the charge is pending.  See id.  (citing 18 U.S.C. &#167; 3161(c)(1)).  In calculating the seventy days, the STA excludes certain time periods.  See 18 U.S.C. &#167; 3161(h)(1)-(9);  see also Santiago-Becerril, 130 F.3d at 15.   If a criminal indictment is not brought to trial within the seventy-day time limit imposed by &#167; 3161(c)(1), as extended by operation of &#167; 3161(h)(1)-(9), the penalty provisions of the STA mandate that \"the information or indictment shall be dismissed on motion of the defendant.\"  18 U.S.C. &#167; 3162(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Scantleberry argues that the district court erred in denying his motion to dismiss the indictment.  He contends that the period between April 3 (the date of the pretrial conference) and May 8 (the date the motion to dismiss was filed) was improperly excluded from the speedy trial calculus.  As a result, the delay in his being brought to trial added up to more than the number of statutorily allowable days.  In response, the government asserts that, at worst, only sixty-five non-excludable days passed before Scantleberry was brought to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We find no error in the district court's refusal to dismiss the superseding indictment.  This Court reviews the disposition of a STA issue for clear error as to factual findings and de novo as to legal rulings.  See Santiago-Becerril, 130 F.3d at 15;  United States v. Rodriguez, 63 F.3d 1159, 1162 (1st Cir.1995).  We conclude that fewer than seventy non-excludable days elapsed before Scantleberry was brought to trial.</p>\n    </div>\n    <p class=\"indent\">A. April 3, 1997 to May 8, 1997</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In holding that the period from April 3 to May 8 was excludable from the speedy trial calculus under &#167; 3161(h)(1), the district court stated in its Speedy Trial Order that at the April 3 pretrial/status conference, \"counsel for Scantleberry announced on several occasions that Scantleberry would plead guilty and that a trial would be unnecessary.\"   As a result, the district court excluded the time period commencing from the date on which Scantleberry allegedly informed the court of his intention to plead guilty--April 3--until the date he indicated that he was not going to plead guilty--May 8--the date on which he filed the motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Scantleberry argues that the district court erred in excluding that time period from the speedy trial calculus.  He asserts that the transcript of the conference clearly indicates that his counsel's only intention was to discuss the government's offer of a plea bargain.  Scantleberry cites the following exchange between the district court and his counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">THE COURT: We'll hope that the matter is resolved.  If it isn't, we'll see you on the 12th of May.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[COUNSEL FOR SCANTLEBERRY]:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We will notify the Court if we reach an agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">THE COURT: Yes.  You can get a date for a Rule 11 Hearing if that's necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">April 3, 1997 Status Conference, Tr. 6-7.  In Scantleberry's view, only the possibility, and not the certainty of a change of plea was presented to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government argues that the time was properly excluded by the district court because Scantleberry's counsel created the expectation that there would be a change of plea and that additional time was necessary to complete negotiations.  It cites the following exchange between the district court and counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[GOVERNMENT]: [T]he government has presented a proposed plea agreement to Miss Thompson [counsel for Scantleberry], and Miss Thompson, I'm sure, can speak on the point.  She is in the process of trying to make arrangements with her client to go over the agreement, and we're hopeful that, as opposed to a trial date, that we'll actually be looking for a Rule 11 hearing date.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE COURT: All right.  Miss Thompson.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">MS. THOMPSON: Yes.  I do think that's accurate, Judge, that we probably are looking for a Rule 11 hearing date.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">April 3, 1997 Status Conference, Tr. 1-2.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Secondly, the government argues that the trial date was set for May 12, 1997, largely in order to accommodate defense counsel who also had other trial dates.  It argues that at the April 3 status conference, the government told the court that it was unavailable between April 13 and April 29, while defense counsel stated that she was unavailable between April 29 and May 12.  The transcript of that discussion reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[GOVERNMENT]: I don't see more than a day or two for trial days.  Unfortunately, though, there are two weeks in the end of April where I have to be in Washington, the--beginning on the 13th through the 27th of April.  And on the 29th I'm in court in Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">THE COURT: On the 29th?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[GOVERNMENT]: Yes, of April.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT: But just for that day?  ...  What about the first week of May?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">[GOVERNMENT]: First week of May I look pretty good.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">[THE COURT]: Miss Thompson.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">MISS THOMPSON: I start--I know you've heard this from me before, Judge, the last time I was here.  I have a murder trial starting May 5th.  I'm sure that it's going to go.  I know that this trial is going to happen....  I'm expecting to be tied up that week [the week of May 5th].  And the following week, however, the week of May 12th, I think that I have a pretty open calendar that week.  The week preceding the first week in May, I have a rape trial starting on April 29th that I expect probably will take two or three days to try.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">THE COURT: What about May 12th, Monday, May 12th?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">MS. THOMPSON: May 12th, assuming that my trial ends as I anticipate, would be fine.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">April 3, 1997 Status Conference, Tr. 3-4.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The government contends that since defense counsel informed the court that she would not be available between April 29 and May 12, those days between April 29 and May 12 should be excluded from the speedy trial calculus.  It asserts that even if the court accepts the defendant's argument that no plea negotiations were underway, this calculation would leave the total of non-excludable days at sixty-five, which is within the total number of days permitted by the STA.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We need not and do not reach the issue of the STA status of a period of plea negotiations.  Assuming the period of plea negotiations is within the running of the STA clock, there is still no STA violation.  Both the court and the government were prepared to go to trial by April 30th, at day 65 of the 70 day period, but the defense counsel was not, due to her own scheduling conflicts.  A continuance was granted to accommodate her schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In United States v. Pringle, 751 F.2d 419, 432 (1st Cir.1984), this Court held that scheduling conflicts constitute legitimate grounds for granting a continuance under &#167; 3161(h)(8).  One of the factors to be considered by the court in granting a continuance is \"[w]hether the failure to grant such a continuance ... would unreasonably deny the defendant or the Government continuity of counsel....\"  18 U.S.C. &#167; 3161(h)(8)(B)(iv).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Because the continuance was granted to aid defense counsel, and maintain continuity of counsel, the period between April 29, 1997, and May 8, 1997, is excludable.  Cf. Santiago-Becerril, 130 F.3d at 17 (\"By notifying the court of his availability for trial, defense counsel may be said to have impliedly moved for a new trial date.  The court acted on the implied motion ... by setting a new trial date....  Motions that do not require a hearing may toll the seventy-day time limit for up to thirty days.\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To hold otherwise would be to subvert the purpose of the STA, and allow defense counsel to \"sandbag\" the district court.  Under the appellant's line of argument, a defense counsel could cooperate with the district court in setting a trial date without informing the court that by granting certain continuances, the STA would be violated.  Defense counsel cannot have it both ways.  Either she must agree that the continuance granted for her benefit be excluded from STA consideration, or she must object to the continuance.  To permit defense counsel to have both the continuance and the time included in the STA calculus is impermissible.  Cf. United States v. Ortiz, 23 F.3d 21, 28 (1st Cir.1994) (finding no Speedy Trial Act violation where defense counsel raised no objection to trial continuance).</p>\n    </div>\n    <p>II. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Scantleberry contends that the evidence presented at trial was insufficient to prove that he did not have the express consent of the Attorney General to reapply for admission to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We review the sufficiency of the evidence as a whole, in a light most favorable to the verdict, taking into consideration all reasonable inferences.  We do not reweigh the credibility of the witnesses.  Rather, we resolve all credibility issues in favor of the verdict.  See United States v. Hahn, 17 F.3d 502 (1st Cir.1994), cited in United States v. Reyes-Medina, No. 94-1923, 1995 WL 247343 (1st Cir.1995).  \"The evidence may be entirely circumstantial, and need not exclude every hypothesis of innocence;  that is, the factfinder may decide among reasonable interpretations of the evidence.\"  Id. (quoting United States v. Batista-Polanco, 927 F.2d 14, 17 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Sections 1326(a) and (b)(2) provide in relevant part that: 1) any alien;  2) whose deportation was subsequent to a conviction for commission of an aggravated felony;  3) who enters or attempts to enter, or is at any time found in, the United States;  4) without the express consent of the Attorney General for such entry;  5) shall be fined and/or imprisoned.  See 8 U.S.C. &#167; 1326.  Scantleberry challenges only the sufficiency of the evidence on the fourth element:  reentry without the express consent of the Attorney General for such entry.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">He argues that in its case-in-chief, the government presented a Certificate of Nonexistence of Record, which stated that no record was found of any application for permission to reenter made by \"Guillermo Scantleberry, also known as Guillermo Scantleberry-Frank and Guillermo A. Scantleberry.\"   The original warrant authorizing the deportation of the defendant in 1992 referred to the defendant as \"Scantleberry, Guillermo F., aka:  Scantleberry-Frank, Guillermo.\"   The defendant was subsequently indicted as \"Guillermo Scantleberry-Frank, a/k/a Gillermo Scantlebrury, a/k/a Guillermo Scantlebury, a/k/a Guillermo Scantleberry.\"   Scantleberry argues that because the government did not examine its records under the right name, he was entitled to a judgment of acquittal.  In sum, his claim is that a reversal is warranted in this case because the evidence presented at trial failed to show that the INS ever examined its records for an application from Guillermo F. Scantleberry or Guillermo Scantleberry-Frank, the names under which the defendant had been previously deported.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">At trial, the government introduced into evidence a certified INS Certificate of Nonexistence of Record, signed by the Acting Chief of the Records Services Branch for INS, to demonstrate that the defendant had never applied for or received permission from the Attorney General of the United States to reenter the country after he had been deported in November 1992.  The Certificate of Nonexistence stated that a diligent search had been conducted of the INS's automated and nonautomated records systems under the names \"Guillermo Scantleberry,\" as well as \"Guillermo Scantleberry-Frank,\" and \"Guillermo A. Scantleberry.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In addition, the government submitted evidence relating to Scantleberry's INS Alien File Number (\"A-File Number\"), Abe-wik-lcp, on the certification attached to the Certificate of Nonexistence.  An INS A-File identifies an individual by name, aliases, date of birth, and citizenship, and all records and documents related to the alien are maintained in that file.  Testimony elicited at trial revealed that a government agent had provided the defendant's A-File number, aliases, date of birth, country of birth, and date, time, and place of deportation, when he made the request to have the INS's records searched for information concerning whether the defendant had ever applied for permission to reenter the country.  The jury could have reasonably inferred that the defendant's unusual surname combined with key information provided by the government agent allowed the INS to conduct a thorough search of its records, and that any application made by the defendant seeking permission to reenter the country under any of his aliases would have been discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Finally, the defendant signed \"Guillermo Scantleberry\" on the September 23, 1992, warrant of deportation, when he placed his right thumbprint on the warrant.  In addition, evidence submitted at trial showed that the defendant used the name \"Guillermo Scantlebery\" when he signed his name on the ten-print fingerprint card during his arrest for illegal reentry on January 7, 1997.  Both of the names used by the defendant were searched in the INS records, which showed no consent to reenter had been given.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Given the defendant's conduct and the thorough search conducted by the INS using the defendant's surname and the A-File Number, the government's evidence was sufficient for the jury to find beyond a reasonable doubt that Scantleberry had not obtained the express consent of the Attorney General to reapply for admission to the United States after his deportation, nor had the prerequisite permission been granted.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For the reasons stated in this opinion, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Courts have upheld the government's use of Certificates of Nonexistence of Record to establish this element.  See United States v. Martus, 138 F.3d 95 (2d Cir.1998)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Guillermo SCANTLEBERRY-FRANK, a/k/a Gillermo Scantlebrury,<br>a/k/a Guillermo Scantlebury, a/k/a Guillermo<br>Scantleberry, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2392.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 28, 1998.<br>Decided Oct. 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Tina Schneider, by appointment of the Court, on brief, for appellant.</p>\n      <p class=\"indent\">Antoinette E.M. Leoney, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, WELLFORD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant, Guillermo Scantleberry-Frank (\"Scantleberry\"), appeals his conviction of illegal reentry into the United States after deportation, in violation of 8 U.S.C. &#167; 1326.  On appeal, Scantleberry argues:  (1) that his rights under the Speedy Trial Act, 18 U.S.C. &#167; 3161, were violated;  and (2) that there was insufficient evidence to support his conviction.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In November 1979, Scantleberry, a citizen of Panama, illegally entered the United States at New York City.  On June 4, 1987, the United States Immigration and Naturalization Service (\"INS\") found Scantleberry at the Massachusetts Correctional Institution at Concord where he was serving a state sentence on unrelated charges.  On November 2, 1992, Scantleberry was deported to Panama after completing his sentence in the Massachusetts prison system.  Before Scantleberry boarded the plane to Panama, an INS Deportation Officer fingerprinted his right thumb.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 7, 1997, INS Deportation Officers and Massachusetts State Police Officers found Scantleberry in Worcester, and placed him under arrest for illegally re-entering the country after deportation.  After he was taken into custody, the INS took Scantleberry's fingerprints, for comparison with the right thumbprint taken prior to Scantleberry's deportation to Panama.  Expert testimony submitted at trial determined that the thumbprints were identical.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 15, 1997, Scantleberry was indicted for illegal re-entry into the United States after deportation.  On January 17, 1997, he appeared in court for his initial appearance and was arraigned on the indictment.  On January 21, 1997, the magistrate judge issued an order of excludable time pursuant to the Speedy Trial Act commencing on January 17, 1997--the date of the defendant's initial appearance and arraignment--and concluding on February 21, 1997--the date by which the government was directed to file its responses to any pretrial discovery motions.  Additionally, the magistrate judge issued a preliminary status report to the district court, stating that, assuming no further allowances for excludable time, this case had to be tried on or before May 2, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 3, 1997, the district court held a pretrial/status conference at which the possibility of a negotiated plea was discussed.  In response to the court's attempt to set a trial date, the government stated that it was unavailable between April 13 and April 27, and on April 29.  Defendant's counsel stated that she was unavailable between April 29 and May 12.  Based on these representations, the district court set the trial date for May 12, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 8, 1997, the defendant filed a motion to dismiss the indictment on the ground that his trial had not commenced within the time required under the Speedy Trial Act, and on May 19, 1997, the government filed a motion in opposition.  On May 9, 1997, the defendant's counsel filed a motion for a continuance of the May 12 trial date on the ground that she was engaged in trial on another unrelated matter.  On May 22, 1997, the district court issued written findings pursuant to a Speedy Trial Order, and denied the defendant's motion to dismiss the indictment without a hearing.  In its May 22, 1997 Speedy Trial Order the district court reset the trial for June 16, 1997, and excluded the period from April 3, 1997 until May 22, 1997.  On June 16, 1997, the day Scantleberry's trial commenced, the defendant filed a motion for reconsideration of the motion to dismiss and a second motion to dismiss the indictment under the Speedy Trial Act.  The district court orally denied both motions, and entered a further order excluding the time from May 12, 1997, until June 16, 1997.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p>I. Speedy Trial Act Claim</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Speedy Trial Act (\"STA\"), 18 U.S.C. &#167; 3161, is designed \"to protect a defendant's constitutional right to a speedy ... trial, and to serve the public interest in bringing prompt criminal proceedings.\"  United States v. Santiago-Becerril, <span class=\"citation\" data-id=\"197654\"><a href=\"/opinion/197654/united-states-v-santiago-becerril/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir.1997) (quoting United States v. Saltzman, <span class=\"citation\" data-id=\"599219\"><a href=\"/opinion/599219/united-states-v-daniel-lee-saltzman/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1087</span></a></span>, 1090 (10th Cir.1993)).  The STA provides that the government must bring a criminal defendant to trial no more than seventy days after the later of the filing date of the information or indictment, or the date on which the criminal defendant first appears before a judicial officer of a court in which the charge is pending.  See id.  (citing 18 U.S.C. &#167; 3161(c)(1)).  In calculating the seventy days, the STA excludes certain time periods.  See 18 U.S.C. &#167; 3161(h)(1)-(9);  see also Santiago-Becerril, 130 F.3d at 15.   If a criminal indictment is not brought to trial within the seventy-day time limit imposed by &#167; 3161(c)(1), as extended by operation of &#167; 3161(h)(1)-(9), the penalty provisions of the STA mandate that \"the information or indictment shall be dismissed on motion of the defendant.\"  18 U.S.C. &#167; 3162(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Scantleberry argues that the district court erred in denying his motion to dismiss the indictment.  He contends that the period between April 3 (the date of the pretrial conference) and May 8 (the date the motion to dismiss was filed) was improperly excluded from the speedy trial calculus.  As a result, the delay in his being brought to trial added up to more than the number of statutorily allowable days.  In response, the government asserts that, at worst, only sixty-five non-excludable days passed before Scantleberry was brought to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We find no error in the district court's refusal to dismiss the superseding indictment.  This Court reviews the disposition of a STA issue for clear error as to factual findings and de novo as to legal rulings.  See Santiago-Becerril, 130 F.3d at 15;  United States v. Rodriguez, <span class=\"citation\" data-id=\"702494\"><a href=\"/opinion/702494/united-states-v-geraldo-rodriguez-aka-jose-rodriguez/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1159</span></a></span>, 1162 (1st Cir.1995).  We conclude that fewer than seventy non-excludable days elapsed before Scantleberry was brought to trial.</p>\n    </div>\n    <p class=\"indent\">A. April 3, 1997 to May 8, 1997</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In holding that the period from April 3 to May 8 was excludable from the speedy trial calculus under &#167; 3161(h)(1), the district court stated in its Speedy Trial Order that at the April 3 pretrial/status conference, \"counsel for Scantleberry announced on several occasions that Scantleberry would plead guilty and that a trial would be unnecessary.\"   As a result, the district court excluded the time period commencing from the date on which Scantleberry allegedly informed the court of his intention to plead guilty--April 3--until the date he indicated that he was not going to plead guilty--May 8--the date on which he filed the motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Scantleberry argues that the district court erred in excluding that time period from the speedy trial calculus.  He asserts that the transcript of the conference clearly indicates that his counsel's only intention was to discuss the government's offer of a plea bargain.  Scantleberry cites the following exchange between the district court and his counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">THE COURT: We'll hope that the matter is resolved.  If it isn't, we'll see you on the 12th of May.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[COUNSEL FOR SCANTLEBERRY]:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We will notify the Court if we reach an agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">THE COURT: Yes.  You can get a date for a Rule 11 Hearing if that's necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">April 3, 1997 Status Conference, Tr. 6-7.  In Scantleberry's view, only the possibility, and not the certainty of a change of plea was presented to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government argues that the time was properly excluded by the district court because Scantleberry's counsel created the expectation that there would be a change of plea and that additional time was necessary to complete negotiations.  It cites the following exchange between the district court and counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[GOVERNMENT]: [T]he government has presented a proposed plea agreement to Miss Thompson [counsel for Scantleberry], and Miss Thompson, I'm sure, can speak on the point.  She is in the process of trying to make arrangements with her client to go over the agreement, and we're hopeful that, as opposed to a trial date, that we'll actually be looking for a Rule 11 hearing date.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE COURT: All right.  Miss Thompson.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">MS. THOMPSON: Yes.  I do think that's accurate, Judge, that we probably are looking for a Rule 11 hearing date.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">April 3, 1997 Status Conference, Tr. 1-2.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Secondly, the government argues that the trial date was set for May 12, 1997, largely in order to accommodate defense counsel who also had other trial dates.  It argues that at the April 3 status conference, the government told the court that it was unavailable between April 13 and April 29, while defense counsel stated that she was unavailable between April 29 and May 12.  The transcript of that discussion reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[GOVERNMENT]: I don't see more than a day or two for trial days.  Unfortunately, though, there are two weeks in the end of April where I have to be in Washington, the--beginning on the 13th through the 27th of April.  And on the 29th I'm in court in Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">THE COURT: On the 29th?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[GOVERNMENT]: Yes, of April.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT: But just for that day?  ...  What about the first week of May?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">[GOVERNMENT]: First week of May I look pretty good.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">[THE COURT]: Miss Thompson.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">MISS THOMPSON: I start--I know you've heard this from me before, Judge, the last time I was here.  I have a murder trial starting May 5th.  I'm sure that it's going to go.  I know that this trial is going to happen....  I'm expecting to be tied up that week [the week of May 5th].  And the following week, however, the week of May 12th, I think that I have a pretty open calendar that week.  The week preceding the first week in May, I have a rape trial starting on April 29th that I expect probably will take two or three days to try.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">THE COURT: What about May 12th, Monday, May 12th?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">MS. THOMPSON: May 12th, assuming that my trial ends as I anticipate, would be fine.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">April 3, 1997 Status Conference, Tr. 3-4.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The government contends that since defense counsel informed the court that she would not be available between April 29 and May 12, those days between April 29 and May 12 should be excluded from the speedy trial calculus.  It asserts that even if the court accepts the defendant's argument that no plea negotiations were underway, this calculation would leave the total of non-excludable days at sixty-five, which is within the total number of days permitted by the STA.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We need not and do not reach the issue of the STA status of a period of plea negotiations.  Assuming the period of plea negotiations is within the running of the STA clock, there is still no STA violation.  Both the court and the government were prepared to go to trial by April 30th, at day 65 of the 70 day period, but the defense counsel was not, due to her own scheduling conflicts.  A continuance was granted to accommodate her schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In United States v. Pringle, <span class=\"citation\" data-id=\"446334\"><a href=\"/opinion/446334/united-states-v-william-bull-pringle-iii-united-states-of-america-v/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">419</span></a></span>, 432 (1st Cir.1984), this Court held that scheduling conflicts constitute legitimate grounds for granting a continuance under &#167; 3161(h)(8).  One of the factors to be considered by the court in granting a continuance is \"[w]hether the failure to grant such a continuance ... would unreasonably deny the defendant or the Government continuity of counsel....\"  18 U.S.C. &#167; 3161(h)(8)(B)(iv).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Because the continuance was granted to aid defense counsel, and maintain continuity of counsel, the period between April 29, 1997, and May 8, 1997, is excludable.  Cf. Santiago-Becerril, 130 F.3d at 17 (\"By notifying the court of his availability for trial, defense counsel may be said to have impliedly moved for a new trial date.  The court acted on the implied motion ... by setting a new trial date....  Motions that do not require a hearing may toll the seventy-day time limit for up to thirty days.\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To hold otherwise would be to subvert the purpose of the STA, and allow defense counsel to \"sandbag\" the district court.  Under the appellant's line of argument, a defense counsel could cooperate with the district court in setting a trial date without informing the court that by granting certain continuances, the STA would be violated.  Defense counsel cannot have it both ways.  Either she must agree that the continuance granted for her benefit be excluded from STA consideration, or she must object to the continuance.  To permit defense counsel to have both the continuance and the time included in the STA calculus is impermissible.  Cf. United States v. Ortiz, <span class=\"citation\" data-id=\"195351\"><a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 28 (1st Cir.1994) (finding no Speedy Trial Act violation where defense counsel raised no objection to trial continuance).</p>\n    </div>\n    <p>II. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Scantleberry contends that the evidence presented at trial was insufficient to prove that he did not have the express consent of the Attorney General to reapply for admission to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We review the sufficiency of the evidence as a whole, in a light most favorable to the verdict, taking into consideration all reasonable inferences.  We do not reweigh the credibility of the witnesses.  Rather, we resolve all credibility issues in favor of the verdict.  See United States v. Hahn, <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span> (1st Cir.1994), cited in United States v. Reyes-Medina, No. 94-1923, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">247343</span></span> (1st Cir.1995).  \"The evidence may be entirely circumstantial, and need not exclude every hypothesis of innocence;  that is, the factfinder may decide among reasonable interpretations of the evidence.\"  Id. (quoting United States v. Batista-Polanco, <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Sections 1326(a) and (b)(2) provide in relevant part that: 1) any alien;  2) whose deportation was subsequent to a conviction for commission of an aggravated felony;  3) who enters or attempts to enter, or is at any time found in, the United States;  4) without the express consent of the Attorney General for such entry;  5) shall be fined and/or imprisoned.  See 8 U.S.C. &#167; 1326.  Scantleberry challenges only the sufficiency of the evidence on the fourth element:  reentry without the express consent of the Attorney General for such entry.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">He argues that in its case-in-chief, the government presented a Certificate of Nonexistence of Record, which stated that no record was found of any application for permission to reenter made by \"Guillermo Scantleberry, also known as Guillermo Scantleberry-Frank and Guillermo A. Scantleberry.\"   The original warrant authorizing the deportation of the defendant in 1992 referred to the defendant as \"Scantleberry, Guillermo F., aka:  Scantleberry-Frank, Guillermo.\"   The defendant was subsequently indicted as \"Guillermo Scantleberry-Frank, a/k/a Gillermo Scantlebrury, a/k/a Guillermo Scantlebury, a/k/a Guillermo Scantleberry.\"   Scantleberry argues that because the government did not examine its records under the right name, he was entitled to a judgment of acquittal.  In sum, his claim is that a reversal is warranted in this case because the evidence presented at trial failed to show that the INS ever examined its records for an application from Guillermo F. Scantleberry or Guillermo Scantleberry-Frank, the names under which the defendant had been previously deported.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">At trial, the government introduced into evidence a certified INS Certificate of Nonexistence of Record, signed by the Acting Chief of the Records Services Branch for INS, to demonstrate that the defendant had never applied for or received permission from the Attorney General of the United States to reenter the country after he had been deported in November 1992.  The Certificate of Nonexistence stated that a diligent search had been conducted of the INS's automated and nonautomated records systems under the names \"Guillermo Scantleberry,\" as well as \"Guillermo Scantleberry-Frank,\" and \"Guillermo A. Scantleberry.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In addition, the government submitted evidence relating to Scantleberry's INS Alien File Number (\"A-File Number\"), Abe-wik-lcp, on the certification attached to the Certificate of Nonexistence.  An INS A-File identifies an individual by name, aliases, date of birth, and citizenship, and all records and documents related to the alien are maintained in that file.  Testimony elicited at trial revealed that a government agent had provided the defendant's A-File number, aliases, date of birth, country of birth, and date, time, and place of deportation, when he made the request to have the INS's records searched for information concerning whether the defendant had ever applied for permission to reenter the country.  The jury could have reasonably inferred that the defendant's unusual surname combined with key information provided by the government agent allowed the INS to conduct a thorough search of its records, and that any application made by the defendant seeking permission to reenter the country under any of his aliases would have been discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Finally, the defendant signed \"Guillermo Scantleberry\" on the September 23, 1992, warrant of deportation, when he placed his right thumbprint on the warrant.  In addition, evidence submitted at trial showed that the defendant used the name \"Guillermo Scantlebery\" when he signed his name on the ten-print fingerprint card during his arrest for illegal reentry on January 7, 1997.  Both of the names used by the defendant were searched in the INS records, which showed no consent to reenter had been given.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Given the defendant's conduct and the thorough search conducted by the INS using the defendant's surname and the A-File Number, the government's evidence was sufficient for the jury to find beyond a reasonable doubt that Scantleberry had not obtained the express consent of the Attorney General to reapply for admission to the United States after his deportation, nor had the prerequisite permission been granted.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For the reasons stated in this opinion, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Courts have upheld the government's use of Certificates of Nonexistence of Record to establish this element.  See United States v. Martus, <span class=\"citation\" data-id=\"752076\"><a href=\"/opinion/752076/united-states-v-istvan-martus-aka-jozsef-sztojka/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span> (2d Cir.1998)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752076/"
  ]
}