{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198162/",
  "absolute_url": "/opinion/198162/field-v-mans/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198162/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:46:48Z",
  "date_modified": "2017-03-24T10:55:00.994384Z",
  "type": "010combined",
  "sha1": "3d83bc1667cd0061b091daf70a58dcb2d2f2fb9e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-9007.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-9007\r\n\n            WILLIAM FIELD and NORINNE FIELD,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n                    PHILIP W. MANS,\r\n\n                  Defendant, Appellee.\r\n\n       APPEAL FROM THE BANKRUPTCY APPELLATE PANEL\r\n                 OF THE FIRST CIRCUIT\r\n\n                        Before\r\n\n                 Selya, Circuit Judge,\r\n\n           Campbell, Senior Circuit Judge,\r\n\n              and Lynch, Circuit Judge.\r\n\nChristopher J. Seufert with whom Seufert Professional\r\nAssociation was on brief for appellants.\r\nW. E. Whittington IV with whom Brooks McNally Whittington\r\nPlatto &amp; Vitt was on brief for appellee.\r\n\n                                      \r\n\n                   October 13, 1998\r\n\n                                     \r\nCAMPBELL, Senior Circuit Judge.  William and Norrine\r\nField (the \"Fields\") appeal from a judgment of the Bankruptcy\r\nAppellate Panel for the First Circuit (the \"BAP\") allowing\r\ndefendant-appellee Philip W. Mans (\"Mans\") to discharge in\r\nbankruptcy a debt owed to the Fields.  The debt in question arose\r\nfrom a personal guarantee by Mans of a note issued by his\r\ncorporation and secured by a second mortgage on development\r\nproperty sold to him by the Fields.  Events occurring after Mans's\r\nundisclosed sale of the mortgaged property to a third party led the\r\nFields to charge that Mans had defrauded them into extending him\r\ncredit.  The Fields urge us to reverse the BAP's judgment and hold\r\nthe debt non-dischargeable.  For the reasons discussed below, we\r\nreverse the BAP's determination and affirm the most recent judgment\r\nof the bankruptcy court denying Mans a discharge.  \r\n                           I.\r\nThe facts have been set out in a number of previously\r\npublished opinions, including the Supreme Court's opinion in\r\nField v. Mans, 516 U.S. 59 (1995).  See also Field v. Mans (In re\r\nMans), 210 B.R. 1 (B.A.P. 1st Cir. 1997); Field v. Mans (In re\r\nMans), 203 B.R. 355 (Bankr. D.N.H. 1996); Field v. Mans (In re\r\nMans), 200 B.R. 293 (Bankr. D.N.H. 1996).  Because of this, our\r\nrecitation below is limited to the essentials.\r\nOn June 23, 1987, the Fields sold development real estate\r\n(an inn) to a corporation wholly owned by Mans for $462,500. \r\nMans's corporation paid $275,000 in cash and gave the Fields a\r\npromissory note for $187,500.  The note, personally guaranteed by\r\nMans, had a ten-year repayment period and was secured by a second\r\nmortgage on the real estate.\r\nUnder the terms of the second mortgage deed, Mans, as\r\nmortgagor, covenanted and agreed not to convey the property to\r\nanyone else without the prior written consent of the mortgagees,\r\nthe Fields.  If Mans conveyed without their consent, the whole of\r\nthe unpaid balance and interest of the mortgage and note became\r\nimmediately due and payable, at the Fields' option.\r\nOn October 8, 1987, Mans caused his corporation to\r\ntransfer, without the Fields' knowledge or consent, the mortgaged\r\nreal estate to a newly formed development partnership between\r\nhimself and one DeFelice.  The transfer was by deed executed on\r\nOctober 8, 1987, and recorded on October 19, 1987.  In\r\nconsideration, Mans received $447,500 in cash at the closing of the\r\nOctober 8 conveyance.  At the time of this sale, Mans had made only\r\nfour payments on the second mortgage held by the Fields.  He still\r\nowed them approximately $180,000 in principal and $145,000 in\r\nfuture interest.\r\nThe day following the October 8 sale, Mans's attorney  \r\nwithout revealing that the conveyance had already occurred   wrote\r\nto the Fields' lawyer requesting that the Fields consent to what\r\nappeared to be a still-unconsummated sale of the mortgaged real\r\nestate.  This letter stated:\r\nObviously, we do not want to trigger the \"due-\r\non-sale\" clause by reason of the transfer of\r\nthe property into the development partnership. \r\nWe ask that Mr. and Mrs. Field, as the holders\r\nof the second mortgage, consent in writing to\r\nthe transfer of the property.\r\n\nWe would appreciate your earliest response to\r\nthis.  We could avoid the issue entirely by\r\nsimply putting the stock of [Mans's\r\ncorporation] into the partnership instead of\r\nconveying title to the underlying real\r\nproperty, but for a variety of reasons it is\r\npreferable to convey the property.\r\nTen days later, the Fields, through their attorney, replied that\r\nthey would consent to sale of the real estate in return for $10,000\r\nand the fulfillment of several other minor conditions.\r\nOn October 27, Mans's attorney let the Fields know by\r\nletter that, although Mans would happily comply with the minor\r\nconditions, the Fields' request for $10,000 was \"out of the\r\nquestion.\"  Like its predecessor, the October 27 letter did not\r\ndisclose that the proposed sale had already taken place.  There the\r\nmatter rested; discussions came to a close and the possibility of\r\na sale was not mentioned again by either party.\r\nSometime in 1988, William Field was informed by a\r\nbusiness associate that there was a \"new owner\" of the property. \r\nAlthough the Fields visited the property often and talked with Mans\r\nabout the development of the property, they did not request a title\r\nsearch nor did they ever ask Mans whether he had sold the property. \r\nThe Fields spoke with an officer at Mascoma Savings Bank, the\r\nholder of the first mortgage on the property, who told them that he\r\nknew nothing about a transfer of the property.  Even after the\r\ntransfer, Mans continued to make regular payments to the Fields in\r\naccordance with the second mortgage.\r\nReal estate prices tumbled in the following years, and on\r\nDecember 10, 1990, Mans filed for protection under Chapter 11 of\r\nthe Bankruptcy Code in the United States Bankruptcy Court for the\r\nDistrict of New Hampshire.  Around the same time, he stopped making\r\npayments to the Fields.  At the time of the bankruptcy, Mans still\r\nowed the Fields $144,266.  Eventually, the first mortgagee\r\nforeclosed, leaving nothing for the Fields.  \r\nThree months after Mans filed for bankruptcy, the Fields\r\nlearned about the October 1987 conveyance.  The Fields filed a\r\ncomplaint in the bankruptcy proceeding alleging that Mans's\r\npersonal obligation to them should not be discharged under 11\r\nU.S.C.  523(a)(2)(A).  The Fields contended that Mans's\r\nattorney's two letters, seeking after-the-fact permission to sell\r\nthe real estate, fraudulently caused them to believe that it had\r\nnot yet been sold, and hence to forgo their right to accelerate the\r\nnote under the due-on-sale clause.  As a consequence, they said,\r\nMans obtained an extension of credit by fraud.\r\nThe bankruptcy court, ruling from the bench, found that\r\nthe letters from Mans's lawyer contained an implicit\r\nmisrepresentation \"that the property had not yet been transferred\r\nand that it would be transferred upon the consent of the Fields.\" \r\nThe court also stated that \"the evidence clearly establishe[d] that\r\nthe Fields relied on the implicit [mis]representation in these\r\nletters\" and \"that they relied . . . to their detriment.\"  In\r\nrespect to the latter finding, the bankruptcy court noted that in\r\nOctober of 1987, \"the real estate market was still booming in this\r\nstate and [the Fields] could have extracted their balance of\r\n[$]187,000, approximately, out of either a foreclosure or forcing\r\nMans to pay out of the funds that he was getting invested in the\r\nproperty or otherwise.\"  Subsequently, as the court went on to\r\nnote, real estate values slumped, so that when the property was\r\nforeclosed in 1991, the first mortgagee, in effect, wiped out the\r\nFields' position.  Nevertheless, the court discharged the debt\r\nbecause it found that the Fields had not acted reasonably. \r\nSee Commerce Bank &amp; Trust Co. v. Burgess (In re Burgess), 955 F.2d\r\n134, 140 (1st Cir. 1992) (requiring a creditor to demonstrate\r\nreasonable reliance), abrogated by Field v. Mans, 516 U.S. 59\r\n(1995).  The court found that Mr. Field was put on notice that\r\nsomeone claiming to be the new owner was on the property and had\r\nacquired other information that put him on inquiry notice.  The\r\nbankruptcy court's judgment was affirmed, in unpublished opinions,\r\nby the district court and by this court.  See Field v. Mans, 36\r\nF.3d 1089 (1st Cir. 1994) (table), vacated by Field v. Mans, 516\r\nU.S. 59 (1995).\r\nThe Fields brought their challenge to the Supreme Court,\r\narguing that  523(a)(2)(A) does not require \"reasonable\" reliance. \r\nThe Supreme Court agreed, holding that a creditor's reliance on\r\nfraudulent statements need only be \"justifiable.\"  See Field, 516\r\nU.S. at 73-75.  Accordingly, the Court vacated and remanded the\r\ncase for further proceedings consistent with its opinion.  See id.at 77.  In a separate concurrence, Justice Ginsburg expressed her\r\nopinion that \"the causation issue [is] still open for determination\r\non remand.\"  Id. at 78 (Ginsburg, J., concurring).  Justices Breyer\r\nand Scalia, dissenting, believed that the court below had performed\r\nthe correct analysis, even if it had used the wrong words.  See id.at 80 (Breyer, J. dissenting).\r\nOn remand, a different bankruptcy court reviewed the\r\noriginal record and found that the Fields had justifiably relied\r\nupon Mans's fraud.  See In re Mans, 200 B.R. at 295.  As a result,\r\nthe court refused to allow Mans's debt to the Fields to be\r\ndischarged in the bankruptcy proceeding.  See id. at 296.  Mans\r\nfiled a motion to alter or amend the judgment in which he sought to\r\nargue that the Fields' forbearance did not constitute an extension\r\nof credit and was not obtained by fraud.  The court denied Mans's\r\nmotion, holding that the \"law of the case\" precluded him from\r\nraising those points.  See In re Mans, 203 B.R. at 357-58.\r\nMans appealed from the second bankruptcy court's judgment\r\nto the BAP, which reversed and dismissed the Fields' complaint. \r\nSee In re Mans, 210 B.R. at 7.  The BAP, after consideration,\r\ndeclined to disturb the lower court's finding of justifiable\r\nreliance.  See id. at 5.  However, it went on to address whether\r\nthe Fields' failure to exercise their option to accelerate the note\r\nwas an extension of credit within the  523(a)(2)(A) exception to\r\ndischargeability.  See id. at 6.  Holding that it was not, the BAP\r\nruled that Mans was entitled to a discharge.\r\nOn appeal, the Fields now argue that the judgment of the\r\nBAP should be reversed because: (i) Mans is foreclosed from arguing\r\nthat their failure to accelerate was not an extension of credit;\r\nand (ii) even if Mans may argue the point, their fraudulently\r\ninduced failure to accelerate satisfied the statutory elements of\r\n523(a)(2)(A).  Mans rebuts the Fields' contentions, and adds that\r\ntheir reliance was not justifiable.\r\n\n                          II.\r\nSection 523(a)(2)(A) bars discharge of \"any debt . . .\r\nfor money, property, services, or an extension, renewal, or\r\nrefinancing of credit, to the extent obtained by . . . actual\r\nfraud.\"  The Fields undoubtedly extended credit to Mans on June 23,\r\n1987, when they took Mans's note and mortgage in part payment of\r\nthe purchase price for their own real estate.  No one suggests that\r\nthis original granting of credit to Mans was fraudulently induced. \r\nRather, the Fields argue that four months later they were once\r\nmore, in effect, induced to extend credit   this time fraudulently\r\nwhen Mans's attorney wrote them for permission to sell the\r\nmortgaged property after it had been sold.  Because these letters\r\nencouraged the Fields to believe that the property was still\r\nunsold, Mans is said to have misled them into not exercising their\r\nright to accelerate, thus causing them to extend credit for\r\npurposes of  523(a)(2)(A).  The BAP rejected this interpretation,\r\nand Mans asks us to do likewise.\r\nBefore we reach that issue, however, we must address the\r\nFields' contention that the extension of credit question is no\r\nlonger an open issue in this case.  The second bankruptcy court\r\nagreed with the Fields that the \"law of the case\" doctrine barred\r\nfurther litigation of the extension issue.  See In re Mans, 203\r\nB.R. at 357-58.  We review an application of the law of the case denovo.  See Dopp v. Pritzker, 38 F.3d 1239, 1245 (1st Cir. 1994) (\"A\r\ncontention that the law of the case precludes reexamination of an\r\nissue raises a pure question of law, and, thus, engenders plenary\r\nreview.\").\r\nA.   Whether the Law of the Case Now Bars Litigation of the\r\nExtension Issue.\r\nThe law of the case doctrine is a prudential principle\r\nthat \"precludes relitigation of the legal issues presented in\r\nsuccessive stages of a single case once those issues have been\r\ndecided.\"  Cohen v. Brown Univ., 101 F.3d 155, 167 (1st Cir. 1996). \r\nFor a bar to exist, an issue must have been \"actually considered\r\nand decided by the appellate court,\" or a decision on the issue\r\nmust be \"necessarily inferred from the disposition on appeal.\" \r\nCommercial Union Ins. Co. v. Walbrook Ins. Co., Ltd., 41 F.3d 764,\r\n770 (1st Cir. 1994); see also Christianson v. Colt Indus. Operating\r\nCorp., 486 U.S. 800, 817 (1988) (stating that \"the law of the case\r\nturns on whether a court previously 'decide[d] upon a rule of law'\"\r\n(quoting Arizona v. California, 460 U.S. 605, 618 (1983)));\r\nQuern v. Jordan, 440 U.S. 332, 347 n.18 (1979) (\"The doctrine of\r\nlaw of the case comes into play only with respect to issues\r\npreviously determined.\").  The doctrine does not bar litigation \"of\r\nall questions which were within the issues of the case and which,\r\ntherefore, might have been decided.\"  Conkling v. Turner, 138 F.3d\r\n577, 587 (5th Cir. 1998) (internal quotation marks and citations\r\nomitted); Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper,\r\nFederal Practice &amp; Procedure  4478, at 789 (1981) (\"[Q]uestions\r\nthat have not been decided do not become law of the case merely\r\nbecause they could have been decided.\").  Even if an issue has been\r\ndecided previously, we may reopen it if warranted by the\r\ncircumstances of the case.  See Christianson, 486 U.S. at 817 (\"A\r\ncourt has the power to revisit prior decisions of its own or of a\r\ncoordinate court in any circumstance, although as a rule courts\r\nshould be loathe to do so in the absence of extraordinary\r\ncircumstances.\"); Arizona, 460 U.S. at 618 (\"Law of the case\r\ndirects a court's discretion, it does not limit the tribunal's\r\npower.\").\r\nThe law of the case takes at least two forms.  First, it\r\nprevents a litigant from resurrecting an issue that has already\r\nbeen decided by a lower court and that has gone unchallenged on\r\nappeal.  See United States v. Connell, 6 F.3d 27, 30 (1st Cir.\r\n1993) (declaring that \"litigants should not ordinarily be allowed\r\nto take serial bites at the appellate apple\"); United States v.\r\nBell, 988 F.2d 247, 250 (1st Cir. 1993) (stating that \"a legal\r\ndecision . . . unchallenged in a subsequent appeal despite the\r\nexistence of ample opportunity to do so, becomes the law of the\r\ncase\").  The Fields argue that this version of the doctrine applies\r\nto the present case because the initial bankruptcy court found that\r\nthey had granted an extension of credit.\r\nSecond, the law of the case   in the guise of the\r\n\"mandate rule\"   instructs an inferior court to comply with the\r\ninstructions of a superior court on remand.  See United States v.\r\nRivera-Martinez, 931 F.2d 148, 150 (1st Cir. 1991).  Relying on\r\nthis version of the doctrine, the second bankruptcy court held that\r\nit was precluded from revisiting the extension issue because the\r\nSupreme Court mandate implicitly decided the issue.  We treat each\r\nof these arguments in turn.\r\nThe Fields contend that the initial bankruptcy court\r\ndecided that the Fields' fraudulently induced ignorance of the sale\r\nboth gave rise to a \"debt . . . for an extension . . . of credit\"\r\nwithin  523(a)(2)(A) and also caused them not to call the note and\r\nmortgage.  Thereafter, they say, Mans took insufficient steps to \r\npreserve his opposition to these rulings in the district court and\r\nthis court.\r\nThe first bankruptcy court did indeed find a credit\r\nextension.  It announced:\r\n[T]o the extent that the reliance and\r\ndetriment elements are required here, it's\r\nobvious to me that [the Fields] in their own\r\nminds did rely on these representations\r\nsubjectively and didn't do anything further\r\nand that in effect they extended the credit to\r\nMr. Mans for another few years, . . . whereas\r\nthey could have called the due on sale clause\r\nas of October 1987 at the latest when the deed\r\nwas recorded.\r\nRecord at 20, Decision of the Court, May 11, 1993(emphasis added).\r\nOn the related point of whether the Fields would, in\r\nfact, have exercised their acceleration remedy had they known of\r\nthe sale, the court made no definitive finding, and, indeed,\r\nindicated very great skepticism.  It said:\r\n[W]hat really happened here was that the deal\r\nbroke down because of the [Fields'] demand for\r\nthe [$]10,000 and the market was strong and\r\nMans was paying and it's to some extent\r\nhindsight to now say, well, if we'd know[n]\r\nthen we would have called the loan.  Nobody\r\nknew in October 1987 that the market was going\r\nto take a nose-dive. . . .\r\n\nIn this case, I think there is a lot of\r\nhindsight here as to how serious this appeared\r\nto the Fields at the time and whether they\r\nwould have triggered the due on sale clause.\r\nId., at 23-24.\r\nWhile recognizing that the bankruptcy court had, to some\r\ndegree, found an extension of credit, the BAP concluded that that\r\nfinding never became the law of the case because \"the Debtor had\r\nnothing to appeal as a result of the instant trial.  He had won. \r\nAppeal is taken from a court's judgment, order or decree, not from\r\na ruling of law.\"\r\nWe agree with the BAP.  The bankruptcy court's finding of\r\na credit extension was not necessarily conclusive and Mans, having\r\nsecured a favorable judgment on the ground that the Fields'\r\nreliance was unreasonable, had no reason to contest this and other\r\nsubordinate findings on appeal.  See Bath Iron Works Corp. v.\r\nCoulombe, 888 F.2d 179, 180 (1st Cir. 1989) (holding that a party\r\ncannot appeal a favorable judgment); Balcom v. Lynn Ladder &amp;\r\nScaffolding Co., 806 F.2d 1127, 1127 (1st Cir. 1986) (\"Appellant\r\ncannot appeal the district court's failure to set aside [an\r\nadverse] finding for the basic reason that appellant did not lose\r\nthe case below; it won.\").  And the Fields, of course, had no\r\nincentive to raise the point in their initial appeals to the\r\ndistrict court and this court.\r\nIt is true that, to preserve an alternate theory, an\r\nappellee might in some situations be required to raise the point in\r\nits appellate briefs.  Much depends on the particular facts.  Mans\r\napparently never presented the absence of an extension of credit as\r\nan alternative ground for upholding the bankruptcy court in his\r\ndistrict court and court of appeals briefs.  But as Justice\r\nGinsburg pointed out, see Field, 516 U.S. at 77 (Ginsburg, J.,\r\nconcurring), and as this court's decision by unpublished per curiam\r\nreflects, First Circuit precedent was solidly in Mans's corner on\r\nthe reasonable reliance ground resolved in his favor by the\r\nbankruptcy court.  It would be extremely unrealistic to expect\r\nMans's attorney to buttress his client's case by putting forward an\r\nalternate theory in support of the lower court's judgment.  Once it\r\nbecame clear that the Fields were attacking the legal theory\r\nsupporting the judgments below   the reasonableness requirement  \r\nbefore the Supreme Court, Mans raised the extension point.  See id.at 63 n.2.  We are loath to find that Mans waived the extension\r\nissue merely by failing to file either a procedurally dubious\r\ncross-appeal in the district court and in this court, see Crockerv. Piedmont Aviation, Inc., 49 F.3d 735, 741-42 (D.C. Cir. 1995),\r\nor to brief and argue what, to any attorney, might have seemed an\r\nentirely redundant point.\r\nThe same reasoning leads us to reject any notion of a\r\nlaw-of-the-case bar to the related issue of whether the Fields\r\nwould actually have invoked their acceleration rights had they\r\nknown of the sale.  The lower court never made a definitive finding\r\nor ruling on that point.  This issue, moreover, forms a part of the\r\n\"causation\" question that Justice Ginsburg, in her separate\r\nconcurrence, highlighted as still open for review on remand.  SeeField, 516 U.S. at 77 (Ginsburg, J., concurring).  While none of\r\nJustice Ginsburg's colleagues joined in her blunt assertion that\r\nthe \"causation question is still open for determination,\" id.,\r\nneither did any demur, and we, of course, treat every Justice's\r\nview with great respect.\r\nWe turn next to the second bankruptcy court's belief \r\nthat it was precluded from deciding the extension issue by\r\nimplications found within the Supreme Court's mandate.  The Supreme\r\nCourt refused to address the question whether Mans had received any\r\nextension of credit because it was \"never raised previously and\r\n[was] not fairly subsumed within the question on which [the Court]\r\ngranted certiorari.\"  Field, 516 U.S. at 63 n.2.  The second\r\nbankruptcy court seems to have inferred from this statement, and\r\nthe Court's remand order, that the Court agreed on the merits with\r\nthe initial bankruptcy court's decision.  See In re Mans, 203 B.R.\r\nat 357 (\"The Supreme Court . . . chose instead to remand on the\r\nreliance issue. The necessary inference to be drawn is that the\r\nSupreme Court agreed with [the initial bankruptcy judge's] finding\r\n[on the causation issue].\").\r\nThat inference cannot be supported.  In contrast to the\r\ncases upon which the bankruptcy court relied, see Kotler v.\r\nAmerican Tobacco Co., 981 F.2d 7, 13 (1st Cir. 1992) (refusing to\r\nrevisit an issue outside of the Supreme Court's remand for\r\nreconsideration in light of an intervening case); Stark v. Advanced\r\nMagnetics, Inc., 894 F. Supp. 555, 558 (D. Mass. 1995) (noting\r\nthat, after a grant of summary judgment, a remand on one issue\r\nnecessarily implied that none of the other issues before the court\r\nwere determinative), rev'd on other grounds, 119 F.3d 1551 (Fed.\r\nCir. 1997), the Supreme Court's mandate here did not contain any\r\nexpress or implied limitation.  The Court issued a general remand\r\norder.  See Field, 516 U.S. at 77 (ordering the case remanded \"for\r\nproceedings consistent with this opinion\").  In a footnote to its\r\nopinion, the Court stated that the extension of credit issue was\r\nnot within the question on which it had granted certiorari. \r\nSee id. at 63 n.2.  A court that refuses to address an issue on\r\nprocedural grounds cannot reasonably be said to have decided the\r\nmerits of that issue, even implicitly.  Under these circumstances,\r\nthen, we see no Supreme-Court-mandated bar to consideration on\r\nremand of whether what occurred here amounted to an extension of\r\ncredit nor of the related \"causation\" issues.\r\nWe conclude that the question of law as to whether the\r\nevents of this case could amount to an extension of credit obtained\r\nby fraud for purposes of 11 U.S.C.  523 is not foreclosed by the\r\nlaw of the case doctrine.\r\nB.   Whether Mans's Fraud Caused the Fields to Grant an\r\nExtension of Credit.\r\nSection 523(a)(2)(A) disallows the discharge of an\r\nindividual debtor from any debt \"for . . . an extension, renewal,\r\nor refinancing of credit, to the extent obtained by . . . false\r\npretenses, a false representation, or actual fraud.\"  The BAP\r\ndetermined that Mans did not lose his discharge right under this\r\nsection because the Fields' failure to accelerate, to the extent\r\ncaused by fraud, was not an extension of credit within \r\n523(a)(2)(A).  The Fields now reply that their fraud-induced\r\nmisapprehension that a sale had  not yet occurred frustrated their\r\noption to have called the debt, causing them, in effect, to have\r\nextended credit involuntarily.  We review that argument de novo.\r\nWe look first to the text of the statute.  See Shawmut\r\nBank, N.A. v. Goodrich (In re Goodrich), 999 F.2d 22, 24 (1st Cir.\r\n1993) (\"[T]he simple language of section 523(a)(2)(B) is the\r\nstarting point for analysis and, in the end, the basis for our\r\ndecision.\").  Because the Bankruptcy Code does not define the word\r\n\"extension,\" we inquire into the term's ordinary meaning.  There\r\nare at least two meanings of the word \"extension\" that could apply\r\nto  523(a)(2)(A).  First, an \"extension\" can refer to an offer \"to\r\nmake available (as a fund or privilege).\"  Webster's Third New\r\nInternational Dictionary 804 (1971) (noting that an \"extension\" is\r\n\"the action of extending,\" and that to \"extend\" can mean to\r\n\"proffer\").  Under this definition, the Fields' only extension of\r\ncredit came four months prior to Mans's fraudulent letters, when\r\nthe Fields accepted part of the purchase price for their real\r\nproperty in the form of a note secured by a mortgage payable over\r\na ten-year period.  That credit extension was not \"obtained by\" the\r\nfraud.  See Guy v. Leeb (In re Guy), 101 B.R. 961, 979 (Bankr. N.D.\r\nInd. 1988) (noting that, in order to prevent discharge under\r\n523(a)(2)(A), \"a creditor must have given present consideration\r\nbased on the . . . actual fraud\"); Marine Bank Southwest, N.A. v.\r\nHoffmann (In re Hoffman), 80 B.R. 924, 926 (Bankr. N.D. Ill. 1988)\r\n(dismissing the possibility that a bank relied on fraudulent\r\nstatements made after it issued a loan).\r\nSecond  - and more relevantly  - an extension may be an\r\n\"increase in length of time\" or \"an agreement on or concession of\r\nadditional time (as for meeting an overdue debt or fulfilling a\r\nlegal formality).\"  Webster's Third New International Dictionary804-05 (1971).  Granting additional time to pay the note would, for\r\nexample, have met this definition.  Did misleading the Fields into\r\nbelieving no sale had occurred, thereby preventing them from\r\nexercising their acceleration right, constitute, in this sense, an\r\n\"extension\" of credit?  But for the fraud they could have \r\nwithdrawn the credit they had previously extended.  The fraud\r\nensured that the Fields would continue to extend credit to Mans\r\neven though they now possessed and, absent the fraud, would have\r\nknown they possessed, the absolute right to withdraw it.\r\nTo be sure, the fraudulently concealed sale did not alter\r\nthe existing terms of credit, assuming the loan was not called. \r\nInstead, it undermined the Fields' right to have forthwith\r\nterminated that credit   because of the unpermitted sale   had they\r\nwished to do so.  Still, it is no great leap to say that fraudulent\r\nconcealment and frustration of the Fields' acceleration right was\r\ntantamount to an \"extension,\" i.e. continuation, of the existing\r\ncredit.  Section 523(a)(2)(A) is said to \"encompass[] virtually\r\nevery form of new agreement with respect to existing credit,\" 4\r\nLawrence P. King, Collier Bankruptcy Practice Guide  76.05[1], at\r\n76-17 (15th ed. 1997) (emphasis added).  While the concealed sale\r\nwas not technically a new \"agreement\" concerning the existing\r\ncredit, it triggered legal rights under the existing credit\r\nagreement which markedly altered the credit relationship between\r\nthe parties.  We, therefore, agree with the Fields that, by\r\ndeceiving them into continuing a credit arrangement they now had\r\nthe right to terminate, the fraud related to what can properly be\r\ncalled \"an extension of credit.\"  As the Fields would or could have\r\ncalled the note had they known the truth, Mans's fraud tended to\r\nperpetuate   hence \"extend\"   credit that otherwise the Fields\r\nwould or could have stopped.  \r\nIt is, of course, implicit in the Fields' argument that\r\nthey would, or at least might, have called the note had they known\r\nof Mans's sale.  The Fields were never allowed to decide for\r\nthemselves whether to call the note because Mans's fraud prevented\r\nthem from knowing that the property had been sold without their\r\npermission, giving them the acceleration option.  The first\r\nbankruptcy court believed that, in the good times then prevailing, \r\nit was uncertain whether the Fields would have called the note had\r\nthey learned of the sale.  There was contemporaneous documentary\r\nevidence that the Fields said they would agree to the proposed sale\r\nonly if paid $10,000, and these facts are essentially undisputed. \r\nThis suggests that they might well have exercised their\r\nacceleration right had the consummated, unpermitted, sale come to\r\ntheir attention.  But regardless of any uncertainty as to what the\r\nFields would have done had they not been lulled into believing that\r\nno sale had yet occurred, we disagree with the BAP that   in order \r\nfor failure to accelerate to be equivalent to an extension of\r\ncredit   \"there would have to be virtual certainty that\r\nacceleration would have taken place.\"  We think it enough, seebelow, that the Fields were in a position to have accelerated\r\neffectively and might well have done so. \r\nWhen interpreting  523, a court must weigh two competing\r\npolicies.  On the one hand, the bankruptcy system is designed to\r\nafford a financially distressed individual or entity a \"fresh\r\nstart.\"  Grogan, 498 U.S. at 286-87.  On the other hand,  523\r\nprevents a deceitful debtor from prospering as a result of his\r\nfraud.  See id.  Putting these policies together, the Supreme Court\r\nin Grogan explained that the Bankruptcy Act \"limits the \r\nopportunity for a completely unencumbered new beginning to the\r\n'honest but unfortunate debtor.'\"  Id. at 287 (quoting Local Loan\r\nCo. v. Hunt, 292 U.S. 234, 244 (1934)).  This description implies\r\nthat the \"fresh start\" policy underlying the bankruptcy code gives\r\nway when a debtor has defrauded his creditor.  While the fraud must\r\npertain to a debt falling into one of the several categories listed\r\nin  523(a)(2)(A), these categories [\"any debt . . . for money,\r\nproperty, services, or an extension, renewal, or refinancing of\r\ncredit . . .\"] are themselves quite inclusive.  They include all\r\nordinary debts(\"money, property, services\") as well as ones for\r\ncredit \"renewal, or refinancing\" in addition to credit \"extension.\" \r\nThe comprehensiveness of the debt categories, and the Supreme\r\nCourt's emphasis on limiting a \"new beginning\" to the \"honest but\r\nunfortunate debtor,\" militate against a narrow and hyper-technical\r\nparsing of the individual terms.  Otherwise, one dishonest debtor\r\nwould receive a \"new beginning\" while another, who engaged in\r\nfraudulent conduct that was virtually identical, would not   for\r\nreasons unrelated to the object of denying bankruptcy protection to\r\ndebtors whose debts were procured by fraud.  We see no indication\r\nthat Congress would have wished courts to construe \"extension,\r\nrenewal, or refinancing of credit,\" and its companion phraseology,\r\nin other than a practical, commonsense manner, consistent with the\r\nabove policy.       This is not to question that the fraud must relate\r\nto a debt that fits within one or more of the statutory categories. \r\nBut these debt categories, as said, are part of a listing which by\r\nits very comprehensiveness indicates Congress's desire for\r\ninclusion rather than exclusion.  Mans's fraud was designed\r\naffirmatively to mislead the Fields into thinking that no sale had\r\nyet occurred when, in fact, it had.  As a result of the deceit,\r\nMans could hope to continue to enjoy the on-going credit\r\narrangement which the Fields might otherwise have ended.  On this\r\nanalysis, Mans's indebtedness to the Fields at the time of the\r\nbankruptcy can reasonably be construed as falling within the rubric\r\nof a fraudulently obtained extension of credit.  Indeed, Mans's\r\nindebtedness might also be viewed, under a very similar analysis, \r\nas the product of a fraudulent \"renewal\" of credit.  In any case,\r\nCongress's utilization of three words   \"extension, renewal, or\r\nrefinancing of credit\" [emphasis supplied]   makes plain its\r\nintention to cast a net sufficiently broad to ensnare the present\r\nfraud.     \r\nMans argues that we should instead construe \"extension of\r\ncredit\" very narrowly, giving the phrase only its most limited and\r\nnarrow meaning, while ignoring the companion terms \"renewal\" and\r\n\"refinancing\" which reinforce the comprehensive nature of\r\nCongress's design.  He would have us exclude altogether a fraud\r\ndesigned to prevent a creditor in an existing credit arrangement\r\nfrom exercising an acceleration remedy.  Mans stresses the\r\nuncertainty of whether the Fields would have accelerated in the\r\noptimistic financial climate prevailing at the time of the fraud. \r\nIf not, Mans points out, there would be no actual extension of\r\ncredit since, regardless of the fraud, the same existing credit\r\narrangement would have continued in effect.\r\nWe do not accept this argument.  It does not lie in\r\nMans's mouth, having cheated the Fields of their opportunity to\r\nhave decided in October of 1987 whether or not to exercise their\r\nacceleration right, to argue that they must now bear the difficult\r\nburden of demonstrating beyond question that they would, in fact,\r\nhave accelerated the loan.  We think it enough that the bankruptcy\r\ncourt found that, when the fraud occurred, the economic\r\ncircumstances would have allowed the Fields to have successfully\r\nrecovered their loan had they wished to do so.  The original\r\nbankruptcy court found that in October 1987, when the fraud\r\noccurred, \"the real estate market was still booming  in this state\r\nand [the Fields] could have extracted the balance of [$] 187,000,\r\napproximately, out of either a foreclosure or forcing Mans to pay\r\nout of the funds that he was getting invested in the property, or\r\notherwise.\"  Subsequently, by the time of Mans's bankruptcy, the\r\nmarket had slumped and the first mortgage had wiped out the Fields'\r\nposition.  This was, therefore, a situation where the Fields had an\r\nequity in the property at the time of the fraud and could have\r\nrecovered their debt had they elected at that time to exercise the\r\nacceleration clause.  Mans's fraud deprived them of that\r\nopportunity.  \r\nTo establish an extension or renewal of credit, we think\r\nit suffices that the Fields were positioned rationally to have\r\ncalled the loan   that they would have recovered had they done so\r\nand that their choice, with its potential for benefit, was\r\neliminated by Mans's actual fraud.  To force them to prove not only\r\nthat they might realistically have exercised their acceleration\r\nremedy at the time, but that they necessarily would have done so,\r\nwould place the shoe on the wrong foot, allowing a defrauder to\r\nescape the consequences of his fraud in all but the most unusual\r\nand clear-cut circumstances.  Mans's lawyer's misstatements are the\r\nreason why the Fields' course of action must always, in some sense,\r\nremain speculative; it is fair that the weight of uncertainty\r\nshould fall on Mans.  See Takeuchi Mfg. (U.S.) Ltd. v. Fields, 44\r\nB.R. 322, 329 (Bankr. S.D. Fla. 1984) (preventing discharge after\r\nnoting that it was the debtor's fraud that made causation\r\nhypothetical).  Our determination accords with the vast majority of\r\ncases in this area, which hold that a failure to accelerate amounts\r\nto an extension of credit.  \r\nWe are, therefore, satisfied on these facts that the\r\nFields are entitled to cause Mans to forgo his bankruptcy discharge\r\nremedy.  To reiterate, we disagree with the BAP that Mans's fraud\r\nmisleading the Fields into believing that no sale had occurred\r\nand hence that they had no right then and there to terminate Mans's\r\ncredit arrangement   did not create a debt for \"an extension,\r\nrenewal, or refinancing of credit.\"  In so concluding, we find it\r\nimportant that the Fields could, at the time of the fraud, have\r\naccelerated and extracted  the balance then owed from the mortgaged\r\nproperty or from funds then available to Mans.  In such\r\ncircumstances, acceleration having been a reasonable option, the\r\nFields do not now have the further burden of demonstrating to a\r\n\"virtual certainty\" that they would  have elected to accelerate. \r\nRather, for Mans to preserve his own right to the \"fresh start\"\r\nprovided by bankruptcy, it was his burden, which he failed to\r\ncarry, to have established affirmatively that acceleration would\r\nnot have been a feasible choice   because of the absence of any\r\nremaining value in the real estate and of available funds from\r\nwhich the Fields could reasonably have expected to recover what was\r\nowing to them, or for some other reason rendering exercise of the\r\nacceleration remedy futile at the time of the fraud.  \r\nOur holding should in no way be read to weaken the\r\nrequirement that (1) plaintiffs such as the Fields prove actual\r\nfraud; and (2) the fraud relate to one of the statutorily listed\r\ndebt categories in  523(a)(2)(A), reasonably construed.  We hold\r\nmerely that, on these facts, both elements were established.  We\r\nrecognize the danger that creditors, in order to defeat bankruptcy\r\nprotection, may improperly seek to twist mere breaches of contract\r\nor negligent errors into actual frauds.  Nothing herein should be\r\nread to support such endeavors. \r\nC.   Justifiable Reliance  \r\nMans further argues on appeal that the bankruptcy judge\r\nand BAP both erred in determining that the Fields had justifiably\r\nrelied on Mans's fraud.  We think the BAP correctly construed and\r\napplied the \"justifiable\" reliance standard adopted by the Supreme\r\nCourt in Field, 516 U.S. 59, and properly deferred to the\r\nbankruptcy court's findings on the matter, including the absence of\r\na \"warning of deception.\"  See Sanford Inst. For Savings v. Gallo, \r\nNo. 98-9004, slip op. at 11 (1st Cir. September 4, 1998) (in\r\nabsence of any \"warning signs . . . i.e., obvious or known\r\nfalsities,\" a party may justifiably rely on a misrepresentation).\r\nWe affirm the bankruptcy court's finding of justifiable reliance.\r\nReversing the determination of the Bankruptcy Appellate\r\nPanel, we affirm the bankruptcy court's determination that Mans's\r\nindebtedness to the Fields is non-dischargeable. \r\nSo Ordered.\r\n",
  "html": "<p class=\"case_cite\">157 F.3d 35</p>\n    <p class=\"case_cite\">40 Collier Bankr.Cas.2d 1148, 33 Bankr.Ct.Dec. 368</p>\n    <p class=\"parties\">William FIELD and Norinne Field, Plaintiffs, Appellants,<br>v.<br>Philip W. MANS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-9007.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1997.<br>Decided Oct. 13, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher J. Seufert with whom Seufert Professional Association was on brief for appellants.</p>\n      <p class=\"indent\">W.E. Whittington IV with whom Brooks McNally Whittington Platto &amp; Vitt was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William and Norrine Field (the \"Fields\") appeal from a judgment of the Bankruptcy Appellate Panel for the First Circuit (the \"BAP\") allowing defendant-appellee Philip W. Mans (\"Mans\") to discharge in bankruptcy a debt owed to the Fields.  The debt in question arose from a personal guarantee by Mans of a note issued by his corporation and secured by a second mortgage on development property sold to him by the Fields.  Events occurring after Mans's undisclosed sale of the mortgaged property to a third party led the Fields to charge that Mans had defrauded them into extending him credit.  The Fields urge us to reverse the BAP's judgment and hold the debt non-dischargeable.  For the reasons discussed below, we reverse the BAP's determination and affirm the most recent judgment of the bankruptcy court denying Mans a discharge.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts have been set out in a number of previously published opinions, including the Supreme Court's opinion in Field v. Mans, 516 U.S. 59, 116 S.Ct. 437, 133 L.Ed.2d 351 (1995).  See also Field v. Mans (In re Mans ), 210 B.R. 1 (B.A.P. 1st Cir.1997);  Field v. Mans (In re Mans ), 203 B.R. 355 (Bankr.D.N.H.1996);  Field v. Mans (In re Mans ), 200 B.R. 293 (Bankr.D.N.H.1996).  Because of this, our recitation below is limited to the essentials.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 23, 1987, the Fields sold development real estate (an inn) to a corporation wholly owned by Mans for $462,500.  Mans's corporation paid $275,000 in cash and gave the Fields a promissory note for $187,500.  The note, personally guaranteed by Mans, had a ten-year repayment period and was secured by a second mortgage on the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under the terms of the second mortgage deed, Mans, as mortgagor, covenanted and agreed not to convey the property to anyone else without the prior written consent of the mortgagees, the Fields.  If Mans conveyed without their consent, the whole of the unpaid balance and interest of the mortgage and note became immediately due and payable, at the Fields' option.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 8, 1987, Mans caused his corporation to transfer, without the Fields' knowledge or consent, the mortgaged real estate to a newly formed development partnership between himself and one DeFelice. The transfer was by deed executed on October 8, 1987, and recorded on October 19, 1987.  In consideration, Mans received $447,500 in cash at the closing of the October 8 conveyance.  At the time of this sale, Mans had made only four payments on the second mortgage held by the Fields.  He still owed them approximately $180,000 in principal and $145,000 in future interest.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The day following the October 8 sale, Mans's attorney--without revealing that the conveyance had already occurred--wrote to the Fields' lawyer requesting that the Fields consent to what appeared to be a still-unconsummated sale of the mortgaged real estate.  This letter stated:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Obviously, we do not want to trigger the \"due-on-sale\" clause by reason of the transfer of the property into the development partnership.  We ask that Mr. and Mrs. Field, as the holders of the second mortgage, consent in writing to the transfer of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>We would appreciate your earliest response to this.  We could avoid the issue entirely by simply putting the stock of [Mans's corporation] into the partnership instead of conveying title to the underlying real property, but for a variety of reasons it is preferable to convey the property.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ten days later, the Fields, through their attorney, replied that they would consent to sale of the real estate in return for $10,000 and the fulfillment of several other minor conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On October 27, Mans's attorney let the Fields know by letter that, although Mans would happily comply with the minor conditions, the Fields' request for $10,000 was \"out of the question.\"   Like its predecessor, the October 27 letter did not disclose that the proposed sale had already taken place.  There the matter rested;  discussions came to a close and the possibility of a sale was not mentioned again by either party.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sometime in 1988, William Field was informed by a business associate that there was a \"new owner\" of the property.  Although the Fields visited the property often and talked with Mans about the development of the property, they did not request a title search nor did they ever ask Mans whether he had sold the property.  The Fields spoke with an officer at Mascoma Savings Bank, the holder of the first mortgage on the property, who told them that he knew nothing about a transfer of the property.  Even after the transfer, Mans continued to make regular payments to the Fields in accordance with the second mortgage.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Real estate prices tumbled in the following years, and on December 10, 1990, Mans filed for protection under Chapter 11 of the Bankruptcy Code in the United States Bankruptcy Court for the District of New Hampshire.  Around the same time, he stopped making payments to the Fields.  At the time of the bankruptcy, Mans still owed the Fields $144,266.  Eventually, the first mortgagee foreclosed, leaving nothing for the Fields.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Three months after Mans filed for bankruptcy, the Fields learned about the October 1987 conveyance.  The Fields filed a complaint in the bankruptcy proceeding alleging that Mans's personal obligation to them should not be discharged under 11 U.S.C. &#167; 523(a)(2)(A).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The Fields contended that Mans's attorney's two letters, seeking after-the-fact permission to sell the real estate, fraudulently caused them to believe that it had not yet been sold, and hence to forgo their right to accelerate the note under the due-on-sale clause.  As a consequence, they said, Mans obtained an extension of credit by fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The bankruptcy court, ruling from the bench, found that the letters from Mans's lawyer contained an implicit misrepresentation \"that the property had not yet been transferred and that it would be transferred upon the consent of the Fields.\"   The court also stated that \"the evidence clearly establishe[d] that the Fields relied on the implicit [mis]representation in these letters\" and \"that they relied ... to their detriment.\"   In respect to the latter finding, the bankruptcy court noted that in October of 1987, \"the real estate market was still booming in this state and [the Fields] could have extracted their balance of [$]187,000, approximately, out of either a foreclosure or forcing Mans to pay out of the funds that he was getting invested in the property or otherwise.\"   Subsequently, as the court went on to note, real estate values slumped, so that when the property was foreclosed in 1991, the first mortgagee, in effect, wiped out the Fields' position.  Nevertheless, the court discharged the debt because it found that the Fields had not acted reasonably.  See Commerce Bank &amp; Trust Co. v. Burgess (In re Burgess ), 955 F.2d 134, 140 (1st Cir.1992) (requiring a creditor to demonstrate reasonable reliance), abrogated by Field v. Mans, 516 U.S. 59, 116 S.Ct. 437, 133 L.Ed.2d 351 (1995).  The court found that Mr. Field was put on notice that someone claiming to be the new owner was on the property and had acquired other information that put him on inquiry notice.  The bankruptcy court's judgment was affirmed, in unpublished opinions, by the district court and by this court.  See Field v. Mans, 36 F.3d 1089 (1st Cir.1994) (table), vacated by Field v. Mans, 516 U.S. 59, 116 S.Ct. 437, 133 L.Ed.2d 351 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Fields brought their challenge to the Supreme Court, arguing that &#167; 523(a)(2)(A) does not require \"reasonable\" reliance.  The Supreme Court agreed, holding that a creditor's reliance on fraudulent statements need only be \"justifiable.\"   See Field, 516 U.S. at 73-75, 116 S.Ct. 437.   Accordingly, the Court vacated and remanded the case for further proceedings consistent with its opinion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See id. at 77, 116 S.Ct. 437.   In a separate concurrence, Justice Ginsburg expressed her opinion that \"the causation issue [is] still open for determination on remand.\"  Id. at 78, 116 S.Ct. 437 (Ginsburg, J., concurring).  Justices Breyer and Scalia, dissenting, believed that the court below had performed the correct analysis, even if it had used the wrong words.  See id. at 80, 116 S.Ct. 437 (Breyer, J. dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On remand, a different bankruptcy court reviewed the original record and found that the Fields had justifiably relied upon Mans's fraud.  See In re Mans, 200 B.R. at 295.   As a result, the court refused to allow Mans's debt to the Fields to be discharged in the bankruptcy proceeding.  See id. at 296.   Mans filed a motion to alter or amend the judgment in which he sought to argue that the Fields' forbearance did not constitute an extension of credit and was not obtained by fraud.  The court denied Mans's motion, holding that the \"law of the case\" precluded him from raising those points.  See In re Mans, 203 B.R. at 357-58.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mans appealed from the second bankruptcy court's judgment to the BAP, which reversed and dismissed the Fields' complaint.  See In re Mans, 210 B.R. at 7. The BAP, after consideration, declined to disturb the lower court's finding of justifiable reliance.  See id. at 5. However, it went on to address whether the Fields' failure to exercise their option to accelerate the note was an extension of credit within the &#167; 523(a)(2)(A) exception to dischargeability.  See id. at 6. Holding that it was not, the BAP ruled that Mans was entitled to a discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, the Fields now argue that the judgment of the BAP should be reversed because:  (i) Mans is foreclosed from arguing that their failure to accelerate was not an extension of credit;  and (ii) even if Mans may argue the point, their fraudulently induced failure to accelerate satisfied the statutory elements of &#167; 523(a)(2)(A).  Mans rebuts the Fields' contentions, and adds that their reliance was not justifiable.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 523(a)(2)(A) bars discharge of \"any debt ... for money, property, services, or an extension, renewal, or refinancing of credit, to the extent obtained by ... actual fraud.\"   The Fields undoubtedly extended credit to Mans on June 23, 1987, when they took Mans's note and mortgage in part payment of the purchase price for their own real estate.  No one suggests that this original granting of credit to Mans was fraudulently induced.  Rather, the Fields argue that four months later they were once more, in effect, induced to extend credit--this time fraudulently--when Mans's attorney wrote them for permission to sell the mortgaged property after it had been sold.  Because these letters encouraged the Fields to believe that the property was still unsold, Mans is said to have misled them into not exercising their right to accelerate, thus causing them to extend credit for purposes of &#167; 523(a)(2)(A).  The BAP rejected this interpretation, and Mans asks us to do likewise.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Before we reach that issue, however, we must address the Fields' contention that the extension of credit question is no longer an open issue in this case.  The second bankruptcy court agreed with the Fields that the \"law of the case\" doctrine barred further litigation of the extension issue.  See In re Mans, 203 B.R. at 357-58.   We review an application of the law of the case de novo.  See Dopp v. Pritzker, 38 F.3d 1239, 1245 (1st Cir.1994) (\"A contention that the law of the case precludes reexamination of an issue raises a pure question of law, and, thus, engenders plenary review.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>A. Whether the Law of the Case Now Bars Litigation of the Extension Issue.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The law of the case doctrine is a prudential principle that \"precludes relitigation of the legal issues presented in successive stages of a single case once those issues have been decided.\"  Cohen v. Brown Univ., 101 F.3d 155, 167 (1st Cir.1996).  For a bar to exist, an issue must have been \"actually considered and decided by the appellate court,\" or a decision on the issue must be \"necessarily inferred from the disposition on appeal.\"  Commercial Union Ins. Co. v. Walbrook Ins. Co., Ltd., 41 F.3d 764, 770 (1st Cir.1994);  see also Christianson v. Colt Indus. Operating Corp., 486 U.S. 800, 817, 108 S.Ct. 2166, 100 L.Ed.2d 811 (1988) (stating that \"the law of the case turns on whether a court previously 'decide[d] upon a rule of law' \" (quoting Arizona v. California, 460 U.S. 605, 618, 103 S.Ct. 1382, 75 L.Ed.2d 318 (1983)));  Quern v. Jordan, 440 U.S. 332, 347 n. 18, 99 S.Ct. 1139, 59 L.Ed.2d 358 (1979) (\"The doctrine of law of the case comes into play only with respect to issues previously determined.\").  The doctrine does not bar litigation \"of all questions which were within the issues of the case and which, therefore, might have been decided.\"  Conkling v. Turner, 138 F.3d 577, 587 (5th Cir.1998) (internal quotation marks and citations omitted);  Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice &amp; Procedure &#167; 4478, at 789 (1981) (\"[Q]uestions that have not been decided do not become law of the case merely because they could have been decided.\").  Even if an issue has been decided previously, we may reopen it if warranted by the circumstances of the case.  See Christianson, 486 U.S. at 817, 108 S.Ct. 2166 (\"A court has the power to revisit prior decisions of its own or of a coordinate court in any circumstance, although as a rule courts should be loathe to do so in the absence of extraordinary circumstances.\");  Arizona, 460 U.S. at 618, 103 S.Ct. 1382 (\"Law of the case directs a court's discretion, it does not limit the tribunal's power.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The law of the case takes at least two forms.  First, it prevents a litigant from resurrecting an issue that has already been decided by a lower court and that has gone unchallenged on appeal.  See United States v. Connell, 6 F.3d 27, 30 (1st Cir.1993) (declaring that \"litigants should not ordinarily be allowed to take serial bites at the appellate apple\");  United States v. Bell, 988 F.2d 247, 250 (1st Cir.1993) (stating that \"a legal decision ... unchallenged in a subsequent appeal despite the existence of ample opportunity to do so, becomes the law of the case\").  The Fields argue that this version of the doctrine applies to the present case because the initial bankruptcy court found that they had granted an extension of credit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Second, the law of the case--in the guise of the \"mandate rule\"--instructs an inferior court to comply with the instructions of a superior court on remand.  See United States v. Rivera-Martinez, 931 F.2d 148, 150 (1st Cir.1991).  Relying on this version of the doctrine, the second bankruptcy court held that it was precluded from revisiting the extension issue because the Supreme Court mandate implicitly decided the issue.  We treat each of these arguments in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Fields contend that the initial bankruptcy court decided that the Fields' fraudulently induced ignorance of the sale both gave rise to a \"debt ... for an extension ... of credit\" within &#167; 523(a)(2)(A) and also caused them not to call the note and mortgage.  Thereafter, they say, Mans took insufficient steps to preserve his opposition to these rulings in the district court and this court.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The first bankruptcy court did indeed find a credit extension.  It announced:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>[T]o the extent that the reliance and detriment elements are required here, it's obvious to me that [the Fields] in their own minds did rely on these representations subjectively and didn't do anything further and that in effect they extended the credit to Mr. Mans for another few years, ... whereas they could have called the due on sale clause as of October 1987 at the latest when the deed was recorded.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Record at 20, Decision of the Court, May 11, 1993(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On the related point of whether the Fields would, in fact, have exercised their acceleration remedy had they known of the sale, the court made no definitive finding, and, indeed, indicated very great skepticism.  It said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>[W]hat really happened here was that the deal broke down because of the [Fields'] demand for the [$]10,000 and the market was strong and Mans was paying and it's to some extent hindsight to now say, well, if we'd know[n] then we would have called the loan.  Nobody knew in October 1987 that the market was going to take a nose-dive....</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>In this case, I think there is a lot of hindsight here as to how serious this appeared to the Fields at the time and whether they would have triggered the due on sale clause.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id., at 23-24.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While recognizing that the bankruptcy court had, to some degree, found an extension of credit, the BAP concluded that that finding never became the law of the case because \"the Debtor had nothing to appeal as a result of the instant trial.  He had won.  Appeal is taken from a court's judgment, order or decree, not from a ruling of law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We agree with the BAP.  The bankruptcy court's finding of a credit extension was not necessarily conclusive and Mans, having secured a favorable judgment on the ground that the Fields' reliance was unreasonable, had no reason to contest this and other subordinate findings on appeal.  See Bath Iron Works Corp. v. Coulombe, 888 F.2d 179, 180 (1st Cir.1989) (holding that a party cannot appeal a favorable judgment);  Balcom v. Lynn Ladder &amp; Scaffolding Co., 806 F.2d 1127, 1127 (1st Cir.1986) (\"Appellant cannot appeal the district court's failure to set aside [an adverse] finding for the basic reason that appellant did not lose the case below;  it won.\").  And the Fields, of course, had no incentive to raise the point in their initial appeals to the district court and this court.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is true that, to preserve an alternate theory, an appellee might in some situations be required to raise the point in its appellate briefs.  Much depends on the particular facts.  Mans apparently never presented the absence of an extension of credit as an alternative ground for upholding the bankruptcy court in his district court and court of appeals briefs.  But as Justice Ginsburg pointed out, see Field, 516 U.S. at 77, 116 S.Ct. 437 (Ginsburg, J., concurring), and as this court's decision by unpublished per curiam reflects, First Circuit precedent was solidly in Mans's corner on the reasonable reliance ground resolved in his favor by the bankruptcy court.  It would be extremely unrealistic to expect Mans's attorney to buttress his client's case by putting forward an alternate theory in support of the lower court's judgment.  Once it became clear that the Fields were attacking the legal theory supporting the judgments below--the reasonableness requirement--before the Supreme Court, Mans raised the extension point.  See id. at 63 n. 2, 116 S.Ct. 437.  We are loath to find that Mans waived the extension issue merely by failing to file either a procedurally dubious cross-appeal in the district court and in this court, see Crocker v. Piedmont Aviation, Inc., 49 F.3d 735, 741-42 (D.C.Cir.1995), or to brief and argue what, to any attorney, might have seemed an entirely redundant point.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The same reasoning leads us to reject any notion of a law-of-the-case bar to the related issue of whether the Fields would actually have invoked their acceleration rights had they known of the sale.  The lower court never made a definitive finding or ruling on that point.  This issue, moreover, forms a part of the \"causation\" question that Justice Ginsburg, in her separate concurrence, highlighted as still open for review on remand.  See Field, 516 U.S. at 77, 116 S.Ct. 437 (Ginsburg, J., concurring).  While none of Justice Ginsburg's colleagues joined in her blunt assertion that the \"causation question is still open for determination,\" id., neither did any demur, and we, of course, treat every Justice's view with great respect.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn next to the second bankruptcy court's belief that it was precluded from deciding the extension issue by implications found within the Supreme Court's mandate.  The Supreme Court refused to address the question whether Mans had received any extension of credit because it was \"never raised previously and [was] not fairly subsumed within the question on which [the Court] granted certiorari.\"  Field, 516 U.S. at 63 n. 2, 116 S.Ct. 437.  The second bankruptcy court seems to have inferred from this statement, and the Court's remand order, that the Court agreed on the merits with the initial bankruptcy court's decision.  See In re Mans, 203 B.R. at 357 (\"The Supreme Court ... chose instead to remand on the reliance issue.  The necessary inference to be drawn is that the Supreme Court agreed with [the initial bankruptcy judge's] finding [on the causation issue].\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">That inference cannot be supported.  In contrast to the cases upon which the bankruptcy court relied, see Kotler v. American Tobacco Co., 981 F.2d 7, 13 (1st Cir.1992) (refusing to revisit an issue outside of the Supreme Court's remand for reconsideration in light of an intervening case);  Stark v. Advanced Magnetics, Inc., 894 F.Supp. 555, 558 (D.Mass.1995) (noting that, after a grant of summary judgment, a remand on one issue necessarily implied that none of the other issues before the court were determinative), rev'd on other grounds, 119 F.3d 1551 (Fed.Cir.1997), the Supreme Court's mandate here did not contain any express or implied limitation.  The Court issued a general remand order.  See Field, 516 U.S. at 77, 116 S.Ct. 437 (ordering the case remanded \"for proceedings consistent with this opinion\").  In a footnote to its opinion, the Court stated that the extension of credit issue was not within the question on which it had granted certiorari.  See id. at 63 n. 2, 116 S.Ct. 437.  A court that refuses to address an issue on procedural grounds cannot reasonably be said to have decided the merits of that issue, even implicitly.  Under these circumstances, then, we see no Supreme-Court-mandated bar to consideration on remand of whether what occurred here amounted to an extension of credit nor of the related \"causation\" issues.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We conclude that the question of law as to whether the events of this case could amount to an extension of credit obtained by fraud for purposes of 11 U.S.C. &#167; 523 is not foreclosed by the law of the case doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>B. Whether Mans's Fraud Caused the Fields to Grant an Extension of Credit.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Section 523(a)(2)(A) disallows the discharge of an individual debtor from any debt \"for ... an extension, renewal, or refinancing of credit, to the extent obtained by ... false pretenses, a false representation, or actual fraud.\"   The BAP determined that Mans did not lose his discharge right under this section because the Fields' failure to accelerate, to the extent caused by fraud, was not an extension of credit within &#167; 523(a)(2)(A).  The Fields now reply that their fraud-induced misapprehension that a sale had not yet occurred frustrated their option to have called the debt, causing them, in effect, to have extended credit involuntarily.  We review that argument de novo.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We look first to the text of the statute.  See Shawmut Bank, N.A. v. Goodrich (In re Goodrich ), 999 F.2d 22, 24 (1st Cir.1993) (\"[T]he simple language of section 523(a)(2)(B) is the starting point for analysis and, in the end, the basis for our decision.\").  Because the Bankruptcy Code does not define the word \"extension,\" we inquire into the term's ordinary meaning.  There are at least two meanings of the word \"extension\" that could apply to &#167; 523(a)(2)(A).  First, an \"extension\" can refer to an offer \"to make available (as a fund or privilege).\"   Webster's Third New International Dictionary 804 (1971) (noting that an \"extension\" is \"the action of extending,\" and that to \"extend\" can mean to \"proffer\").  Under this definition, the Fields' only extension of credit came four months prior to Mans's fraudulent letters, when the Fields accepted part of the purchase price for their real property in the form of a note secured by a mortgage payable over a ten-year period.  That credit extension was not \"obtained by\" the fraud.  See Leeb v. Guy (In re Guy ), 101 B.R. 961, 979 (Bankr.N.D.Ind.1988) (noting that, in order to prevent discharge under &#167; 523(a)(2)(A), \"a creditor must have given present consideration based on the ... actual fraud\");  Marine Bank Southwest, N.A. v. Hoffman (In re Hoffman ), 80 B.R. 924, 926 (Bankr.N.D.Ill.1988) (dismissing the possibility that a bank relied on fraudulent statements made after it issued a loan).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Second--and more relevantly--an extension may be an \"increase in length of time\" or \"an agreement on or concession of additional time (as for meeting an overdue debt or fulfilling a legal formality).\"   Webster's Third New International Dictionary 804-05 (1971).  Granting additional time to pay the note would, for example, have met this definition.  Did misleading the Fields into believing no sale had occurred, thereby preventing them from exercising their acceleration right, constitute, in this sense, an \"extension\" of credit?   But for the fraud they could have withdrawn the credit they had previously extended.  The fraud ensured that the Fields would continue to extend credit to Mans even though they now possessed and, absent the fraud, would have known they possessed, the absolute right to withdraw it.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To be sure, the fraudulently concealed sale did not alter the existing terms of credit, assuming the loan was not called.  Instead, it undermined the Fields' right to have forthwith terminated that credit--because of the unpermitted sale--had they wished to do so.  Still, it is no great leap to say that fraudulent concealment and frustration of the Fields' acceleration right was tantamount to an \"extension,\" i.e. continuation, of the existing credit.  Section 523(a)(2)(A) is said to \"encompass[ ] virtually every form of new agreement with respect to existing credit,\" 4 Lawrence P. King, Collier Bankruptcy Practice Guide p 76.05, at 76-17 (15th ed.1997) (emphasis added).  While the concealed sale was not technically a new \"agreement\" concerning the existing credit, it triggered legal rights under the existing credit agreement which markedly altered the credit relationship between the parties.  We, therefore, agree with the Fields that, by deceiving them into continuing a credit arrangement they now had the right to terminate, the fraud related to what can properly be called \"an extension of credit.\"   As the Fields would or could have called the note had they known the truth, Mans's fraud tended to perpetuate--hence \"extend\"--credit that otherwise the Fields would or could have stopped.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It is, of course, implicit in the Fields' argument that they would, or at least might, have called the note had they known of Mans's sale.  The Fields were never allowed to decide for themselves whether to call the note because Mans's fraud prevented them from knowing that the property had been sold without their permission, giving them the acceleration option.  The first bankruptcy court believed that, in the good times then prevailing, it was uncertain whether the Fields would have called the note had they learned of the sale.  There was contemporaneous documentary evidence that the Fields said they would agree to the proposed sale only if paid $10,000, and these facts are essentially undisputed.  This suggests that they might well have exercised their acceleration right had the consummated, unpermitted, sale come to their attention.  But regardless of any uncertainty as to what the Fields would have done had they not been lulled into believing that no sale had yet occurred, we disagree with the BAP that--in order for failure to accelerate to be equivalent to an extension of credit--\"there would have to be virtual certainty that acceleration would have taken place.\"   We think it enough, see below, that the Fields were in a position to have accelerated effectively and might well have done so.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">When interpreting &#167; 523, a court must weigh two competing policies.  On the one hand, the bankruptcy system is designed to afford a financially distressed individual or entity a \"fresh start.\"  Grogan v. Garner, 498 U.S. 279, 286-87, 111 S.Ct. 654, 112 L.Ed.2d 755 (1991).   On the other hand, &#167; 523 prevents a deceitful debtor from prospering as a result of his fraud.  See id.   Putting these policies together, the Supreme Court in Grogan explained that the Bankruptcy Act \"limits the opportunity for a completely unencumbered new beginning to the 'honest but unfortunate debtor.' \"  Id. at 287, 111 S.Ct. 654 (quoting Local Loan Co. v. Hunt, 292 U.S. 234, 244, 54 S.Ct. 695, 78 L.Ed. 1230 (1934)).  This description implies that the \"fresh start\" policy underlying the bankruptcy code gives way when a debtor has defrauded his creditor.  While the fraud must pertain to a debt falling into one of the several categories listed in &#167; 523(a)(2)(A), these categories [\"any debt ... for money, property, services, or an extension, renewal, or refinancing of credit ...\"] are themselves quite inclusive.  They include all ordinary debts(\"money, property, services\") as well as ones for credit \"renewal, or refinancing\" in addition to credit \"extension.\"   The comprehensiveness of the debt categories, and the Supreme Court's emphasis on limiting a \"new beginning\" to the \"honest but unfortunate debtor,\" militate against a narrow and hyper-technical parsing of the individual terms.  Otherwise, one dishonest debtor would receive a \"new beginning\" while another, who engaged in fraudulent conduct that was virtually identical, would not--for reasons unrelated to the object of denying bankruptcy protection to debtors whose debts were procured by fraud.  We see no indication that Congress would have wished courts to construe \"extension, renewal, or refinancing of credit,\" and its companion phraseology, in other than a practical, commonsense manner, consistent with the above policy.  This is not to question that the fraud must relate to a debt that fits within one or more of the statutory categories.  But these debt categories, as said, are part of a listing which by its very comprehensiveness indicates Congress's desire for inclusion rather than exclusion.  Mans's fraud was designed affirmatively to mislead the Fields into thinking that no sale had yet occurred when, in fact, it had.  As a result of the deceit, Mans could hope to continue to enjoy the on-going credit arrangement which the Fields might otherwise have ended.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  On this analysis, Mans's indebtedness to the Fields at the time of the bankruptcy can reasonably be construed as falling within the rubric of a fraudulently obtained extension of credit.  Indeed, Mans's indebtedness might also be viewed, under a very similar analysis, as the product of a fraudulent \"renewal\" of credit.  In any case, Congress's utilization of three words--\"extension, renewal, or refinancing of credit\" [emphasis supplied]--makes plain its intention to cast a net sufficiently broad to ensnare the present fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Mans argues that we should instead construe \"extension of credit\" very narrowly, giving the phrase only its most limited and narrow meaning, while ignoring the companion terms \"renewal\" and \"refinancing\" which reinforce the comprehensive nature of Congress's design.  He would have us exclude altogether a fraud designed to prevent a creditor in an existing credit arrangement from exercising an acceleration remedy.  Mans stresses the uncertainty of whether the Fields would have accelerated in the optimistic financial climate prevailing at the time of the fraud.  If not, Mans points out, there would be no actual extension of credit since, regardless of the fraud, the same existing credit arrangement would have continued in effect.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We do not accept this argument.  It does not lie in Mans's mouth, having cheated the Fields of their opportunity to have decided in October of 1987 whether or not to exercise their acceleration right, to argue that they must now bear the difficult burden of demonstrating beyond question that they would, in fact, have accelerated the loan.  We think it enough that the bankruptcy court found that, when the fraud occurred, the economic circumstances would have allowed the Fields to have successfully recovered their loan had they wished to do so.  The original bankruptcy court found that in October 1987, when the fraud occurred, \"the real estate market was still booming in this state and [the Fields] could have extracted the balance of [$] 187,000, approximately, out of either a foreclosure or forcing Mans to pay out of the funds that he was getting invested in the property, or otherwise.\"   Subsequently, by the time of Mans's bankruptcy, the market had slumped and the first mortgage had wiped out the Fields' position.  This was, therefore, a situation where the Fields had an equity in the property at the time of the fraud and could have recovered their debt had they elected at that time to exercise the acceleration clause.  Mans's fraud deprived them of that opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To establish an extension or renewal of credit, we think it suffices that the Fields were positioned rationally to have called the loan--that they would have recovered had they done so and that their choice, with its potential for benefit, was eliminated by Mans's actual fraud.  To force them to prove not only that they might realistically have exercised their acceleration remedy at the time, but that they necessarily would have done so, would place the shoe on the wrong foot, allowing a defrauder to escape the consequences of his fraud in all but the most unusual and clear-cut circumstances.  Mans's lawyer's misstatements are the reason why the Fields' course of action must always, in some sense, remain speculative;  it is fair that the weight of uncertainty should fall on Mans.  See Takeuchi Mfg.  (U.S.) Ltd. v. Fields, 44 B.R. 322, 329 (Bankr.S.D.Fla.1984) (preventing discharge after noting that it was the debtor's fraud that made causation hypothetical).  Our determination accords with the vast majority of cases in this area, which hold that a failure to accelerate amounts to an extension of credit.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We are, therefore, satisfied on these facts that the Fields are entitled to cause Mans to forgo his bankruptcy discharge remedy.  To reiterate, we disagree with the BAP that Mans's fraud--misleading the Fields into believing that no sale had occurred and hence that they had no right then and there to terminate Mans's credit arrangement--did not create a debt for \"an extension, renewal, or refinancing of credit.\"   In so concluding, we find it important that the Fields could, at the time of the fraud, have accelerated and extracted the balance then owed from the mortgaged property or from funds then available to Mans.  In such circumstances, acceleration having been a reasonable option, the Fields do not now have the further burden of demonstrating to a \"virtual certainty\" that they would have elected to accelerate.  Rather, for Mans to preserve his own right to the \"fresh start\" provided by bankruptcy, it was his burden, which he failed to carry, to have established affirmatively that acceleration would not have been a feasible choice--because of the absence of any remaining value in the real estate and of available funds from which the Fields could reasonably have expected to recover what was owing to them, or for some other reason rendering exercise of the acceleration remedy futile at the time of the fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Our holding should in no way be read to weaken the requirement that (1) plaintiffs such as the Fields prove actual fraud;  and (2) the fraud relate to one of the statutorily listed debt categories in &#167; 523(a)(2)(A), reasonably construed.  We hold merely that, on these facts, both elements were established.  We recognize the danger that creditors, in order to defeat bankruptcy protection, may improperly seek to twist mere breaches of contract or negligent errors into actual frauds.  Nothing herein should be read to support such endeavors.</p>\n    </div>\n    <p>C. Justifiable Reliance</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Mans further argues on appeal that the bankruptcy judge and BAP both erred in determining that the Fields had justifiably relied on Mans's fraud.  We think the BAP correctly construed and applied the \"justifiable\" reliance standard adopted by the Supreme Court in Field, 516 U.S. 59, 116 S.Ct. 437, 133 L.Ed.2d 351, and properly deferred to the bankruptcy court's findings on the matter, including the absence of a \"warning of deception.\"   See Sanford Inst. For Savings v. Gallo, 156 F.3d 71, 75 (1st Cir.1998) (in absence of any \"warning signs ... i.e., obvious or known falsities,\" a party may justifiably rely on a misrepresentation).  We affirm the bankruptcy court's finding of justifiable reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Reversing the determination of the Bankruptcy Appellate Panel, we affirm the bankruptcy court's determination that Mans's indebtedness to the Fields is non-dischargeable.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 523(a)(2)(A) states, in part, that a bankruptcy discharge does not discharge an individual debtor from \"any debt ... for money, property, services, or an extension, renewal, or refinancing of credit, to the extent obtained by ... false pretenses, a false representation, or actual fraud.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The majority refused to reach the question whether Mans had received \"any extension of credit at the time of the alleged fraud or thereafter\" because it was not argued below and was outside the ambit of the grant of certiorari.  Field, 516 U.S. at 63 n. 2, 116 S.Ct. 437</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Fields suggest that the BAP based its holding on a factual finding that the Fields would not have accelerated the note even if they had known of Mans's transfer, thereby converting the extension issue into an question of fact reviewable only for clear error.  We do not agree that the BAP made such a factual finding or that it formed the ultimate basis of the BAP's opinion.  Both courts below based their judgments largely on their interpretations of whether and when a forbearance qualifies as an extension of credit.  See In re Mans, 210 B.R. at 5-6 (BAP opinion);  In re Mans, 203 B.R. at 357-58 (second bankruptcy court opinion).  This initially presents a question of law, reviewable de novo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We emphasize that an affirmative fraud has been found and is no longer an issue.  The letters from Mans's lawyer, indicating that permission was sought for a future sale, were designed to mislead the Fields into believing that no sale had occurred.  This is not a case where a debtor merely failed to notify the creditor of a sale or made some other mistake falling short of deliberate fraud.  This case does not stand for the proposition that conduct short of actual fraud suffices to thwart the \"new beginning\" provided by bankruptcy.  See Field, at 79, 116 S.Ct. at 448 (Ginsburg, J., concurring) (noting that the Fields conceded at oral argument that absent Mans's misrepresentations, this would be an ordinary breach of contract case and there would be no claim that the debt was non-dischargeable)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See In re Hoffman, 80 B.R. at 926-27 (failure to accelerate can be deemed an extension);  First Fed.  Savings &amp; Loan Ass'n v. Mancini (In re Mancini ), 77 B.R. 913, 916 (Bankr.M.D.Fla.1987) (stating that failure to accelerate is \"tantamount to an extension of credit\");  In re Fields, 44 B.R. at 327 (holding that failure to accelerate is \"tantamount\" to an extension of credit);  First Bank (N.A.) v. Eaton (In re Eaton ), 41 B.R. 800, 802-03 (Bankr.E.D.Wis.1984) (similar);  cf.  Siriani v. Northwestern Nat'l Ins. Co., 967 F.2d 302, 306 (9th Cir.1992) (holding that a creditor need not show that it would have actually pursued its collection remedies in order to prevent discharge).  But see Bombardier Capital, Inc. v. Baietti (In re Baietti), 189 B.R. 549, 557 (Bankr.D.Me.1995) (\"To hold that concealing (or delaying reports of) contract breaches results in an involuntary credit 'extension' creating &#167; 523(a)(2)(A) nondischargeability goes too far.\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></span></p>\n    <p class=\"case_cite\">40 Collier Bankr.Cas.2d 1148, 33 Bankr.Ct.Dec. 368</p>\n    <p class=\"parties\">William FIELD and Norinne Field, Plaintiffs, Appellants,<br>v.<br>Philip W. MANS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-9007.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1997.<br>Decided Oct. 13, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher J. Seufert with whom Seufert Professional Association was on brief for appellants.</p>\n      <p class=\"indent\">W.E. Whittington IV with whom Brooks McNally Whittington Platto &amp; Vitt was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William and Norrine Field (the \"Fields\") appeal from a judgment of the Bankruptcy Appellate Panel for the First Circuit (the \"BAP\") allowing defendant-appellee Philip W. Mans (\"Mans\") to discharge in bankruptcy a debt owed to the Fields.  The debt in question arose from a personal guarantee by Mans of a note issued by his corporation and secured by a second mortgage on development property sold to him by the Fields.  Events occurring after Mans's undisclosed sale of the mortgaged property to a third party led the Fields to charge that Mans had defrauded them into extending him credit.  The Fields urge us to reverse the BAP's judgment and hold the debt non-dischargeable.  For the reasons discussed below, we reverse the BAP's determination and affirm the most recent judgment of the bankruptcy court denying Mans a discharge.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts have been set out in a number of previously published opinions, including the Supreme Court's opinion in Field v. Mans, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1995).  See also Field v. Mans (In re Mans ), <span class=\"citation\" data-id=\"2000532\"><a href=\"/opinion/2000532/in-re-mans/\"><span class=\"volume\">210</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1</span></a></span> (B.A.P. 1st Cir.1997);  Field v. Mans (In re Mans ), <span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">355</span></span> (Bankr.D.N.H.1996);  Field v. Mans (In re Mans ), <span class=\"citation\" data-id=\"1825244\"><a href=\"/opinion/1825244/in-re-mans/\"><span class=\"volume\">200</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">293</span></a></span> (Bankr.D.N.H.1996).  Because of this, our recitation below is limited to the essentials.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 23, 1987, the Fields sold development real estate (an inn) to a corporation wholly owned by Mans for $462,500.  Mans's corporation paid $275,000 in cash and gave the Fields a promissory note for $187,500.  The note, personally guaranteed by Mans, had a ten-year repayment period and was secured by a second mortgage on the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under the terms of the second mortgage deed, Mans, as mortgagor, covenanted and agreed not to convey the property to anyone else without the prior written consent of the mortgagees, the Fields.  If Mans conveyed without their consent, the whole of the unpaid balance and interest of the mortgage and note became immediately due and payable, at the Fields' option.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 8, 1987, Mans caused his corporation to transfer, without the Fields' knowledge or consent, the mortgaged real estate to a newly formed development partnership between himself and one DeFelice. The transfer was by deed executed on October 8, 1987, and recorded on October 19, 1987.  In consideration, Mans received $447,500 in cash at the closing of the October 8 conveyance.  At the time of this sale, Mans had made only four payments on the second mortgage held by the Fields.  He still owed them approximately $180,000 in principal and $145,000 in future interest.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The day following the October 8 sale, Mans's attorney--without revealing that the conveyance had already occurred--wrote to the Fields' lawyer requesting that the Fields consent to what appeared to be a still-unconsummated sale of the mortgaged real estate.  This letter stated:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Obviously, we do not want to trigger the \"due-on-sale\" clause by reason of the transfer of the property into the development partnership.  We ask that Mr. and Mrs. Field, as the holders of the second mortgage, consent in writing to the transfer of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>We would appreciate your earliest response to this.  We could avoid the issue entirely by simply putting the stock of [Mans's corporation] into the partnership instead of conveying title to the underlying real property, but for a variety of reasons it is preferable to convey the property.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ten days later, the Fields, through their attorney, replied that they would consent to sale of the real estate in return for $10,000 and the fulfillment of several other minor conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On October 27, Mans's attorney let the Fields know by letter that, although Mans would happily comply with the minor conditions, the Fields' request for $10,000 was \"out of the question.\"   Like its predecessor, the October 27 letter did not disclose that the proposed sale had already taken place.  There the matter rested;  discussions came to a close and the possibility of a sale was not mentioned again by either party.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sometime in 1988, William Field was informed by a business associate that there was a \"new owner\" of the property.  Although the Fields visited the property often and talked with Mans about the development of the property, they did not request a title search nor did they ever ask Mans whether he had sold the property.  The Fields spoke with an officer at Mascoma Savings Bank, the holder of the first mortgage on the property, who told them that he knew nothing about a transfer of the property.  Even after the transfer, Mans continued to make regular payments to the Fields in accordance with the second mortgage.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Real estate prices tumbled in the following years, and on December 10, 1990, Mans filed for protection under Chapter 11 of the Bankruptcy Code in the United States Bankruptcy Court for the District of New Hampshire.  Around the same time, he stopped making payments to the Fields.  At the time of the bankruptcy, Mans still owed the Fields $144,266.  Eventually, the first mortgagee foreclosed, leaving nothing for the Fields.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Three months after Mans filed for bankruptcy, the Fields learned about the October 1987 conveyance.  The Fields filed a complaint in the bankruptcy proceeding alleging that Mans's personal obligation to them should not be discharged under 11 U.S.C. &#167; 523(a)(2)(A).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The Fields contended that Mans's attorney's two letters, seeking after-the-fact permission to sell the real estate, fraudulently caused them to believe that it had not yet been sold, and hence to forgo their right to accelerate the note under the due-on-sale clause.  As a consequence, they said, Mans obtained an extension of credit by fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The bankruptcy court, ruling from the bench, found that the letters from Mans's lawyer contained an implicit misrepresentation \"that the property had not yet been transferred and that it would be transferred upon the consent of the Fields.\"   The court also stated that \"the evidence clearly establishe[d] that the Fields relied on the implicit [mis]representation in these letters\" and \"that they relied ... to their detriment.\"   In respect to the latter finding, the bankruptcy court noted that in October of 1987, \"the real estate market was still booming in this state and [the Fields] could have extracted their balance of [$]187,000, approximately, out of either a foreclosure or forcing Mans to pay out of the funds that he was getting invested in the property or otherwise.\"   Subsequently, as the court went on to note, real estate values slumped, so that when the property was foreclosed in 1991, the first mortgagee, in effect, wiped out the Fields' position.  Nevertheless, the court discharged the debt because it found that the Fields had not acted reasonably.  See Commerce Bank &amp; Trust Co. v. Burgess (In re Burgess ), <span class=\"citation\" data-id=\"577012\"><a href=\"/opinion/577012/bankr-l-rep-p-74443-in-re-philip-n-burgess-jr-debtor-commerce-bank/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span></a></span>, 140 (1st Cir.1992) (requiring a creditor to demonstrate reasonable reliance), abrogated by Field v. Mans, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1995).  The court found that Mr. Field was put on notice that someone claiming to be the new owner was on the property and had acquired other information that put him on inquiry notice.  The bankruptcy court's judgment was affirmed, in unpublished opinions, by the district court and by this court.  See Field v. Mans, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></span> (1st Cir.1994) (table), vacated by Field v. Mans, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Fields brought their challenge to the Supreme Court, arguing that &#167; 523(a)(2)(A) does not require \"reasonable\" reliance.  The Supreme Court agreed, holding that a creditor's reliance on fraudulent statements need only be \"justifiable.\"   See Field, 516 U.S. at 73-75, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>.   Accordingly, the Court vacated and remanded the case for further proceedings consistent with its opinion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See id. at 77, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>.   In a separate concurrence, Justice Ginsburg expressed her opinion that \"the causation issue [is] still open for determination on remand.\"  Id. at 78, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span> (Ginsburg, J., concurring).  Justices Breyer and Scalia, dissenting, believed that the court below had performed the correct analysis, even if it had used the wrong words.  See id. at 80, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span> (Breyer, J. dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On remand, a different bankruptcy court reviewed the original record and found that the Fields had justifiably relied upon Mans's fraud.  See In re Mans, 200 B.R. at 295.   As a result, the court refused to allow Mans's debt to the Fields to be discharged in the bankruptcy proceeding.  See id. at 296.   Mans filed a motion to alter or amend the judgment in which he sought to argue that the Fields' forbearance did not constitute an extension of credit and was not obtained by fraud.  The court denied Mans's motion, holding that the \"law of the case\" precluded him from raising those points.  See In re Mans, 203 B.R. at 357-58.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mans appealed from the second bankruptcy court's judgment to the BAP, which reversed and dismissed the Fields' complaint.  See In re Mans, 210 B.R. at 7. The BAP, after consideration, declined to disturb the lower court's finding of justifiable reliance.  See id. at 5. However, it went on to address whether the Fields' failure to exercise their option to accelerate the note was an extension of credit within the &#167; 523(a)(2)(A) exception to dischargeability.  See id. at 6. Holding that it was not, the BAP ruled that Mans was entitled to a discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, the Fields now argue that the judgment of the BAP should be reversed because:  (i) Mans is foreclosed from arguing that their failure to accelerate was not an extension of credit;  and (ii) even if Mans may argue the point, their fraudulently induced failure to accelerate satisfied the statutory elements of &#167; 523(a)(2)(A).  Mans rebuts the Fields' contentions, and adds that their reliance was not justifiable.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 523(a)(2)(A) bars discharge of \"any debt ... for money, property, services, or an extension, renewal, or refinancing of credit, to the extent obtained by ... actual fraud.\"   The Fields undoubtedly extended credit to Mans on June 23, 1987, when they took Mans's note and mortgage in part payment of the purchase price for their own real estate.  No one suggests that this original granting of credit to Mans was fraudulently induced.  Rather, the Fields argue that four months later they were once more, in effect, induced to extend credit--this time fraudulently--when Mans's attorney wrote them for permission to sell the mortgaged property after it had been sold.  Because these letters encouraged the Fields to believe that the property was still unsold, Mans is said to have misled them into not exercising their right to accelerate, thus causing them to extend credit for purposes of &#167; 523(a)(2)(A).  The BAP rejected this interpretation, and Mans asks us to do likewise.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Before we reach that issue, however, we must address the Fields' contention that the extension of credit question is no longer an open issue in this case.  The second bankruptcy court agreed with the Fields that the \"law of the case\" doctrine barred further litigation of the extension issue.  See In re Mans, 203 B.R. at 357-58.   We review an application of the law of the case de novo.  See Dopp v. Pritzker, <span class=\"citation\" data-id=\"681299\"><a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1239</span></a></span>, 1245 (1st Cir.1994) (\"A contention that the law of the case precludes reexamination of an issue raises a pure question of law, and, thus, engenders plenary review.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>A. Whether the Law of the Case Now Bars Litigation of the Extension Issue.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The law of the case doctrine is a prudential principle that \"precludes relitigation of the legal issues presented in successive stages of a single case once those issues have been decided.\"  Cohen v. Brown Univ., <span class=\"citation\" data-id=\"729930\"><a href=\"/opinion/729930/amy-cohen-v-brown-university/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 167 (1st Cir.1996).  For a bar to exist, an issue must have been \"actually considered and decided by the appellate court,\" or a decision on the issue must be \"necessarily inferred from the disposition on appeal.\"  Commercial Union Ins. Co. v. Walbrook Ins. Co., Ltd., <span class=\"citation\" data-id=\"683508\"><a href=\"/opinion/683508/commercial-union-insurance-company-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></a></span>, 770 (1st Cir.1994);  see also Christianson v. Colt Indus. Operating Corp., <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 817, <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>, <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1988) (stating that \"the law of the case turns on whether a court previously 'decide[d] upon a rule of law' \" (quoting Arizona v. California, <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 618, <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1983)));  Quern v. Jordan, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 347 n. 18, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1139</span></a></span>, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1979) (\"The doctrine of law of the case comes into play only with respect to issues previously determined.\").  The doctrine does not bar litigation \"of all questions which were within the issues of the case and which, therefore, might have been decided.\"  Conkling v. Turner, <span class=\"citation\" data-id=\"14461\"><a href=\"/opinion/14461/conkling-v-turner/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">577</span></a></span>, 587 (5th Cir.1998) (internal quotation marks and citations omitted);  Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice &amp; Procedure &#167; 4478, at 789 (1981) (\"[Q]uestions that have not been decided do not become law of the case merely because they could have been decided.\").  Even if an issue has been decided previously, we may reopen it if warranted by the circumstances of the case.  See Christianson, 486 U.S. at 817, <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span> (\"A court has the power to revisit prior decisions of its own or of a coordinate court in any circumstance, although as a rule courts should be loathe to do so in the absence of extraordinary circumstances.\");  Arizona, 460 U.S. at 618, <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (\"Law of the case directs a court's discretion, it does not limit the tribunal's power.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The law of the case takes at least two forms.  First, it prevents a litigant from resurrecting an issue that has already been decided by a lower court and that has gone unchallenged on appeal.  See United States v. Connell, <span class=\"citation\" data-id=\"194971\"><a href=\"/opinion/194971/united-states-v-connell/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1993) (declaring that \"litigants should not ordinarily be allowed to take serial bites at the appellate apple\");  United States v. Bell, <span class=\"citation\" data-id=\"602344\"><a href=\"/opinion/602344/united-states-v-richard-harmon-bell/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span></a></span>, 250 (1st Cir.1993) (stating that \"a legal decision ... unchallenged in a subsequent appeal despite the existence of ample opportunity to do so, becomes the law of the case\").  The Fields argue that this version of the doctrine applies to the present case because the initial bankruptcy court found that they had granted an extension of credit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Second, the law of the case--in the guise of the \"mandate rule\"--instructs an inferior court to comply with the instructions of a superior court on remand.  See United States v. Rivera-Martinez, <span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 150 (1st Cir.1991).  Relying on this version of the doctrine, the second bankruptcy court held that it was precluded from revisiting the extension issue because the Supreme Court mandate implicitly decided the issue.  We treat each of these arguments in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Fields contend that the initial bankruptcy court decided that the Fields' fraudulently induced ignorance of the sale both gave rise to a \"debt ... for an extension ... of credit\" within &#167; 523(a)(2)(A) and also caused them not to call the note and mortgage.  Thereafter, they say, Mans took insufficient steps to preserve his opposition to these rulings in the district court and this court.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The first bankruptcy court did indeed find a credit extension.  It announced:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>[T]o the extent that the reliance and detriment elements are required here, it's obvious to me that [the Fields] in their own minds did rely on these representations subjectively and didn't do anything further and that in effect they extended the credit to Mr. Mans for another few years, ... whereas they could have called the due on sale clause as of October 1987 at the latest when the deed was recorded.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Record at 20, Decision of the Court, May 11, 1993(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On the related point of whether the Fields would, in fact, have exercised their acceleration remedy had they known of the sale, the court made no definitive finding, and, indeed, indicated very great skepticism.  It said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>[W]hat really happened here was that the deal broke down because of the [Fields'] demand for the [$]10,000 and the market was strong and Mans was paying and it's to some extent hindsight to now say, well, if we'd know[n] then we would have called the loan.  Nobody knew in October 1987 that the market was going to take a nose-dive....</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>In this case, I think there is a lot of hindsight here as to how serious this appeared to the Fields at the time and whether they would have triggered the due on sale clause.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id., at 23-24.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While recognizing that the bankruptcy court had, to some degree, found an extension of credit, the BAP concluded that that finding never became the law of the case because \"the Debtor had nothing to appeal as a result of the instant trial.  He had won.  Appeal is taken from a court's judgment, order or decree, not from a ruling of law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We agree with the BAP.  The bankruptcy court's finding of a credit extension was not necessarily conclusive and Mans, having secured a favorable judgment on the ground that the Fields' reliance was unreasonable, had no reason to contest this and other subordinate findings on appeal.  See Bath Iron Works Corp. v. Coulombe, <span class=\"citation\" data-id=\"531202\"><a href=\"/opinion/531202/bath-iron-works-corporation-and-commercial-union-insurance-companies-v/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 180 (1st Cir.1989) (holding that a party cannot appeal a favorable judgment);  Balcom v. Lynn Ladder &amp; Scaffolding Co., <span class=\"citation\" data-id=\"480347\"><a href=\"/opinion/480347/kenneth-balcom-v-lynn-ladder-and-scaffolding-company-inc-john-s-tilley/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1127</span></a></span>, 1127 (1st Cir.1986) (\"Appellant cannot appeal the district court's failure to set aside [an adverse] finding for the basic reason that appellant did not lose the case below;  it won.\").  And the Fields, of course, had no incentive to raise the point in their initial appeals to the district court and this court.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is true that, to preserve an alternate theory, an appellee might in some situations be required to raise the point in its appellate briefs.  Much depends on the particular facts.  Mans apparently never presented the absence of an extension of credit as an alternative ground for upholding the bankruptcy court in his district court and court of appeals briefs.  But as Justice Ginsburg pointed out, see Field, 516 U.S. at 77, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span> (Ginsburg, J., concurring), and as this court's decision by unpublished per curiam reflects, First Circuit precedent was solidly in Mans's corner on the reasonable reliance ground resolved in his favor by the bankruptcy court.  It would be extremely unrealistic to expect Mans's attorney to buttress his client's case by putting forward an alternate theory in support of the lower court's judgment.  Once it became clear that the Fields were attacking the legal theory supporting the judgments below--the reasonableness requirement--before the Supreme Court, Mans raised the extension point.  See id. at 63 n. 2, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>.  We are loath to find that Mans waived the extension issue merely by failing to file either a procedurally dubious cross-appeal in the district court and in this court, see Crocker v. Piedmont Aviation, Inc., <span class=\"citation\" data-id=\"691303\"><a href=\"/opinion/691303/hobart-n-crocker-jr-v-piedmont-aviation-inc-hobart-n-crocker-jr/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">735</span></a></span>, 741-42 (D.C.Cir.1995), or to brief and argue what, to any attorney, might have seemed an entirely redundant point.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The same reasoning leads us to reject any notion of a law-of-the-case bar to the related issue of whether the Fields would actually have invoked their acceleration rights had they known of the sale.  The lower court never made a definitive finding or ruling on that point.  This issue, moreover, forms a part of the \"causation\" question that Justice Ginsburg, in her separate concurrence, highlighted as still open for review on remand.  See Field, 516 U.S. at 77, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span> (Ginsburg, J., concurring).  While none of Justice Ginsburg's colleagues joined in her blunt assertion that the \"causation question is still open for determination,\" id., neither did any demur, and we, of course, treat every Justice's view with great respect.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn next to the second bankruptcy court's belief that it was precluded from deciding the extension issue by implications found within the Supreme Court's mandate.  The Supreme Court refused to address the question whether Mans had received any extension of credit because it was \"never raised previously and [was] not fairly subsumed within the question on which [the Court] granted certiorari.\"  Field, 516 U.S. at 63 n. 2, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>.  The second bankruptcy court seems to have inferred from this statement, and the Court's remand order, that the Court agreed on the merits with the initial bankruptcy court's decision.  See In re Mans, 203 B.R. at 357 (\"The Supreme Court ... chose instead to remand on the reliance issue.  The necessary inference to be drawn is that the Supreme Court agreed with [the initial bankruptcy judge's] finding [on the causation issue].\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">That inference cannot be supported.  In contrast to the cases upon which the bankruptcy court relied, see Kotler v. American Tobacco Co., <span class=\"citation\" data-id=\"596395\"><a href=\"/opinion/596395/joanne-kotler-individually-and-as-administratrix-etc-v-the-american/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 13 (1st Cir.1992) (refusing to revisit an issue outside of the Supreme Court's remand for reconsideration in light of an intervening case);  Stark v. Advanced Magnetics, Inc., <span class=\"citation no-link\"><span class=\"volume\">894</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">555</span></span>, 558 (D.Mass.1995) (noting that, after a grant of summary judgment, a remand on one issue necessarily implied that none of the other issues before the court were determinative), rev'd on other grounds, <span class=\"citation\" data-id=\"744194\"><a href=\"/opinion/744194/david-d-stark-md-v-advanced-magnetics-inc-jerome-goldstein-ernest/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1551</span></a></span> (Fed.Cir.1997), the Supreme Court's mandate here did not contain any express or implied limitation.  The Court issued a general remand order.  See Field, 516 U.S. at 77, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span> (ordering the case remanded \"for proceedings consistent with this opinion\").  In a footnote to its opinion, the Court stated that the extension of credit issue was not within the question on which it had granted certiorari.  See id. at 63 n. 2, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>.  A court that refuses to address an issue on procedural grounds cannot reasonably be said to have decided the merits of that issue, even implicitly.  Under these circumstances, then, we see no Supreme-Court-mandated bar to consideration on remand of whether what occurred here amounted to an extension of credit nor of the related \"causation\" issues.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We conclude that the question of law as to whether the events of this case could amount to an extension of credit obtained by fraud for purposes of 11 U.S.C. &#167; 523 is not foreclosed by the law of the case doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>B. Whether Mans's Fraud Caused the Fields to Grant an Extension of Credit.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Section 523(a)(2)(A) disallows the discharge of an individual debtor from any debt \"for ... an extension, renewal, or refinancing of credit, to the extent obtained by ... false pretenses, a false representation, or actual fraud.\"   The BAP determined that Mans did not lose his discharge right under this section because the Fields' failure to accelerate, to the extent caused by fraud, was not an extension of credit within &#167; 523(a)(2)(A).  The Fields now reply that their fraud-induced misapprehension that a sale had not yet occurred frustrated their option to have called the debt, causing them, in effect, to have extended credit involuntarily.  We review that argument de novo.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We look first to the text of the statute.  See Shawmut Bank, N.A. v. Goodrich (In re Goodrich ), <span class=\"citation\" data-id=\"611609\"><a href=\"/opinion/611609/in-re-paul-w-goodrich-debtor-shawmut-bank-na-v-paul-w-goodrich/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 24 (1st Cir.1993) (\"[T]he simple language of section 523(a)(2)(B) is the starting point for analysis and, in the end, the basis for our decision.\").  Because the Bankruptcy Code does not define the word \"extension,\" we inquire into the term's ordinary meaning.  There are at least two meanings of the word \"extension\" that could apply to &#167; 523(a)(2)(A).  First, an \"extension\" can refer to an offer \"to make available (as a fund or privilege).\"   Webster's Third New International Dictionary 804 (1971) (noting that an \"extension\" is \"the action of extending,\" and that to \"extend\" can mean to \"proffer\").  Under this definition, the Fields' only extension of credit came four months prior to Mans's fraudulent letters, when the Fields accepted part of the purchase price for their real property in the form of a note secured by a mortgage payable over a ten-year period.  That credit extension was not \"obtained by\" the fraud.  See Leeb v. Guy (In re Guy ), <span class=\"citation\" data-id=\"1917963\"><a href=\"/opinion/1917963/in-re-guy/\"><span class=\"volume\">101</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">961</span></a></span>, 979 (Bankr.N.D.Ind.1988) (noting that, in order to prevent discharge under &#167; 523(a)(2)(A), \"a creditor must have given present consideration based on the ... actual fraud\");  Marine Bank Southwest, N.A. v. Hoffman (In re Hoffman ), <span class=\"citation\" data-id=\"1965303\"><a href=\"/opinion/1965303/in-re-hoffman/\"><span class=\"volume\">80</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">924</span></a></span>, 926 (Bankr.N.D.Ill.1988) (dismissing the possibility that a bank relied on fraudulent statements made after it issued a loan).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Second--and more relevantly--an extension may be an \"increase in length of time\" or \"an agreement on or concession of additional time (as for meeting an overdue debt or fulfilling a legal formality).\"   Webster's Third New International Dictionary 804-05 (1971).  Granting additional time to pay the note would, for example, have met this definition.  Did misleading the Fields into believing no sale had occurred, thereby preventing them from exercising their acceleration right, constitute, in this sense, an \"extension\" of credit?   But for the fraud they could have withdrawn the credit they had previously extended.  The fraud ensured that the Fields would continue to extend credit to Mans even though they now possessed and, absent the fraud, would have known they possessed, the absolute right to withdraw it.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To be sure, the fraudulently concealed sale did not alter the existing terms of credit, assuming the loan was not called.  Instead, it undermined the Fields' right to have forthwith terminated that credit--because of the unpermitted sale--had they wished to do so.  Still, it is no great leap to say that fraudulent concealment and frustration of the Fields' acceleration right was tantamount to an \"extension,\" i.e. continuation, of the existing credit.  Section 523(a)(2)(A) is said to \"encompass[ ] virtually every form of new agreement with respect to existing credit,\" 4 Lawrence P. King, Collier Bankruptcy Practice Guide p 76.05, at 76-17 (15th ed.1997) (emphasis added).  While the concealed sale was not technically a new \"agreement\" concerning the existing credit, it triggered legal rights under the existing credit agreement which markedly altered the credit relationship between the parties.  We, therefore, agree with the Fields that, by deceiving them into continuing a credit arrangement they now had the right to terminate, the fraud related to what can properly be called \"an extension of credit.\"   As the Fields would or could have called the note had they known the truth, Mans's fraud tended to perpetuate--hence \"extend\"--credit that otherwise the Fields would or could have stopped.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It is, of course, implicit in the Fields' argument that they would, or at least might, have called the note had they known of Mans's sale.  The Fields were never allowed to decide for themselves whether to call the note because Mans's fraud prevented them from knowing that the property had been sold without their permission, giving them the acceleration option.  The first bankruptcy court believed that, in the good times then prevailing, it was uncertain whether the Fields would have called the note had they learned of the sale.  There was contemporaneous documentary evidence that the Fields said they would agree to the proposed sale only if paid $10,000, and these facts are essentially undisputed.  This suggests that they might well have exercised their acceleration right had the consummated, unpermitted, sale come to their attention.  But regardless of any uncertainty as to what the Fields would have done had they not been lulled into believing that no sale had yet occurred, we disagree with the BAP that--in order for failure to accelerate to be equivalent to an extension of credit--\"there would have to be virtual certainty that acceleration would have taken place.\"   We think it enough, see below, that the Fields were in a position to have accelerated effectively and might well have done so.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">When interpreting &#167; 523, a court must weigh two competing policies.  On the one hand, the bankruptcy system is designed to afford a financially distressed individual or entity a \"fresh start.\"  Grogan v. Garner, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 286-87, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></a></span>, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">755</span></a></span> (1991).   On the other hand, &#167; 523 prevents a deceitful debtor from prospering as a result of his fraud.  See id.   Putting these policies together, the Supreme Court in Grogan explained that the Bankruptcy Act \"limits the opportunity for a completely unencumbered new beginning to the 'honest but unfortunate debtor.' \"  Id. at 287, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></a></span> (quoting Local Loan Co. v. Hunt, <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 244, <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">695</span></a></span>, <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1230</span></a></span> (1934)).  This description implies that the \"fresh start\" policy underlying the bankruptcy code gives way when a debtor has defrauded his creditor.  While the fraud must pertain to a debt falling into one of the several categories listed in &#167; 523(a)(2)(A), these categories [\"any debt ... for money, property, services, or an extension, renewal, or refinancing of credit ...\"] are themselves quite inclusive.  They include all ordinary debts(\"money, property, services\") as well as ones for credit \"renewal, or refinancing\" in addition to credit \"extension.\"   The comprehensiveness of the debt categories, and the Supreme Court's emphasis on limiting a \"new beginning\" to the \"honest but unfortunate debtor,\" militate against a narrow and hyper-technical parsing of the individual terms.  Otherwise, one dishonest debtor would receive a \"new beginning\" while another, who engaged in fraudulent conduct that was virtually identical, would not--for reasons unrelated to the object of denying bankruptcy protection to debtors whose debts were procured by fraud.  We see no indication that Congress would have wished courts to construe \"extension, renewal, or refinancing of credit,\" and its companion phraseology, in other than a practical, commonsense manner, consistent with the above policy.  This is not to question that the fraud must relate to a debt that fits within one or more of the statutory categories.  But these debt categories, as said, are part of a listing which by its very comprehensiveness indicates Congress's desire for inclusion rather than exclusion.  Mans's fraud was designed affirmatively to mislead the Fields into thinking that no sale had yet occurred when, in fact, it had.  As a result of the deceit, Mans could hope to continue to enjoy the on-going credit arrangement which the Fields might otherwise have ended.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  On this analysis, Mans's indebtedness to the Fields at the time of the bankruptcy can reasonably be construed as falling within the rubric of a fraudulently obtained extension of credit.  Indeed, Mans's indebtedness might also be viewed, under a very similar analysis, as the product of a fraudulent \"renewal\" of credit.  In any case, Congress's utilization of three words--\"extension, renewal, or refinancing of credit\" [emphasis supplied]--makes plain its intention to cast a net sufficiently broad to ensnare the present fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Mans argues that we should instead construe \"extension of credit\" very narrowly, giving the phrase only its most limited and narrow meaning, while ignoring the companion terms \"renewal\" and \"refinancing\" which reinforce the comprehensive nature of Congress's design.  He would have us exclude altogether a fraud designed to prevent a creditor in an existing credit arrangement from exercising an acceleration remedy.  Mans stresses the uncertainty of whether the Fields would have accelerated in the optimistic financial climate prevailing at the time of the fraud.  If not, Mans points out, there would be no actual extension of credit since, regardless of the fraud, the same existing credit arrangement would have continued in effect.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We do not accept this argument.  It does not lie in Mans's mouth, having cheated the Fields of their opportunity to have decided in October of 1987 whether or not to exercise their acceleration right, to argue that they must now bear the difficult burden of demonstrating beyond question that they would, in fact, have accelerated the loan.  We think it enough that the bankruptcy court found that, when the fraud occurred, the economic circumstances would have allowed the Fields to have successfully recovered their loan had they wished to do so.  The original bankruptcy court found that in October 1987, when the fraud occurred, \"the real estate market was still booming in this state and [the Fields] could have extracted the balance of [$] 187,000, approximately, out of either a foreclosure or forcing Mans to pay out of the funds that he was getting invested in the property, or otherwise.\"   Subsequently, by the time of Mans's bankruptcy, the market had slumped and the first mortgage had wiped out the Fields' position.  This was, therefore, a situation where the Fields had an equity in the property at the time of the fraud and could have recovered their debt had they elected at that time to exercise the acceleration clause.  Mans's fraud deprived them of that opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To establish an extension or renewal of credit, we think it suffices that the Fields were positioned rationally to have called the loan--that they would have recovered had they done so and that their choice, with its potential for benefit, was eliminated by Mans's actual fraud.  To force them to prove not only that they might realistically have exercised their acceleration remedy at the time, but that they necessarily would have done so, would place the shoe on the wrong foot, allowing a defrauder to escape the consequences of his fraud in all but the most unusual and clear-cut circumstances.  Mans's lawyer's misstatements are the reason why the Fields' course of action must always, in some sense, remain speculative;  it is fair that the weight of uncertainty should fall on Mans.  See Takeuchi Mfg.  (U.S.) Ltd. v. Fields, <span class=\"citation\" data-id=\"1968538\"><a href=\"/opinion/1968538/in-re-fields/\"><span class=\"volume\">44</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">322</span></a></span>, 329 (Bankr.S.D.Fla.1984) (preventing discharge after noting that it was the debtor's fraud that made causation hypothetical).  Our determination accords with the vast majority of cases in this area, which hold that a failure to accelerate amounts to an extension of credit.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We are, therefore, satisfied on these facts that the Fields are entitled to cause Mans to forgo his bankruptcy discharge remedy.  To reiterate, we disagree with the BAP that Mans's fraud--misleading the Fields into believing that no sale had occurred and hence that they had no right then and there to terminate Mans's credit arrangement--did not create a debt for \"an extension, renewal, or refinancing of credit.\"   In so concluding, we find it important that the Fields could, at the time of the fraud, have accelerated and extracted the balance then owed from the mortgaged property or from funds then available to Mans.  In such circumstances, acceleration having been a reasonable option, the Fields do not now have the further burden of demonstrating to a \"virtual certainty\" that they would have elected to accelerate.  Rather, for Mans to preserve his own right to the \"fresh start\" provided by bankruptcy, it was his burden, which he failed to carry, to have established affirmatively that acceleration would not have been a feasible choice--because of the absence of any remaining value in the real estate and of available funds from which the Fields could reasonably have expected to recover what was owing to them, or for some other reason rendering exercise of the acceleration remedy futile at the time of the fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Our holding should in no way be read to weaken the requirement that (1) plaintiffs such as the Fields prove actual fraud;  and (2) the fraud relate to one of the statutorily listed debt categories in &#167; 523(a)(2)(A), reasonably construed.  We hold merely that, on these facts, both elements were established.  We recognize the danger that creditors, in order to defeat bankruptcy protection, may improperly seek to twist mere breaches of contract or negligent errors into actual frauds.  Nothing herein should be read to support such endeavors.</p>\n    </div>\n    <p>C. Justifiable Reliance</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Mans further argues on appeal that the bankruptcy judge and BAP both erred in determining that the Fields had justifiably relied on Mans's fraud.  We think the BAP correctly construed and applied the \"justifiable\" reliance standard adopted by the Supreme Court in Field, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span>, and properly deferred to the bankruptcy court's findings on the matter, including the absence of a \"warning of deception.\"   See Sanford Inst. For Savings v. Gallo, <span class=\"citation\" data-id=\"198111\"><a href=\"/opinion/198111/sanford-institution-v-gallo/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 75 (1st Cir.1998) (in absence of any \"warning signs ... i.e., obvious or known falsities,\" a party may justifiably rely on a misrepresentation).  We affirm the bankruptcy court's finding of justifiable reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Reversing the determination of the Bankruptcy Appellate Panel, we affirm the bankruptcy court's determination that Mans's indebtedness to the Fields is non-dischargeable.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 523(a)(2)(A) states, in part, that a bankruptcy discharge does not discharge an individual debtor from \"any debt ... for money, property, services, or an extension, renewal, or refinancing of credit, to the extent obtained by ... false pretenses, a false representation, or actual fraud.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The majority refused to reach the question whether Mans had received \"any extension of credit at the time of the alleged fraud or thereafter\" because it was not argued below and was outside the ambit of the grant of certiorari.  Field, 516 U.S. at 63 n. 2, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Fields suggest that the BAP based its holding on a factual finding that the Fields would not have accelerated the note even if they had known of Mans's transfer, thereby converting the extension issue into an question of fact reviewable only for clear error.  We do not agree that the BAP made such a factual finding or that it formed the ultimate basis of the BAP's opinion.  Both courts below based their judgments largely on their interpretations of whether and when a forbearance qualifies as an extension of credit.  See In re Mans, 210 B.R. at 5-6 (BAP opinion);  In re Mans, 203 B.R. at 357-58 (second bankruptcy court opinion).  This initially presents a question of law, reviewable de novo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We emphasize that an affirmative fraud has been found and is no longer an issue.  The letters from Mans's lawyer, indicating that permission was sought for a future sale, were designed to mislead the Fields into believing that no sale had occurred.  This is not a case where a debtor merely failed to notify the creditor of a sale or made some other mistake falling short of deliberate fraud.  This case does not stand for the proposition that conduct short of actual fraud suffices to thwart the \"new beginning\" provided by bankruptcy.  See Field, at 79, 116 S.Ct. at 448 (Ginsburg, J., concurring) (noting that the Fields conceded at oral argument that absent Mans's misrepresentations, this would be an ordinary breach of contract case and there would be no claim that the debt was non-dischargeable)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See In re Hoffman, 80 B.R. at 926-27 (failure to accelerate can be deemed an extension);  First Fed.  Savings &amp; Loan Ass'n v. Mancini (In re Mancini ), <span class=\"citation\" data-id=\"2021137\"><a href=\"/opinion/2021137/matter-of-mancini/\"><span class=\"volume\">77</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">913</span></a></span>, 916 (Bankr.M.D.Fla.1987) (stating that failure to accelerate is \"tantamount to an extension of credit\");  In re Fields, 44 B.R. at 327 (holding that failure to accelerate is \"tantamount\" to an extension of credit);  First Bank (N.A.) v. Eaton (In re Eaton ), <span class=\"citation\" data-id=\"1552280\"><a href=\"/opinion/1552280/matter-of-eaton/\"><span class=\"volume\">41</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">800</span></a></span>, 802-03 (Bankr.E.D.Wis.1984) (similar);  cf.  Siriani v. Northwestern Nat'l Ins. Co., <span class=\"citation\" data-id=\"585267\"><a href=\"/opinion/585267/in-re-bruce-l-siriani-mark-w-stevens-philip-j-andrews-debtors-bruce-l/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 306 (9th Cir.1992) (holding that a creditor need not show that it would have actually pursued its collection remedies in order to prevent discharge).  But see Bombardier Capital, Inc. v. Baietti (In re Baietti), <span class=\"citation\" data-id=\"1841029\"><a href=\"/opinion/1841029/in-re-baietti/\"><span class=\"volume\">189</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">549</span></a></span>, 557 (Bankr.D.Me.1995) (\"To hold that concealing (or delaying reports of) contract breaches results in an involuntary credit 'extension' creating &#167; 523(a)(2)(A) nondischargeability goes too far.\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/14461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1552280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1825244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1841029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1917963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1965303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1968538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2000532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2021137/"
  ]
}