{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198170/",
  "absolute_url": "/opinion/198170/collier-v-city-of-chicopee/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198170/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:03Z",
  "date_modified": "2017-03-24T10:54:59.716098Z",
  "type": "010combined",
  "sha1": "5e9a733466e74fed6cab740735ec340f527168c8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1298.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1298\r\n\n    NICHOLAS S. COLLIER, P.P.A. STANTON E. COLLIER,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n               CITY OF CHICOPEE, ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Kenneth P. Neiman, U.S. Magistrate Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n            Aldrich, Senior Circuit Judge,\r\n\n              and Boudin, Circuit Judge.\r\n\nStanton E. Collier for appellant.\r\nHelen M. Bowler for appellees.\r\n\nOctober 20, 1998\r\n\nSELYA, Circuit Judge.  Plaintiff-appellant Nicholas J.\r\nCollier, a minor, sued the City of Chicopee and a myriad of persons\r\naffiliated with the Chicopee public school system (collectively,\r\nthe City) in the United States District Court for the District of\r\nMassachusetts.  After some preliminary skirmishing, not material\r\nhere, the parties stipulated that all proceedings would be\r\nconducted before a magistrate judge.  See 28 U.S.C.  636(c). \r\nCollier thereafter filed a 59-page amended complaint which premised\r\njurisdiction on the existence of a federal question.  See 28 U.S.C.\r\n1331 (1994).  The complaint purposed to limn causes of action\r\nunder 20 U.S.C.  1681, 42 U.S.C.  1983, and 42 U.S.C.  1985(3),\r\nas well as various pendent causes of action based on Massachusetts\r\nstatutory and common law.  In one way or another, all the claims,\r\nfederal and state, arose out of Collier's alleged mistreatment\r\nwhile a sixth-grade student at the Selsen School and thereafter\r\nwhile attending the Fairview Veterans Middle School.\r\nThe City responded to the amended complaint by filing a\r\nmotion to dismiss.  Collier served an opposition, to which he\r\nappended several affidavits.  The magistrate judge held a hearing\r\non December 4, 1997.  Although the transcript of the hearing\r\nreflects some initial confusion about the procedural status of the\r\nmatter, the judge eventually suggested treating the motion to\r\ndismiss as if it were a motion for judgment on the pleadings under\r\nFed. R. Civ. P. 12(c).  The parties acquiesced.\r\nFollowing oral argument, the magistrate judge took the\r\nmotion under advisement (along with Collier's subsequent motion for\r\npartial summary judgment, filed pursuant to leave granted at the\r\nDecember 4 hearing).  The judge ultimately ruled that the case, as\r\npresented, revealed no genuine issue of material fact as to any\r\nfederal cause of action.  He thereupon directed the entry of\r\njudgment for the City on Collier's claims under federal law, denied\r\nCollier's cross-motion for partial summary judgment, and dismissed\r\nthe state-law causes of action, without prejudice, for want of\r\njurisdiction.  This appeal ensued.\r\nThe pivotal question before us is procedural.  Motions to\r\ndismiss for failure to state an actionable claim are governed by\r\nFed. R. Civ. P. 12(b)(6).  As such, they customarily evoke a\r\ngenerous standard of appraisal.  See, e.g., Gooley v. Mobil Oil\r\nCorp., 851 F.2d 513, 514 (1st Cir. 1998) (emphasizing minimal\r\nnature of  requirements imposed by Rule 12(b)(6) and  explaining\r\nthat a motion to dismiss should  be granted only if the complaint\r\n\"shows no set of facts which could entitle the plaintiff to\r\nrelief\").  Motions for judgment on the pleadings are governed by\r\nFed. R. Civ. P. 12(c) and ordinarily warrant the same treatment. \r\nSee Lanigan v. Village of East Hazel Crest, 110 F.3d 467, 470 n.2\r\n(7th Cir. 1997); Sheppard v. Beerman, 18 F.3d 147, 150 (2d Cir.\r\n1994).  Both of these rules go on to provide, in identical\r\nlanguage, that if \"matters outside the pleadings are presented to\r\nand not excluded by the court, the motion shall be treated as one\r\nfor summary judgment and disposed of as provided in Rule 56.\"  This\r\nis an important distinction because the summary judgment standard\r\nis considerably more stringent.  See, e.g., Garside v. Osco Drug,\r\nInc., 895 F.2d 46, 48 (1st Cir. 1990) (explaining that summary\r\njudgment should be granted unless the non-movant demonstrates, by\r\ncompetent evidence, a genuine issue of material fact).\r\nInvoking Rule 12, the court below converted the City's\r\nmotion into a motion for summary judgment and proceeded to test the\r\nplaintiff's complaint against the more rigorous standard.  Collier\r\nassigns error to this procedural ruling.  His position is\r\nuntenable.\r\nCollier expressly agreed that Rule 12(c) would apply to\r\nthe adjudication of the City's motion.  In any event, both Rule\r\n12(b) and Rule 12(c) allow for conversion when material outside the\r\npleadings is to be considered.  To be sure, those rules also\r\nprovide, again in identical language, that a motion to dismiss or\r\na motion for judgment on the pleadings cannot be converted to one\r\nfor summary judgment unless the party opposing the motion is given\r\nadequate notice of the conversion and a \"reasonable opportunity to\r\npresent all material made pertinent to such a motion by Rule 56.\" \r\nHere, however, those conditions were satisfied.\r\nNotice of conversion need not be explicit.  See C.B.\r\nTrucking, Inc. v. Waste Mgmt., Inc., 137 F.3d 41, 43 (1st Cir.\r\n1998); Rodriguez v. Fullerton Tires Corp., 115 F.3d 81, 83 (1st\r\nCir. 1997).  To the contrary, the notice requirement can be\r\nsatisfied when a party receives constructive notice that the court\r\nhas been afforded the option of conversion   a phenomenon that\r\noccurs when, for example, the movant attaches to his motion, and\r\nrelies on, materials dehors the pleadings.    See Rodriguez, 115\r\nF.3d at 83.  Logic dictates that the same result must obtain when\r\nthe non-movant appends such materials to his opposition and urges\r\nthe court's consideration of them.\r\nIn light of these background principles, we conclude,\r\nwithout serious question, that Collier had ample notice of the\r\nimpending conversion.  By incorporating affidavits into his\r\nopposition to the City's motion, Collier implicitly invited\r\nconversion   and a party who invites conversion scarcely can be\r\nheard to complain when the trial court accepts the invitation.  SeeRothery v. Rothery, 143 F.3d 546, 549 (9th Cir. 1998) (\"A party is\r\n'fairly apprised' that the court will in fact be [applying the\r\nsummary judgment standard]] if that party submits matters outside\r\nthe pleadings to the judge and invites consideration of them.\");\r\nWashington v. Allstate Ins. Co., 901 F.2d 1281, 1284 (5th Cir.\r\n1990) (similar).  Moreover, the judge secured Collier's agreement\r\nto adjudicating the motion under Rule 12(c)   and Collier, who knew\r\nat that point that he had introduced affidavits into the decisional\r\ncalculus, thus was on notice that Rule 12's built-in conversion\r\nmechanism would be triggered.  See Rothery, 143 F.3d at 548-49;\r\nC.B. Trucking, 137 F.3d at 43-44; Rodriguez, 115 F.3d at 83.\r\nSimilarly, Collier had a reasonable opportunity to file\r\nadditional materials made pertinent by the conversion.  The court\r\nheard the City's motion on December 4, 1997, at which time it\r\ncalled the parties' attention to Rule 12(c).  Pursuant to\r\npermission granted on December 4, Collier submitted a cross-motion\r\nfor partial summary judgment on December 11, 1997.  He attached\r\nseveral documentary exhibits to this cross-motion, including\r\nvarious items of correspondence, portions of a handbook published\r\nby the school system, and notices of suspensions that he had\r\nreceived.  By prearrangement, the magistrate judge considered this\r\ncross-motion (and its attachments) in conjunction with the City's\r\ndispositive motion.  Conforming to that arrangement, the judge took\r\nCollier's assembled affidavits and his December 11 submissions\r\nfully into account when, on February 10, 1998, he issued his\r\ndecision.  Hence, Collier not only had a reasonable opportunity to\r\npresent salient materials, but also availed himself liberally of\r\nthat opportunity.\r\nOn this basis, we uphold the magistrate judge's\r\napplication of the summary judgment standard to the City's motion. \r\nIn turn, this ruling undercuts Collier's remaining arguments.  The\r\nproper office of summary judgment \"is to pierce the boilerplate of\r\npleadings and assay the parties' proof in order to determine\r\nwhether trial is actually required.\"  Wynne v. Tufts Univ. Sch. of\r\nMed., 976 F.2d 791, 794 (1st Cir. 1992).  Consequently, upon\r\nconversion of a motion to one for summary judgment, \"the party to\r\nwhom the motion is directed can shut down the machinery only by\r\nshowing that a trialworthy issue exists.\"  McCarthy v. Northwest\r\nAirlines, Inc., 56 F.3d 313, 315 (1st Cir. 1995).\r\nThe existence of such an issue must be shown by resort to\r\nmaterials of suitable evidentiary quality.  Such a showing cannot\r\nbe manufactured by negative implication; that is to say, a party\r\nopposing summary judgment \"cannot rely on an absence of competent\r\nevidence, but must affirmatively point to specific facts that\r\ndemonstrate the existence of an authentic dispute.\"  Id.  Here,\r\nviewing the entire record in the light most flattering to Collier\r\nand indulging all reasonable inferences in his favor, see Garside,\r\n895 F.2d at 48, we are unable to discern contested, properly\r\ndocumented facts on which a trialworthy federal issue might rest.\r\nTo say more would be supererogatory.  The preferred\r\npractice in this circuit is that \"when a lower court produces a\r\ncomprehensive, well-reasoned decision, an appellate court should\r\nrefrain from writing at length to no other end than to hear its own\r\nwords resonate.\"  Lawton v. State Mut. Life Assur. Co. of Am., 101\r\nF.3d 218, 220 (1st Cir. 1996).  This case fits that description. \r\nAccordingly, we affirm the jettisoning of Collier's federal-law\r\nclaims for substantially the reasons elucidated in the magistrate\r\njudge's cogent rescript.  See Collier v. City of Chicopee, Civ. No.\r\n97-30123-KPN (D. Mass. Feb. 5, 1998) (unpublished).  We add only\r\nthat a summary judgment motion cannot be defeated by conclusory\r\nallegations, harsh invective, empty rhetoric, strained inferences,\r\nor unsupported conjecture.  See Medina-Munoz v. R.J. Reynolds\r\nTobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).  Stripped of these\r\nelements, the plaintiff's amended complaint and his several\r\naffidavits and other documentary exhibits do not pass muster under\r\nthe summary judgment standard.\r\nWe need go no further.  Like the magistrate judge, we are\r\nunable to discern a properly documented factual predicate\r\nsufficient to carry the weight of Collier's federal claims.  We\r\nalso agree that the magistrate judge appropriately dismissed the\r\nstate-law counts, without prejudice, for want of federal\r\njurisdiction.  See Martinez v. Colon, 54 F.3d 980, 990 (1st Cir.\r\n1995); see also 28 U.S.C.  1367(c)(3).  Although the plaintiff\r\nconceivably may have a state court remedy   we take no view of that\r\nquestion   he does not, on the instant record, have a federal\r\nremedy.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">158 F.3d 601</p>\n    <p class=\"case_cite\">41 Fed.R.Serv.3d 1502, 130 Ed. Law Rep. 101</p>\n    <p class=\"parties\">Nicholas S. COLLIER, P.P.A. Stanton E. Collier, Plaintiff, Appellant,<br>v.<br>CITY OF CHICOPEE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1298.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1998.<br>Decided Oct. 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stanton E. Collier for appellant.</p>\n      <p class=\"indent\">Helen M. Bowler for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Nicholas J. Collier, a minor, sued the City of Chicopee and a myriad of persons affiliated with the Chicopee public school system (collectively, the City) in the United States District Court for the District of Massachusetts.  After some preliminary skirmishing, not material here, the parties stipulated that all proceedings would be conducted before a magistrate judge.  See 28 U.S.C. &#167; 636(c).  Collier thereafter filed a 59-page amended complaint which premised jurisdiction on the existence of a federal question.  See 28 U.S.C. &#167; 1331 (1994).  The complaint purposed to limn causes of action under 20 U.S.C. &#167; 1681, 42 U.S.C. &#167; 1983, and 42 U.S.C. &#167; 1985(3), as well as various pendent causes of action based on Massachusetts statutory and common law.  In one way or another, all the claims, federal and state, arose out of Collier's alleged mistreatment while a sixth-grade student at the Selsen School and thereafter while attending the Fairview Veterans Middle School.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The City responded to the amended complaint by filing a motion to dismiss.  Collier served an opposition, to which he appended several affidavits.  The magistrate judge held a hearing on December 4, 1997.  Although the transcript of the hearing reflects some initial confusion about the procedural status of the matter, the judge eventually suggested treating the motion to dismiss as if it were a motion for judgment on the pleadings under Fed.R.Civ.P. 12(c).  The parties acquiesced.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following oral argument, the magistrate judge took the motion under advisement (along with Collier's subsequent motion for partial summary judgment, filed pursuant to leave granted at the December 4 hearing).  The judge ultimately ruled that the case, as presented, revealed no genuine issue of material fact as to any federal cause of action.  He thereupon directed the entry of judgment for the City on Collier's claims under federal law, denied Collier's cross-motion for partial summary judgment, and dismissed the state-law causes of action, without prejudice, for want of jurisdiction.  This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The pivotal question before us is procedural.  Motions to dismiss for failure to state an actionable claim are governed by Fed.R.Civ.P. 12(b)(6).  As such, they customarily evoke a generous standard of appraisal.  See, e.g., Gooley v. Mobil Oil Corp., 851 F.2d 513, 514 (1st Cir.1988) (emphasizing minimal nature of requirements imposed by Rule 12(b)(6) and explaining that a motion to dismiss should be granted only if the complaint \"shows no set of facts which could entitle the plaintiff to relief\").  Motions for judgment on the pleadings are governed by Fed.R.Civ.P. 12(c) and ordinarily warrant the same treatment.  See Lanigan v. Village of East Hazel Crest, 110 F.3d 467, 470 n. 2 (7th Cir.1997);  Sheppard v. Beerman, 18 F.3d 147, 150 (2d Cir.1994).  Both of these rules go on to provide, in identical language, that if \"matters outside the pleadings are presented to and not excluded by the court, the motion shall be treated as one for summary judgment and disposed of as provided in Rule 56.\"   This is an important distinction because the summary judgment standard is considerably more stringent.  See, e.g., Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.1990) (explaining that summary judgment should be granted unless the non-movant demonstrates, by competent evidence, a genuine issue of material fact).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Invoking Rule 12, the court below converted the City's motion into a motion for summary judgment and proceeded to test the plaintiff's complaint against the more rigorous standard.  Collier assigns error to this procedural ruling.  His position is untenable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Collier expressly agreed that Rule 12(c) would apply to the adjudication of the City's motion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In any event, both Rule 12(b) and Rule 12(c) allow for conversion when material outside the pleadings is to be considered.  To be sure, those rules also provide, again in identical language, that a motion to dismiss or a motion for judgment on the pleadings cannot be converted to one for summary judgment unless the party opposing the motion is given adequate notice of the conversion and a \"reasonable opportunity to present all material made pertinent to such a motion by Rule 56.\"   Here, however, those conditions were satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Notice of conversion need not be explicit.  See C.B. Trucking, Inc. v. Waste Mgmt., Inc., 137 F.3d 41, 43 (1st Cir.1998);  Rodriguez v. Fullerton Tires Corp., 115 F.3d 81, 83 (1st Cir.1997).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  To the contrary, the notice requirement can be satisfied when a party receives constructive notice that the court has been afforded the option of conversion--a phenomenon that occurs when, for example, the movant attaches to his motion, and relies on, materials dehors the pleadings.  See Rodriguez, 115 F.3d at 83.   Logic dictates that the same result must obtain when the non-movant appends such materials to his opposition and urges the court's consideration of them.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In light of these background principles, we conclude, without serious question, that Collier had ample notice of the impending conversion.  By incorporating affidavits into his opposition to the City's motion, Collier implicitly invited conversion--and a party who invites conversion scarcely can be heard to complain when the trial court accepts the invitation.  See Cunningham v. Rothery, 143 F.3d 546, 549 (9th Cir.1998) (\"A party is 'fairly apprised' that the court will in fact be [applying the summary judgment standard] if that party submits matters outside the pleadings to the judge and invites consideration of them.\");  Washington v. Allstate Ins. Co., 901 F.2d 1281, 1284 (5th Cir.1990) (similar).  Moreover, the judge secured Collier's agreement to adjudicating the motion under Rule 12(c)--and Collier, who knew at that point that he had introduced affidavits into the decisional calculus, thus was on notice that Rule 12's built-in conversion mechanism would be triggered.  See Rothery, 143 F.3d at 548-49;  C.B. Trucking, 137 F.3d at 43-44;  Rodriguez, 115 F.3d at 83.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Similarly, Collier had a reasonable opportunity to file additional materials made pertinent by the conversion.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court heard the City's motion on December 4, 1997, at which time it called the parties' attention to Rule 12(c).  Pursuant to permission granted on December 4, Collier submitted a cross-motion for partial summary judgment on December 11, 1997.  He attached several documentary exhibits to this cross-motion, including various items of correspondence, portions of a handbook published by the school system, and notices of suspensions that he had received.  By prearrangement, the magistrate judge considered this cross-motion (and its attachments) in conjunction with the City's dispositive motion.  Conforming to that arrangement, the judge took Collier's assembled affidavits and his December 11 submissions fully into account when, on February 10, 1998, he issued his decision.  Hence, Collier not only had a reasonable opportunity to present salient materials, but also availed himself liberally of that opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On this basis, we uphold the magistrate judge's application of the summary judgment standard to the City's motion.  In turn, this ruling undercuts Collier's remaining arguments.  The proper office of summary judgment \"is to pierce the boilerplate of pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Med., 976 F.2d 791, 794 (1st Cir.1992).  Consequently, upon conversion of a motion to one for summary judgment, \"the party to whom the motion is directed can shut down the machinery only by showing that a trialworthy issue exists.\"  McCarthy v. Northwest Airlines, Inc., 56 F.3d 313, 315 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The existence of such an issue must be shown by resort to materials of suitable evidentiary quality.  Such a showing cannot be manufactured by negative implication;  that is to say, a party opposing summary judgment \"cannot rely on an absence of competent evidence, but must affirmatively point to specific facts that demonstrate the existence of an authentic dispute.\"  Id. Here, viewing the entire record in the light most flattering to Collier and indulging all reasonable inferences in his favor, see Garside, 895 F.2d at 48, we are unable to discern contested, properly documented facts on which a trialworthy federal issue might rest.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To say more would be supererogatory.  The preferred practice in this circuit is that \"when a lower court produces a comprehensive, well-reasoned decision, an appellate court should refrain from writing at length to no other end than to hear its own words resonate.\"  Lawton v. State Mut. Life Assur. Co. of Am., 101 F.3d 218, 220 (1st Cir.1996).  This case fits that description.  Accordingly, we affirm the jettisoning of Collier's federal-law claims for substantially the reasons elucidated in the magistrate judge's cogent rescript.  See Collier v. City of Chicopee, Civ. No. 97-30123-KPN (D.Mass. Feb. 5, 1998) (unpublished).  We add only that a summary judgment motion cannot be defeated by conclusory allegations, harsh invective, empty rhetoric, strained inferences, or unsupported conjecture.  See Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990).  Stripped of these elements, the plaintiff's amended complaint and his several affidavits and other documentary exhibits do not pass muster under the summary judgment standard.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We need go no further.  Like the magistrate judge, we are unable to discern a properly documented factual predicate sufficient to carry the weight of Collier's federal claims.  We also agree that the magistrate judge appropriately dismissed the state-law counts, without prejudice, for want of federal jurisdiction.  See Martinez v. Colon, 54 F.3d 980, 990 (1st Cir.1995);  see also 28 U.S.C. &#167; 1367(c)(3).  Although the plaintiff conceivably may have a state court remedy--we take no view of that question--he does not, on the instant record, have a federal remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the December 4 hearing, the court informed Collier's counsel that it was inclined to look toward Rule 12(c) and advised him that the City \"has no objection to [the motion to dismiss] being treated as a 12C motion.\"   The court then asked Collier's counsel to state his position.  He replied:  \"I have no objection.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In special circumstances, we have indicated that the trial court should notify the parties expressly of its intention to convert.  See EEOC v. Green, 76 F.3d 19, 24 (1st Cir.1996);  Chaparro-Febus v. International Longshoremen Ass'n, Local 1575, 983 F.2d 325, 332 (1st Cir.1992).  We need not probe the point too deeply, however, for no special circumstances exist here, and, at any rate, the magistrate judge announced his intention in ample time to permit the plaintiff to supplement the record.  See text infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Citing Fed.R.Civ.P. 56(c), Collier contends that he was entitled to no less than ten days after the judge ordered conversion within which to supplement the record in response to the City's motion.  We disagree.  It is enough that the non-movant has at least ten days from and after he receives actual or constructive notice that the court has accepted for consideration matters dehors the pleadings and, therefore, that it has been given the option of treating the motion to dismiss as a motion for summary judgment.  See Washington, 901 F.2d at 1283-84</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1502</span></span>, 130 Ed. Law Rep. 101</p>\n    <p class=\"parties\">Nicholas S. COLLIER, P.P.A. Stanton E. Collier, Plaintiff, Appellant,<br>v.<br>CITY OF CHICOPEE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1298.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1998.<br>Decided Oct. 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stanton E. Collier for appellant.</p>\n      <p class=\"indent\">Helen M. Bowler for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Nicholas J. Collier, a minor, sued the City of Chicopee and a myriad of persons affiliated with the Chicopee public school system (collectively, the City) in the United States District Court for the District of Massachusetts.  After some preliminary skirmishing, not material here, the parties stipulated that all proceedings would be conducted before a magistrate judge.  See 28 U.S.C. &#167; 636(c).  Collier thereafter filed a 59-page amended complaint which premised jurisdiction on the existence of a federal question.  See 28 U.S.C. &#167; 1331 (1994).  The complaint purposed to limn causes of action under 20 U.S.C. &#167; 1681, 42 U.S.C. &#167; 1983, and 42 U.S.C. &#167; 1985(3), as well as various pendent causes of action based on Massachusetts statutory and common law.  In one way or another, all the claims, federal and state, arose out of Collier's alleged mistreatment while a sixth-grade student at the Selsen School and thereafter while attending the Fairview Veterans Middle School.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The City responded to the amended complaint by filing a motion to dismiss.  Collier served an opposition, to which he appended several affidavits.  The magistrate judge held a hearing on December 4, 1997.  Although the transcript of the hearing reflects some initial confusion about the procedural status of the matter, the judge eventually suggested treating the motion to dismiss as if it were a motion for judgment on the pleadings under Fed.R.Civ.P. 12(c).  The parties acquiesced.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following oral argument, the magistrate judge took the motion under advisement (along with Collier's subsequent motion for partial summary judgment, filed pursuant to leave granted at the December 4 hearing).  The judge ultimately ruled that the case, as presented, revealed no genuine issue of material fact as to any federal cause of action.  He thereupon directed the entry of judgment for the City on Collier's claims under federal law, denied Collier's cross-motion for partial summary judgment, and dismissed the state-law causes of action, without prejudice, for want of jurisdiction.  This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The pivotal question before us is procedural.  Motions to dismiss for failure to state an actionable claim are governed by Fed.R.Civ.P. 12(b)(6).  As such, they customarily evoke a generous standard of appraisal.  See, e.g., Gooley v. Mobil Oil Corp., <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 514 (1st Cir.1988) (emphasizing minimal nature of requirements imposed by Rule 12(b)(6) and explaining that a motion to dismiss should be granted only if the complaint \"shows no set of facts which could entitle the plaintiff to relief\").  Motions for judgment on the pleadings are governed by Fed.R.Civ.P. 12(c) and ordinarily warrant the same treatment.  See Lanigan v. Village of East Hazel Crest, <span class=\"citation\" data-id=\"739096\"><a href=\"/opinion/739096/john-lanigan-sr-v-village-of-east-hazel-crest-illinois-officer-robert/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span>, 470 n. 2 (7th Cir.1997);  Sheppard v. Beerman, <span class=\"citation\" data-id=\"664638\"><a href=\"/opinion/664638/brian-sheppard-v-leon-beerman-as-an-individual-and-in-his-official/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 150 (2d Cir.1994).  Both of these rules go on to provide, in identical language, that if \"matters outside the pleadings are presented to and not excluded by the court, the motion shall be treated as one for summary judgment and disposed of as provided in Rule 56.\"   This is an important distinction because the summary judgment standard is considerably more stringent.  See, e.g., Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990) (explaining that summary judgment should be granted unless the non-movant demonstrates, by competent evidence, a genuine issue of material fact).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Invoking Rule 12, the court below converted the City's motion into a motion for summary judgment and proceeded to test the plaintiff's complaint against the more rigorous standard.  Collier assigns error to this procedural ruling.  His position is untenable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Collier expressly agreed that Rule 12(c) would apply to the adjudication of the City's motion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In any event, both Rule 12(b) and Rule 12(c) allow for conversion when material outside the pleadings is to be considered.  To be sure, those rules also provide, again in identical language, that a motion to dismiss or a motion for judgment on the pleadings cannot be converted to one for summary judgment unless the party opposing the motion is given adequate notice of the conversion and a \"reasonable opportunity to present all material made pertinent to such a motion by Rule 56.\"   Here, however, those conditions were satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Notice of conversion need not be explicit.  See C.B. Trucking, Inc. v. Waste Mgmt., Inc., <span class=\"citation\" data-id=\"197813\"><a href=\"/opinion/197813/cb-trucking-inc-v-waste/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 43 (1st Cir.1998);  Rodriguez v. Fullerton Tires Corp., <span class=\"citation\" data-id=\"197406\"><a href=\"/opinion/197406/alers-rodriguez-v-national-insurance/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 83 (1st Cir.1997).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  To the contrary, the notice requirement can be satisfied when a party receives constructive notice that the court has been afforded the option of conversion--a phenomenon that occurs when, for example, the movant attaches to his motion, and relies on, materials dehors the pleadings.  See Rodriguez, 115 F.3d at 83.   Logic dictates that the same result must obtain when the non-movant appends such materials to his opposition and urges the court's consideration of them.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In light of these background principles, we conclude, without serious question, that Collier had ample notice of the impending conversion.  By incorporating affidavits into his opposition to the City's motion, Collier implicitly invited conversion--and a party who invites conversion scarcely can be heard to complain when the trial court accepts the invitation.  See Cunningham v. Rothery, <span class=\"citation\" data-id=\"754208\"><a href=\"/opinion/754208/in-re-ceresa-annette-rothery-debtor-larry-cunningham-v-ceresa-rothery/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 549 (9th Cir.1998) (\"A party is 'fairly apprised' that the court will in fact be [applying the summary judgment standard] if that party submits matters outside the pleadings to the judge and invites consideration of them.\");  Washington v. Allstate Ins. Co., <span class=\"citation\" data-id=\"540354\"><a href=\"/opinion/540354/john-e-washington-v-allstate-insurance-company/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span>, 1284 (5th Cir.1990) (similar).  Moreover, the judge secured Collier's agreement to adjudicating the motion under Rule 12(c)--and Collier, who knew at that point that he had introduced affidavits into the decisional calculus, thus was on notice that Rule 12's built-in conversion mechanism would be triggered.  See Rothery, 143 F.3d at 548-49;  C.B. Trucking, 137 F.3d at 43-44;  Rodriguez, 115 F.3d at 83.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Similarly, Collier had a reasonable opportunity to file additional materials made pertinent by the conversion.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court heard the City's motion on December 4, 1997, at which time it called the parties' attention to Rule 12(c).  Pursuant to permission granted on December 4, Collier submitted a cross-motion for partial summary judgment on December 11, 1997.  He attached several documentary exhibits to this cross-motion, including various items of correspondence, portions of a handbook published by the school system, and notices of suspensions that he had received.  By prearrangement, the magistrate judge considered this cross-motion (and its attachments) in conjunction with the City's dispositive motion.  Conforming to that arrangement, the judge took Collier's assembled affidavits and his December 11 submissions fully into account when, on February 10, 1998, he issued his decision.  Hence, Collier not only had a reasonable opportunity to present salient materials, but also availed himself liberally of that opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On this basis, we uphold the magistrate judge's application of the summary judgment standard to the City's motion.  In turn, this ruling undercuts Collier's remaining arguments.  The proper office of summary judgment \"is to pierce the boilerplate of pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Med., <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 794 (1st Cir.1992).  Consequently, upon conversion of a motion to one for summary judgment, \"the party to whom the motion is directed can shut down the machinery only by showing that a trialworthy issue exists.\"  McCarthy v. Northwest Airlines, Inc., <span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 315 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The existence of such an issue must be shown by resort to materials of suitable evidentiary quality.  Such a showing cannot be manufactured by negative implication;  that is to say, a party opposing summary judgment \"cannot rely on an absence of competent evidence, but must affirmatively point to specific facts that demonstrate the existence of an authentic dispute.\"  Id. Here, viewing the entire record in the light most flattering to Collier and indulging all reasonable inferences in his favor, see Garside, 895 F.2d at 48, we are unable to discern contested, properly documented facts on which a trialworthy federal issue might rest.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To say more would be supererogatory.  The preferred practice in this circuit is that \"when a lower court produces a comprehensive, well-reasoned decision, an appellate court should refrain from writing at length to no other end than to hear its own words resonate.\"  Lawton v. State Mut. Life Assur. Co. of Am., <span class=\"citation\" data-id=\"197113\"><a href=\"/opinion/197113/lawton-v-state-mutual/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 220 (1st Cir.1996).  This case fits that description.  Accordingly, we affirm the jettisoning of Collier's federal-law claims for substantially the reasons elucidated in the magistrate judge's cogent rescript.  See Collier v. City of Chicopee, Civ. No. 97-30123-KPN (D.Mass. Feb. 5, 1998) (unpublished).  We add only that a summary judgment motion cannot be defeated by conclusory allegations, harsh invective, empty rhetoric, strained inferences, or unsupported conjecture.  See Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).  Stripped of these elements, the plaintiff's amended complaint and his several affidavits and other documentary exhibits do not pass muster under the summary judgment standard.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We need go no further.  Like the magistrate judge, we are unable to discern a properly documented factual predicate sufficient to carry the weight of Collier's federal claims.  We also agree that the magistrate judge appropriately dismissed the state-law counts, without prejudice, for want of federal jurisdiction.  See Martinez v. Colon, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 990 (1st Cir.1995);  see also 28 U.S.C. &#167; 1367(c)(3).  Although the plaintiff conceivably may have a state court remedy--we take no view of that question--he does not, on the instant record, have a federal remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the December 4 hearing, the court informed Collier's counsel that it was inclined to look toward Rule 12(c) and advised him that the City \"has no objection to [the motion to dismiss] being treated as a 12C motion.\"   The court then asked Collier's counsel to state his position.  He replied:  \"I have no objection.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In special circumstances, we have indicated that the trial court should notify the parties expressly of its intention to convert.  See EEOC v. Green, <span class=\"citation\" data-id=\"712246\"><a href=\"/opinion/712246/70-fair-emplpraccas-bna-88-67-empl-prac-dec-p-43900-equal/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 24 (1st Cir.1996);  Chaparro-Febus v. International Longshoremen Ass'n, Local 1575, <span class=\"citation\" data-id=\"597803\"><a href=\"/opinion/597803/miguel-angel-chaparro-febus-v-international-longshoremen-association/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span>, 332 (1st Cir.1992).  We need not probe the point too deeply, however, for no special circumstances exist here, and, at any rate, the magistrate judge announced his intention in ample time to permit the plaintiff to supplement the record.  See text infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Citing Fed.R.Civ.P. 56(c), Collier contends that he was entitled to no less than ten days after the judge ordered conversion within which to supplement the record in response to the City's motion.  We disagree.  It is enough that the non-movant has at least ten days from and after he receives actual or constructive notice that the court has accepted for consideration matters dehors the pleadings and, therefore, that it has been given the option of treating the motion to dismiss as a motion for summary judgment.  See Washington, 901 F.2d at 1283-84</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754208/"
  ]
}