{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198171/",
  "absolute_url": "/opinion/198171/sea-shore-corp-v-ma-wholesalers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198171/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:05Z",
  "date_modified": "2017-03-24T10:55:03.689672Z",
  "type": "010combined",
  "sha1": "3f68ac3b536a247bf30f04b32d428d02ae16c0de",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1317.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1317\r\n\nSEA SHORE CORPORATION D/B/A CANTERBURY LIQUORS &amp; PANTRY\r\n             AND WHITEHALL CO., LIMITED,\r\n\n                Plaintiffs, Appellees,\r\n\n                          v.\r\n\nWALTER J. SULLIVAN, JR., SUZANNE IANELLA AND FREDERICK W. RILEY\r\nINDIVIDUALLY AND IN THEIR REPRESENTATIVE AND OFFICIAL CAPACITY AS\r\nMEMBERS OF THE MASSACHUSETTS ALCOHOLIC BEVERAGES CONTROL\r\n                     COMMISSION,\r\n\n                Defendants, Appellees.\r\n\n                                     \r\n\n  MASSACHUSETTS WHOLESALERS OF MALT BEVERAGES, INC.,\r\n\n                Intervenor, Appellant.\r\n\n     APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n          FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Mark L. Wolf, U.S. District Judge]\r\n\n                        Before\r\n\n                Selya, Circuit Judge,\r\n            Bownes, Senior Circuit Judge,\r\n              and Stahl, Circuit Judge.\r\n\nH. Glenn Alberich with whom Thomas Fenerty, Eileen M. Fava,\r\nMolly S. Boast, and LeBoeuf, Lamb, Greene &amp; MacRae, L.L.P., were on\r\nbrief for intervenor, appellant.\r\nGerald J. Caruso, with whom Ferriter, Scobbo, Caruso, &amp;\r\nRodophele, P.C., Alan L. Kovacs, and Bass, Doherty &amp; Kovacs, were\r\non brief for plaintiff, appellee Sea Shore Corp.\r\nRobert S. Frank, Jr., with whom Robert M. Buchanan, Jr.,\r\nJoshua A. Engel, and Choate, Hall &amp; Stewart, were on brief for\r\nplaintiff, appellee Whitehall Co., Ltd.\r\n     Robert D. Paul, J. Mark Gidley, and White &amp; Case LLP on\r\nbrief for The Stop &amp; Shop Companies, Inc., amicus curiae.\r\nThomas R. Kiley, Steven H. Goldberg, and Cosgrove, Eisenberg\r\n&amp; Kiley, P.C. on brief for Massachusetts Food Association, amicus\r\ncuriae.\r\n\nOctober 20, 1998\r\n\nSTAHL, Circuit Judge.  The Massachusetts Wholesalers of\r\nMalt Beverages, Inc. (the \"MWMBI\"), a defendant-intervenor below,\r\nhas filed a notice of appeal from the district court's ruling that\r\nMassachusetts regulations requiring price posting in the sale of\r\nalcoholic beverages violate the Sherman Act, 15 U.S.C.  1. \r\nBecause the state defendants in the action below did not appeal,\r\nthere is a threshold question whether the MWMBI has independent\r\nstanding to maintain this appeal.  Because the MWMBI does not meet\r\nstanding requirements, we dismiss for lack of appellate\r\njurisdiction.\r\n                    I. Background\r\nOn August 23, 1994, plaintiff Sea Shore Corporation d/b/a \r\nCanterbury Liquors &amp; Pantry, a retailer of alcoholic beverages,\r\nbrought an official-capacity action against members of the\r\nMassachusetts Alcoholic Beverages Control Commission (the\r\n\"Commission\"), the state body charged with the enforcement of\r\nliquor pricing laws.  Whitehall Company, Limited, a wholesaler of\r\nalcoholic beverages, intervened as a plaintiff, and the MWMBI, a\r\ntrade association of beer wholesalers, intervened as a defendant.\r\nPlaintiffs sought: (1) a declaration that certain provisions of\r\nMass. Gen. Laws ch. 138,  25A and related regulations, Mass. Regs.\r\nCode tit. 204,  6.01-6.07 (collectively, the \"Price Posting\r\nLaws\"), are a per se violation of the Sherman Act and are not\r\nshielded from invalidation by the state action doctrine; and\r\n(2) orders permanently enjoining the Commission from enforcing the\r\nPrice Posting Laws.   \r\nPlaintiffs did not challenge the first subparagraph of\r\nMass. Gen. Laws ch. 138,  25A, which prohibits price\r\ndiscrimination in the sale of alcoholic beverages (the \"Price\r\nDiscrimination Law\").  Rather, they contested only the provisions\r\nof the statute and regulations that provide for a \"post and hold\"\r\nscheme of pricing.  Under the challenged provisions, Massachusetts\r\nwholesalers must post all prices that they will charge for the\r\nfollowing month.  See Mass. Gen. Laws ch. 138,  25A; Mass. Regs.\r\nCode tit. 204,  6.03(3).  For ten days after the initial posting,\r\nwholesalers are permitted to amend the price on a specific brand\r\nproduct to meet, but not beat, the lowest posted price for that\r\nproduct.  See Mass. Regs. Code tit. 204,  6.05(1).  They cannot\r\notherwise raise or lower prices during the month in question.  Seeid.  \r\nOn July 19, 1996, plaintiffs filed motions for summary\r\njudgment, and defendants filed cross-motions for partial summary\r\njudgment.  On February 3, 1998, the district court granted\r\nplaintiffs' motions for summary judgment and denied defendants'\r\nmotions.  The district court concluded that the Price Posting Laws\r\nare a state hybrid restraint constituting a per se violation of the\r\nSherman Act, 15 U.S.C.  1, and that these laws are not saved by\r\nthe state action defense.  The court therefore found that the\r\nSherman Act preempted the Price Posting Laws, pursuant to the\r\nSupremacy Clause of the United States Constitution.  See U.S.\r\nConst. art. VI.\r\nFollowing this ruling, the Commission informed the\r\ndistrict court that it would not appeal and would comply\r\nvoluntarily with the court's decision.  The MWMBI, however, filed\r\na notice of appeal on March 27, 1998.  On April 27, 1998,\r\nplaintiffs moved to dismiss the MWMBI's appeal for lack of standing\r\nto press the appeal.  We deferred ruling on the motion until after\r\noral argument.         \r\nIf a party lacks standing, we have no jurisdiction to\r\ndecide the merits of the case.  See FW/PBS, Inc. v. City of Dallas,\r\n493 U.S. 215, 231 (1990); Valley Forge Christian College v.\r\nAmericans United for Separation of Church &amp; State, Inc., 454 U.S.\r\n464, 475-76 (1982).  Therefore, we first examine whether the MWMBI\r\nhas standing to appeal the district court's grant of summary\r\njudgment.\r\n  II. The Article III Requirements for Standing\r\nThe burden of stating facts sufficient to support\r\nstanding rests with the party seeking to assert federal\r\njurisdiction.  See Warth v. Seldin, 422 U.S. 490, 518 (1975).  This\r\nburden applies to a party seeking to assert federal jurisdiction on\r\nappeal.  See Diamond v. Charles, 476 U.S. 54, 68 (1986) (involving\r\nintervenor appellant); United States v. AVX Corp., 962 F.2d 108,\r\n114 (1st Cir. 1992) (same).\r\nIn addressing plaintiffs' motions to dismiss for lack of\r\njurisdiction, we accept as true all material allegations of the\r\nMWMBI.  See AVX, 962 F.2d at 114.  We need not, however, credit\r\n\"bald assertions,\" \"subjective characterizations, optimistic\r\npredictions, or problematic suppositions.\"  Id. at 115 (citations\r\nand internal quotation marks omitted).  \"'[E]mpirically\r\nunverifiable' conclusions, not 'logically compelled, or at least\r\nsupported, by the stated facts,' deserve no deference.\"  Id.(quoting Dartmouth Review v. Dartmouth College, 889 F.2d 13, 16\r\n(1st Cir. 1989)).  Moreover, we require heightened specificity from\r\nan intervenor seeking to establish appellate standing.  See AVX,\r\n962 F.2d at 115. \r\nAs an intervenor seeking singlehandedly to appeal a\r\njudgment, the MWMBI must independently pass the test of Article III\r\nstanding.  See Diamond, 476 U.S. at 68 (\"[A]n intervenor's right to\r\ncontinue a suit in the absence of the party on whose side\r\nintervention was permitted is contingent upon a showing by the\r\nintervenor that he fulfills the requirements of Art. III.\"); AVX,\r\n962 F.2d at 113.  We cannot assume standing to appeal merely\r\nbecause the party was appropriately permitted to intervene in the\r\nproceeding below.  See AVX, 962 F.2d at 112 (noting that when the\r\noriginal state defendant does not appeal, the intervenor can no\r\nlonger \"ride the state's coattails\" and \"derive the benefit of the\r\nstate's standing\").  Thus, we review the constitutional\r\nrequirements for standing.\r\nWe start with the basics.  The MWMBI must demonstrate:\r\n(1) an \"injury-in-fact\"; (2) that is \"fairly traceable\" to the\r\nproceeding below; and (3) is \"likely\" to be \"redressed by a\r\nfavorable decision.\"  Lujan v. Defenders of Wildlife, 504 U.S. 555,\r\n560 (1992); see also Allen v. Wright, 468 U.S. 737, 751 (1984). \r\nAlthough these concepts are \"concededly not susceptible of precise\r\ndefinition,\" case law has provided substantial guidance.  Allen,\r\n468 U.S. at 751.  Most importantly, \"injury-in-fact\" must involve\r\n\"an invasion of a legally-protected interest which is (a) concrete\r\nand particularized; and (b) actual or imminent, not conjectural or\r\nhypothetical.\"  Defenders of Wildlife, 504 U.S. at 560 (citations\r\nand internal quotation marks omitted).      \r\nBecause the MWMBI is alleging injury to its constituent\r\nmembers rather than to itself as an organization, additional\r\nconsiderations are also relevant.  An association may assert\r\nstanding on behalf of its members if: (1) at least one of its\r\nmembers possesses standing to sue in its own right (by meeting the\r\nArticle III requirements, including, inter alia, injury-in-fact);\r\n(2) the interests that the suit seeks to vindicate are germane to\r\nthe organization's objectives; and (3) neither the claim asserted\r\nnor the relief demanded necessitates the participation of\r\nindividual members.  See UAW v. Brock, 477 U.S. 274, 282 (1986);\r\nHunt v. Washington Apple Adver. Comm'n, 432 U.S. 333, 343 (1977). \r\nThe issue upon which the parties focus is whether any MWMBI member\r\npossesses standing in its own right.  We find that the MWMBI has\r\nnot met its burden of showing that an MWMBI member has suffered an\r\ninjury-in-fact that is \"actual or imminent\" or \"likely\" to be\r\nredressed.\r\n     III. The Standing of the MWMBI Members\r\nThe MWMBI contends that its members will suffer concrete\r\neconomic injuries as a result of the decision below and that these\r\ninjuries are sufficient to meet the requirements of Article III. \r\nSpecifically, the MWMBI argues that with the Price Posting Laws\r\ninvalidated, the Price Discrimination Law will not be adequately\r\nenforced.  As a result, wholesalers that abide by the Price\r\nDiscrimination Law will be at a competitive disadvantage vis-a-vis\r\nthose that violate the law.  \r\nWhile injury through economic competition is certainly\r\npossible, see e.g., Adams, 10 F.3d at 921, the MWMBI's alleged\r\ninjury is not sufficiently imminent to confer standing.  It is also\r\nquestionable whether the alleged injury is redressable.\r\n    A. The Imminence of the Alleged Injury  \r\nFuture injury must be imminent to qualify as injury-in-\r\nfact.  See, e.g., Adams, 10 F.3d at 921.  The concept of imminence\r\n\"is bounded by its Article III purpose: to ensure that the alleged\r\ninjury is not too speculative.\"  Berner v. Delahanty, 129 F.3d 20,\r\n24 (1st Cir. 1997) (citing Defenders of Wildlife, 504 U.S. at 564\r\nn.2).  For this reason, almost all competitor injury cases focus on\r\ncausal connections predicted by established economic theory.  See,\r\ne.g., Adams, 10 F.3d at 923 (\"[B]asic economic theory quite\r\nconsistently transcends utter randomness by positing elemental laws\r\nof cause and effect predicated on actual market experience and\r\nprobable market behavior.\").  Outside the sphere of economic\r\ntheory, predicting future injury and the behavior of third parties\r\nis usually suspect.  See, e.g., id. at 922-23 (\"When considering\r\nany chain of allegations for standing purposes, we may reject as\r\noverly speculative . . . predictions of future events (especially\r\nfuture actions by third parties) . . . .\") (alteration in original)\r\n(citation and internal quotation marks omitted); United Transp.\r\nUnion v. ICC, 891 F.2d 908, 912 n.7 (D.C. Cir. 1989) (\"That a court\r\nbelieves itself bound to credit allegations of future injury that\r\nare firmly rooted in the basic laws of economics does not compel us\r\nto accept allegations founded solely on the complainant's\r\nspeculation.\"). \r\nIn this case, the injury is not imminent because it\r\ndepends upon several tenuous contingencies.  The MWMBI's allegation\r\nof injury asks us to go beyond basic economic predictions and\r\nspeculate that third-party wholesalers will violate the\r\nunchallenged Price Discrimination Law to such an extent that the\r\nviolations will disadvantage wholesalers that obey the law.  The\r\nallegation also assumes that neither the enforcement mechanisms\r\ncurrently in place nor any conceivable mechanism that the\r\nCommission may institute, short of the invalidated Price Posting\r\nLaws, will prevent such violations.  For the following reasons, we\r\nare unwilling to indulge such speculation.\r\nAssuming arguendo that some wholesalers will choose to\r\nviolate the Price Discrimination Law, there is no showing that the\r\nviolations will be substantial enough to disadvantage those\r\ncompetitors obeying the law.  The MWMBI posits no estimations of\r\nhow extensive the Price Discrimination Law violations will be.  Nor\r\ndoes it suggest how widespread such violations must be to\r\ndestabilize the market or injure law-abiding wholesalers.  Rather,\r\nthe MWMBI merely provides the affidavit of an economist who avers\r\nthat wholesalers, faced with the \"difficult choice\" of engaging in\r\nprice discrimination or \"jeopardizing their sales to significant\r\nclients,\" may violate the law.  The economist further states that\r\n\"[t]o the extent\" wholesalers violate the Price Discrimination Law,\r\nsmaller retailers will be at a competitive disadvantage, a trend\r\nthat \"may lead quickly\" to the elimination of smaller retailers and\r\nthereby increase the pressure on wholesalers to engage in price\r\ndiscrimination.  This analysis lacks particulars about the\r\nlikelihood of market destabilization and the extent of possible\r\nviolations.  Cf. AVX, 962 F.2d at 117 (finding no particularizedshowing of injury in environmental suit because there is no\r\n\"fleshing-out\" of facts such as identities of association's members\r\nor the extent and frequency of use of the natural resources at\r\nissue).      \r\nBut even if wholesalers in large numbers attempted to\r\nviolate the Price Discrimination Law, the MWMBI has failed to\r\ndemonstrate that the state cannot or will not either use existing\r\nenforcement mechanisms or create new mechanisms to halt such\r\nviolations.  The MWMBI has the burden to show not merely that the\r\nPrice Posting Laws would be more effective than other enforcement\r\nmethods, but also that the Price Posting Laws would make such a\r\ndifference to the Commission's enforcement efforts that the\r\ninvalidation of these laws would cause a substantial enough\r\nincrease in violations to disadvantage law-abiding wholesalers.  \r\nUnder extant state law, wholesalers must still provide\r\nretailers with the prices, including any discounts, that they\r\nprovide to other customers.  See Mass. Regs. Code tit. 204,  2.14. \r\nWholesalers must also maintain detailed records of all their sales. \r\nSee 27 C.F.R.  194.226.  Thus, if retailers inform the Commission\r\nof suspected price discrimination, there would appear to be a\r\ndocumentary record for the Commission to investigate and, if\r\nnecessary, present in an enforcement action in support of a request\r\nfor sanctions.  Furthermore, under Mass. Gen. Laws ch. 30A, the\r\nCommission has the power to reissue portions of the regulations\r\nthat would not be illegal under the district court's analysis,\r\nincluding a provision that requires wholesalers to file price\r\nschedules with the Commission. \r\nThe MWMBI suggests that even with price filings, a\r\nwholesaler could engage in price discrimination by changing its\r\nprices at will and then claiming that its favored customer made\r\npurchases at a time when the prices were lower.  Using the\r\ndocumentary record, however, the Commission could attack such a\r\ntransaction as a sham.  Moreover, if wholesalers are intent upon\r\nviolating the law, it seems as easy to charge one price and post\r\nanother under the Price Posting Laws as it would be to change price\r\nlists by the hour to disguise illegal discrimination.  The MWMBI\r\nhas not pointed to any facts that persuade us that the Price\r\nPosting Laws are so superior to any other enforcement mechanisms\r\nthat the invalidation of the laws will cause the wholesalers\r\nimminent injury.\r\nIn sum, to credit the MWMBI's assertion of imminent\r\neconomic injury, we would have to accept not only that wholesalers\r\nwill violate existing law, but also that: (1) violations will occur\r\nin such numbers as to cause tangible economic injury to other\r\nwholesalers; and (2) none of the state's enforcement mechanisms,\r\nshort of the Price Posting Laws, is adequate to alleviate the\r\nposited violations.  For the reasons set forth above, the record\r\nbefore us does not permit either of these conclusions.\r\n    B. Redressability of the Alleged Injury  \r\nThe question whether the existing enforcement of the\r\nPrice Discrimination Law is adequate not only implicates the\r\nimminence of the injury, but it also suggests a redressability\r\nproblem.  Even if the existing methods are less effective than the\r\nPrice Posting Laws, the MWMBI has no warrant to tell the Commission\r\nhow to enforce state laws.  Cf.  Defenders of Wildlife, 504 U.S. at\r\n568 (\"[S]uits challenging, not specifically identifiable Government\r\nviolations of law, but the particular programs agencies establish\r\nto carry out their legal obligations . . . [are], even when\r\npremised on allegations of several instances of violations of law,\r\n. . . rarely if ever appropriate for federal-court adjudication.\")\r\n(citing Allen, 468 U.S. at 759-60); Diamond, 476 U.S. at 64 (noting\r\nthat appellant could not force the State to enforce a statute\r\nagainst the appellees because \"a private citizen lacks a judicially\r\ncognizable interest in the prosecution or nonprosecution of\r\nanother\") (citing Linda R.S. v. Richard D., 410 U.S. 614, 619\r\n(1973)).  Because the state may choose not to enforce the Price\r\nPosting Laws even if the lower court decision were reversed, it is\r\nnot clear that this appeal is \"likely\" to redress the MWMBI's\r\nalleged injury.\r\nBiszko v. RIHT Fin. Corp., 758 F.2d 769 (1st Cir. 1985),\r\nis an analogous case.  In Biszko, shareholders of a Rhode Island\r\nbank that had agreed to merge with a Massachusetts bank challenged\r\nthe constitutionality of a Rhode Island statute that allowed\r\ninterstate acquisitions of Rhode Island banks.  See id. at 769. \r\nThe statute limited acquisitions to New England banks during a two-\r\nyear phase-in period, and by any bank thereafter.  See id. at 770-\r\n71.  The shareholders claimed that, absent the two-year regional\r\nrestriction, with unrestricted competition they would have received\r\nmore money for their stock in any merger.  See id. at 772.  They\r\nalso argued that the nullification of the statute would redress\r\ntheir injury because the Rhode Island legislature would be moved to\r\npass a statute permitting unrestricted interstate acquisitions. \r\nSee id. at 772-73.  \r\nWe, however, determined that even if there was injury-in-\r\nfact, the injury could not be redressed by a favorable decision:\r\n\"The 'injury' that appellants suggest they have suffered is no more\r\nthan the preclusion of a benefit that they might gain were the\r\nRhode Island legislature to react in a certain way to a decision by\r\nthis court.  Such injury is not merely speculative--it is\r\npositively chimerical.\"  Id. at 773.  Similarly, in the present\r\ncase redress for the MWMBI's alleged injury depends not only upon\r\na reversal of the district court's decision, but also upon a state\r\nagency's decision to enforce a law after declining to appeal its\r\ninvalidation.  The MWMBI has not produced anything that indicates\r\nthat the Commission would enforce the law if the district court's\r\ndecision were overturned.   \r\nWe do not mean to suggest, as plaintiffs do, that a\r\nprivate party can never appeal the determination that a state\r\nstatute is unconstitutional if the state declines the appeal.  Such\r\na principle embodies an overly broad interpretation of Diamond, 476\r\nU.S. 54, that has been rejected by this circuit, see AVX, 962 F.2d\r\n108.  Rather, we emphasize that in this case, where there is no\r\nindication that the state will choose to enforce the challenged\r\nregulations against a third party, and where the intervenor does\r\nnot receive a direct benefit from a reversal of the decision below,\r\nit is not \"likely, as opposed to merely speculative, that the\r\ninjury will be redressed by a favorable decision.\"  Defenders of\r\nWildlife, 504 U.S. at 561 (citation and internal quotation marks\r\nomitted).  Therefore, even if the MWMBI could demonstrate injury-\r\nin-fact, it would have no standing to prosecute this appeal.  \r\n                 IV. Conclusion\r\nBecause there is insufficient \"immediacy and reality to\r\n[the] allegations of future injury\" to warrant appellate\r\njurisdiction,  O'Shea, 414 U.S. at 497 (citation and internal\r\nquotation marks omitted), we grant plaintiffs' motions to dismiss\r\nfor lack of appellate standing.  \r\nAppeal dismissed.  Costs to appellees.\n",
  "html": "<p class=\"case_cite\">158 F.3d 51</p>\n    <p class=\"case_cite\">1998-2 Trade Cases  P 72,304</p>\n    <p class=\"parties\">SEA SHORE CORPORATION d/b/a Canterbury Liquors &amp; Pantry and<br>Whitehall Co., Limited, Plaintiffs, Appellees,<br>v.<br>Walter J. SULLIVAN, Jr., Suzanne Ianella and Frederick W.<br>Riley and individually and in their Representative and<br>official capacity as members of the Massachusetts Alcoholic<br>Beverages Control Commission, Defendants, Appellees,<br>Massachusetts Wholesalers of Malt Beverages, Inc.,<br>Intervenor, Appellant.</p>\n    <p class=\"docket\">No. 98-1317.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 9, 1998.<br>Decided Oct. 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">H. Glenn Alberich with whom Thomas Fenerty, Eileen M. Fava, Molly S. Boast, and LeBoeuf, Lamb, Greene &amp; MacRae, L.L.P., were on brief for intervenor, appellant.</p>\n      <p class=\"indent\">Gerald J. Caruso, with whom Ferriter, Scobbo, Caruso, &amp; Rodophele, P.C., Alan L. Kovacs, and Bass, Doherty &amp; Kovacs, were on brief for plaintiff, appellee Sea Shore Corp.</p>\n      <p class=\"indent\">Robert S. Frank, Jr., with whom Robert M. Buchanan, Jr., Joshua A. Engel, and Choate, Hall &amp; Stewart, were on brief for plaintiff, appellee Whitehall Co., Ltd.</p>\n      <p class=\"indent\">Robert D. Paul, J. Mark Gidley, and White &amp; Case LLP on brief for The Stop &amp; Shop Companies, Inc., amicus curiae.</p>\n      <p class=\"indent\">Thomas R. Kiley, Steven H. Goldberg, and Cosgrove, Eisenberg &amp; Kiley, P.C. on brief for Massachusetts Food Association, amicus curiae.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Massachusetts Wholesalers of Malt Beverages, Inc.  (the \"MWMBI\"), a defendant-intervenor below, has filed a notice of appeal from the district court's ruling that Massachusetts regulations requiring price posting in the sale of alcoholic beverages violate the Sherman Act, 15 U.S.C. &#167; 1.  Because the state defendants in the action below did not appeal, there is a threshold question whether the MWMBI has independent standing to maintain this appeal.  Because the MWMBI does not meet standing requirements, we dismiss for lack of appellate jurisdiction.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 23, 1994, plaintiff Sea Shore Corporation d/b/a Canterbury Liquors &amp; Pantry, a retailer of alcoholic beverages,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> brought an official-capacity action against members of the Massachusetts Alcoholic Beverages Control Commission (the \"Commission\"), the state body charged with the enforcement of liquor pricing laws.  Whitehall Company, Limited, a wholesaler of alcoholic beverages, intervened as a plaintiff, and the MWMBI, a trade association of beer wholesalers, intervened as a defendant.  Plaintiffs sought:  (1) a declaration that certain provisions of Mass.  Gen. Laws ch. 138, &#167; 25A and related regulations, Mass.  Regs.Code tit. 204, &#167;&#167; 6.01-6.07 (collectively, the \"Price Posting Laws\"), are a per se violation of the Sherman Act and are not shielded from invalidation by the state action doctrine;  and (2) orders permanently enjoining the Commission from enforcing the Price Posting Laws.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs did not challenge the first subparagraph of Mass.  Gen. Laws ch. 138, &#167; 25A, which prohibits price discrimination in the sale of alcoholic beverages (the \"Price Discrimination Law\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Rather, they contested only the provisions of the statute and regulations that provide for a \"post and hold\" scheme of pricing.  Under the challenged provisions, Massachusetts wholesalers must post all prices that they will charge for the following month.  See Mass.  Gen. Laws ch. 138, &#167; 25A;  Mass.  Regs. Code tit. 204, &#167; 6.03(3).  For ten days after the initial posting, wholesalers are permitted to amend the price on a specific brand product to meet, but not beat, the lowest posted price for that product.  See Mass.  Regs.Code tit. 204, &#167; 6.05(1).  They cannot otherwise raise or lower prices during the month in question.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 19, 1996, plaintiffs filed motions for summary judgment, and defendants filed cross-motions for partial summary judgment.  On February 3, 1998, the district court granted plaintiffs' motions for summary judgment and denied defendants' motions.  The district court concluded that the Price Posting Laws are a state hybrid restraint constituting a per se violation of the Sherman Act, 15 U.S.C. &#167; 1, and that these laws are not saved by the state action defense.  The court therefore found that the Sherman Act preempted the Price Posting Laws, pursuant to the Supremacy Clause of the United States Constitution.  See U.S. Const. art.  VI.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following this ruling, the Commission informed the district court that it would not appeal and would comply voluntarily with the court's decision.  The MWMBI, however, filed a notice of appeal on March 27, 1998.  On April 27, 1998, plaintiffs moved to dismiss the MWMBI's appeal for lack of standing to press the appeal.  We deferred ruling on the motion until after oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">If a party lacks standing, we have no jurisdiction to decide the merits of the case.  See FW/PBS, Inc. v. City of Dallas, 493 U.S. 215, 231, 110 S.Ct. 596, 107 L.Ed.2d 603 (1990);  Valley Forge Christian College v. Americans United for Separation of Church &amp; State, Inc., 454 U.S. 464, 475-76, 102 S.Ct. 752, 70 L.Ed.2d 700 (1982).  Therefore, we first examine whether the MWMBI has standing to appeal the district court's grant of summary judgment.</p>\n    </div>\n    <p>II. The Article III</p>\n    <p>Requirements for Standing</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The burden of stating facts sufficient to support standing rests with the party seeking to assert federal jurisdiction.  See Warth v. Seldin, 422 U.S. 490, 518, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975).  This burden applies to a party seeking to assert federal jurisdiction on appeal.  See Diamond v. Charles, 476 U.S. 54, 68, 106 S.Ct. 1697, 90 L.Ed.2d 48 (1986) (involving intervenor appellant);  United States v. AVX Corp., 962 F.2d 108, 114 (1st Cir.1992) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In addressing plaintiffs' motions to dismiss for lack of jurisdiction, we accept as true all material allegations of the MWMBI.  See AVX, 962 F.2d at 114.   We need not, however, credit \"bald assertions,\" \"subjective characterizations, optimistic predictions, or problematic suppositions.\"  Id. at 115 (citations and internal quotation marks omitted).  \" '[E]mpirically unverifiable' conclusions, not 'logically compelled, or at least supported, by the stated facts,' deserve no deference.\"  Id. (quoting Dartmouth Review v. Dartmouth College, 889 F.2d 13, 16 (1st Cir.1989)).  Moreover, we require heightened specificity from an intervenor seeking to establish appellate standing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See AVX, 962 F.2d at 115.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As an intervenor seeking singlehandedly to appeal a judgment, the MWMBI must independently pass the test of Article III standing.  See Diamond, 476 U.S. at 68, 106 S.Ct. 1697 (\"[A]n intervenor's right to continue a suit in the absence of the party on whose side intervention was permitted is contingent upon a showing by the intervenor that he fulfills the requirements of Art.  III.\");  AVX, 962 F.2d at 113.   We cannot assume standing to appeal merely because the party was appropriately permitted to intervene in the proceeding below.  See AVX, 962 F.2d at 112 (noting that when the original state defendant does not appeal, the intervenor can no longer \"ride the state's coattails\" and \"derive the benefit of the state's standing\").  Thus, we review the constitutional requirements for standing.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We start with the basics.  The MWMBI must demonstrate:  (1) an \"injury-in-fact\";  (2) that is \"fairly traceable\" to the proceeding below;  and (3) is \"likely\" to be \"redressed by a favorable decision.\"  Lujan v. Defenders of Wildlife, 504 U.S. 555, 560, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992);  see also Allen v. Wright, 468 U.S. 737, 751, 104 S.Ct. 3315, 82 L.Ed.2d 556 (1984).  Although these concepts are \"concededly not susceptible of precise definition,\" case law has provided substantial guidance.  Allen, 468 U.S. at 751, 104 S.Ct. 3315.   Most importantly, \"injury-in-fact\" must involve \"an invasion of a legally-protected interest which is (a) concrete and particularized;  and (b) actual or imminent, not conjectural or hypothetical.\"  Defenders of Wildlife, 504 U.S. at 560, 112 S.Ct. 2130 (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because the MWMBI is alleging injury to its constituent members rather than to itself as an organization, additional considerations are also relevant.  An association may assert standing on behalf of its members if:  (1) at least one of its members possesses standing to sue in its own right (by meeting the Article III requirements, including, inter alia, injury-in-fact);  (2) the interests that the suit seeks to vindicate are germane to the organization's objectives;  and (3) neither the claim asserted nor the relief demanded necessitates the participation of individual members.  See UAW v. Brock, 477 U.S. 274, 282, 106 S.Ct. 2523, 91 L.Ed.2d 228 (1986);  Hunt v. Washington Apple Adver.  Comm'n, 432 U.S. 333, 343, 97 S.Ct. 2434, 53 L.Ed.2d 383 (1977).  The issue upon which the parties focus is whether any MWMBI member possesses standing in its own right.  We find that the MWMBI has not met its burden of showing that an MWMBI member has suffered an injury-in-fact that is \"actual or imminent\" or \"likely\" to be redressed.</p>\n    </div>\n    <p>III. The Standing of the MWMBI Members</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The MWMBI contends that its members will suffer concrete economic injuries as a result of the decision below and that these injuries are sufficient to meet the requirements of Article III.  Specifically, the MWMBI argues that with the Price Posting Laws invalidated, the Price Discrimination Law will not be adequately enforced.  As a result, wholesalers that abide by the Price Discrimination Law will be at a competitive disadvantage vis-a-vis those that violate the law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">While injury through economic competition is certainly possible, see e.g., Adams, 10 F.3d at 921, the MWMBI's alleged injury is not sufficiently imminent to confer standing.  It is also questionable whether the alleged injury is redressable.</p>\n    </div>\n    <p>A. The Imminence of the Alleged Injury</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Future injury must be imminent to qualify as injury-in-fact.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See, e.g., Adams, 10 F.3d at 921.   The concept of imminence \"is bounded by its Article III purpose:  to ensure that the alleged injury is not too speculative.\"  Berner v. Delahanty, 129 F.3d 20, 24 (1st Cir.1997) (citing Defenders of Wildlife, 504 U.S. at 564 n. 2, 112 S.Ct. 2130).   For this reason, almost all competitor injury cases focus on causal connections predicted by established economic theory.  See, e.g., Adams, 10 F.3d at 923 (\"[B]asic economic theory quite consistently transcends utter randomness by positing elemental laws of cause and effect predicated on actual market experience and probable market behavior.\").  Outside the sphere of economic theory, predicting future injury and the behavior of third parties is usually suspect.  See, e.g., id. at 922-23 (\"When considering any chain of allegations for standing purposes, we may reject as overly speculative ... predictions of future events (especially future actions by third parties ) ....\") (alteration in original) (citation and internal quotation marks omitted);  United Transp. Union v. ICC, 891 F.2d 908, 912 n. 7 (D.C.Cir.1989) (\"That a court believes itself bound to credit allegations of future injury that are firmly rooted in the basic laws of economics does not compel us to accept allegations founded solely on the complainant's speculation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the injury is not imminent because it depends upon several tenuous contingencies.  The MWMBI's allegation of injury asks us to go beyond basic economic predictions and speculate that third-party wholesalers will violate the unchallenged Price Discrimination Law to such an extent that the violations will disadvantage wholesalers that obey the law.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The allegation also assumes that neither the enforcement mechanisms currently in place nor any conceivable mechanism that the Commission may institute, short of the invalidated Price Posting Laws, will prevent such violations.  For the following reasons, we are unwilling to indulge such speculation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Assuming arguendo that some wholesalers will choose to violate the Price Discrimination Law,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> there is no showing that the violations will be substantial enough to disadvantage those competitors obeying the law.  The MWMBI posits no estimations of how extensive the Price Discrimination Law violations will be.  Nor does it suggest how widespread such violations must be to destabilize the market or injure law-abiding wholesalers.  Rather, the MWMBI merely provides the affidavit of an economist who avers that wholesalers, faced with the \"difficult choice\" of engaging in price discrimination or \"jeopardizing their sales to significant clients,\" may violate the law.  The economist further states that \"[t]o the extent\" wholesalers violate the Price Discrimination Law, smaller retailers will be at a competitive disadvantage, a trend that \"may lead quickly\" to the elimination of smaller retailers and thereby increase the pressure on wholesalers to engage in price discrimination.  This analysis lacks particulars about the likelihood of market destabilization and the extent of possible violations.  Cf. AVX, 962 F.2d at 117 (finding no particularized showing of injury in environmental suit because there is no \"fleshing-out\" of facts such as identities of association's members or the extent and frequency of use of the natural resources at issue).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But even if wholesalers in large numbers attempted to violate the Price Discrimination Law, the MWMBI has failed to demonstrate that the state cannot or will not either use existing enforcement mechanisms or create new mechanisms to halt such violations.  The MWMBI has the burden to show not merely that the Price Posting Laws would be more effective than other enforcement methods, but also that the Price Posting Laws would make such a difference to the Commission's enforcement efforts that the invalidation of these laws would cause a substantial enough increase in violations to disadvantage law-abiding wholesalers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under extant state law, wholesalers must still provide retailers with the prices, including any discounts, that they provide to other customers.  See Mass.  Regs.Code tit. 204, &#167; 2.14.  Wholesalers must also maintain detailed records of all their sales.  See 27 C.F.R. &#167; 194.226.  Thus, if retailers inform the Commission of suspected price discrimination, there would appear to be a documentary record for the Commission to investigate and, if necessary, present in an enforcement action in support of a request for sanctions.  Furthermore, under Mass.  Gen. Laws ch. 30A, the Commission has the power to reissue portions of the regulations that would not be illegal under the district court's analysis, including a provision that requires wholesalers to file price schedules with the Commission.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The MWMBI suggests that even with price filings, a wholesaler could engage in price discrimination by changing its prices at will and then claiming that its favored customer made purchases at a time when the prices were lower.  Using the documentary record, however, the Commission could attack such a transaction as a sham.  Moreover, if wholesalers are intent upon violating the law, it seems as easy to charge one price and post another under the Price Posting Laws as it would be to change price lists by the hour to disguise illegal discrimination.  The MWMBI has not pointed to any facts that persuade us that the Price Posting Laws are so superior to any other enforcement mechanisms that the invalidation of the laws will cause the wholesalers imminent injury.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In sum, to credit the MWMBI's assertion of imminent economic injury, we would have to accept not only that wholesalers will violate existing law, but also that:  (1) violations will occur in such numbers as to cause tangible economic injury to other wholesalers;  and (2) none of the state's enforcement mechanisms, short of the Price Posting Laws, is adequate to alleviate the posited violations.  For the reasons set forth above, the record before us does not permit either of these conclusions.</p>\n    </div>\n    <p>B. Redressability of the Alleged Injury</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The question whether the existing enforcement of the Price Discrimination Law is adequate not only implicates the imminence of the injury, but it also suggests a redressability problem.  Even if the existing methods are less effective than the Price Posting Laws, the MWMBI has no warrant to tell the Commission how to enforce state laws.  Cf. Defenders of Wildlife, 504 U.S. at 568, 112 S.Ct. 2130 (\"[S]uits challenging, not specifically identifiable Government violations of law, but the particular programs agencies establish to carry out their legal obligations ... [are], even when premised on allegations of several instances of violations of law, ... rarely if ever appropriate for federal-court adjudication.\")  (citing Allen, 468 U.S. at 759-60, 104 S.Ct. 3315);  Diamond, 476 U.S. at 64, 106 S.Ct. 1697 (noting that appellant could not force the State to enforce a statute against the appellees because \"a private citizen lacks a judicially cognizable interest in the prosecution or nonprosecution of another\") (citing Linda R.S. v. Richard D., 410 U.S. 614, 619, 93 S.Ct. 1146, 35 L.Ed.2d 536 (1973)).  Because the state may choose not to enforce the Price Posting Laws even if the lower court decision were reversed, it is not clear that this appeal is \"likely\" to redress the MWMBI's alleged injury.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Biszko v. RIHT Fin.  Corp., 758 F.2d 769 (1st Cir.1985), is an analogous case.  In Biszko, shareholders of a Rhode Island bank that had agreed to merge with a Massachusetts bank challenged the constitutionality of a Rhode Island statute that allowed interstate acquisitions of Rhode Island banks.  See id. at 769.   The statute limited acquisitions to New England banks during a two-year phase-in period, and by any bank thereafter.  See id. at 770-71.   The shareholders claimed that, absent the two-year regional restriction, with unrestricted competition they would have received more money for their stock in any merger.  See id. at 772.   They also argued that the nullification of the statute would redress their injury because the Rhode Island legislature would be moved to pass a statute permitting unrestricted interstate acquisitions.  See id. at 772-73.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We, however, determined that even if there was injury-in-fact, the injury could not be redressed by a favorable decision:  \"The 'injury' that appellants suggest they have suffered is no more than the preclusion of a benefit that they might gain were the Rhode Island legislature to react in a certain way to a decision by this court.  Such injury is not merely speculative--it is positively chimerical.\"  Id. at 773.   Similarly, in the present case redress for the MWMBI's alleged injury depends not only upon a reversal of the district court's decision, but also upon a state agency's decision to enforce a law after declining to appeal its invalidation.  The MWMBI has not produced anything that indicates that the Commission would enforce the law if the district court's decision were overturned.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We do not mean to suggest, as plaintiffs do, that a private party can never appeal the determination that a state statute is unconstitutional if the state declines the appeal.  Such a principle embodies an overly broad interpretation of Diamond, 476 U.S. 54, 106 S.Ct. 1697, 90 L.Ed.2d 48, that has been rejected by this circuit, see AVX, 962 F.2d 108.   Rather, we emphasize that in this case, where there is no indication that the state will choose to enforce the challenged regulations against a third party, and where the intervenor does not receive a direct benefit from a reversal of the decision below, it is not \"likely, as opposed to merely speculative, that the injury will be redressed by a favorable decision.\"  Defenders of Wildlife, 504 U.S. at 561, 112 S.Ct. 2130 (citation and internal quotation marks omitted).  Therefore, even if the MWMBI could demonstrate injury-in-fact, it would have no standing to prosecute this appeal.</p>\n    </div>\n    <p>IV. Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because there is insufficient \"immediacy and reality to [the] allegations of future injury\" to warrant appellate jurisdiction, O'Shea, 414 U.S. at 497, 94 S.Ct. 669 (citation and internal quotation marks omitted), we grant plaintiffs' motions to dismiss for lack of appellate standing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appeal dismissed.   Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Four other retailers were originally plaintiffs but dismissed their claims voluntarily</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The full text of the statute reads:</p>\n        <p>No licensee authorized under this chapter to sell alcoholic beverages to wholesalers or retailers shall--</p>\n        <p>(a) Discriminate, directly or indirectly, in price, in discounts for time of payment or in discounts on quantity of merchandise sold, between one wholesaler and another wholesaler, or between one retailer and another retailer purchasing alcoholic beverages bearing the same brand or trade name and of like age and quality;</p>\n        <p>(b) [There is no clause (b).]</p>\n        <p>All price lists or price quotations made to a licensee by a wholesaler shall remain in effect for at least thirty days after the establishment of such price list or quotation.  Any sale by a wholesaler of any alcoholic beverages at prices lower than the price reflected in such price list or quotation within such thirty day period shall constitute price discrimination under this section.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the question in AVX was whether an intervenor had appellate standing, the AVX panel broadly suggested that the heightened specificity requirement applies whenever standing is at issue.  See 962 F.2d at 115.   A subsequent panel has questioned this suggestion, noting that the Supreme Court, in Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, 507 U.S. 163, 113 S.Ct. 1160, 122 L.Ed.2d 517 (1993), rejected as inconsistent with Fed.R.Civ.P. 8 a judicially-created heightened pleading requirement for certain civil rights suits.  See Adams v. Watson, 10 F.3d 915, 919 n. 8 (1st Cir.1993)</p>\n        <p>Whatever effect the rationale of Leatherman might have on AVX 's dictum with respect to pleading requirements in the district court, it is clear that AVX 's core holding--that an intervenor seeking to establish appellate standing must set forth specific facts--remains good law in this circuit.  We therefore are duty-bound to apply that holding here.  See, e.g., United States v. Sawyer, 144 F.3d 191, 196 (1st Cir.1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because the MWMBI has not met the minimal constitutional requirements, see infra, we do not reach the prudential elements of standing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The MWMBI argues, relatedly, that the injuries at issue include \"a marketplace where smaller, less influential retailers will be placed at a competitive disadvantage.\"   Inasmuch as this alleged injury is to retailers rather than to wholesalers, the injury does not give the MWMBI standing.  See, e.g., Warth, 422 U.S. at 499, 95 S.Ct. 2197 (stating that a party \"generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties\");  Moose Lodge No. 197 v. Irvis, 407 U.S. 163, 166, 92 S.Ct. 1965, 32 L.Ed.2d 627 (1972)(similar)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the MWMBI also briefly mentions that the elimination of the Price Posting Laws has already caused the wholesalers economic loss, it fails to support its allegation with particulars describing any current injury--e.g., market destabilization, decreased profits, or external pressures to engage in price discrimination.  We therefore disregard this allegation as conclusory, see AVX, 962 F.2d at 115, and confine our focus to whether the MWMBI members face an imminent future injury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The MWMBI is in an unusual stance in this case because the injury alleged to some of its members (the law-abiding wholesalers) may be the direct result of illegal activity by other members.  Some circuits have determined that if there are conflicts of interest among an association's members, the association will fail either the germaneness-to-the-organization prong or the individual-participation prong of the associational standing test.  See, e.g., Retired Chicago Police Ass'n v. City of Chicago, 76 F.3d 856, 864-65 (7th Cir.1996) (under germaneness-to-the-organization prong);  Maryland Highways Contractors Ass'n v. Maryland, 933 F.2d 1246, 1251-53 (4th Cir.1991) (under individual-participation prong).  Other circuits, however, permit standing even if there are such conflicts.  See, e.g., Associated Gen. Contractors of Cal. v. Coalition for Economic Equity, 950 F.2d 1401, 1408-09 (9th Cir.1991)</p>\n        <p>We need not decide whether conflicts of interest among the MWMBI members defeat associational standing because we conclude that no MWMBI member has suffered an injury-in-fact.  For present purposes, it is sufficient merely to note that, in all material respects, MWMBI-member wholesalers engaging in illegal price discrimination would be third parties with respect to the wholesalers that are putatively injured.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While predicting the behavior of third parties is always dubious, it is particularly troubling to postulate that a third party will violate a valid law that is not being challenged.  Cf. O'Shea v. Littleton, 414 U.S. 488, 497, 94 S.Ct. 669, 38 L.Ed.2d 674 (1974) (evincing an unwillingness to predict that plaintiffs will \"violate an unchallenged law,\" be charged, and be tried in proceedings before defendants);  Nelsen v. King County, 895 F.2d 1248, 1252 (9th Cir.1990);  Joseph v. United States Civil Serv.  Comm'n, 554 F.2d 1140, 1148 (D.C.Cir.1977).  There is, however, evidence in the record of previous violations of the Price Posting Laws and the Price Discrimination Law.  See O'Shea, 414 U.S. at 496, 94 S.Ct. 669 (\"[P]ast wrongs are evidence bearing on whether there is a real and immediate threat of repeated injury.\").  Therefore, despite our concerns about assuming that third parties will violate valid law in the future, we will assume that the threat of future violations is not too remote to constitute injury-in-fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although the district court determined that the provision requiring the filing of prices would not violate the Sherman Act by itself, the court struck down this provision because it determined that the provision was not severable from those other provisions which in its view violated federal law</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></span></p>\n    <p class=\"case_cite\">1998-2 Trade Cases  P 72,304</p>\n    <p class=\"parties\">SEA SHORE CORPORATION d/b/a Canterbury Liquors &amp; Pantry and<br>Whitehall Co., Limited, Plaintiffs, Appellees,<br>v.<br>Walter J. SULLIVAN, Jr., Suzanne Ianella and Frederick W.<br>Riley and individually and in their Representative and<br>official capacity as members of the Massachusetts Alcoholic<br>Beverages Control Commission, Defendants, Appellees,<br>Massachusetts Wholesalers of Malt Beverages, Inc.,<br>Intervenor, Appellant.</p>\n    <p class=\"docket\">No. 98-1317.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 9, 1998.<br>Decided Oct. 20, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">H. Glenn Alberich with whom Thomas Fenerty, Eileen M. Fava, Molly S. Boast, and LeBoeuf, Lamb, Greene &amp; MacRae, L.L.P., were on brief for intervenor, appellant.</p>\n      <p class=\"indent\">Gerald J. Caruso, with whom Ferriter, Scobbo, Caruso, &amp; Rodophele, P.C., Alan L. Kovacs, and Bass, Doherty &amp; Kovacs, were on brief for plaintiff, appellee Sea Shore Corp.</p>\n      <p class=\"indent\">Robert S. Frank, Jr., with whom Robert M. Buchanan, Jr., Joshua A. Engel, and Choate, Hall &amp; Stewart, were on brief for plaintiff, appellee Whitehall Co., Ltd.</p>\n      <p class=\"indent\">Robert D. Paul, J. Mark Gidley, and White &amp; Case LLP on brief for The Stop &amp; Shop Companies, Inc., amicus curiae.</p>\n      <p class=\"indent\">Thomas R. Kiley, Steven H. Goldberg, and Cosgrove, Eisenberg &amp; Kiley, P.C. on brief for Massachusetts Food Association, amicus curiae.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Massachusetts Wholesalers of Malt Beverages, Inc.  (the \"MWMBI\"), a defendant-intervenor below, has filed a notice of appeal from the district court's ruling that Massachusetts regulations requiring price posting in the sale of alcoholic beverages violate the Sherman Act, 15 U.S.C. &#167; 1.  Because the state defendants in the action below did not appeal, there is a threshold question whether the MWMBI has independent standing to maintain this appeal.  Because the MWMBI does not meet standing requirements, we dismiss for lack of appellate jurisdiction.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 23, 1994, plaintiff Sea Shore Corporation d/b/a Canterbury Liquors &amp; Pantry, a retailer of alcoholic beverages,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> brought an official-capacity action against members of the Massachusetts Alcoholic Beverages Control Commission (the \"Commission\"), the state body charged with the enforcement of liquor pricing laws.  Whitehall Company, Limited, a wholesaler of alcoholic beverages, intervened as a plaintiff, and the MWMBI, a trade association of beer wholesalers, intervened as a defendant.  Plaintiffs sought:  (1) a declaration that certain provisions of Mass.  Gen. Laws ch. 138, &#167; 25A and related regulations, Mass.  Regs.Code tit. 204, &#167;&#167; 6.01-6.07 (collectively, the \"Price Posting Laws\"), are a per se violation of the Sherman Act and are not shielded from invalidation by the state action doctrine;  and (2) orders permanently enjoining the Commission from enforcing the Price Posting Laws.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs did not challenge the first subparagraph of Mass.  Gen. Laws ch. 138, &#167; 25A, which prohibits price discrimination in the sale of alcoholic beverages (the \"Price Discrimination Law\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Rather, they contested only the provisions of the statute and regulations that provide for a \"post and hold\" scheme of pricing.  Under the challenged provisions, Massachusetts wholesalers must post all prices that they will charge for the following month.  See Mass.  Gen. Laws ch. 138, &#167; 25A;  Mass.  Regs. Code tit. 204, &#167; 6.03(3).  For ten days after the initial posting, wholesalers are permitted to amend the price on a specific brand product to meet, but not beat, the lowest posted price for that product.  See Mass.  Regs.Code tit. 204, &#167; 6.05(1).  They cannot otherwise raise or lower prices during the month in question.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 19, 1996, plaintiffs filed motions for summary judgment, and defendants filed cross-motions for partial summary judgment.  On February 3, 1998, the district court granted plaintiffs' motions for summary judgment and denied defendants' motions.  The district court concluded that the Price Posting Laws are a state hybrid restraint constituting a per se violation of the Sherman Act, 15 U.S.C. &#167; 1, and that these laws are not saved by the state action defense.  The court therefore found that the Sherman Act preempted the Price Posting Laws, pursuant to the Supremacy Clause of the United States Constitution.  See U.S. Const. art.  VI.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following this ruling, the Commission informed the district court that it would not appeal and would comply voluntarily with the court's decision.  The MWMBI, however, filed a notice of appeal on March 27, 1998.  On April 27, 1998, plaintiffs moved to dismiss the MWMBI's appeal for lack of standing to press the appeal.  We deferred ruling on the motion until after oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">If a party lacks standing, we have no jurisdiction to decide the merits of the case.  See FW/PBS, Inc. v. City of Dallas, <span class=\"citation\" data-id=\"112348\"><a href=\"/opinion/112348/fwpbs-inc-v-dallas/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, 231, <span class=\"citation\" data-id=\"112348\"><a href=\"/opinion/112348/fwpbs-inc-v-dallas/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, <span class=\"citation\" data-id=\"112348\"><a href=\"/opinion/112348/fwpbs-inc-v-dallas/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">603</span></a></span> (1990);  Valley Forge Christian College v. Americans United for Separation of Church &amp; State, Inc., <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 475-76, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982).  Therefore, we first examine whether the MWMBI has standing to appeal the district court's grant of summary judgment.</p>\n    </div>\n    <p>II. The Article III</p>\n    <p>Requirements for Standing</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The burden of stating facts sufficient to support standing rests with the party seeking to assert federal jurisdiction.  See Warth v. Seldin, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 518, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975).  This burden applies to a party seeking to assert federal jurisdiction on appeal.  See Diamond v. Charles, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, 68, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></a></span> (1986) (involving intervenor appellant);  United States v. AVX Corp., <span class=\"citation\" data-id=\"582534\"><a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 114 (1st Cir.1992) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In addressing plaintiffs' motions to dismiss for lack of jurisdiction, we accept as true all material allegations of the MWMBI.  See AVX, 962 F.2d at 114.   We need not, however, credit \"bald assertions,\" \"subjective characterizations, optimistic predictions, or problematic suppositions.\"  Id. at 115 (citations and internal quotation marks omitted).  \" '[E]mpirically unverifiable' conclusions, not 'logically compelled, or at least supported, by the stated facts,' deserve no deference.\"  Id. (quoting Dartmouth Review v. Dartmouth College, <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1989)).  Moreover, we require heightened specificity from an intervenor seeking to establish appellate standing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See AVX, 962 F.2d at 115.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As an intervenor seeking singlehandedly to appeal a judgment, the MWMBI must independently pass the test of Article III standing.  See Diamond, 476 U.S. at 68, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span> (\"[A]n intervenor's right to continue a suit in the absence of the party on whose side intervention was permitted is contingent upon a showing by the intervenor that he fulfills the requirements of Art.  III.\");  AVX, 962 F.2d at 113.   We cannot assume standing to appeal merely because the party was appropriately permitted to intervene in the proceeding below.  See AVX, 962 F.2d at 112 (noting that when the original state defendant does not appeal, the intervenor can no longer \"ride the state's coattails\" and \"derive the benefit of the state's standing\").  Thus, we review the constitutional requirements for standing.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We start with the basics.  The MWMBI must demonstrate:  (1) an \"injury-in-fact\";  (2) that is \"fairly traceable\" to the proceeding below;  and (3) is \"likely\" to be \"redressed by a favorable decision.\"  Lujan v. Defenders of Wildlife, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992);  see also Allen v. Wright, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 751, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984).  Although these concepts are \"concededly not susceptible of precise definition,\" case law has provided substantial guidance.  Allen, 468 U.S. at 751, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>.   Most importantly, \"injury-in-fact\" must involve \"an invasion of a legally-protected interest which is (a) concrete and particularized;  and (b) actual or imminent, not conjectural or hypothetical.\"  Defenders of Wildlife, 504 U.S. at 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span> (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because the MWMBI is alleging injury to its constituent members rather than to itself as an organization, additional considerations are also relevant.  An association may assert standing on behalf of its members if:  (1) at least one of its members possesses standing to sue in its own right (by meeting the Article III requirements, including, inter alia, injury-in-fact);  (2) the interests that the suit seeks to vindicate are germane to the organization's objectives;  and (3) neither the claim asserted nor the relief demanded necessitates the participation of individual members.  See UAW v. Brock, <span class=\"citation\" data-id=\"111720\"><a href=\"/opinion/111720/automobile-workers-v-brock/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 282, <span class=\"citation\" data-id=\"111720\"><a href=\"/opinion/111720/automobile-workers-v-brock/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2523</span></a></span>, <span class=\"citation\" data-id=\"111720\"><a href=\"/opinion/111720/automobile-workers-v-brock/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></a></span> (1986);  Hunt v. Washington Apple Adver.  Comm'n, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 343, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2434</span></a></span>, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1977).  The issue upon which the parties focus is whether any MWMBI member possesses standing in its own right.  We find that the MWMBI has not met its burden of showing that an MWMBI member has suffered an injury-in-fact that is \"actual or imminent\" or \"likely\" to be redressed.</p>\n    </div>\n    <p>III. The Standing of the MWMBI Members</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The MWMBI contends that its members will suffer concrete economic injuries as a result of the decision below and that these injuries are sufficient to meet the requirements of Article III.  Specifically, the MWMBI argues that with the Price Posting Laws invalidated, the Price Discrimination Law will not be adequately enforced.  As a result, wholesalers that abide by the Price Discrimination Law will be at a competitive disadvantage vis-a-vis those that violate the law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">While injury through economic competition is certainly possible, see e.g., Adams, 10 F.3d at 921, the MWMBI's alleged injury is not sufficiently imminent to confer standing.  It is also questionable whether the alleged injury is redressable.</p>\n    </div>\n    <p>A. The Imminence of the Alleged Injury</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Future injury must be imminent to qualify as injury-in-fact.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See, e.g., Adams, 10 F.3d at 921.   The concept of imminence \"is bounded by its Article III purpose:  to ensure that the alleged injury is not too speculative.\"  Berner v. Delahanty, <span class=\"citation\" data-id=\"197623\"><a href=\"/opinion/197623/berner-v-delahanty/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 24 (1st Cir.1997) (citing Defenders of Wildlife, 504 U.S. at 564 n. 2, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>).   For this reason, almost all competitor injury cases focus on causal connections predicted by established economic theory.  See, e.g., Adams, 10 F.3d at 923 (\"[B]asic economic theory quite consistently transcends utter randomness by positing elemental laws of cause and effect predicated on actual market experience and probable market behavior.\").  Outside the sphere of economic theory, predicting future injury and the behavior of third parties is usually suspect.  See, e.g., id. at 922-23 (\"When considering any chain of allegations for standing purposes, we may reject as overly speculative ... predictions of future events (especially future actions by third parties ) ....\") (alteration in original) (citation and internal quotation marks omitted);  United Transp. Union v. ICC, <span class=\"citation\" data-id=\"533772\"><a href=\"/opinion/533772/united-transportation-union-v-interstate-commerce-commission-and-united/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 912 n. 7 (D.C.Cir.1989) (\"That a court believes itself bound to credit allegations of future injury that are firmly rooted in the basic laws of economics does not compel us to accept allegations founded solely on the complainant's speculation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the injury is not imminent because it depends upon several tenuous contingencies.  The MWMBI's allegation of injury asks us to go beyond basic economic predictions and speculate that third-party wholesalers will violate the unchallenged Price Discrimination Law to such an extent that the violations will disadvantage wholesalers that obey the law.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The allegation also assumes that neither the enforcement mechanisms currently in place nor any conceivable mechanism that the Commission may institute, short of the invalidated Price Posting Laws, will prevent such violations.  For the following reasons, we are unwilling to indulge such speculation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Assuming arguendo that some wholesalers will choose to violate the Price Discrimination Law,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> there is no showing that the violations will be substantial enough to disadvantage those competitors obeying the law.  The MWMBI posits no estimations of how extensive the Price Discrimination Law violations will be.  Nor does it suggest how widespread such violations must be to destabilize the market or injure law-abiding wholesalers.  Rather, the MWMBI merely provides the affidavit of an economist who avers that wholesalers, faced with the \"difficult choice\" of engaging in price discrimination or \"jeopardizing their sales to significant clients,\" may violate the law.  The economist further states that \"[t]o the extent\" wholesalers violate the Price Discrimination Law, smaller retailers will be at a competitive disadvantage, a trend that \"may lead quickly\" to the elimination of smaller retailers and thereby increase the pressure on wholesalers to engage in price discrimination.  This analysis lacks particulars about the likelihood of market destabilization and the extent of possible violations.  Cf. AVX, 962 F.2d at 117 (finding no particularized showing of injury in environmental suit because there is no \"fleshing-out\" of facts such as identities of association's members or the extent and frequency of use of the natural resources at issue).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But even if wholesalers in large numbers attempted to violate the Price Discrimination Law, the MWMBI has failed to demonstrate that the state cannot or will not either use existing enforcement mechanisms or create new mechanisms to halt such violations.  The MWMBI has the burden to show not merely that the Price Posting Laws would be more effective than other enforcement methods, but also that the Price Posting Laws would make such a difference to the Commission's enforcement efforts that the invalidation of these laws would cause a substantial enough increase in violations to disadvantage law-abiding wholesalers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under extant state law, wholesalers must still provide retailers with the prices, including any discounts, that they provide to other customers.  See Mass.  Regs.Code tit. 204, &#167; 2.14.  Wholesalers must also maintain detailed records of all their sales.  See 27 C.F.R. &#167; 194.226.  Thus, if retailers inform the Commission of suspected price discrimination, there would appear to be a documentary record for the Commission to investigate and, if necessary, present in an enforcement action in support of a request for sanctions.  Furthermore, under Mass.  Gen. Laws ch. 30A, the Commission has the power to reissue portions of the regulations that would not be illegal under the district court's analysis, including a provision that requires wholesalers to file price schedules with the Commission.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The MWMBI suggests that even with price filings, a wholesaler could engage in price discrimination by changing its prices at will and then claiming that its favored customer made purchases at a time when the prices were lower.  Using the documentary record, however, the Commission could attack such a transaction as a sham.  Moreover, if wholesalers are intent upon violating the law, it seems as easy to charge one price and post another under the Price Posting Laws as it would be to change price lists by the hour to disguise illegal discrimination.  The MWMBI has not pointed to any facts that persuade us that the Price Posting Laws are so superior to any other enforcement mechanisms that the invalidation of the laws will cause the wholesalers imminent injury.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In sum, to credit the MWMBI's assertion of imminent economic injury, we would have to accept not only that wholesalers will violate existing law, but also that:  (1) violations will occur in such numbers as to cause tangible economic injury to other wholesalers;  and (2) none of the state's enforcement mechanisms, short of the Price Posting Laws, is adequate to alleviate the posited violations.  For the reasons set forth above, the record before us does not permit either of these conclusions.</p>\n    </div>\n    <p>B. Redressability of the Alleged Injury</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The question whether the existing enforcement of the Price Discrimination Law is adequate not only implicates the imminence of the injury, but it also suggests a redressability problem.  Even if the existing methods are less effective than the Price Posting Laws, the MWMBI has no warrant to tell the Commission how to enforce state laws.  Cf. Defenders of Wildlife, 504 U.S. at 568, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span> (\"[S]uits challenging, not specifically identifiable Government violations of law, but the particular programs agencies establish to carry out their legal obligations ... [are], even when premised on allegations of several instances of violations of law, ... rarely if ever appropriate for federal-court adjudication.\")  (citing Allen, 468 U.S. at 759-60, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>);  Diamond, 476 U.S. at 64, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span> (noting that appellant could not force the State to enforce a statute against the appellees because \"a private citizen lacks a judicially cognizable interest in the prosecution or nonprosecution of another\") (citing Linda R.S. v. Richard D., <span class=\"citation\" data-id=\"108736\"><a href=\"/opinion/108736/linda-rs-v-richard-d/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, 619, <span class=\"citation\" data-id=\"108736\"><a href=\"/opinion/108736/linda-rs-v-richard-d/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"108736\"><a href=\"/opinion/108736/linda-rs-v-richard-d/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">536</span></a></span> (1973)).  Because the state may choose not to enforce the Price Posting Laws even if the lower court decision were reversed, it is not clear that this appeal is \"likely\" to redress the MWMBI's alleged injury.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Biszko v. RIHT Fin.  Corp., <span class=\"citation\" data-id=\"450369\"><a href=\"/opinion/450369/michael-biszko-jr-v-riht-financial-corporation/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">769</span></a></span> (1st Cir.1985), is an analogous case.  In Biszko, shareholders of a Rhode Island bank that had agreed to merge with a Massachusetts bank challenged the constitutionality of a Rhode Island statute that allowed interstate acquisitions of Rhode Island banks.  See id. at 769.   The statute limited acquisitions to New England banks during a two-year phase-in period, and by any bank thereafter.  See id. at 770-71.   The shareholders claimed that, absent the two-year regional restriction, with unrestricted competition they would have received more money for their stock in any merger.  See id. at 772.   They also argued that the nullification of the statute would redress their injury because the Rhode Island legislature would be moved to pass a statute permitting unrestricted interstate acquisitions.  See id. at 772-73.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We, however, determined that even if there was injury-in-fact, the injury could not be redressed by a favorable decision:  \"The 'injury' that appellants suggest they have suffered is no more than the preclusion of a benefit that they might gain were the Rhode Island legislature to react in a certain way to a decision by this court.  Such injury is not merely speculative--it is positively chimerical.\"  Id. at 773.   Similarly, in the present case redress for the MWMBI's alleged injury depends not only upon a reversal of the district court's decision, but also upon a state agency's decision to enforce a law after declining to appeal its invalidation.  The MWMBI has not produced anything that indicates that the Commission would enforce the law if the district court's decision were overturned.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We do not mean to suggest, as plaintiffs do, that a private party can never appeal the determination that a state statute is unconstitutional if the state declines the appeal.  Such a principle embodies an overly broad interpretation of Diamond, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></a></span>, that has been rejected by this circuit, see AVX, <span class=\"citation\" data-id=\"582534\"><a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>.   Rather, we emphasize that in this case, where there is no indication that the state will choose to enforce the challenged regulations against a third party, and where the intervenor does not receive a direct benefit from a reversal of the decision below, it is not \"likely, as opposed to merely speculative, that the injury will be redressed by a favorable decision.\"  Defenders of Wildlife, 504 U.S. at 561, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span> (citation and internal quotation marks omitted).  Therefore, even if the MWMBI could demonstrate injury-in-fact, it would have no standing to prosecute this appeal.</p>\n    </div>\n    <p>IV. Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because there is insufficient \"immediacy and reality to [the] allegations of future injury\" to warrant appellate jurisdiction, O'Shea, 414 U.S. at 497, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span> (citation and internal quotation marks omitted), we grant plaintiffs' motions to dismiss for lack of appellate standing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appeal dismissed.   Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Four other retailers were originally plaintiffs but dismissed their claims voluntarily</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The full text of the statute reads:</p>\n        <p>No licensee authorized under this chapter to sell alcoholic beverages to wholesalers or retailers shall--</p>\n        <p>(a) Discriminate, directly or indirectly, in price, in discounts for time of payment or in discounts on quantity of merchandise sold, between one wholesaler and another wholesaler, or between one retailer and another retailer purchasing alcoholic beverages bearing the same brand or trade name and of like age and quality;</p>\n        <p>(b) [There is no clause (b).]</p>\n        <p>All price lists or price quotations made to a licensee by a wholesaler shall remain in effect for at least thirty days after the establishment of such price list or quotation.  Any sale by a wholesaler of any alcoholic beverages at prices lower than the price reflected in such price list or quotation within such thirty day period shall constitute price discrimination under this section.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the question in AVX was whether an intervenor had appellate standing, the AVX panel broadly suggested that the heightened specificity requirement applies whenever standing is at issue.  See 962 F.2d at 115.   A subsequent panel has questioned this suggestion, noting that the Supreme Court, in Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1993), rejected as inconsistent with Fed.R.Civ.P. 8 a judicially-created heightened pleading requirement for certain civil rights suits.  See Adams v. Watson, <span class=\"citation\" data-id=\"195073\"><a href=\"/opinion/195073/adams-v-watson-etc/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">915</span></a></span>, 919 n. 8 (1st Cir.1993)</p>\n        <p>Whatever effect the rationale of Leatherman might have on AVX 's dictum with respect to pleading requirements in the district court, it is clear that AVX 's core holding--that an intervenor seeking to establish appellate standing must set forth specific facts--remains good law in this circuit.  We therefore are duty-bound to apply that holding here.  See, e.g., United States v. Sawyer, <span class=\"citation\" data-id=\"197981\"><a href=\"/opinion/197981/united-states-v-sawyer/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 196 (1st Cir.1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because the MWMBI has not met the minimal constitutional requirements, see infra, we do not reach the prudential elements of standing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The MWMBI argues, relatedly, that the injuries at issue include \"a marketplace where smaller, less influential retailers will be placed at a competitive disadvantage.\"   Inasmuch as this alleged injury is to retailers rather than to wholesalers, the injury does not give the MWMBI standing.  See, e.g., Warth, 422 U.S. at 499, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span> (stating that a party \"generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties\");  Moose Lodge No. 197 v. Irvis, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 166, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">627</span></a></span> (1972)(similar)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the MWMBI also briefly mentions that the elimination of the Price Posting Laws has already caused the wholesalers economic loss, it fails to support its allegation with particulars describing any current injury--e.g., market destabilization, decreased profits, or external pressures to engage in price discrimination.  We therefore disregard this allegation as conclusory, see AVX, 962 F.2d at 115, and confine our focus to whether the MWMBI members face an imminent future injury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The MWMBI is in an unusual stance in this case because the injury alleged to some of its members (the law-abiding wholesalers) may be the direct result of illegal activity by other members.  Some circuits have determined that if there are conflicts of interest among an association's members, the association will fail either the germaneness-to-the-organization prong or the individual-participation prong of the associational standing test.  See, e.g., Retired Chicago Police Ass'n v. City of Chicago, <span class=\"citation\" data-id=\"712956\"><a href=\"/opinion/712956/retired-chicago-police-association-and-clinton-a-krislov/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">856</span></a></span>, 864-65 (7th Cir.1996) (under germaneness-to-the-organization prong);  Maryland Highways Contractors Ass'n v. Maryland, <span class=\"citation\" data-id=\"561795\"><a href=\"/opinion/561795/the-maryland-highways-contractors-association-incorporated-v-state-of/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1246</span></a></span>, 1251-53 (4th Cir.1991) (under individual-participation prong).  Other circuits, however, permit standing even if there are such conflicts.  See, e.g., Associated Gen. Contractors of Cal. v. Coalition for Economic Equity, <span class=\"citation\" data-id=\"573129\"><a href=\"/opinion/573129/associated-general-contractors-of-california-inc-a-nonprofit-california/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1401</span></a></span>, 1408-09 (9th Cir.1991)</p>\n        <p>We need not decide whether conflicts of interest among the MWMBI members defeat associational standing because we conclude that no MWMBI member has suffered an injury-in-fact.  For present purposes, it is sufficient merely to note that, in all material respects, MWMBI-member wholesalers engaging in illegal price discrimination would be third parties with respect to the wholesalers that are putatively injured.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While predicting the behavior of third parties is always dubious, it is particularly troubling to postulate that a third party will violate a valid law that is not being challenged.  Cf. O'Shea v. Littleton, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, 497, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span>, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1974) (evincing an unwillingness to predict that plaintiffs will \"violate an unchallenged law,\" be charged, and be tried in proceedings before defendants);  Nelsen v. King County, <span class=\"citation\" data-id=\"536244\"><a href=\"/opinion/536244/ronald-o-nelsen-michael-bullene-v-king-county/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1248</span></a></span>, 1252 (9th Cir.1990);  Joseph v. United States Civil Serv.  Comm'n, <span class=\"citation\" data-id=\"345368\"><a href=\"/opinion/345368/joel-d-joseph-v-united-states-civil-service-commission/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span>, 1148 (D.C.Cir.1977).  There is, however, evidence in the record of previous violations of the Price Posting Laws and the Price Discrimination Law.  See O'Shea, 414 U.S. at 496, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span> (\"[P]ast wrongs are evidence bearing on whether there is a real and immediate threat of repeated injury.\").  Therefore, despite our concerns about assuming that third parties will violate valid law in the future, we will assume that the threat of future violations is not too remote to constitute injury-in-fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although the district court determined that the provision requiring the filing of prices would not violate the Sherman Act by itself, the court struck down this provision because it determined that the provision was not severable from those other provisions which in its view violated federal law</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712956/"
  ]
}