{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198129/",
  "absolute_url": "/opinion/198129/shorette-v-rite-aid/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198129/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:46:14Z",
  "date_modified": "2017-03-24T10:54:43.865786Z",
  "type": "010combined",
  "sha1": "13e866928fab4a27487871e775f484b6506f0762",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1005.01A",
  "local_path": null,
  "plain_text": "          UNITED STATES COURT OF APPEALS\r\n               FOR THE FIRST CIRCUIT\r\n\nNo. 98-1005\r\n\n              PETER W. SHORETTE, SR.,\r\n\n               Plaintiff, Appellant,\r\n\n                        v.\r\n\n             RITE AID OF MAINE, INC.,\r\n\n               Defendant, Appellee.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n             FOR THE DISTRICT OF MAINE\r\n\n [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r\n\n                      Before\r\n\n              Torruella, Chief Judge,\r\n\n            Cyr, Senior Circuit Judge,\r\n\n             and Stahl, Circuit Judge.\r\n\nArthur J. Greif, with whom Charles E. Gilbert III and Gilbert Law\r\nOffices, P.A. were on brief for appellant.\r\nAnne M. Carney, with whom Jonathan W. Brogan and Norman, Hanson &amp;\r\nDeTroy were on brief for appellee.\r\n\n               September 14, 1998\r\n\nCYR, Senior Circuit Judge.  Peter W. Shorette, Sr.,\r\nappeals from the district court judgment which dismissed his age\r\ndiscrimination claim against his former employer, Rite Aid of\r\nMaine, Inc. (\"Rite Aid\").  We affirm.\r\n                      I\r\n                  BACKGROUND\r\nFor nearly thirty years Shorette worked as a store\r\nmanager for LaVerdiere Drug Stores (\"LaVerdiere\").  In 1994, Rite\r\nAid, a LaVerdiere competitor, constructed a new store across the\r\nstreet from the LaVerdiere store which Shorette managed in\r\nFairfield, Maine.  Later that year Rite Aid acquired LaVerdiere,\r\nand converted all seventy-four LaVerdiere stores into Rite Aid\r\nstores.  Shorette, then 60 years of age, was receiving an annual\r\nsalary of $31,000 at the time, whereas Rite Aid store managers\r\nreceived roughly $25,000.  Unlike LaVerdiere store managers,\r\nmoreover, all Rite Aid store managers were provided in-store\r\ncomputer systems with which to perform various managerial\r\nfunctions, such as inventory and payroll.  After the LaVerdiere\r\ntakeover, Rite Aid advised all former LaVerdiere managers that it\r\nwould retain them as managers, and train them on the Rite Aid\r\ncomputer system.  Since the Fairfield store which Shorette managed\r\nwas next door to the newly constructed Rite Aid store, and\r\ntherefore redundant, it was slated for closure.  Before the\r\nFairfield store closed, however, Rite Aid brought in a temporary\r\ncomputer setup in order to provide Shorette and his staff with six\r\ndays of in-store training.  Thereafter, Rite Aid transferred\r\nShorette's staff to the new Rite Aid store, leaving Shorette alone\r\nto man the old store until it was closed one month later.  Finally,\r\nduring this interim period Shorette and other former LaVerdiere\r\nmanagers attended a one-day computer training class.  \r\nAfter the old store closed, Rite Aid transferred Shorette\r\nto its Augusta store as an \"assistant manager\" or \"manager trainee\"\r\nuntil such time as a new managership became available.  During this\r\nperiod, Shorette continued to receive his $31,000 annual salary,\r\nwhile the Augusta store manager, Charles Pattershall, instructed\r\nhim on how to perform managerial tasks on the computer.  After\r\nthree months, however, Pattershall reported to Rite Aid District\r\nManager Thurston Gilman that Shorette had been able to make little\r\nprogress.  In December 1994, Gilman met with Shorette and informed\r\nhim that computer proficiency was an essential function for all\r\nRite Aid store managers.  Although Pattershall resumed the training\r\neffort with Shorette, he reported little headway.\r\nOne month later Gilman transferred Shorette to the Rite\r\nAid store in Waterville, whose manager, Wayne Cyrway, was a former\r\nLaVerdiere store manager who had proven especially adept at\r\ntraining store managers on the Rite Aid computer system.  After\r\ninitially observing that Shorette had poor computer skills, Cyrway\r\ndetermined to start \"from scratch,\" and provided Shorette with one-\r\non-one, in-store computer training for up to twenty hours weekly. \r\nOver the next three months, James Lucier, the Rite Aid human\r\nresources manager, checked with Cyrway, who reported that Shorette\r\nseemed unable to absorb and retain the rudimentary concepts of\r\ncomputer operation.  \r\nIn April 1995, Lucier informed Cyrway that Rite Aid had\r\ndecided to discontinue training Shorette for a store managership\r\ndue to Shorette's continued inability to learn the Rite Aid\r\ncomputer system.  Lucier asked Cyrway if he would be willing to\r\ntake Shorette on at the Augusta store as his key cashier, a lower-\r\npaying position which required less computer proficiency.  Cyrway\r\nagreed.  The next day Lucier met with Shorette to inform him that\r\nRite Aid could not \"afford\" to retain him any longer as an assistant\r\nmanager.  After he was given the choice of resigning or being\r\ndemoted to key cashier, Shorette elected to resign.\r\nIn due course Shorette filed a five-count complaint\r\nagainst Rite Aid in Maine superior court, which Rite Aid removed to\r\nfederal district court.  The complaint alleged, inter alia, that\r\nRite Aid deliberately forced Shorette to resign because of his age,\r\nin violation of the Age Discrimination in Employment Act (ADEA), 29\r\nU.S.C.  621 et seq..  After discovery had been completed, Rite\r\nAid successfully moved for summary judgment on all counts and\r\nShorette appealed.\r\n                      II\r\n                  DISCUSSION\r\nShorette contends that he adduced adequate evidence to\r\ngenerate a trialworthy issue as to whether Rite Aid forced him to\r\nresign because of his age in violation of the ADEA.  At all times\r\nADEA plaintiffs bear the burden of proving that their employer\r\ndiscriminated against them on account of their age.  See Hidalgo v.\r\nOverseas Condado Ins. Agencies, Inc., 120 F.3d 328, 332 (1st Cir.\r\n1997); Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 723 (1st Cir.\r\n1994).  Hence, at the summary judgment stage Rite Aid could prevail\r\nonly if Shorette failed to adduce sufficient evidence from which a\r\nrational factfinder could return a verdict in his favor, seeCelotex Corp. v. Catrett, 477 U.S. 317, 322-23 (1986); American\r\nAirlines, Inc. v. Cardoza-Rodriguez, 133 F.3d 111, 116 (1st Cir.\r\n1998), without resorting to \"conclusory allegations, improbable\r\ninferences, and unsupported speculation,\" Medina-Munoz v. R.J.\r\nReynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).\r\nAbsent direct evidence of discriminatory intent, an ADEA\r\nplaintiff may present circumstantial evidence pursuant to the\r\nfamiliar three-stage, burden-shifting paradigm.  See Woodman v.\r\nHaemonetics Corp., 51 F.3d 1087, 1091 (1st Cir. 1995).  At the\r\nfirst stage, the plaintiff employee must make a prima faciedemonstration that he:  \"(1) was at least forty years of age, (2)\r\nmet the employer's legitimate job performance expectations, (3)\r\nexperienced adverse employment action, and (4) was replaced by a\r\nperson with roughly equivalent job qualifications.\"  Hidalgo, 120\r\nF.3d at 332 (citation omitted).  Once established, the prima faciecase raises a presumption that the employer was motivated by\r\ndiscriminatory animus.  Id. at 334.  The burden of production then\r\nshifts to the employer to articulate  though not to prove  a\r\nlegitimate nondiscriminatory basis for its employment decision. \r\nId.  Once the employer meets its limited burden of production, the\r\npresumption of discrimination generated by the prima facie case is\r\nstricken from the calculus, and the burden returns to the employee\r\nto prove not only (1) that the reason the employer articulated for\r\nthe challenged employment action was a pretext or sham, but (2)\r\nthat its real reason was the employee's age.  Id. at 335.  Thus,\r\n\"[i]n pursuing [the third-stage] inquiry, we focus on whether the\r\nemployer believed that its proffered reason was credible.  That is,\r\n[plaintiff] must do more than cast doubt on the rationale proffered\r\nby the employer, the 'evidence must be of such strength and quality\r\nas to permit a reasonable finding that the . . . [termination] was\r\nobviously or manifestly unsupported.'\" Ruiz v. Posadas de San Juan\r\nAssocs., 124 F.3d 243, 248 (1st Cir. 1997) (emphasis added)\r\n(citations omitted).\r\nA.   Direct Evidence of Discriminatory Animus\r\nShorette maintains that various remarks by Rite Aid\r\nmanagers amounted to direct evidence of Rite Aid's age-based\r\nanimus.  First, around the time Rite Aid acquired LaVerdiere,\r\nShorette's district manager, Roland Hughes, asked Shorette how old\r\nhe was and when he planned to retire.  Assuming as much, this is\r\nnot only a textbook example of an isolated remark which\r\ndemonstrates nothing, but Shorette was not able to state whether\r\nHughes made the statement before or after the Rite Aid takeover. \r\nConsequently, it is impossible to impute the remark to Rite Aid. \r\nMoreover, even assuming the remark was made after the Rite Aid\r\ntakeover, Shorette adduced no evidence that Hughes had authority to\r\ndetermine whether Shorette was to be retained by Rite Aid, nor that\r\nHughes played any role in the decision to demote Shorette to key\r\ncashier.  See Santiago v. Canon U.S.A., Inc., 138 F.3d 1, 6 n.8\r\n(1st Cir. 1998) (noting that \"stray remarks in the workplace . . .\r\n, statements by nondecisionmakers, or statements by decisionmakers\r\nunrelated to the decisional process itself\" normally are\r\ninsufficient to prove employer's discriminatory animus) (citation\r\nomitted); Medina-Munoz, 896 F.2d at 10.\r\nSecond, Wayne Cyrway twice advised Shorette and his wife: \r\n\"[Y]ou have a perfect case of age discrimination, and you'd be\r\ncrazy not to pursue it.\"  Shorette insists that these statements\r\nsupport a rational inference that Cyrway had been privy to Rite\r\nAid's decisionmaking processes and enabled Cyrway to acquire some\r\nundisclosed information regarding the alleged discriminatory\r\nrationale which motivated Rite Aid to demote Shorette.  We\r\nconclude, however, that Shorette adduced insufficient evidence to\r\npermit the attribution of Cyrway's remarks to Rite Aid.\r\nIn Connell v. Bank of Boston, 924 F.2d 1169 (1st Cir.\r\n1991), a bank officer attested that the defendant bank had intended\r\nto eliminate more senior employees than younger employees during a\r\nplanned reduction-in-force.  We identified three reasons for\r\nholding the evidence insufficient to withstand the bank's motion\r\nfor summary judgment.  First, the plaintiff had adduced no evidence\r\nthat the affiant had participated in the bank's decisionmaking\r\nprocess with respect to the reduction-in-force.  Second, the\r\nplaintiff offered no other specific evidence as to how the affiant\r\nmight have learned the true intent of the bank's decisionmakers. \r\nFinally, in contravention of Federal Rule of Evidence 701, the\r\naffiant, a lay witness, testified to his personal opinion on the\r\nultimate legal issue in the case  whether the bank acted with\r\ndiscriminatory intent.  Id. at 1177-78 &amp; n.7.\r\nThe remark attributed to Cyrway is similarly flawed.\r\nCyrway repeatedly disavowed any participation in Rite Aid's\r\ndecisions to employ or discharge store managers, and in its\r\ndecision to demote Shorette.  As one might expect, the individual\r\nstore managers had authority over their respective stores and\r\nstaffs, but made neither company-wide policy nor employment\r\ndecisions regarding other store managers.  Instead, Cyrway simply\r\nreported Shorette's progress, then learned of Rite Aid management\r\ndecisions after the fact.  Thus, absent any evidentiary basis for\r\ninferring that Cyrway took part in meetings or discussions at a\r\ndecisionmaking level, Shorette would have the jury indulge in\r\nspeculation.  See Hidalgo, 120 F.3d at 338 (in proving an ADEA\r\nclaim, \"[o]ptimistic conjecture . . . or hopeful surmise will not\r\nsuffice\"); Medina-Munoz, 896 F.2d at 8.  Even viewed most favorably\r\nto Shorette, however, this evidence strongly suggests that Cyrway's\r\nremarks simply represented an uninformed lay judgment that Shorette\r\nmight be able to present a circumstantial case of discriminatory\r\nanimus.  Absent any suggestion or evidence that he was an expert on\r\nemployment discrimination claims, Cyrway's lay opinion as to\r\nwhether the circumstantial evidence suggested that Rite Aid\r\nharbored a discriminatory animus  the ultimate legal issue in the\r\ncase  in all likelihood would have been inadmissible at trial. \r\nSee Casas Office Machs., Inc. v. Mita Copystar Am., Inc., 42 F.3d\r\n668, 681 (1st Cir. 1994) (noting that, \"[u]nder [Federal] Rule [of\r\nCivil Procedure] 56(e), affidavits supporting or opposing summary\r\njudgment must set forth facts that would be admissible inevidence\") (emphasis added).\r\nB.   Indirect Evidence of Discriminatory Animus\r\nAbsent direct evidence of discriminatory intent, Shorette\r\nwas forced to resort to circumstantial evidence.  For present\r\npurposes we assume arguendo (albeit dubiously) that Shorette\r\nestablished a prima facie case.  Further, Rite Aid plainly\r\narticulated a nondiscriminatory reason for demoting Shorette: his\r\ninability to achieve adequate computer proficiency.  Thus, we focus\r\non whether Shorette adduced sufficient evidence from which a\r\nrational factfinder could have inferred both that Rite Aid's\r\narticulated reason was a pretext, i.e., \"obviously or manifestly\r\nunsupported,\" Ruiz, 124 F.3d at 248, and that its real reason for\r\ndemoting Shorette was an age-based animus.  See Hidalgo, 120 F.3d\r\nat 335.\r\nThe patchwork of circumstantial evidence presented by\r\nShorette fails to limn pretext, let alone discriminatory intent. \r\nOn the other hand, the principal witnesses for Rite Aid \r\nPattershall and Cyrway  described in great detail Shorette's\r\ninability to develop even minimal computer proficiency after six\r\nmonths of intensive on-site training, and hence his inability to\r\nperform core job functions required of all Rite Aid store managers. \r\nNor did Shorette adduce competent evidence to rebut these\r\nassessments of his computer aptitude.  Although Shorette disputed\r\nthese assessments, his personal opinion regarding his own job\r\nqualifications is not sufficiently probative on the issue of\r\npretext.  See Holifield v. Reno, 115 F.3d 1555, 1565 (11th Cir.\r\n1997) (\"The inquiry into pretext centers upon the employer's\r\nbeliefs, and not the employee's own perceptions of his\r\nperformance.\"); Ost v. West Suburban Travelers Limousine, Inc., 88\r\nF.3d 435, 441 (7th Cir. 1996) (\"It is well settled, however, that\r\na plaintiff's own opinions about her work performance or\r\nqualifications do not sufficiently cast doubt on the legitimacy of\r\nher employer's proffered reasons for its employment actions.\"); \r\nEvans v. Technologies Applications &amp;  Serv. Co., 80 F.3d 954,\r\n960-61 (4th Cir. 1996) (\"'It is the perception of the decision\r\nmaker which is relevant,' not the self-assessment of the\r\nplaintiff.\") (citation omitted); Shapolia v. Los Alamos Nat'l Lab.,\r\n992 F.2d 1033, 1039 (10th Cir. 1993) (same).  The record contains\r\nno evidence whatsoever that Rite Aid ever believed that Shorette\r\nhad acquired adequate computer skills.\r\nShorette nevertheless attempts to bootstrap by relating\r\nevery instance in which he believes he received less favorable\r\ntreatment than other former LaVerdiere store managers.  For\r\nexample, he contends that (1) Rite Aid sabotaged his computer\r\ntraining from the outset by installing an obsolete computer in the\r\nFairfield store, while equipping other former LaVerdiere stores\r\nwith new computer systems;  (2) he was the only LaVerdiere store\r\nmanager over age 60, and the only one who was \"demoted\" to assistant\r\nmanager; (3) the demotion violated Rite Aid's policy of not hiring\r\nan assistant manager until it had a specific store managership\r\navailable; and (4) Rite Aid did not provide him with a permanent\r\nengraved name tag, even though its policy was to provide them to\r\nmanagers and assistant managers.  These contentions are unavailing,\r\nhowever, since the challenged actions are entirely compatible with\r\nthe nondiscriminatory rationale offered by Rite Aid.  See Goldmanv. First Nat'l Bank of Boston, 985 F.2d 1113, 1120 (1st Cir. 1993)\r\n(noting that ADEA plaintiff could not rely solely on employer\r\nconduct for which there was an age-neutral explanation).\r\nFirst, Rite Aid slated the Fairfield store for closure\r\nbecause it was located right next to its newly constructed Rite Aid\r\noutlet, for which Rite Aid had hired a manager prior to the\r\nLaVerdiere takeover.  Thus, Rite Aid reasonably could not be\r\nexpected to install a new computer in a store scheduled to close\r\nwithin a matter of weeks.  In all events, whatever probative force\r\nthis evidence may have is greatly outweighed by the subsequent\r\ntransfer of Shorette to the Rite Aid stores in Augusta and\r\nWaterville, where he was provided with more than six monthstraining on a new computer system.\r\nSecond, notwithstanding the record citations in\r\nShorette's appellate brief, see Fed. R. App. P. 28(a)(4), he failed\r\nto adduce competent evidence that he was either the only former\r\nLaVerdiere store manager whose store was closed after the takeover,\r\nor the only one Rite Aid temporarily \"demoted\" to assistant manager. \r\nRather, Shorette testified that he was \"the only one [viz.,\r\nLaVerdiere store manager] in the Waterville area that was 60 years\r\nold or older\" who was demoted.  (Emphasis added.)  This tiny\r\nstatistical sampling proves too little, however.  See, e.g.,\r\nLeBlanc v. Great Am. Ins. Co., 6 F.3d 836, 849 (1st Cir. 1993)\r\n(noting that, in disparate-treatment ADEA case, \"'a small\r\nstatistical sample carries little or no probative force to show\r\n[age] discrimination'\") (citation omitted); see also DeNovellis v.\r\nShalala, 135 F.3d 58, 65 (1st Cir. 1998) (same).  Nor is there\r\nother evidence of pertinent company-wide statistics.\r\nThird, the alleged Rite Aid policy of hiring manager\r\ntrainees only when a specific store-managership opened up is a red\r\nherring, since the LaVerdiere takeover presented an entirely\r\ndifferent scenario:  the need to close one store and thereby\r\neliminate one store-managership.  That is to say, Shorette was not\r\n\"hired\" as an assistant manager, but merely reassigned on a\r\ntemporary basis due to the Fairfield-store closure.  Shorette\r\nadduced no evidence of any company policy for dealing with that\r\ndistinct eventuality, nor is it in any sense unreasonable or\r\nsuspect that Rite Aid would assign a displaced store manager to an\r\nassistant-managership on a temporary basis until another store-\r\nmanagership became available. \r\nFourth, even assuming that the failure to provide\r\nShorette with a name tag could support an attenuated inference that\r\nRite Aid knew ab initio (i.e., before Shorette's inability to\r\ndevelop the required computer skills became known) that it planned\r\neventually to force him out of the company because of his age, such\r\na lapse is equally consistent with a nondiscriminatory intent.  For\r\nexample, because the Fairfield store was closing, and Shorette was\r\nabout to embark on a transitory reassignment, it would be entirely\r\nreasonable to defer the issuance of a permanent name tag until\r\nShorette once again could be appointed a permanent manager. \r\nIndeed, more fundamentally Shorette presented no evidence from\r\nwhich it might be inferred that the failure to issue him a name tag\r\nduring the LaVerdiere takeover was anything other than an\r\noversight, much less an intentional discriminatory act.\r\nShorette points also to evidence that Rite Aid\r\ncontemporaneously hired younger persons as store managers (e.g.,\r\nthe manager of its new Fairfield Rite Aid store), or as manager\r\ntrainees in the Augusta store.  Importantly, however, Rite Aid had\r\nhired the manager of its new Fairfield Rite Aid before the\r\nLaVerdiere takeover, and plainly was under no obligation to offer\r\nthat store-managership to Shorette.  See Pages-Cahue v. Iberia\r\nLineas Aereas de Espana, 82 F.3d 533, 538-39 (1st Cir. 1996)\r\n(employers have no obligation under ADEA to dismiss younger worker\r\nso as to create job opening for older plaintiff). \r\nShorette's anecdotal evidence that Rite Aid hired two\r\nmanager trainees after the LaVerdiere takeover is flawed as well. \r\nThat these two manager trainees were in their 20's and 30's reveals\r\nnothing statistically meaningful about Rite Aid's company-wide\r\nhiring practices.  For all the record discloses, these two trainees\r\nmay have been the only young persons Rite Aid hired during this\r\nperiod.  See Goldman, 985 F.2d at 1119 (such anecdotal evidence\r\ndoes not give rise to an inference that older employees were\r\n\"disproportionately affected\" by an employer's actions, \"much less\r\nthat age discrimination motivated their dismissal\"); see alsoLeBlanc, 6 F.3d at 848-49 (noting various flaws and lapses in ADEA\r\nplaintiff's sketchy statistical information).  Nor did Shorette\r\nattempt to show that either of the manager trainees went on to\r\nbecome a store manager, thereby displacing him, see supra note 3,\r\nnor adduce any evidence that either trainee was either equally or\r\nless proficient than Shorette in operating the Rite Aid computer\r\nsystem, thus equally or less qualified for a store-manager\r\nposition.  See Testerman v. EDS Tech. Prods. Corp., 98 F.3d 297,\r\n305 (7th Cir. 1996) (noting that such evidence might be probative\r\nof pretext); Hidalgo, 120 F.3d at 332 (noting that fourth prong of\r\nprima facie case requires plaintiff to prove that \"[he] was\r\nreplaced by a person with roughly equivalent job qualifications\").\r\nFinally, Shorette argues that Rite Aid failed to abide by\r\nits established policy contemporaneously to document trainees' \r\ndeficiencies in formal Trainee Progress Reports, and instead had\r\nPattershall and Cyrway write up their assessments of his computer\r\nskills as informal notes after Shorette brought suit.  See, e.g.,\r\nFutrell v. J.I. Case, 38 F.3d 342, 349 (7th Cir. 1994) (employer's\r\nfailure to follow contemporaneous procedure, and later attempts to\r\nmake it falsely appear that its reasons predated its employment\r\naction, may be evidence of discriminatory intent).  From this\r\npremise, Shorette would have a factfinder infer that Rite Aid,\r\nafter the fact, manufactured its allegation that he lacked the\r\nrequisite computer skills. \r\nThe record fails to bear out Shorette's premise.  Rather,\r\nShorette's counsel asked Rite Aid District Manager Gilman whether\r\n\"Rite Aid has a formal warning notice and corrective review,\" to\r\nwhich Gilman replied:  \"Yes.\"  Gilman then admitted that the only\r\ndocumentation he had seen concerning Shorette's computer training\r\nwere the \"notes\" of Pattershall and Cyrway.  When pressed by\r\nShorette's counsel to deny that Pattershall and Cyrway prepared\r\nthese notes after Shorette filed suit, Gilman responded that he did\r\nnot know when the notes were prepared.  Thus, the record fails to\r\ndisclose whether Rite Aid's so-called \"formal warning notice and\r\ncorrective review\" procedure was mandated in all instances, or even\r\nin such cases as Shorette's.  More importantly, the mere\r\nsuggestion to Gilman that the Pattershall and Cyrway \"notes\" were\r\nnot made contemporaneously with Shorette's training is no\r\nsubstitute for evidence that the notes were produced after Shorette\r\nfiled suit.  Thus, once again Shorette would have the factfinder\r\nrely upon \"unsupported speculation.\"  See Medina-Munoz, 896 F.2d at\r\n8.\r\n                     III\r\n                  CONCLUSION\r\nAs Shorette failed to adduce either direct or\r\ncircumstantial evidence which would enable a rational jury to find\r\nin his favor, the district court judgment must be affirmed; coststo appellee.\r\nSO ORDERED.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          UNITED STATES COURT OF APPEALS\r\n               FOR THE FIRST CIRCUIT\r\n\nNo. 98-1005\r\n\n              PETER W. SHORETTE, SR.,\r\n\n               Plaintiff, Appellant,\r\n\n                        v.\r\n\n             RITE AID OF MAINE, INC.,\r\n\n               Defendant, Appellee.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n             FOR THE DISTRICT OF MAINE\r\n\n [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r\n\n                      Before\r\n\n              Torruella, Chief Judge,\r\n\n            Cyr, Senior Circuit Judge,\r\n\n             and Stahl, Circuit Judge.\r\n\nArthur J. Greif, with whom Charles E. Gilbert III and Gilbert Law\r\nOffices, P.A. were on brief for appellant.\r\nAnne M. Carney, with whom Jonathan W. Brogan and Norman, Hanson &amp;\r\nDeTroy were on brief for appellee.\r\n\n               September 14, 1998\r\n\nCYR, Senior Circuit Judge.  Peter W. Shorette, Sr.,\r\nappeals from the district court judgment which dismissed his age\r\ndiscrimination claim against his former employer, Rite Aid of\r\nMaine, Inc. (\"Rite Aid\").  We affirm.\r\n                      I\r\n                  BACKGROUND\r\nFor nearly thirty years Shorette worked as a store\r\nmanager for LaVerdiere Drug Stores (\"LaVerdiere\").  In 1994, Rite\r\nAid, a LaVerdiere competitor, constructed a new store across the\r\nstreet from the LaVerdiere store which Shorette managed in\r\nFairfield, Maine.  Later that year Rite Aid acquired LaVerdiere,\r\nand converted all seventy-four LaVerdiere stores into Rite Aid\r\nstores.  Shorette, then 60 years of age, was receiving an annual\r\nsalary of $31,000 at the time, whereas Rite Aid store managers\r\nreceived roughly $25,000.  Unlike LaVerdiere store managers,\r\nmoreover, all Rite Aid store managers were provided in-store\r\ncomputer systems with which to perform various managerial\r\nfunctions, such as inventory and payroll.  After the LaVerdiere\r\ntakeover, Rite Aid advised all former LaVerdiere managers that it\r\nwould retain them as managers, and train them on the Rite Aid\r\ncomputer system.  Since the Fairfield store which Shorette managed\r\nwas next door to the newly constructed Rite Aid store, and\r\ntherefore redundant, it was slated for closure.  Before the\r\nFairfield store closed, however, Rite Aid brought in a temporary\r\ncomputer setup in order to provide Shorette and his staff with six\r\ndays of in-store training.  Thereafter, Rite Aid transferred\r\nShorette's staff to the new Rite Aid store, leaving Shorette alone\r\nto man the old store until it was closed one month later.  Finally,\r\nduring this interim period Shorette and other former LaVerdiere\r\nmanagers attended a one-day computer training class.  \r\nAfter the old store closed, Rite Aid transferred Shorette\r\nto its Augusta store as an \"assistant manager\" or \"manager trainee\"\r\nuntil such time as a new managership became available.  During this\r\nperiod, Shorette continued to receive his $31,000 annual salary,\r\nwhile the Augusta store manager, Charles Pattershall, instructed\r\nhim on how to perform managerial tasks on the computer.  After\r\nthree months, however, Pattershall reported to Rite Aid District\r\nManager Thurston Gilman that Shorette had been able to make little\r\nprogress.  In December 1994, Gilman met with Shorette and informed\r\nhim that computer proficiency was an essential function for all\r\nRite Aid store managers.  Although Pattershall resumed the training\r\neffort with Shorette, he reported little headway.\r\nOne month later Gilman transferred Shorette to the Rite\r\nAid store in Waterville, whose manager, Wayne Cyrway, was a former\r\nLaVerdiere store manager who had proven especially adept at\r\ntraining store managers on the Rite Aid computer system.  After\r\ninitially observing that Shorette had poor computer skills, Cyrway\r\ndetermined to start \"from scratch,\" and provided Shorette with one-\r\non-one, in-store computer training for up to twenty hours weekly. \r\nOver the next three months, James Lucier, the Rite Aid human\r\nresources manager, checked with Cyrway, who reported that Shorette\r\nseemed unable to absorb and retain the rudimentary concepts of\r\ncomputer operation.  \r\nIn April 1995, Lucier informed Cyrway that Rite Aid had\r\ndecided to discontinue training Shorette for a store managership\r\ndue to Shorette's continued inability to learn the Rite Aid\r\ncomputer system.  Lucier asked Cyrway if he would be willing to\r\ntake Shorette on at the Augusta store as his key cashier, a lower-\r\npaying position which required less computer proficiency.  Cyrway\r\nagreed.  The next day Lucier met with Shorette to inform him that\r\nRite Aid could not \"afford\" to retain him any longer as an assistant\r\nmanager.  After he was given the choice of resigning or being\r\ndemoted to key cashier, Shorette elected to resign.\r\nIn due course Shorette filed a five-count complaint\r\nagainst Rite Aid in Maine superior court, which Rite Aid removed to\r\nfederal district court.  The complaint alleged, inter alia, that\r\nRite Aid deliberately forced Shorette to resign because of his age,\r\nin violation of the Age Discrimination in Employment Act (ADEA), 29\r\nU.S.C.  621 et seq..  After discovery had been completed, Rite\r\nAid successfully moved for summary judgment on all counts and\r\nShorette appealed.\r\n                      II\r\n                  DISCUSSION\r\nShorette contends that he adduced adequate evidence to\r\ngenerate a trialworthy issue as to whether Rite Aid forced him to\r\nresign because of his age in violation of the ADEA.  At all times\r\nADEA plaintiffs bear the burden of proving that their employer\r\ndiscriminated against them on account of their age.  See Hidalgo v.\r\nOverseas Condado Ins. Agencies, Inc., </pre><span class=\"citation\" data-id=\"744483\"><a href=\"/opinion/744483/75-fair-emplpraccas-bna-1027-73-empl-prac-dec-p-45288-manuel-t/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span><pre class=\"inline\">, 332 (1st Cir.\r\n1997); Sanchez v. Puerto Rico Oil Co., </pre><span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span><pre class=\"inline\">, 723 (1st Cir.\r\n1994).  Hence, at the summary judgment stage Rite Aid could prevail\r\nonly if Shorette failed to adduce sufficient evidence from which a\r\nrational factfinder could return a verdict in his favor, seeCelotex Corp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322-23 (1986); American\r\nAirlines, Inc. v. Cardoza-Rodriguez, </pre><span class=\"citation\" data-id=\"750074\"><a href=\"/opinion/750074/75-fair-emplpraccas-bna-1217-73-empl-prac-dec-p-45332-pens-plan/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span><pre class=\"inline\">, 116 (1st Cir.\r\n1998), without resorting to \"conclusory allegations, improbable\r\ninferences, and unsupported speculation,\" Medina-Munoz v. R.J.\r\nReynolds Tobacco Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1990).\r\nAbsent direct evidence of discriminatory intent, an ADEA\r\nplaintiff may present circumstantial evidence pursuant to the\r\nfamiliar three-stage, burden-shifting paradigm.  See Woodman v.\r\nHaemonetics Corp., </pre><span class=\"citation\" data-id=\"196019\"><a href=\"/opinion/196019/woodman-v-heamonetics-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1087</span></a></span><pre class=\"inline\">, 1091 (1st Cir. 1995).  At the\r\nfirst stage, the plaintiff employee must make a prima faciedemonstration that he:  \"(1) was at least forty years of age, (2)\r\nmet the employer's legitimate job performance expectations, (3)\r\nexperienced adverse employment action, and (4) was replaced by a\r\nperson with roughly equivalent job qualifications.\"  Hidalgo, 120\r\nF.3d at 332 (citation omitted).  Once established, the prima faciecase raises a presumption that the employer was motivated by\r\ndiscriminatory animus.  Id. at 334.  The burden of production then\r\nshifts to the employer to articulate  though not to prove  a\r\nlegitimate nondiscriminatory basis for its employment decision. \r\nId.  Once the employer meets its limited burden of production, the\r\npresumption of discrimination generated by the prima facie case is\r\nstricken from the calculus, and the burden returns to the employee\r\nto prove not only (1) that the reason the employer articulated for\r\nthe challenged employment action was a pretext or sham, but (2)\r\nthat its real reason was the employee's age.  Id. at 335.  Thus,\r\n\"[i]n pursuing [the third-stage] inquiry, we focus on whether the\r\nemployer believed that its proffered reason was credible.  That is,\r\n[plaintiff] must do more than cast doubt on the rationale proffered\r\nby the employer, the 'evidence must be of such strength and quality\r\nas to permit a reasonable finding that the . . . [termination] was\r\nobviously or manifestly unsupported.'\" Ruiz v. Posadas de San Juan\r\nAssocs., </pre><span class=\"citation\" data-id=\"746213\"><a href=\"/opinion/746213/78-fair-emplpraccas-bna-641-72-empl-prac-dec-p-45135-ivan-ruiz-v/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span><pre class=\"inline\">, 248 (1st Cir. 1997) (emphasis added)\r\n(citations omitted).\r\nA.   Direct Evidence of Discriminatory Animus\r\nShorette maintains that various remarks by Rite Aid\r\nmanagers amounted to direct evidence of Rite Aid's age-based\r\nanimus.  First, around the time Rite Aid acquired LaVerdiere,\r\nShorette's district manager, Roland Hughes, asked Shorette how old\r\nhe was and when he planned to retire.  Assuming as much, this is\r\nnot only a textbook example of an isolated remark which\r\ndemonstrates nothing, but Shorette was not able to state whether\r\nHughes made the statement before or after the Rite Aid takeover. \r\nConsequently, it is impossible to impute the remark to Rite Aid. \r\nMoreover, even assuming the remark was made after the Rite Aid\r\ntakeover, Shorette adduced no evidence that Hughes had authority to\r\ndetermine whether Shorette was to be retained by Rite Aid, nor that\r\nHughes played any role in the decision to demote Shorette to key\r\ncashier.  See Santiago v. Canon U.S.A., Inc., </pre><span class=\"citation\" data-id=\"197805\"><a href=\"/opinion/197805/santiago-etc-v-canon-usa-inc/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 n.8\r\n(1st Cir. 1998) (noting that \"stray remarks in the workplace . . .\r\n, statements by nondecisionmakers, or statements by decisionmakers\r\nunrelated to the decisional process itself\" normally are\r\ninsufficient to prove employer's discriminatory animus) (citation\r\nomitted); Medina-Munoz, 896 F.2d at 10.\r\nSecond, Wayne Cyrway twice advised Shorette and his wife: \r\n\"[Y]ou have a perfect case of age discrimination, and you'd be\r\ncrazy not to pursue it.\"  Shorette insists that these statements\r\nsupport a rational inference that Cyrway had been privy to Rite\r\nAid's decisionmaking processes and enabled Cyrway to acquire some\r\nundisclosed information regarding the alleged discriminatory\r\nrationale which motivated Rite Aid to demote Shorette.  We\r\nconclude, however, that Shorette adduced insufficient evidence to\r\npermit the attribution of Cyrway's remarks to Rite Aid.\r\nIn Connell v. Bank of Boston, </pre><span class=\"citation\" data-id=\"555435\"><a href=\"/opinion/555435/thomas-b-connell-v-bank-of-boston-and-john-s-ingalls/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span><pre class=\"inline\"> (1st Cir.\r\n1991), a bank officer attested that the defendant bank had intended\r\nto eliminate more senior employees than younger employees during a\r\nplanned reduction-in-force.  We identified three reasons for\r\nholding the evidence insufficient to withstand the bank's motion\r\nfor summary judgment.  First, the plaintiff had adduced no evidence\r\nthat the affiant had participated in the bank's decisionmaking\r\nprocess with respect to the reduction-in-force.  Second, the\r\nplaintiff offered no other specific evidence as to how the affiant\r\nmight have learned the true intent of the bank's decisionmakers. \r\nFinally, in contravention of Federal Rule of Evidence 701, the\r\naffiant, a lay witness, testified to his personal opinion on the\r\nultimate legal issue in the case  whether the bank acted with\r\ndiscriminatory intent.  Id. at 1177-78 &amp; n.7.\r\nThe remark attributed to Cyrway is similarly flawed.\r\nCyrway repeatedly disavowed any participation in Rite Aid's\r\ndecisions to employ or discharge store managers, and in its\r\ndecision to demote Shorette.  As one might expect, the individual\r\nstore managers had authority over their respective stores and\r\nstaffs, but made neither company-wide policy nor employment\r\ndecisions regarding other store managers.  Instead, Cyrway simply\r\nreported Shorette's progress, then learned of Rite Aid management\r\ndecisions after the fact.  Thus, absent any evidentiary basis for\r\ninferring that Cyrway took part in meetings or discussions at a\r\ndecisionmaking level, Shorette would have the jury indulge in\r\nspeculation.  See Hidalgo, 120 F.3d at 338 (in proving an ADEA\r\nclaim, \"[o]ptimistic conjecture . . . or hopeful surmise will not\r\nsuffice\"); Medina-Munoz, 896 F.2d at 8.  Even viewed most favorably\r\nto Shorette, however, this evidence strongly suggests that Cyrway's\r\nremarks simply represented an uninformed lay judgment that Shorette\r\nmight be able to present a circumstantial case of discriminatory\r\nanimus.  Absent any suggestion or evidence that he was an expert on\r\nemployment discrimination claims, Cyrway's lay opinion as to\r\nwhether the circumstantial evidence suggested that Rite Aid\r\nharbored a discriminatory animus  the ultimate legal issue in the\r\ncase  in all likelihood would have been inadmissible at trial. \r\nSee Casas Office Machs., Inc. v. Mita Copystar Am., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">668</span></span><pre class=\"inline\">, 681 (1st Cir. 1994) (noting that, \"[u]nder [Federal] Rule [of\r\nCivil Procedure] 56(e), affidavits supporting or opposing summary\r\njudgment must set forth facts that would be admissible inevidence\") (emphasis added).\r\nB.   Indirect Evidence of Discriminatory Animus\r\nAbsent direct evidence of discriminatory intent, Shorette\r\nwas forced to resort to circumstantial evidence.  For present\r\npurposes we assume arguendo (albeit dubiously) that Shorette\r\nestablished a prima facie case.  Further, Rite Aid plainly\r\narticulated a nondiscriminatory reason for demoting Shorette: his\r\ninability to achieve adequate computer proficiency.  Thus, we focus\r\non whether Shorette adduced sufficient evidence from which a\r\nrational factfinder could have inferred both that Rite Aid's\r\narticulated reason was a pretext, i.e., \"obviously or manifestly\r\nunsupported,\" Ruiz, 124 F.3d at 248, and that its real reason for\r\ndemoting Shorette was an age-based animus.  See Hidalgo, 120 F.3d\r\nat 335.\r\nThe patchwork of circumstantial evidence presented by\r\nShorette fails to limn pretext, let alone discriminatory intent. \r\nOn the other hand, the principal witnesses for Rite Aid \r\nPattershall and Cyrway  described in great detail Shorette's\r\ninability to develop even minimal computer proficiency after six\r\nmonths of intensive on-site training, and hence his inability to\r\nperform core job functions required of all Rite Aid store managers. \r\nNor did Shorette adduce competent evidence to rebut these\r\nassessments of his computer aptitude.  Although Shorette disputed\r\nthese assessments, his personal opinion regarding his own job\r\nqualifications is not sufficiently probative on the issue of\r\npretext.  See Holifield v. Reno, </pre><span class=\"citation\" data-id=\"741900\"><a href=\"/opinion/741900/74-fair-emplpraccas-bna-511-11-fla-l-weekly-fed-c-91-edward-a/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1555</span></a></span><pre class=\"inline\">, 1565 (11th Cir.\r\n1997) (\"The inquiry into pretext centers upon the employer's\r\nbeliefs, and not the employee's own perceptions of his\r\nperformance.\"); Ost v. West Suburban Travelers Limousine, Inc., </pre><span class=\"citation\" data-id=\"721348\"><a href=\"/opinion/721348/71-fair-emplpraccas-bna-304-68-empl-prac-dec-p-44157-laura-l-ost/\"><span class=\"volume\">88</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span><pre class=\"inline\">, 441 (7th Cir. 1996) (\"It is well settled, however, that\r\na plaintiff's own opinions about her work performance or\r\nqualifications do not sufficiently cast doubt on the legitimacy of\r\nher employer's proffered reasons for its employment actions.\"); \r\nEvans v. Technologies Applications &amp;  Serv. Co., </pre><span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span><pre class=\"inline\">,\r\n960-61 (4th Cir. 1996) (\"'It is the perception of the decision\r\nmaker which is relevant,' not the self-assessment of the\r\nplaintiff.\") (citation omitted); Shapolia v. Los Alamos Nat'l Lab.,\r\n</pre><span class=\"citation\" data-id=\"606104\"><a href=\"/opinion/606104/alexander-shapolia-v-los-alamos-national-laboratory-and-john-whetten/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span><pre class=\"inline\">, 1039 (10th Cir. 1993) (same).  The record contains\r\nno evidence whatsoever that Rite Aid ever believed that Shorette\r\nhad acquired adequate computer skills.\r\nShorette nevertheless attempts to bootstrap by relating\r\nevery instance in which he believes he received less favorable\r\ntreatment than other former LaVerdiere store managers.  For\r\nexample, he contends that (1) Rite Aid sabotaged his computer\r\ntraining from the outset by installing an obsolete computer in the\r\nFairfield store, while equipping other former LaVerdiere stores\r\nwith new computer systems;  (2) he was the only LaVerdiere store\r\nmanager over age 60, and the only one who was \"demoted\" to assistant\r\nmanager; (3) the demotion violated Rite Aid's policy of not hiring\r\nan assistant manager until it had a specific store managership\r\navailable; and (4) Rite Aid did not provide him with a permanent\r\nengraved name tag, even though its policy was to provide them to\r\nmanagers and assistant managers.  These contentions are unavailing,\r\nhowever, since the challenged actions are entirely compatible with\r\nthe nondiscriminatory rationale offered by Rite Aid.  See Goldmanv. First Nat'l Bank of Boston, </pre><span class=\"citation\" data-id=\"600349\"><a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span><pre class=\"inline\">, 1120 (1st Cir. 1993)\r\n(noting that ADEA plaintiff could not rely solely on employer\r\nconduct for which there was an age-neutral explanation).\r\nFirst, Rite Aid slated the Fairfield store for closure\r\nbecause it was located right next to its newly constructed Rite Aid\r\noutlet, for which Rite Aid had hired a manager prior to the\r\nLaVerdiere takeover.  Thus, Rite Aid reasonably could not be\r\nexpected to install a new computer in a store scheduled to close\r\nwithin a matter of weeks.  In all events, whatever probative force\r\nthis evidence may have is greatly outweighed by the subsequent\r\ntransfer of Shorette to the Rite Aid stores in Augusta and\r\nWaterville, where he was provided with more than six monthstraining on a new computer system.\r\nSecond, notwithstanding the record citations in\r\nShorette's appellate brief, see Fed. R. App. P. 28(a)(4), he failed\r\nto adduce competent evidence that he was either the only former\r\nLaVerdiere store manager whose store was closed after the takeover,\r\nor the only one Rite Aid temporarily \"demoted\" to assistant manager. \r\nRather, Shorette testified that he was \"the only one [viz.,\r\nLaVerdiere store manager] in the Waterville area that was 60 years\r\nold or older\" who was demoted.  (Emphasis added.)  This tiny\r\nstatistical sampling proves too little, however.  See, e.g.,\r\nLeBlanc v. Great Am. Ins. Co., </pre><span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span><pre class=\"inline\">, 849 (1st Cir. 1993)\r\n(noting that, in disparate-treatment ADEA case, \"'a small\r\nstatistical sample carries little or no probative force to show\r\n[age] discrimination'\") (citation omitted); see also DeNovellis v.\r\nShalala, </pre><span class=\"citation\" data-id=\"751214\"><a href=\"/opinion/751214/75-fair-emplpraccas-bna-1838-72-empl-prac-dec-p-45253-vincent/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 65 (1st Cir. 1998) (same).  Nor is there\r\nother evidence of pertinent company-wide statistics.\r\nThird, the alleged Rite Aid policy of hiring manager\r\ntrainees only when a specific store-managership opened up is a red\r\nherring, since the LaVerdiere takeover presented an entirely\r\ndifferent scenario:  the need to close one store and thereby\r\neliminate one store-managership.  That is to say, Shorette was not\r\n\"hired\" as an assistant manager, but merely reassigned on a\r\ntemporary basis due to the Fairfield-store closure.  Shorette\r\nadduced no evidence of any company policy for dealing with that\r\ndistinct eventuality, nor is it in any sense unreasonable or\r\nsuspect that Rite Aid would assign a displaced store manager to an\r\nassistant-managership on a temporary basis until another store-\r\nmanagership became available. \r\nFourth, even assuming that the failure to provide\r\nShorette with a name tag could support an attenuated inference that\r\nRite Aid knew ab initio (i.e., before Shorette's inability to\r\ndevelop the required computer skills became known) that it planned\r\neventually to force him out of the company because of his age, such\r\na lapse is equally consistent with a nondiscriminatory intent.  For\r\nexample, because the Fairfield store was closing, and Shorette was\r\nabout to embark on a transitory reassignment, it would be entirely\r\nreasonable to defer the issuance of a permanent name tag until\r\nShorette once again could be appointed a permanent manager. \r\nIndeed, more fundamentally Shorette presented no evidence from\r\nwhich it might be inferred that the failure to issue him a name tag\r\nduring the LaVerdiere takeover was anything other than an\r\noversight, much less an intentional discriminatory act.\r\nShorette points also to evidence that Rite Aid\r\ncontemporaneously hired younger persons as store managers (e.g.,\r\nthe manager of its new Fairfield Rite Aid store), or as manager\r\ntrainees in the Augusta store.  Importantly, however, Rite Aid had\r\nhired the manager of its new Fairfield Rite Aid before the\r\nLaVerdiere takeover, and plainly was under no obligation to offer\r\nthat store-managership to Shorette.  See Pages-Cahue v. Iberia\r\nLineas Aereas de Espana, </pre><span class=\"citation\" data-id=\"196727\"><a href=\"/opinion/196727/pages-cahue-v-iberia/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">533</span></a></span><pre class=\"inline\">, 538-39 (1st Cir. 1996)\r\n(employers have no obligation under ADEA to dismiss younger worker\r\nso as to create job opening for older plaintiff). \r\nShorette's anecdotal evidence that Rite Aid hired two\r\nmanager trainees after the LaVerdiere takeover is flawed as well. \r\nThat these two manager trainees were in their 20's and 30's reveals\r\nnothing statistically meaningful about Rite Aid's company-wide\r\nhiring practices.  For all the record discloses, these two trainees\r\nmay have been the only young persons Rite Aid hired during this\r\nperiod.  See Goldman, 985 F.2d at 1119 (such anecdotal evidence\r\ndoes not give rise to an inference that older employees were\r\n\"disproportionately affected\" by an employer's actions, \"much less\r\nthat age discrimination motivated their dismissal\"); see alsoLeBlanc, 6 F.3d at 848-49 (noting various flaws and lapses in ADEA\r\nplaintiff's sketchy statistical information).  Nor did Shorette\r\nattempt to show that either of the manager trainees went on to\r\nbecome a store manager, thereby displacing him, see supra note 3,\r\nnor adduce any evidence that either trainee was either equally or\r\nless proficient than Shorette in operating the Rite Aid computer\r\nsystem, thus equally or less qualified for a store-manager\r\nposition.  See Testerman v. EDS Tech. Prods. Corp., </pre><span class=\"citation\" data-id=\"728029\"><a href=\"/opinion/728029/72-fair-emplpraccas-bna-959-69-empl-prac-dec-p-44349-charles/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">297</span></a></span><pre class=\"inline\">,\r\n305 (7th Cir. 1996) (noting that such evidence might be probative\r\nof pretext); Hidalgo, 120 F.3d at 332 (noting that fourth prong of\r\nprima facie case requires plaintiff to prove that \"[he] was\r\nreplaced by a person with roughly equivalent job qualifications\").\r\nFinally, Shorette argues that Rite Aid failed to abide by\r\nits established policy contemporaneously to document trainees' \r\ndeficiencies in formal Trainee Progress Reports, and instead had\r\nPattershall and Cyrway write up their assessments of his computer\r\nskills as informal notes after Shorette brought suit.  See, e.g.,\r\nFutrell v. J.I. Case, </pre><span class=\"citation\" data-id=\"680746\"><a href=\"/opinion/680746/66-fair-emplpraccas-bna-238-65-empl-prac-dec-p-43333-roger/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">342</span></a></span><pre class=\"inline\">, 349 (7th Cir. 1994) (employer's\r\nfailure to follow contemporaneous procedure, and later attempts to\r\nmake it falsely appear that its reasons predated its employment\r\naction, may be evidence of discriminatory intent).  From this\r\npremise, Shorette would have a factfinder infer that Rite Aid,\r\nafter the fact, manufactured its allegation that he lacked the\r\nrequisite computer skills. \r\nThe record fails to bear out Shorette's premise.  Rather,\r\nShorette's counsel asked Rite Aid District Manager Gilman whether\r\n\"Rite Aid has a formal warning notice and corrective review,\" to\r\nwhich Gilman replied:  \"Yes.\"  Gilman then admitted that the only\r\ndocumentation he had seen concerning Shorette's computer training\r\nwere the \"notes\" of Pattershall and Cyrway.  When pressed by\r\nShorette's counsel to deny that Pattershall and Cyrway prepared\r\nthese notes after Shorette filed suit, Gilman responded that he did\r\nnot know when the notes were prepared.  Thus, the record fails to\r\ndisclose whether Rite Aid's so-called \"formal warning notice and\r\ncorrective review\" procedure was mandated in all instances, or even\r\nin such cases as Shorette's.  More importantly, the mere\r\nsuggestion to Gilman that the Pattershall and Cyrway \"notes\" were\r\nnot made contemporaneously with Shorette's training is no\r\nsubstitute for evidence that the notes were produced after Shorette\r\nfiled suit.  Thus, once again Shorette would have the factfinder\r\nrely upon \"unsupported speculation.\"  See Medina-Munoz, 896 F.2d at\r\n8.\r\n                     III\r\n                  CONCLUSION\r\nAs Shorette failed to adduce either direct or\r\ncircumstantial evidence which would enable a rational jury to find\r\nin his favor, the district court judgment must be affirmed; coststo appellee.\r\nSO ORDERED.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751214/"
  ]
}