{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198178/",
  "absolute_url": "/opinion/198178/hollingsworth-vose-v-a-p-a-transportation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198178/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:12Z",
  "date_modified": "2017-03-24T10:55:00.021983Z",
  "type": "010combined",
  "sha1": "08992e3ce838768505dc123904a3ff416a4c3006",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2428.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2428\r\n\n             HOLLINGSWORTH &amp; VOSE COMPANY,\r\n\n                       Appellant,\r\n\n                           v.\r\n\n              A-P-A TRANSPORTATION CORP.,\r\n\n                       Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Robert B. Collings, U.S. Magistrate Judge]\r\n\n                         Before\r\n\n                Boudin, Circuit Judge,\r\nSchwarzer, Senior District Judge,\r\nand Saris, District Judge.\r\n\nLeonard M. Singer with whom Heidlage &amp; Reece, P.C. was on\r\nbrief for appellant.\r\nThomas J. Hogan with whom Kroll, Rubin &amp; Fiorella LLP was on\r\nbrief for appellee.\r\n\nOctober 23, 1998\r\n\nBOUDIN, Circuit Judge.  Hollingsworth &amp; Vose Company\r\n(\"Hollingsworth\") appeals from the denial of its motion for summary\r\njudgment and the grant of summary judgment to A-P-A Transportation\r\nCorporation (\"A-P-A\").  The issue turns on a tariff provision\r\nlimiting the carrier's liability for goods damaged during shipment\r\nin exchange for a lower transportation charge.  The federal statute\r\ngoverning such tariff provisions has long been a source of\r\nlitigation.\r\nThe pertinent facts are undisputed.  In March 1993,\r\nHollingsworth arranged to ship a large metal cylinder used to\r\nproduce fabric--the device is called a calendar roll--from its\r\nplant in Floyd, Virginia, to KRH Rolls, Inc. (\"KRH\"), in Orange,\r\nMassachusetts.  KRH recommended A-P-A as a carrier, and when\r\nHollingsworth agreed, KRH made the shipping arrangements.  In\r\npreparation, Hollingsworth's shipping clerk filled out a standard\r\nbill-of-lading form regularly used by Hollingsworth.  In the\r\nbill's \"name of carrier\" section, the clerk typed \"APA Trucking.\"\r\nBecause A-P-A did not serve Floyd, Virginia, it arranged\r\nfor another carrier, Wilson Trucking Company, to pick up the\r\nshipment and deliver it to A-P-A in Lexington, Virginia. \r\nHollingsworth did not learn of this arrangement until Wilson's\r\ndriver arrived at the plant and told the shipping clerk that he\r\nwould be taking the calendar roll.  Without objection from\r\nHollingsworth, the Wilson driver added \"Wilson via Lexington VA\" in\r\nthe \"name of carrier\" section of the bill of lading.  Wilson\r\ndelivered the calendar roll to A-P-A in a damaged condition.\r\nHollingsworth sued A-P-A for damages, and both parties\r\nmoved for summary judgment on a joint stipulation of agreed facts. \r\nA-P-A contended that the bill of lading incorporated the terms of\r\nWilson's tariff, duly filed with the Interstate Commerce\r\nCommission, limiting Wilson's liability to 10 cents per pound.  The\r\nmagistrate judge wrote a very able opinion concluding that this\r\nprovision limited the carrier liability.  The judge required A-P-A\r\nto pay $650 in damages, corresponding to the calendar roll's weight\r\nof 6,500 pounds.  Hollingsworth's actual loss was substantially\r\nhigher.  This appeal followed.\r\nThe 1906 Carmack Amendment to the Interstate Commerce Act\r\naddresses a carrier's liability for shipments in interstate\r\ncommerce.  See 49 U.S.C.  10730, 11707.  Under that statute, a\r\ncarrier is fully liable for the \"actual loss or injury to the\r\nproperty,\" id.  11707(a), unless--as provided by the Cummins\r\nAmendments a decade later--it takes specific actions to limit its\r\nliability, id.  10730(b)(1).  So far as pertinent here, such\r\nactions include two separate steps, one involving the tariff and\r\nthe other the bill of lading.\r\nFirst, under 49 U.S.C.  10730(a), the carrier must\r\nmaintain a valid tariff with the ICC that contains a limited\r\nliability rate but also makes an unlimited liability rate available\r\nto the shipper (normally, the rate charged for the latter would be\r\nhigher).  Second, the carrier must also obtain the \"written\r\ndeclaration of the shipper or . . . written agreement between the\r\ncarrier . . . and shipper\" as to the \"limited\" value of the\r\nshipment.  Id.  10730(b)(1).\r\nIt is undisputed in this case that the first requirement\r\n(of a compliant tariff) was met.  The applicable tariff, which both\r\nparties concede to be Wilson's, provides for a maximum liability of\r\n10 cents per pound unless the shipper declares otherwise.  No one\r\ndisputes that under the tariff Hollingsworth could have increased\r\nits protection by declaring a greater value and by paying a higher\r\nrate.\r\nHollingsworth does deny that the second requirement was\r\nsatisfied, namely, a written declaration or agreement of the\r\nshipper as to the limited value of the shipment.  Hollingsworth's\r\nbill of lading contained a section for a declaration.  It reads:\r\nWhere the rate is dependent on value, shippers\r\nare required to state specifically in writing\r\nthe agreed or declared value of the property. \r\nThe agreed or declared value of the property\r\nis hereby specifically stated by the shipper\r\nto be not exceeding       per      .\r\n\nHollingsworth's clerk left these entries blank, so we agree with\r\nHollingsworth that there was no declared value on the bill of\r\nlading meeting the Carmack Amendment's requirement of a \"written\r\ndeclaration\" by the shipper.\r\nHowever, the Carmack Amendment provides in the\r\nalternative for a \"written agreement between carrier . . . and\r\nshipper\" as to the limited value of the shipment.  The tariff\r\nprovides in substance that the shipment's value is a maximum of 10\r\ncents per pound unless the shipper declares otherwise.  Since the\r\nshipper is charged with knowledge of the tariff, American Ry.\r\nExpress Co. v. Daniel, 269 U.S. 40, 41-42 (1925), it follows that\r\nHollingsworth, in leaving the declaration space blank in the bill\r\nof lading, agreed--by virtue of the tariff's \"unless\" clause--to\r\nthe 10-cents-per-pound maximum valuation.\r\nAs a fall-back defense, Hollingsworth argues that the\r\nbill of lading it originally prepared listed A-P-A as the carrier. \r\nSince A-P-A's tariff does not limit its liability, Hollingsworth\r\nwould have enjoyed full protection had A-P-A, instead of Wilson,\r\npicked up the calendar roll.  Because the carrier name was changed\r\nby Wilson's driver, not Hollingsworth's clerk, Hollingsworth argues\r\nthat the bill of lading does not reflect its agreement to adopt\r\nWilson's tariff limitations instead of the full liability available\r\nfrom A-P-A.\r\nNormally a party to a contract may not unilaterally alter\r\nits terms.  But Hollingsworth does not claim that Wilson wrote in\r\nWilson's name without Hollingsworth's knowledge and approval.  In\r\neffect, the bill of lading tendered by Hollingsworth was still a\r\nproposed agreement under negotiation when Wilson's driver sought to\r\namend the proposal.  Both parties assented to the altered form,\r\nsubstituting Wilson as the carrier, so the Wilson tariff was\r\nadopted as part of the written agreement.  Thus, the Carmack\r\nAmendment's literal terms were met in this case.\r\nHollingsworth's last--and best--defense is drawn from New\r\nYork, New Haven &amp; Hartford R. R. v. Nothnagle, 346 U.S. 128 (1953). \r\nThere, a passenger sued the railroad after a porter lost the\r\npassenger's suitcase.  The railroad invoked a tariff provision\r\nlimiting recovery to $25 unless the passenger had declared a higher\r\nvaluation in writing.  See id. at 129.  The Supreme Court rejected\r\nthe tariff limitation because \"[t]here was no 'value declared in\r\nwriting by the shipper or agreed upon in writing'; in fact, not\r\neven a baggage check reciting a limitation provision changed\r\nhands.\"  Id. at 135.\r\nSince in Nothnagle there was no written declaration or\r\nagreement of any kind by the passenger, the decision would be\r\nirrelevant here, save that the Supreme Court continued almost\r\nimmediately by making the following observation:\r\n[O]nly by granting its customers a fair\r\nopportunity to choose between higher or lower\r\nliability by paying a correspondingly greater\r\nor lesser charge can a carrier lawfully limit\r\nrecovery to an amount less than the actual\r\nloss sustained. . . .  Binding respondent by a\r\nlimitation which she had no reasonable\r\nopportunity to discover would effectively\r\ndeprive her of the requisite choice . . . .\r\n\nId. at 135-36 (citations omitted).  This \"fair opportunity\"\r\nlanguage, which was in some measure surplus, has taken on a life of\r\nits own, and later circuit cases have treated the rubric almost as\r\nif it were an independent requirement of the Carmack Amendment. \r\nWhat has developed is a continuing controversy about how to decide\r\nwhether there has been such a \"fair opportunity.\"\r\nThe problem is that the circuit courts have not been able\r\nto agree on any single, bright-line test for what is a \"fair\r\nopportunity.\"  Partly this results from the diversity of fact-\r\npatterns (e.g., obscure bill-of-lading language, affirmative\r\ncarrier misrepresentations).  But partly it may be due to a\r\nresistance, in the face of the \"fair opportunity\" language, to the\r\nordinary law of contracts and tariffs that makes a party pretty\r\nmuch responsible for whatever he or she signs and charges the\r\nshipper with knowledge of filed tariffs.\r\nThis circuit has confused matters further with its\r\ndecision in Anton v. Greyhound Van Lines, 591 F.2d 103, 107-10 (1st\r\nCir. 1978), understandably relied upon by Hollingsworth.  In that\r\ncase, the Air Force shipped under its own bill of lading the goods\r\nof a retiring officer who requested the shipment.  See id. at 105. \r\nAfter damage occurred, the carrier invoked the tariff which\r\ncontained a per-pound limit on liability.  See id. at 106.  This\r\ncourt rejected the limitation under the Carmack Amendment, saying\r\nthat there was no \"writing of plaintiff indicating any assent to a\r\nlimitation of liability.\"  Id. at 108.\r\nAnton notwithstanding, the Air Force had acted at the\r\nofficer's request in arranging the shipment, and its own bill of\r\nlading incorporated a government-shipment tariff limiting the\r\ncarrier's liability to \"$.60 per pound per article unless otherwise\r\nspecifically annotated thereon [i.e., on the bill of lading].\" Id.at 105 n.2.  Nowhere does Anton explain why this bill of lading was\r\nnot a \"written agreement between the carrier . . . and shipper,\" 49\r\nU.S.C.  10730(b)(1), limiting value of the shipment.  Manifestly,\r\nthe government was either the shipper itself or, if the officer is\r\nregarded as the shipper, then the shipper's agent.\r\nIn our own case, the magistrate judge thought that Antonhad been qualified or overruled by then-Chief Judge Breyer's later\r\ndecision in Hill Constr. Corp. v. American Airlines, 996 F.2d 1315\r\n(1st Cir. 1993).  While the attitude of the Hill case is certainly\r\nvery different, Hill involved the limited liability provision of an\r\nairline waybill construed by its own terms and without reference to\r\nthe Carmack Amendment.  Accordingly, we think it better candidly to\r\ndisavow the reasoning of Anton.  Even without Anton, the question\r\nremains whether under Nothnagle there was a \"fair opportunity\" for\r\nHollingsworth to choose a higher liability limit.\r\nThere are less than a dozen or so circuit court cases\r\nthat touch on the \"fair opportunity\" question, occasionally\r\nconflating it with the question whether there was an agreement at\r\nall.  See note 3, above.  In some, the shipper has prevailed, but\r\nbecause of some atypical quirk, such as where the carrier\r\naffirmatively misled the shipper or failed to provide a blank\r\ndeclaring a higher value.  See, e.g., Rohner, 950 F.2d at 1082-84. \r\nPerhaps only four circuit cases confront the naked issue whether a\r\n\"fair opportunity\" is afforded by a legally adequate tariff,\r\nstandard bill-of-lading language, and a blank for the shipper to\r\ninsert a higher declared value.\r\nThree of the decisions--Mechanical, 776 F.2d at 1088\r\n(Second Circuit), Norton, 901 F.2d at 824-25 (Tenth Circuit), and\r\nHughes, 829 F.2d at 1423-24 (Seventh Circuit)--uphold the\r\nlimitation of liability.  But of the three, only Norton (and a\r\nconcurring opinion by Judge Winter in Mechanical, 776 F.2d at 1089-\r\n90) says or suggests that this is the proper result as to any\r\ncommercial shipper, see Norton, 901 F.2d at 824-25.  The panel\r\nmajorities in the Mechanical and Hughes decisions can be taken to\r\nhave decided the matter on specific facts (e.g., how sophisticated\r\nwas the shipper, who prepared the bill of lading, etc.).\r\nBy contrast, in Toledo the Sixth Circuit came close to\r\nfinding that the carrier's standard tariff and bill of lading\r\nlanguage, including the standard declared-value blank, neither\r\nprovides the \"fair opportunity\" contemplated by Nothnagle, nor\r\nconstitutes an \"agreement\" (for lack of an \"absolute, deliberate\r\nand well-informed choice by the shipper\").  Toledo, 133 F.3d at\r\n443.  Toledo implies that something close to a separate, consumer-\r\nfriendly, specific warning to the shipper is necessary.  Anton has\r\ngeneral language reflecting the same attitude.  See Anton, 591 F.2d\r\nat 108.\r\nNevertheless, among the few holdings, Toledo's approach\r\nis a minority position.  It undercuts general principles that make\r\nthe shipper (like any other contracting party) responsible for what\r\nthe bill of lading says; and it reflects a reading of Nothnagle's\r\n\"fair opportunity\" language that is miles away from the actual\r\nfacts of that case (where the \"shipper\" made no written agreement\r\nor declaration of any kind).  See Nothnagle, 346 U.S. at 129-30. \r\nNor does it help to say that the Carmack Amendment was designed to\r\nprotect shippers, where, as here, the question is how much and in\r\nwhat respect.\r\nWe see no reason to choose between the \"on-the-facts\"\r\napproach of the Second Circuit majority in Mechanical and the\r\n\"bright line\" approach endorsed by Judge Winter in the same case\r\n(and arguably by the Tenth Circuit in Norton, 901 F.2d at 830\r\n(citing Judge Winter)).  It is enough that the tariff made both\r\ncoverages available, the bill of lading afforded the shipper a\r\nreasonable opportunity to choose between them (it was actually\r\nproposed by Hollingsworth), and the shipper was a substantial\r\ncommercial enterprise capable of understanding the agreements it\r\nsigned.  In our view, that is normally enough to give this shipper\r\na \"fair opportunity\" to opt for more coverage in exchange for a\r\nhigher rate.\r\nSince our facts are fairly typical (apart from the last-\r\nminute switch of carrier), this outcome makes the law predictable\r\nin the ordinary case involving a sophisticated commercial shipper\r\nand standard language.  Yet, as the circuit cases illustrate, there\r\nare so many variations--including inadequate bills of lading and\r\naffirmative misrepresentations by carriers--that we cannot lay down\r\na universal rule for cases that deviate from the ordinary case.\r\nAffirmed.\n",
  "html": "<p class=\"case_cite\">158 F.3d 617</p>\n    <p class=\"parties\">Fed. Carr. Cas. P 84,075<br>HOLLINGSWORTH &amp; VOSE COMPANY, Appellant,<br>v.<br>A-P-A TRANSPORTATION CORP., Appellee.</p>\n    <p class=\"docket\">No. 97-2428.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 1, 1998.<br>Decided Oct. 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leonard M. Singer with whom Heidlage &amp; Reece, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">Thomas J. Hogan with whom Kroll, Rubin &amp; Fiorella LLP was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge, and SARIS,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hollingsworth &amp; Vose Company (\"Hollingsworth\") appeals from the denial of its motion for summary judgment and the grant of summary judgment to A-P-A Transportation Corporation (\"A-P-A\").  The issue turns on a tariff provision limiting the carrier's liability for goods damaged during shipment in exchange for a lower transportation charge.  The federal statute governing such tariff provisions has long been a source of litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts are undisputed.  In March 1993, Hollingsworth arranged to ship a large metal cylinder used to produce fabric--the device is called a calendar roll--from its plant in Floyd, Virginia, to KRH Rolls, Inc.  (\"KRH\"), in Orange, Massachusetts.  KRH recommended A-P-A as a carrier, and when Hollingsworth agreed, KRH made the shipping arrangements.  In preparation, Hollingsworth's shipping clerk filled out a standard bill-of-lading form regularly used by Hollingsworth.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In the bill's \"name of carrier\" section, the clerk typed \"APA Trucking.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because A-P-A did not serve Floyd, Virginia, it arranged for another carrier, Wilson Trucking Company, to pick up the shipment and deliver it to A-P-A in Lexington, Virginia.  Hollingsworth did not learn of this arrangement until Wilson's driver arrived at the plant and told the shipping clerk that he would be taking the calendar roll.  Without objection from Hollingsworth, the Wilson driver added \"Wilson via Lexington VA\" in the \"name of carrier\" section of the bill of lading.  Wilson delivered the calendar roll to A-P-A in a damaged condition.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hollingsworth sued A-P-A for damages, and both parties moved for summary judgment on a joint stipulation of agreed facts.  A-P-A contended that the bill of lading incorporated the terms of Wilson's tariff, duly filed with the Interstate Commerce Commission, limiting Wilson's liability to 10 cents per pound.  The magistrate judge wrote a very able opinion concluding that this provision limited the carrier liability.  The judge required A-P-A to pay $650 in damages, corresponding to the calendar roll's weight of 6,500 pounds.  Hollingsworth's actual loss was substantially higher.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The 1906 Carmack Amendment to the Interstate Commerce Act addresses a carrier's liability for shipments in interstate commerce.  See 49 U.S.C. &#167;&#167; 10730, 11707.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Under that statute, a carrier is fully liable for the \"actual loss or injury to the property,\" id. &#167; 11707(a), unless--as provided by the Cummins Amendments a decade later--it takes specific actions to limit its liability, id. &#167; 10730(b)(1).  So far as pertinent here, such actions include two separate steps, one involving the tariff and the other the bill of lading.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First, under 49 U.S.C. &#167; 10730(a), the carrier must maintain a valid tariff with the ICC that contains a limited liability rate but also makes an unlimited liability rate available to the shipper (normally, the rate charged for the latter would be higher).  Second, the carrier must also obtain the \"written declaration of the shipper or ... written agreement between the carrier ... and shipper\" as to the \"limited\" value of the shipment.  Id. &#167; 10730(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is undisputed in this case that the first requirement (of a compliant tariff) was met.  The applicable tariff, which both parties concede to be Wilson's, provides for a maximum liability of 10 cents per pound unless the shipper declares otherwise.  No one disputes that under the tariff Hollingsworth could have increased its protection by declaring a greater value and by paying a higher rate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Hollingsworth does deny that the second requirement was satisfied, namely, a written declaration or agreement of the shipper as to the limited value of the shipment.  Hollingsworth's bill of lading contained a section for a declaration.  It reads:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Where the rate is dependent on value, shippers are required to state specifically in writing the agreed or declared value of the property.  The agreed or declared value of the property is hereby specifically stated by the shipper to be not exceeding _____ per _____.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Hollingsworth's clerk left these entries blank, so we agree with Hollingsworth that there was no declared value on the bill of lading meeting the Carmack Amendment's requirement of a \"written declaration\" by the shipper.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, the Carmack Amendment provides in the alternative for a \"written agreement between carrier ... and shipper\" as to the limited value of the shipment.  The tariff provides in substance that the shipment's value is a maximum of 10 cents per pound unless the shipper declares otherwise.  Since the shipper is charged with knowledge of the tariff, American Ry. Express Co. v. Daniel, 269 U.S. 40, 41-42, 46 S.Ct. 15, 70 L.Ed. 154 (1925), it follows that Hollingsworth, in leaving the declaration space blank in the bill of lading, agreed--by virtue of the tariff's \"unless\" clause--to the 10-cents-per-pound maximum valuation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As a fall-back defense, Hollingsworth argues that the bill of lading it originally prepared listed A-P-A as the carrier.  Since A-P-A's tariff does not limit its liability, Hollingsworth would have enjoyed full protection had A-P-A, instead of Wilson, picked up the calendar roll.  Because the carrier name was changed by Wilson's driver, not Hollingsworth's clerk, Hollingsworth argues that the bill of lading does not reflect its agreement to adopt Wilson's tariff limitations instead of the full liability available from A-P-A.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Normally a party to a contract may not unilaterally alter its terms.  But Hollingsworth does not claim that Wilson wrote in Wilson's name without Hollingsworth's knowledge and approval.  In effect, the bill of lading tendered by Hollingsworth was still a proposed agreement under negotiation when Wilson's driver sought to amend the proposal.  Both parties assented to the altered form, substituting Wilson as the carrier, so the Wilson tariff was adopted as part of the written agreement.  Thus, the Carmack Amendment's literal terms were met in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hollingsworth's last--and best--defense is drawn from New York, New Haven &amp; Hartford R.R. v. Nothnagle, 346 U.S. 128, 73 S.Ct. 986, 97 L.Ed. 1500 (1953).  There, a passenger sued the railroad after a porter lost the passenger's suitcase.  The railroad invoked a tariff provision limiting recovery to $25 unless the passenger had declared a higher valuation in writing.  See id. at 129, 73 S.Ct. 986.   The Supreme Court rejected the tariff limitation because \"[t]here was no 'value declared in writing by the shipper or agreed upon in writing';  in fact, not even a baggage check reciting a limitation provision changed hands.\"  Id. at 135.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Since in Nothnagle there was no written declaration or agreement of any kind by the passenger, the decision would be irrelevant here, save that the Supreme Court continued almost immediately by making the following observation:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[O]nly by granting its customers a fair opportunity to choose between higher or lower liability by paying a correspondingly greater or lesser charge can a carrier lawfully limit recovery to an amount less than the actual loss sustained....  Binding respondent by a limitation which she had no reasonable opportunity to discover would effectively deprive her of the requisite choice....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Id. at 135-36, 73 S.Ct. 986 (citations omitted).  This \"fair opportunity\" language, which was in some measure surplus, has taken on a life of its own, and later circuit cases have treated the rubric almost as if it were an independent requirement of the Carmack Amendment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  What has developed is a continuing controversy about how to decide whether there has been such a \"fair opportunity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The problem is that the circuit courts have not been able to agree on any single, bright-line test for what is a \"fair opportunity.\"   Partly this results from the diversity of fact-patterns (e.g., obscure bill-of-lading language, affirmative carrier misrepresentations).  But partly it may be due to a resistance, in the face of the \"fair opportunity\" language, to the ordinary law of contracts and tariffs that makes a party pretty much responsible for whatever he or she signs and charges the shipper with knowledge of filed tariffs.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This circuit has confused matters further with its decision in Anton v. Greyhound Van Lines, 591 F.2d 103, 107-10 (1st Cir.1978), understandably relied upon by Hollingsworth.  In that case, the Air Force shipped under its own bill of lading the goods of a retiring officer who requested the shipment.  See id. at 105.   After damage occurred, the carrier invoked the tariff which contained a per-pound limit on liability.  See id. at 106.   This court rejected the limitation under the Carmack Amendment, saying that there was no \"writing of plaintiff indicating any assent to a limitation of liability.\"  Id. at 108.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Anton notwithstanding, the Air Force had acted at the officer's request in arranging the shipment, and its own bill of lading incorporated a government-shipment tariff limiting the carrier's liability to \"$.60 per pound per article unless otherwise specifically annotated thereon [i.e., on the bill of lading].\"  Id. at 105 n. 2. Nowhere does Anton explain why this bill of lading was not a \"written agreement between the carrier ... and shipper,\" 49 U.S.C. &#167; 10730(b)(1), limiting value of the shipment.  Manifestly, the government was either the shipper itself or, if the officer is regarded as the shipper, then the shipper's agent.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In our own case, the magistrate judge thought that Anton had been qualified or overruled by then-Chief Judge Breyer's later decision in Hill Constr.  Corp. v. American Airlines, 996 F.2d 1315 (1st Cir.1993).  While the attitude of the Hill case is certainly very different, Hill involved the limited liability provision of an airline waybill construed by its own terms and without reference to the Carmack Amendment.  Accordingly, we think it better candidly to disavow the reasoning of Anton.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Even without Anton, the question remains whether under Nothnagle there was a \"fair opportunity\" for Hollingsworth to choose a higher liability limit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There are less than a dozen or so circuit court cases that touch on the \"fair opportunity\" question, occasionally conflating it with the question whether there was an agreement at all.  See note 3, above.  In some, the shipper has prevailed, but because of some atypical quirk, such as where the carrier affirmatively misled the shipper or failed to provide a blank declaring a higher value.  See, e.g., Rohner, 950 F.2d at 1082-84.   Perhaps only four circuit cases confront the naked issue whether a \"fair opportunity\" is afforded by a legally adequate tariff, standard bill-of-lading language, and a blank for the shipper to insert a higher declared value.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Three of the decisions--Mechanical, 776 F.2d at 1088 (Second Circuit), Norton, 901 F.2d at 824-25 (Tenth Circuit), and Hughes, 829 F.2d at 1423-24 (Seventh Circuit)--uphold the limitation of liability.  But of the three, only Norton (and a concurring opinion by Judge Winter in Mechanical, 776 F.2d at 1089-90) says or suggests that this is the proper result as to any commercial shipper, see Norton, 901 F.2d at 824-25.   The panel majorities in the Mechanical and Hughes decisions can be taken to have decided the matter on specific facts (e.g., how sophisticated was the shipper, who prepared the bill of lading, etc.).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By contrast, in Toledo the Sixth Circuit came close to finding that the carrier's standard tariff and bill of lading language, including the standard declared-value blank, neither provides the \"fair opportunity\" contemplated by Nothnagle, nor constitutes an \"agreement\" (for lack of an \"absolute, deliberate and well-informed choice by the shipper\").  Toledo, 133 F.3d at 443.  Toledo implies that something close to a separate, consumer-friendly, specific warning to the shipper is necessary.  Anton has general language reflecting the same attitude.  See Anton, 591 F.2d at 108.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nevertheless, among the few holdings, Toledo 's approach is a minority position.  It undercuts general principles that make the shipper (like any other contracting party) responsible for what the bill of lading says;  and it reflects a reading of Nothnagle 's \"fair opportunity\" language that is miles away from the actual facts of that case (where the \"shipper\" made no written agreement or declaration of any kind).  See Nothnagle, 346 U.S. at 129-30, 73 S.Ct. 986.   Nor does it help to say that the Carmack Amendment was designed to protect shippers, where, as here, the question is how much and in what respect.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We see no reason to choose between the \"on-the-facts\" approach of the Second Circuit majority in Mechanical and the \"bright line\" approach endorsed by Judge Winter in the same case (and arguably by the Tenth Circuit in Norton, 901 F.2d at 830 (citing Judge Winter)).  It is enough that the tariff made both coverages available, the bill of lading afforded the shipper a reasonable opportunity to choose between them (it was actually proposed by Hollingsworth), and the shipper was a substantial commercial enterprise capable of understanding the agreements it signed.  In our view, that is normally enough to give this shipper a \"fair opportunity\" to opt for more coverage in exchange for a higher rate.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Since our facts are fairly typical (apart from the last-minute switch of carrier), this outcome makes the law predictable in the ordinary case involving a sophisticated commercial shipper and standard language.  Yet, as the circuit cases illustrate, there are so many variations--including inadequate bills of lading and affirmative misrepresentations by carriers--that we cannot lay down a universal rule for cases that deviate from the ordinary case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Hollingsworth shipping department at the Floyd plant handles eight to ten shipments per day of fabric, and in the six-month period prior to the shipment at issue, it made two calendar roll shipments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These provisions were in force in 1993, at the time of the transaction at issue, and the citations are to the 1994 edition of the United States Code.  The provisions were overhauled and renumbered in 1995.  See ICC Termination Act of 1995, Pub.L. No. 104-88, &#167; 103, 109 Stat. 803, 907-08.  Comparable provisions now appear in 49 U.S.C. &#167; 14706 (Supp.  I 1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See Toledo Ticket Co. v. Roadway Express, Inc., 133 F.3d 439, 442 (6th Cir.1998);  Rohner Gehrig Co. v. Tri-State Motor Transit, 950 F.2d 1079, 1083 (5th Cir.1992);  Carmana Designs Ltd. v. North Am.  Van Lines Inc., 943 F.2d 316, 319 (3d Cir.1991);  Bio-Lab, Inc. v. Pony Express Courier Corp., 911 F.2d 1580, 1583 (11th Cir.1990);  Norton v. Jim Phillips Horse Transp., Inc., 901 F.2d 821, 824 (10th Cir.1989);  Hughes v. United Van Lines, Inc., 829 F.2d 1407, 1415-16 (7th Cir.1987);  Mechanical Tech.  Inc. v. Ryder Truck Lines, Inc., 776 F.2d 1085, 1087 (2d Cir.1985);  Anton v. Greyhound Van Lines, 591 F.2d 103, 108 (1st Cir.1978);  Boeing Co. v. U.S.A.C. Transp., Inc., 539 F.2d 1228, 1231 (9th Cir.1976);  Chandler v. Aero Mayflower Transit Co., 374 F.2d 129, 135 (4th Cir.1967)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Anton court also said that the carrier failed to issue its own bill of lading \"as plainly required by the terms of the Carmack Amendment.\"  Id. at 108.   But nothing in the Carmack Amendment precludes the use of a shipper's bill of lading</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Before declining to follow Anton 's reasoning, this panel circulated this opinion to all active judges on this court, and none has registered an objection.  See Trailer Marine Transp. Corp. v. Rivera Vazquez, 977 F.2d 1, 9 &amp; n. 5 (1st Cir.1992).  This does not preclude a petition for rehearing en banc on this point or any other</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Carmack Amendment had multiple purposes.  One was to impose full-value liability on a carrier;  another, after the Cummins Amendment, was to permit the carrier to limit its liability in exchange for a lower rate (so long as an option was preserved for the shipper to obtain unlimited liability protection by paying a higher rate).  On the question before us--just how much information the shipper had to be provided beyond normal tariff and bill of lading language--Congress was notably silent</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></span></p>\n    <p class=\"parties\">Fed. Carr. Cas. P 84,075<br>HOLLINGSWORTH &amp; VOSE COMPANY, Appellant,<br>v.<br>A-P-A TRANSPORTATION CORP., Appellee.</p>\n    <p class=\"docket\">No. 97-2428.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 1, 1998.<br>Decided Oct. 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leonard M. Singer with whom Heidlage &amp; Reece, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">Thomas J. Hogan with whom Kroll, Rubin &amp; Fiorella LLP was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge, and SARIS,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hollingsworth &amp; Vose Company (\"Hollingsworth\") appeals from the denial of its motion for summary judgment and the grant of summary judgment to A-P-A Transportation Corporation (\"A-P-A\").  The issue turns on a tariff provision limiting the carrier's liability for goods damaged during shipment in exchange for a lower transportation charge.  The federal statute governing such tariff provisions has long been a source of litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts are undisputed.  In March 1993, Hollingsworth arranged to ship a large metal cylinder used to produce fabric--the device is called a calendar roll--from its plant in Floyd, Virginia, to KRH Rolls, Inc.  (\"KRH\"), in Orange, Massachusetts.  KRH recommended A-P-A as a carrier, and when Hollingsworth agreed, KRH made the shipping arrangements.  In preparation, Hollingsworth's shipping clerk filled out a standard bill-of-lading form regularly used by Hollingsworth.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In the bill's \"name of carrier\" section, the clerk typed \"APA Trucking.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because A-P-A did not serve Floyd, Virginia, it arranged for another carrier, Wilson Trucking Company, to pick up the shipment and deliver it to A-P-A in Lexington, Virginia.  Hollingsworth did not learn of this arrangement until Wilson's driver arrived at the plant and told the shipping clerk that he would be taking the calendar roll.  Without objection from Hollingsworth, the Wilson driver added \"Wilson via Lexington VA\" in the \"name of carrier\" section of the bill of lading.  Wilson delivered the calendar roll to A-P-A in a damaged condition.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hollingsworth sued A-P-A for damages, and both parties moved for summary judgment on a joint stipulation of agreed facts.  A-P-A contended that the bill of lading incorporated the terms of Wilson's tariff, duly filed with the Interstate Commerce Commission, limiting Wilson's liability to 10 cents per pound.  The magistrate judge wrote a very able opinion concluding that this provision limited the carrier liability.  The judge required A-P-A to pay $650 in damages, corresponding to the calendar roll's weight of 6,500 pounds.  Hollingsworth's actual loss was substantially higher.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The 1906 Carmack Amendment to the Interstate Commerce Act addresses a carrier's liability for shipments in interstate commerce.  See 49 U.S.C. &#167;&#167; 10730, 11707.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Under that statute, a carrier is fully liable for the \"actual loss or injury to the property,\" id. &#167; 11707(a), unless--as provided by the Cummins Amendments a decade later--it takes specific actions to limit its liability, id. &#167; 10730(b)(1).  So far as pertinent here, such actions include two separate steps, one involving the tariff and the other the bill of lading.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First, under 49 U.S.C. &#167; 10730(a), the carrier must maintain a valid tariff with the ICC that contains a limited liability rate but also makes an unlimited liability rate available to the shipper (normally, the rate charged for the latter would be higher).  Second, the carrier must also obtain the \"written declaration of the shipper or ... written agreement between the carrier ... and shipper\" as to the \"limited\" value of the shipment.  Id. &#167; 10730(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is undisputed in this case that the first requirement (of a compliant tariff) was met.  The applicable tariff, which both parties concede to be Wilson's, provides for a maximum liability of 10 cents per pound unless the shipper declares otherwise.  No one disputes that under the tariff Hollingsworth could have increased its protection by declaring a greater value and by paying a higher rate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Hollingsworth does deny that the second requirement was satisfied, namely, a written declaration or agreement of the shipper as to the limited value of the shipment.  Hollingsworth's bill of lading contained a section for a declaration.  It reads:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Where the rate is dependent on value, shippers are required to state specifically in writing the agreed or declared value of the property.  The agreed or declared value of the property is hereby specifically stated by the shipper to be not exceeding _____ per _____.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Hollingsworth's clerk left these entries blank, so we agree with Hollingsworth that there was no declared value on the bill of lading meeting the Carmack Amendment's requirement of a \"written declaration\" by the shipper.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, the Carmack Amendment provides in the alternative for a \"written agreement between carrier ... and shipper\" as to the limited value of the shipment.  The tariff provides in substance that the shipment's value is a maximum of 10 cents per pound unless the shipper declares otherwise.  Since the shipper is charged with knowledge of the tariff, American Ry. Express Co. v. Daniel, <span class=\"citation\" data-id=\"100713\"><a href=\"/opinion/100713/american-railway-express-co-v-daniel/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span>, 41-42, <span class=\"citation\" data-id=\"100713\"><a href=\"/opinion/100713/american-railway-express-co-v-daniel/\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation\" data-id=\"100713\"><a href=\"/opinion/100713/american-railway-express-co-v-daniel/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">154</span></a></span> (1925), it follows that Hollingsworth, in leaving the declaration space blank in the bill of lading, agreed--by virtue of the tariff's \"unless\" clause--to the 10-cents-per-pound maximum valuation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As a fall-back defense, Hollingsworth argues that the bill of lading it originally prepared listed A-P-A as the carrier.  Since A-P-A's tariff does not limit its liability, Hollingsworth would have enjoyed full protection had A-P-A, instead of Wilson, picked up the calendar roll.  Because the carrier name was changed by Wilson's driver, not Hollingsworth's clerk, Hollingsworth argues that the bill of lading does not reflect its agreement to adopt Wilson's tariff limitations instead of the full liability available from A-P-A.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Normally a party to a contract may not unilaterally alter its terms.  But Hollingsworth does not claim that Wilson wrote in Wilson's name without Hollingsworth's knowledge and approval.  In effect, the bill of lading tendered by Hollingsworth was still a proposed agreement under negotiation when Wilson's driver sought to amend the proposal.  Both parties assented to the altered form, substituting Wilson as the carrier, so the Wilson tariff was adopted as part of the written agreement.  Thus, the Carmack Amendment's literal terms were met in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hollingsworth's last--and best--defense is drawn from New York, New Haven &amp; Hartford R.R. v. Nothnagle, <span class=\"citation\" data-id=\"105147\"><a href=\"/opinion/105147/new-york-nh-hr-co-v-nothnagle/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, <span class=\"citation\" data-id=\"105147\"><a href=\"/opinion/105147/new-york-nh-hr-co-v-nothnagle/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1500</span></span> (1953).  There, a passenger sued the railroad after a porter lost the passenger's suitcase.  The railroad invoked a tariff provision limiting recovery to $25 unless the passenger had declared a higher valuation in writing.  See id. at 129, <span class=\"citation\" data-id=\"105147\"><a href=\"/opinion/105147/new-york-nh-hr-co-v-nothnagle/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></a></span>.   The Supreme Court rejected the tariff limitation because \"[t]here was no 'value declared in writing by the shipper or agreed upon in writing';  in fact, not even a baggage check reciting a limitation provision changed hands.\"  Id. at 135.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Since in Nothnagle there was no written declaration or agreement of any kind by the passenger, the decision would be irrelevant here, save that the Supreme Court continued almost immediately by making the following observation:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[O]nly by granting its customers a fair opportunity to choose between higher or lower liability by paying a correspondingly greater or lesser charge can a carrier lawfully limit recovery to an amount less than the actual loss sustained....  Binding respondent by a limitation which she had no reasonable opportunity to discover would effectively deprive her of the requisite choice....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Id. at 135-36, <span class=\"citation\" data-id=\"105147\"><a href=\"/opinion/105147/new-york-nh-hr-co-v-nothnagle/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></a></span> (citations omitted).  This \"fair opportunity\" language, which was in some measure surplus, has taken on a life of its own, and later circuit cases have treated the rubric almost as if it were an independent requirement of the Carmack Amendment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  What has developed is a continuing controversy about how to decide whether there has been such a \"fair opportunity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The problem is that the circuit courts have not been able to agree on any single, bright-line test for what is a \"fair opportunity.\"   Partly this results from the diversity of fact-patterns (e.g., obscure bill-of-lading language, affirmative carrier misrepresentations).  But partly it may be due to a resistance, in the face of the \"fair opportunity\" language, to the ordinary law of contracts and tariffs that makes a party pretty much responsible for whatever he or she signs and charges the shipper with knowledge of filed tariffs.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This circuit has confused matters further with its decision in Anton v. Greyhound Van Lines, <span class=\"citation\" data-id=\"362990\"><a href=\"/opinion/362990/juliet-m-d-anton-v-greyhound-van-lines-inc/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 107-10 (1st Cir.1978), understandably relied upon by Hollingsworth.  In that case, the Air Force shipped under its own bill of lading the goods of a retiring officer who requested the shipment.  See id. at 105.   After damage occurred, the carrier invoked the tariff which contained a per-pound limit on liability.  See id. at 106.   This court rejected the limitation under the Carmack Amendment, saying that there was no \"writing of plaintiff indicating any assent to a limitation of liability.\"  Id. at 108.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Anton notwithstanding, the Air Force had acted at the officer's request in arranging the shipment, and its own bill of lading incorporated a government-shipment tariff limiting the carrier's liability to \"$.60 per pound per article unless otherwise specifically annotated thereon [i.e., on the bill of lading].\"  Id. at 105 n. 2. Nowhere does Anton explain why this bill of lading was not a \"written agreement between the carrier ... and shipper,\" 49 U.S.C. &#167; 10730(b)(1), limiting value of the shipment.  Manifestly, the government was either the shipper itself or, if the officer is regarded as the shipper, then the shipper's agent.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In our own case, the magistrate judge thought that Anton had been qualified or overruled by then-Chief Judge Breyer's later decision in Hill Constr.  Corp. v. American Airlines, <span class=\"citation\" data-id=\"610552\"><a href=\"/opinion/610552/hill-construction-corporation-dba-hill-helicopters-rental-service-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></a></span> (1st Cir.1993).  While the attitude of the Hill case is certainly very different, Hill involved the limited liability provision of an airline waybill construed by its own terms and without reference to the Carmack Amendment.  Accordingly, we think it better candidly to disavow the reasoning of Anton.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Even without Anton, the question remains whether under Nothnagle there was a \"fair opportunity\" for Hollingsworth to choose a higher liability limit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There are less than a dozen or so circuit court cases that touch on the \"fair opportunity\" question, occasionally conflating it with the question whether there was an agreement at all.  See note 3, above.  In some, the shipper has prevailed, but because of some atypical quirk, such as where the carrier affirmatively misled the shipper or failed to provide a blank declaring a higher value.  See, e.g., Rohner, 950 F.2d at 1082-84.   Perhaps only four circuit cases confront the naked issue whether a \"fair opportunity\" is afforded by a legally adequate tariff, standard bill-of-lading language, and a blank for the shipper to insert a higher declared value.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Three of the decisions--Mechanical, 776 F.2d at 1088 (Second Circuit), Norton, 901 F.2d at 824-25 (Tenth Circuit), and Hughes, 829 F.2d at 1423-24 (Seventh Circuit)--uphold the limitation of liability.  But of the three, only Norton (and a concurring opinion by Judge Winter in Mechanical, 776 F.2d at 1089-90) says or suggests that this is the proper result as to any commercial shipper, see Norton, 901 F.2d at 824-25.   The panel majorities in the Mechanical and Hughes decisions can be taken to have decided the matter on specific facts (e.g., how sophisticated was the shipper, who prepared the bill of lading, etc.).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By contrast, in Toledo the Sixth Circuit came close to finding that the carrier's standard tariff and bill of lading language, including the standard declared-value blank, neither provides the \"fair opportunity\" contemplated by Nothnagle, nor constitutes an \"agreement\" (for lack of an \"absolute, deliberate and well-informed choice by the shipper\").  Toledo, 133 F.3d at 443.  Toledo implies that something close to a separate, consumer-friendly, specific warning to the shipper is necessary.  Anton has general language reflecting the same attitude.  See Anton, 591 F.2d at 108.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nevertheless, among the few holdings, Toledo 's approach is a minority position.  It undercuts general principles that make the shipper (like any other contracting party) responsible for what the bill of lading says;  and it reflects a reading of Nothnagle 's \"fair opportunity\" language that is miles away from the actual facts of that case (where the \"shipper\" made no written agreement or declaration of any kind).  See Nothnagle, 346 U.S. at 129-30, <span class=\"citation\" data-id=\"105147\"><a href=\"/opinion/105147/new-york-nh-hr-co-v-nothnagle/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></a></span>.   Nor does it help to say that the Carmack Amendment was designed to protect shippers, where, as here, the question is how much and in what respect.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We see no reason to choose between the \"on-the-facts\" approach of the Second Circuit majority in Mechanical and the \"bright line\" approach endorsed by Judge Winter in the same case (and arguably by the Tenth Circuit in Norton, 901 F.2d at 830 (citing Judge Winter)).  It is enough that the tariff made both coverages available, the bill of lading afforded the shipper a reasonable opportunity to choose between them (it was actually proposed by Hollingsworth), and the shipper was a substantial commercial enterprise capable of understanding the agreements it signed.  In our view, that is normally enough to give this shipper a \"fair opportunity\" to opt for more coverage in exchange for a higher rate.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Since our facts are fairly typical (apart from the last-minute switch of carrier), this outcome makes the law predictable in the ordinary case involving a sophisticated commercial shipper and standard language.  Yet, as the circuit cases illustrate, there are so many variations--including inadequate bills of lading and affirmative misrepresentations by carriers--that we cannot lay down a universal rule for cases that deviate from the ordinary case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Hollingsworth shipping department at the Floyd plant handles eight to ten shipments per day of fabric, and in the six-month period prior to the shipment at issue, it made two calendar roll shipments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These provisions were in force in 1993, at the time of the transaction at issue, and the citations are to the 1994 edition of the United States Code.  The provisions were overhauled and renumbered in 1995.  See ICC Termination Act of 1995, Pub.L. No. 104-88, &#167; 103, 109 Stat. 803, 907-08.  Comparable provisions now appear in 49 U.S.C. &#167; 14706 (Supp.  I 1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See Toledo Ticket Co. v. Roadway Express, Inc., <span class=\"citation\" data-id=\"750107\"><a href=\"/opinion/750107/fed-carr-cas-p-84060-toledo-ticket-company-v-roadway-express-inc/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">439</span></a></span>, 442 (6th Cir.1998);  Rohner Gehrig Co. v. Tri-State Motor Transit, <span class=\"citation\" data-id=\"573092\"><a href=\"/opinion/573092/rohner-gehrig-company-inc-v-tri-state-motor-transit/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1079</span></a></span>, 1083 (5th Cir.1992);  Carmana Designs Ltd. v. North Am.  Van Lines Inc., <span class=\"citation\" data-id=\"567616\"><a href=\"/opinion/567616/carmana-designs-ltd-v-north-american-van-lines-inc-american-priority/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 319 (3d Cir.1991);  Bio-Lab, Inc. v. Pony Express Courier Corp., <span class=\"citation\" data-id=\"546978\"><a href=\"/opinion/546978/bio-lab-inc-v-pony-express-courier-corporation/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1580</span></a></span>, 1583 (11th Cir.1990);  Norton v. Jim Phillips Horse Transp., Inc., <span class=\"citation\" data-id=\"540112\"><a href=\"/opinion/540112/john-t-norton-kevin-eikleberry-william-m-heir-robert-l-nossem-and/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span>, 824 (10th Cir.1989);  Hughes v. United Van Lines, Inc., <span class=\"citation\" data-id=\"495035\"><a href=\"/opinion/495035/edward-and-nancy-hughes-v-united-van-lines-inc-and-291-sisser-brothers/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1407</span></a></span>, 1415-16 (7th Cir.1987);  Mechanical Tech.  Inc. v. Ryder Truck Lines, Inc., <span class=\"citation\" data-id=\"460923\"><a href=\"/opinion/460923/mechanical-technology-incorporated-cross-appellant-v-ryder-truck-lines/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (2d Cir.1985);  Anton v. Greyhound Van Lines, <span class=\"citation\" data-id=\"362990\"><a href=\"/opinion/362990/juliet-m-d-anton-v-greyhound-van-lines-inc/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 108 (1st Cir.1978);  Boeing Co. v. U.S.A.C. Transp., Inc., <span class=\"citation\" data-id=\"338386\"><a href=\"/opinion/338386/the-boeing-company-a-corporation-v-usac-transport-inc-a/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>, 1231 (9th Cir.1976);  Chandler v. Aero Mayflower Transit Co., <span class=\"citation\" data-id=\"275072\"><a href=\"/opinion/275072/william-e-chandler-jr-lewie-e-merritt-jr-selma-g-jones-norwood/\"><span class=\"volume\">374</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 135 (4th Cir.1967)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Anton court also said that the carrier failed to issue its own bill of lading \"as plainly required by the terms of the Carmack Amendment.\"  Id. at 108.   But nothing in the Carmack Amendment precludes the use of a shipper's bill of lading</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Before declining to follow Anton 's reasoning, this panel circulated this opinion to all active judges on this court, and none has registered an objection.  See Trailer Marine Transp. Corp. v. Rivera Vazquez, <span class=\"citation\" data-id=\"592212\"><a href=\"/opinion/592212/trailer-marine-transport-corp-v-carmen-m-rivera-vazquez-etc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 9 &amp; n. 5 (1st Cir.1992).  This does not preclude a petition for rehearing en banc on this point or any other</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Carmack Amendment had multiple purposes.  One was to impose full-value liability on a carrier;  another, after the Cummins Amendment, was to permit the carrier to limit its liability in exchange for a lower rate (so long as an option was preserved for the shipper to obtain unlimited liability protection by paying a higher rate).  On the question before us--just how much information the shipper had to be provided beyond normal tariff and bill of lading language--Congress was notably silent</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750107/"
  ]
}