{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198188/",
  "absolute_url": "/opinion/198188/bsp-trans-inc-v-usdol/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198188/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:25Z",
  "date_modified": "2017-03-24T10:55:00.239062Z",
  "type": "010combined",
  "sha1": "7aa4633bd811b84f3185f96a4fb93aeacdb36aa0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2282.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 97-2282\r\n\n                       BSP TRANS, INC.,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n              UNITED STATES DEPARTMENT OF LABOR,\r\n\n                         Respondent,\r\n                                                               \r\n\n                       ROBERT MICHAUD,\r\n\n                         Intervenor.\r\n\n                               \r\n\n    ON PETITION FOR REVIEW OF A FINAL DECISION AND ORDER \r\n           OF THE UNITED STATES DEPARTMENT OF LABOR\r\n                 ADMINISTRATIVE REVIEW BOARD\r\n\n                            Before\r\n\n                    Lynch, Circuit Judge,\r\n\n        Campbell and Bownes, Senior Circuit Judges.\r\n\n   Lawrence C. Winger with whom Kraft &amp; Winger was on brief for\r\npetitioner, BSP Trans, Inc.\r\n   Barbara A. W. McConnell, Attorney, United States Department of\r\nLabor, Office of the Solicitor, with whom Marvin Krislov, Deputy\r\nSolicitor for National Operations, Joseph M. Woodward, Associate\r\nSolicitor for Occupational Safety and Health, and Barbara\r\nWerthmann, Counsel for Appellate Litigation, were on brief for the\r\nUnited States Department of Labor.\r\n   Louis B. Butterfield with whom Olafsen &amp; Butterfield was on\r\nbrief for intervenor, Robert Michaud.\r\n\n                      November 3, 1998\r\n\nCAMPBELL, Senior Circuit Judge.  This is a petition to\r\nreview an order of the United States Department of Labor\r\nAdministrative Review Board (the \"Board\").  See 49 U.S.C. \r\n31105(c).  The Board has ruled that BSP Trans, Inc. (\"BSP\")\r\nviolated the Surface Transportation Assistance Act of 1982 (\"STAA\")\r\nby terminating one of its employees, Robert Michaud, in retaliation\r\nfor his having complained to his BSP supervisors about BSP's\r\nfailure to comply with federal transportation safety regulations. \r\nBSP contends that the Board erred by rejecting the factual findings\r\nof the U.S. Department of Labor administrative law judge (\"ALJ\")\r\nwho initially heard the case.  BSP also contends that the STAA does\r\nnot protect the purely internal complaints Michaud claims to have\r\nmade.  We reverse the Board's order, holding that the Board was\r\nobligated under applicable regulations to uphold the ALJ's\r\nfindings, because these findings were supported by substantial\r\nevidence on the record as a a whole. \r\n                       I. BACKGROUND\r\nBSP is a trucking company that transports general freight\r\nas a contract carrier in intrastate and interstate commerce.  The\r\ncompany is based in New Hampshire and operates five terminals in\r\nNew Hampshire, Vermont, and Maine.  Michaud was employed at BSP's\r\nterminal in Westbrook, Maine between July and December, 1993.  His\r\nemployment ended on December 23, 1993, when he was terminated,\r\nostensibly for photocopying confidential BSP documents and being\r\nevasive when his supervisors confronted him about it.  Michaud\r\nclaimed this reason was a pretext, and that the real reason for his\r\ntermination was his complaints to management that BSP was requiring\r\nits truck drivers to exceed the hours permitted under U.S.\r\nDepartment of Transportation (\"DOT\") regulations.  Michaud insists\r\nhe photocopied company documents only to document these violations.\r\nIn January, 1994, Michaud requested that the Occupational\r\nSafety and Health Administration (\"OSHA\") investigate his\r\ntermination.  OSHA made a preliminary determination that BSP\r\nwrongfully terminated Michaud and ordered BSP to reinstate him. \r\nBSP objected to the order and requested a de novo hearing.  A\r\nhearing was held before an ALJ from the U.S. Department of Labor.\r\nMichaud's testimony before the ALJ was widely discrepant\r\nfrom that of his supervisors.  The ALJ resolved these discrepancies\r\nand related credibility issues in favor of the supervisors and\r\nagainst Michaud.  The critical issue in the present petition is\r\nwhether, in light of a regulation making the ALJ's findings\r\nconclusive if supported by substantial evidence on the record as a\r\nwhole, the Board was entitled to reject those findings.  We begin\r\nby summarizing the testimony of the key witnesses.  We then recount\r\nthe different findings of both the ALJ and the Board.  Finally, we\r\ndiscuss the appropriateness of these findings and their legal\r\neffect.\r\n                A. Testimony Before the ALJ\r\nRobert Michaud's Testimony\r\nMichaud testified that he began working as a commercial\r\ntruck driver at the Westbrook terminal in July, 1993.  In\r\nSeptember, he read one of BSP's documents which referred to U.S.\r\nDepartment of Transportation (\"DOT\") regulations limiting the\r\nnumber of consecutive and weekly hours commercial truck drivers\r\ncould operate.  He testified to being concerned that he and BSP\r\nwere violating them.  He said he mentioned the regulations to\r\nfellow driver Jeffrey Labrecque, who said BSP was exempt from the\r\nregulations based on \"the Railroad Act of New Hampshire.\"  \r\nAccording to Michaud, he then asked a state trooper about\r\nthe regulations.  The trooper advised Michaud to contact the DOT to\r\nsee if the regulations applied to BSP, and if so, to copy documents\r\ndetailing Michaud's hours.  Michaud testified that he next\r\ncontacted the DOT and spoke to a woman he identified only as\r\n\"Susan.\"  Susan told him BSP drivers could be on-duty only 12 hours\r\nper day and 60 hours per week.  Michaud said that he did not tell\r\nanyone at BSP about his conversations with Susan or the state\r\ntrooper.\r\nIn mid-October, Michaud received his three-month\r\nperformance evaluation from BSP.  According to Michaud, his overall\r\nevaluation was \"definitely above average,\" but his rating for\r\nquantity of work was \"satisfactory.\"  When Michaud asked night\r\nsupervisor Glen Osterberg why his rating was merely \"satisfactory,\"\r\nOsterberg is said to have replied that it was because, unlike other\r\nBSP drivers, Michaud was unwilling to drive extra runs on\r\nSaturdays.  Michaud stated that while he would welcome the\r\nadditional income from extra Saturday runs, he was already working\r\nthe maximum weekly hours permitted by DOT regulations.  Osterberg \r\nresponded that the regulations did not apply to BSP.  The next day,\r\nMichaud contends he had a similar conversation with terminal\r\nsupervisor Alex Kasny, and Kasny also stated that BSP was exempt\r\nfrom the regulations and that Michaud should \"get it out of [his]\r\nmind.\"\r\nMichaud testified that he then went to safety director Ed\r\nPaul and described what he called \"a vicious cycle\":  BSP day\r\ntrucks often returned late to the terminal, causing the night\r\ntrucks to leave late.  Because the night truck drivers' on-duty\r\ntime included time spent at the terminal waiting to be dispatched,\r\nthe effect of the day trucks arriving late was that the night truck\r\ndrivers either had to exceed the speed limit or end up working more\r\nhours than were permitted by DOT regulations. \r\nThen, sometime in late October or early November, Michaud\r\nsays he spoke to BSP president Jack Law.  Michaud explained the\r\n\"vicious cycle\" to Law and stated that it was illegal to require\r\ndrivers to work more than 60 hours per week.  Law listened and\r\nsmiled, but quickly changed the subject.  Michaud then raised the\r\nissue with day supervisor Dave Andrews, who told Michaud that he\r\nwould discuss the matter with acting terminal manager Michael\r\nGreany.\r\nAround this time, Michaud began copying his and other\r\ndrivers' time cards and manifests to document what Michaud believed\r\nwere BSP's violations.  On at least one other occasion, another BSP\r\ndriver gave Michaud his manifest for copying.  Michaud stated that\r\nit was not unusual to photocopy one's own time card in the presence\r\nof BSP management, as drivers typically kept copies in case they\r\nwere paid for fewer hours than they had actually worked.  He also\r\nclaimed that occasionally he would do favors to other drivers by\r\nphotocopying their time cards for them if he was already at the\r\ncopy machine.  He did not consider the time cards to be\r\nconfidential. \r\nJust before Thanksgiving, Kasny brought Michaud and\r\nfellow truck driver Larry Roy into his office.  He asked Michaud\r\nand Roy to make local runs in the afternoon in addition to their\r\nnormally scheduled runs.  Michaud testified that, with Roy present,\r\nhe told Kasny that those hours would be illegal and he would not do\r\nit.  Kasny responded, according to Michaud, that BSP was not\r\nsubject to the DOT regulations and Michaud should \"get it out of\r\n[his] thick skull about . . . illegal hours.\"  Michaud complied,\r\nbut began looking for other jobs. \r\nAccording to Michaud, approximately a week before\r\nChristmas, he repeated his complaints to Greany, who replied,\r\n\"Well, it was nice knowing you.  Have a good holiday.\"  Michaud\r\ninterpreted this comment to mean that he was about to be fired.  \r\nOn December 23, 1993, Michaud arrived at the terminal\r\nearly in the morning and began copying other drivers' time cards to\r\ndocument their hours.  Fellow employees Dane Evoga and Dan Vaughn\r\nwere already at the copy machine, but the machine had jammed. \r\nMichaud fixed the paper jam, made copies of the time cards, and\r\nleft the room.  \r\nLater that morning, Osterberg told Michaud to punch in\r\nand go see Kasny.  Kasny asked both Michaud and Osterberg to come\r\ninto his office.  Kasny asked Michaud if he had been copying other\r\ndrivers' time cards and manifests.  Michaud said yes, but mentioned\r\nthat he did it as a favor to other drivers, when he happened to be\r\nahead of them in line at the copy machine.  Michaud testified, \"In\r\nother words, I was avoiding telling them the whole thing.  I was\r\ndoing those without permission, the other ones.\"  When Kasny asked\r\nif Michaud copied other drivers' time cards without their\r\npermission, Michaud remained silent because, as he stated, \"now\r\nthey were pinning me down . . . [a]nd I figured if I revealed that,\r\nI'm fired.\"  Michaud testified that he didn't believe either Kasny\r\nor Osterberg ever asked him why he was copying the documents, and\r\nhe did not tell them.  Michaud was told that he was terminated.\r\nDan Vaughn's Testimony\r\nVaughn was one of the dock workers who was using the copy\r\nmachine when Michaud entered the terminal's office on December\r\n23rd.  Vaughn testified to the following:  Michaud and another\r\ndriver, Jeffrey Taylor, entered the office sometime between 3 a.m.\r\nand 4 a.m.  Michaud was talking about \"making a file to cover his\r\nass.\"  Taylor opened the wooden file cabinet where the manifests\r\nwere stored and removed a stack of documents.  The two men also\r\nretrieved time cards from the drivers' room outside the office. \r\nMichaud began to photocopy the documents and asked Taylor to stand\r\nlook-out at the door to the office.  This conduct lasted\r\napproximately 15-20 minutes. \r\nDuring this time, Vaughn was sitting at a desk on the\r\nother side of the office.  Michaud and Taylor chatted with Vaughn\r\nand generally made no effort to hide from him what they were doing. \r\nAt one point, Vaughn walked over to the copy machine and recognized\r\nthe time card of employee Pete Chiasson.  Among the stack of\r\ndocuments he saw Michaud copying, that was the only document he\r\nspecifically identified.  \r\nVaughn believed that what Michaud and Taylor had done was\r\n\"wrong,\" and he went to Andrews later that morning.  Vaughn\r\ntestified that he told Andrews what he had witnessed, stating, \"I\r\ndidn't think it was right, you know, employees in there filing\r\nthrough stuff and copying the manifests . . . copying other\r\npeople's time card[s].\"\r\nDave Andrews' Testimony\r\nAndrews testified that he understood Vaughn to say that\r\nMichaud alone did the copying, with Taylor merely assisting him by\r\nacting as look-out.  Andrews stated that he then alerted Kasny. \r\nHowever, he told Kasny only about Michaud's involvement, because,\r\naccording to Andrews, the manifests were Andrews' primary concern\r\nand Vaughn had reported that only Michaud was doing the copying. \r\nHe knew that drivers often copied their own manifests, but believed\r\nthat he ought to advise Kasny that Vaughn had seen Michaud copying\r\n\"a stack of manifests.\"\r\nAndrews further testified that Michaud had previously\r\nmentioned to Andrews that he wanted to make more money and once\r\nasked him, \"Is there any way to get these day drivers in here any\r\nearlier?\"  However, according to Andrews, Michaud had never\r\nmentioned to him excessive hours or the DOT hours of service\r\nregulations.  During Michaud's employment, Andrews was aware that\r\ndrivers were working long hours and not keeping logs, and he knew\r\nthat might violate DOT regulations.  The issue, however, never came\r\nup in conversation with Michaud, and Andrews never discussed it\r\nwith his superiors.\r\nAlex Kasny's Testimony\r\nKasny testified that, at approximately 7:30 a.m. on\r\nDecember 23rd, Andrews approached him and stated that Vaughn had\r\nwitnessed Michaud making copies of time cards and other paperwork\r\nin the office.  When Andrews said that was all he knew, Kasny\r\nsummoned Vaughn to his office.  \r\nVaughn repeated to Kasny that he had witnessed Michaud\r\ncopying time cards and other paperwork, and that file drawers in\r\nthe office had been opened and files were laying out.  Kasny\r\nassumed the \"other paperwork\" meant manifests, since they would\r\nprovide a quick, easy way of getting information about multiple\r\ncustomers at once.  Manifests, Kasny explained, include information\r\nregarding BSP's customers, all the trucking companies with which\r\nBSP has agreements, what freight is being transported, and, by\r\ninference, BSP's rate structures.  Manifests do not, however,\r\ndirectly state BSP's rates; that information is printed on BSP's\r\nbills of lading, which were also located in the file cabinet.  \r\nKasny then called Greany.  He told Greany that he was\r\nconcerned because Michaud had been caught copying manifests. \r\nGreany told him he would call back.  About an hour later, Greany\r\ncalled back and told Kasny to bring Michaud and a witness into\r\nKasny's office and ask Michaud directly whether he had been making\r\ncopies of time cards and manifests.  \r\nMichaud arrived for his shift at approximately 5:00 p.m. \r\nKasny asked Osterberg and Michaud into his office and closed the\r\ndoor.  He asked Michaud, \"Did you make any photocopies of time\r\ncards and/or manifests?\"  Michaud responded, \"Who told you this? \r\nDid the dock guys tell you this?  They've been out to get me.\" \r\nKasny repeated his question a total of six times.  Each time,\r\nMichaud stated only that he had copied his own time card, and Larry\r\nRoy's, at Roy's request.  Kasny then told Michaud that he had been\r\nseen copying time cards and manifests, and that he would be\r\nterminated.  He asked for Michaud's fuel card and toll cards and\r\nasked Michaud to leave the premises.  \r\nKasny called Greany to \"let him know of the conversation\r\nthat I had, and that Mr. Michaud was   was, indeed, dismissed from\r\nemployment.\"  Because he was relatively new to his management\r\nposition, Kasny did not believe he had the authority to terminate\r\nemployees, \"unless it was just an out-and-outright blatant type\r\nincident.\"  He stated that while he recommended to Greany that\r\nMichaud be terminated, the ultimate decision was Greany's.\r\nKasny testified that, prior to Michaud's termination,\r\nMichaud never complained to him about DOT hours of service\r\nregulations.  Michaud did not mention the regulations or his hours\r\nduring Michaud's mid-October performance evaluation.  Rather, the\r\nonly topic discussed during the meeting was whether Michaud was\r\nentitled to more than the 50-cent-per-hour raise he was told he\r\nwould receive.  Michaud also said nothing about illegal hours or\r\nDOT regulations when Kasny confronted him about the copying of\r\ndocuments.  While Kasny himself was familiar with the regulations\r\nfrom his own days as a truck driver, he insisted that the first\r\ntime he heard allegations that BSP violated them was several months\r\nafter Michaud was terminated.  \r\nMichael Greany's Testimony\r\nGreany testified that, on December 23rd, he was in\r\nLondonderry, New Hampshire.  He received a phone call from Kasny,\r\nwho told him that Michaud had been caught copying time cards and\r\nmanifests.  Greany was not particularly concerned about copying of\r\ntime cards, because he knew that such practice was commonplace\r\namong BSP drivers.  He was quite concerned, however, about the\r\ncopying of manifests because he viewed those documents as\r\npotentially valuable to competitors.  He thought of a conversation\r\nhe had with Michaud in late October or early November in which\r\nMichaud was upset that he had not received a raise that he thought\r\nhe had been promised.  Greany immediately became concerned that\r\nMichaud was copying the documents for profit.  \r\nKasny asked Greany what he should do, and Greany told\r\nKasny he would discuss the matter with company president Jack Law\r\nand get back to him.  Greany conferred with Law and telephoned\r\nKasny.  During this second conversation, Kasny also mentioned that\r\nthe drawer to the file cabinets was open when Michaud was copying. \r\nGreany told Kasny that while Michaud's conduct required \"instant\r\ndismissal,\" Kasny should try to find out exactly what documents had\r\nbeen copied.\r\nLater that afternoon, Kasny called Greany to report what\r\nhad happened when he confronted Michaud.  Kasny reported that\r\nMichaud had been evasive and very uncooperative, but ultimately\r\nadmitted to photocopying time cards (both his own and others') and\r\nmanifests.  At that time, Greany did not yet think that Michaud had\r\nactually been terminated, so he told Kasny to \"let him go.\"\r\nGreany testified that throughout Michaud's employment he\r\nwas unaware of the DOT hours of service regulations, even though it\r\nwas his responsibility to be aware of them.  He stated that Michaud\r\nnever once mentioned to him hours of service or expressed \"any kind\r\nof regulatory concerns.\"  Approximately a week before Christmas,\r\nMichaud mentioned to him that the company lost money when the day\r\ntrucks arrived late and stated, \"it's tough to make up for that\r\nbecause of the type of schedules that they're operating on.\" \r\nGreany simply replied, \"We can't control the shipping community. \r\nWe get them back as soon as we can, and we go out.\"  The day\r\nMichaud was terminated, Kasny did not report that Michaud had\r\nraised these issues, and Greany was not even aware of the DOT\r\nregulations at that time.\r\nJeffrey Taylor's Testimony\r\nJeffrey Taylor testified that he never assisted Michaud \r\ncopy documents on December 23rd or any other day.  He stated that\r\non December 23rd, he was not even present at the Westbrook terminal\r\nbecause he was receiving workers' compensation at the time.  During\r\nthe time that he was receiving workers' compensation - from\r\nDecember 1, 1993, to February 26, 1994 - he came to work only\r\ntwice,  December 13 (he believed) and February 22. \r\n                   B. The ALJ's Decision \r\nIn September, 1996, the ALJ issued a recommended decision\r\nruling that Michaud's termination did not violate the STAA.  The\r\nALJ's reasoning was straightforward - that Michaud did not register\r\n\"internal complaints cognizable as protected activity under the\r\nAct.\"  We quote liberally from the ALJ's decision, omitting only\r\ncitations to the record:\r\nFirst, there is no corroboration whatsoever for Mr.\r\nMichaud's testimony.  This lack of corroboration is\r\ntroubling, given that complainant contends that at least\r\none driver, Larry Roy, was present during the . . .\r\nconversation with Kasny in late November 1993.  Nor was\r\n\"Susan\" from DOT further identified or called to testify,\r\nMr. Michaud's testimony stands alone and directly\r\ncontradicted by three witnesses.  Kasny, Andrews, and\r\nGreany denied that the hours of service subject came up,\r\nalthough they recalled a number of occasions when\r\ncomplainant discussed the \"vicious cycle.\"  Other\r\ndiscrepancies indicate that complainant's memory of the\r\nevents is perhaps more as he wishes they had occurred,\r\nrather than how they actually occurred.  For example,\r\nDave Andrews recalls telling complainant that his desire\r\nto have the day shift trucks come in earlier was not\r\nworkable because the customers dictate the volume of\r\nfreight.  Greany echoed this fact of business life.  Yet\r\nMr. Michaud testified that Andrews agreed with him about\r\nbringing the day trucks in earlier.  Another discrepancy\r\nis that Kasny and Andrews deny  talking to complainant\r\nabout the New Hampshire Railway Act, but complainant may\r\nhave talked to another driver, Jeffrey Labrecque, about\r\nit.  \r\n\nSecond, Mr. Michaud's own testimony was extremely vague\r\nand often tangential.  He spoke haltingly about key\r\nevents, and was frequently unable to remember dates, and\r\nwho said what.  It is unnecessary to determine whether\r\nhis lack of clarity stems from conscious dissembling, for\r\nMr. Michaud himself admitted that his mental state causes\r\nhis mind to wander and lose focus.  As a result, he is\r\nnot a reliable witness.\r\n\nThird, complainant's statements about the \"vicious cycle\"\r\nand getting his run accomplished centered primarily on\r\nhis extra job assignments and concern with making more\r\nmoney, rather than on perceived safety or hours\r\nviolations.\r\n\nFinally, the fact that Mr. Michaud kept his alleged early\r\ncontacts with the DOT and state trooper a secret from BSP\r\nmanagement suggests that he either did not make those\r\ncontacts at all or that he was not really seriously\r\nconcerned about management making a change.  In this\r\nregard, I find complainant's testimony contradictory and\r\nnot at all reconcilable.  Complainant testified that\r\nbefore his October review, he instituted a conversation\r\nwith a state trooper about the hours of service rules;\r\nagain, he was very vague about the when, where and what\r\nof these contacts.  However, he claims that he did not\r\nsee the document that \"jogged his memory\" and \"concern\"\r\nabout the hours of service rules until the October review\r\nitself.  There is no explanation for why, if he had no\r\nconcern about the hours of service violation until the\r\nreview, he supposedly called the DOT and stop[ped] a\r\nstate trooper before that time.  Even assuming he\r\ntelephoned DOT and contacted the trooper after the\r\nreview, it is undisputed that he did not disclose the\r\ncompany's name to state or federal authorities, nor tell\r\nBSP about the contacts.  A reasonable inference is that\r\nhis level of alleged concern was somewhere between\r\nminimal and none.  The evidence leaves it very uncertain\r\nwhether Mr. Michaud actually contacted DOT or spoke to a\r\nstate trooper.\r\n\nIn short, I find that Mr. Michaud was engaged primarily\r\nin a struggle to get his point across to Alex Kasny, who\r\nwas simply too new in his job to handle the situation\r\nwell.  while this may have been poor management, along\r\nwith an interpersonal struggle, it was not about DOT\r\nhours of service violations.  Rather, the record\r\nconvinces me that the hours-of-service issue was\r\nincidental and, more likely than not, after the fact of\r\ndischarge.  For these reasons, I conclude that the\r\ncomplainant has not shown by a preponderance of the\r\nevidence that he registered internal complaints\r\ncognizable under the Act.\r\n\nThe ALJ therefore recommended that Michaud's claim of\r\ndiscrimination be dismissed, and Michaud objected to this\r\nrecommendation before the Board.\r\n                  C. The Board's Decision\r\nOn January 6, 1997, the Board rejected the ALJ's\r\nrecommended decision and ruled that Michaud's firing violated the\r\nSTAA.  Specifically, the Board concluded that Michaud's conduct was\r\nprotected by the STAA and BSP's stated \"'legitimate' reason for\r\nfiring Michaud [was] not credible.\"  \r\nThe Board initially acknowledged its duty under STAA Rule\r\n109(c)(3) to accept as conclusive the ALJ's findings that were\r\nsupported by substantial evidence.  However, the Board stated,\r\n\"some of the ALJ's factual findings are not supported by the record\r\nevidence and consequently we make corrected findings of fact.\"  \r\nMost importantly, the Board credited Michaud's testimony\r\nthat he had complained to Osterberg, Kasny, Paul, Andrews, and Law\r\nabout excessive hours under the DOT regulations.  The ALJ had\r\nquestioned whether these conversations had ever taken place and\r\nstated that Michaud's \"statements about the 'vicious cycle' and\r\ngetting his run accomplished centered primarily on his extra job\r\nassignments and concern with making more money, rather than on\r\nperceived safety or hours violations.\"  The Board decided that this\r\nstatement by the ALJ was not supported by substantial evidence,\r\nciting Greany's testimony that Michaud mentioned the late departure\r\nof night drivers out of concern for the company's money, not\r\nMichaud's own money.  The Board reasoned that \"if Michaud only\r\nwanted to earn more money and did not have safety concerns, he\r\nwould have agreed to make extra runs on Saturday.\"\r\nThe Board also rejected the ALJ's finding that \"the\r\nperson who made the decision, and the only person with authority to\r\nmake the decision, to discharge Mr. Michaud was Michael\r\nGreany . . . [and] there is no reliable evidence that Greany knew\r\nabout any 'hours of service' complaints by complainant.\"  According\r\nto the Board, the record showed that Kasny was \"instrumental in the\r\nfiring,\" and alternatively, that Greany \"had actual knowledge of\r\nMichaud's complaint about the 'vicious cycle' and in light of that\r\nknowledge he also knew that copies of time cards could substantiate\r\nMichaud's suspicion of time in service violations.\" \r\nMoreover, the Board disagreed with the ALJ about\r\nMichaud's alleged conversations with the state trooper and \"Susan\"\r\nfrom the DOT.  The ALJ found that Michaud's failure to mention\r\nthese conversations to his BSP supervisors suggested that the\r\nconversations had never occurred at all.  The Board responded,\r\n\"[i]n light of BSP's failure to take corrective action when the\r\nviolation was brought to it's [sic] attention . . . [c]ommon sense\r\ndictates that Michaud would want to have documentary evidence of a\r\nviolation before filing a complaint and would not want his employer\r\nto know about the complaint until it was filed.\"  \r\nThe Board ultimately found that \r\n[BSP's] stated \"legitimate\" reason for terminating\r\nMichaud, [i.e., that he was caught copying time cards and\r\nmanifests,] is not credible because the company did not\r\ntreat the manifests as confidential and the information\r\non manifests would reveal little to a competitor.  We\r\nfurther find that Michaud established by a preponderance\r\nof the evidence that BSP discharged him for engaging in\r\nthe protected activity of gathering evidence that BSP\r\nsuspected would be used to support a complaint about\r\nhours of service violations.  \r\n\nThe Board remanded the cause to the ALJ for a\r\nrecommendation on damages.  Five months later, the ALJ recommended\r\nthat Michaud be awarded damages for back pay, front pay, health\r\ninsurance benefits, compensatory damages in the amount of $75,000,\r\nas well as attorneys' fees, costs, and equitable relief.  This\r\nrecommendation was adopted by the Board with only minor\r\nalterations.  BSP then brought this petition seeking review of the\r\nBoard's final order. \r\n                       II. DISCUSSION\r\nWe review the Board's final order according to the\r\nstandards of the Administrative Procedure Act, 5 U.S.C.  701 et.\r\nseq.  We must affirm the Board's decision unless its legal\r\nconclusions are arbitrary, capricious, or otherwise not in\r\naccordance with law, or if its factual findings are unsupported by\r\nsubstantial evidence.  See 5 U.S.C.  706(2); Clean Harbors Envtl.\r\nServ., Inc. v. Herman, 146 F.3d 12, 19 (1st Cir. 1998).\r\nSection 405(a)(1)(A) of the STAA provides in relevant\r\npart:\r\n(a) Prohibitions.  (1) A person may not\r\ndischarge an employee regarding pay, terms, or\r\nprivileges of employment because--\r\n\n(A) the employee, or another person at the\r\nemployee's request, has filed a complaint or\r\nbegun a proceeding related to a violation of a\r\ncommercial motor vehicle safety regulation,\r\nstandard, or order, or has testified or will\r\ntestify in such a proceeding . . . \r\n\n49 U.S.C.  31105(a)(1)(A).  \r\nWe have held that, in order to state a claim of\r\nretaliatory discharge under this section, the complainant must\r\ndemonstrate that he or she engaged in a  protected activity, that\r\nhe or she was subjected to adverse employment action, and that a\r\ncausal connection existed between the protected activity and the\r\nadverse action.  See Clean Harbors, 146 F.3d at 21.  If a\r\ncomplainant makes out a prima facie case, the employer may rebut\r\nthat showing with evidence of a legitimate, non-retaliatory reason\r\nfor the adverse employment action.  See id.  The burden then shifts\r\nback to the complainant to prove that the proffered reason is\r\nactually a pretext for unlawful retaliation.  See id.; cf. Texas\r\nDept. of Community Affairs v. Burdine, 450 U.S. 248 (1981)(setting\r\nforth the burden-shifting framework).  \r\nBSP contends that the Board (1) erroneously failed to\r\ndefer to the ALJ's factual findings and (2) incorrectly interpreted\r\nthe STAA to include Michaud's conduct.  We address these arguments\r\nin turn.\r\nA. The Board's Treatment of the ALJ's Factual Findings\r\nThe Board rejected the ALJ's finding that the BSP\r\nofficials who terminated Michaud were unaware of his complaints\r\nabout the maximum hour regulations.  The Board also rejected the\r\nALJ's finding that the real reason for Michaud's termination was\r\nhis copying manifests and being evasive when confronted about this\r\nallegedly improper conduct.  BSP now argues that the Board erred in\r\nignoring the ALJ's findings on these matters.  We agree.\r\nThe regulations promulgated pursuant to the STAA require\r\nthe Board to treat as conclusive an ALJ's factual findings \"if\r\nsupported by substantial evidence on the record as a whole.\"  29\r\nC.F.R.  1978.109(c)(3) (\"STAA Rule 109(c)(3)\").  Hence, while we\r\nare authorized to review only the Board's decision, see 49 U.S.C.\r\n31105(c), in doing so  \r\nwe must also determine whether under the STAA\r\nRules [the Board] was bound by the ALJ's\r\nfindings of fact.  If there was substantial\r\nevidence to support the ALJ's findings, then\r\nthe [Board's] refusal to treat them as\r\nconclusive was contrary to STAA Rule 109(c)(3)\r\nand [its] decision must be set aside.\r\n\nCastle Coal &amp; Oil Co. v. Reich, 55 F.3d 41, 44 (2d Cir. 1995). \r\nWe need, then, to review the record in its entirety, in\r\norder to determine if the ALJ's findings were or were not supported\r\nby substantial evidence.  If they were, then the Board's rejection\r\nof these findings constitutes legal error that may warrant\r\nreversal.  See Air America, Inc. v. Director, Office of Workers'\r\nCompensation Programs, 597 F.2d 773 (1st Cir. 1979) (\"It is within\r\nour authority, in reviewing the Review Board's decision for legal\r\nerror, to reverse the Board if it erred in evaluating the evidence\r\nunderlying the ALJ's finding not to constitute substantial\r\nevidence.\"); Prolerized New England Co. v. Benefits Review Board,\r\n637 F.2d 30, 35-36 (1st Cir. 1980) (same).  If, however, the ALJ's\r\nfindings were not supported by substantial evidence, we must then\r\nalso satisfy ourselves that the Board's own findings were based on\r\nsubstantial evidence.\r\n   \"Substantial evidence is more than a scintilla, and must\r\ndo more than create a suspicion of the existence of the fact to be\r\nestablished.  It means such relevant evidence as a reasonable mind\r\nmight accept as adequate to support a conclusion.\"  NLRB v.\r\nColumbian Enameling &amp; Stamping Co., 306 U.S. 292, 300 (1939)\r\n(internal quotation marks and citation omitted).  Substantial\r\nevidence does not require, however, such proof as would foreclose\r\nthe reasonable possibility of an alternate conclusion.  It is,\r\ntherefore, possible for the Board's findings to conflict with the\r\nALJ's but for each set of findings to be supported by substantial\r\nevidence.  In such a case, the ALJ's findings would prevail, given\r\nSTAA Rule 109(c)(3).  See Brink's, Inc. v. Herman, 148 F.3d 175,\r\n179 (2d Cir. 1998) (\"Thus, if we determine that the ALJ's decision\r\nwas based on substantial evidence, we must reverse the [Board] and\r\norder that the ALJ's decision be adopted; this is so even if the\r\n[Board's] decision was also based on substantial evidence.\"). \r\n   The crux of the ALJ's recommended decision was that there\r\nwas no connection between Michaud's alleged complaints about the\r\nDOT regulations and his termination.  We think that this finding\r\nwas supported by substantial evidence on the record as a whole,\r\nwith the result that the Board's decision must be set aside. \r\nSpecifically, substantial evidence supported the ALJ's finding that\r\n             while [the handling of Michaud's complaints] may have\r\n                  been poor management, along with an interpersonal\r\n                  struggle, [the complaints were] not about DOT hours of\r\n                  service violations.  Rather, the record convinces me that\r\n                  the hours-of-service issue was incidental and, more\r\n                  likely than not, after the fact of discharge.\r\n                  According to Michaud, he complained about illegal hours\r\n        to Osterberg, Kasny, Paul, Law, Andrews, Kasny (again), and finally\r\n        to Greany.  However, as the ALJ noted, not a single witness\r\n        corroborated this part of Michaud's testimony.  Osterberg, Paul,\r\n        and Law were not called as witnesses.  Nor was Larry Roy, whom\r\n        Michaud testified was present when, just before Thanksgiving,\r\n        Michaud says he told Kasny that his hours violated the DOT\r\n        regulations and Kasny responded, \"Get it out of your thick skull\r\n        about . . . illegeal hours.\"  \r\n   In fact, Kasny, Andrews, and Greany each testified that\r\nexcessive hours or the DOT regulations never came up in their\r\nconversations with Michaud.  Kasny stated that the only employment\r\nissue Michaud ever discussed with him was whether Michaud was\r\nentitled to a raise.  Andrews also stated that Michaud mentioned\r\nthat he wanted to earn more money.  According to Andrews, the only\r\ndiscussion even remotely related to hours of service was Michaud's\r\nstray comment one day, \"Is there any way to get these day drivers\r\nin here any earlier?\"  Andrews testified that, though Andrews was\r\naware of the DOT regulations, Michaud never directly mentioned them\r\nto him, and he did not think Michaud's comment was about them. \r\nGreany's testimony was similar to that of Andrews.  He testified\r\nthat Michaud never once mentioned to him any \"regulatory concerns\"\r\nor excessive hours of service.  In fact, Greany stated that, until\r\nOSHA began its investigation after Michaud's termination, he was\r\nentirely unaware that the regulations even existed.\r\n   While a fact finder could have believed Michaud and\r\ndisbelieved the other witnesses, we are unable to say that a\r\nreasonable mind could not also credit the testimony of Kasny,\r\nAndrews, and Greany.  The ALJ had the advantage of seeing and\r\nhearing the witnesses.  She specifically found Michaud not to be a\r\n\"reliable\" witness.  The others' testimony was adequate to support\r\nthe conclusion that Michaud never complained to them about\r\nexcessive hours or other violations of the DOT regulations.  If\r\nMichaud never made such complaints, his discharge could not have\r\nbeen based on them.  The Board, of course, disagreed, discrediting\r\nthese witnesses' testimony by stating \"if Michaud only wanted to\r\nearn more money and did not have safety concerns, he would have\r\nagreed to make extra runs on Saturday.\"  The unstated inference, of\r\ncourse, is that if Michaud's \"vicious cycle\" comments were not\r\nmerely about money, then they must have been about excessive hours. \r\n   Even if this is one possible inference, it is scarcely so\r\napparent as to permit the Board to reject, on a cold record and its\r\nown speculation, the ALJ's credibility determinations.  It is the\r\nALJ's usual province to make determinations about witness\r\ncredibility.  See, e.g., ACME Tile &amp; Terrazzo Co. v. NLRB, 87 F.3d\r\n558, 561 (1st Cir. 1996).  While these determinations may be\r\noverturned if unsupported, the Board is not entitled to reject them\r\nwithout stronger evidence of mistake than this record demonstrates. \r\nTo be sure, where the Board and the ALJ agree as to the existence\r\nof a particular fact, the Board may draw different inferences from\r\nthat fact, see Kallman v. NLRB, 640 F.2d 1094, 1099 (9th Cir.\r\n1981), but that is not what occurred here.  Here, several witnesses\r\npresented diametrically opposed testimony as to a particular fact,\r\nand the ALJ has found one version credible and the other not\r\ncredible.  The effect of STAA Rule 109(c)(3) is that the Board\r\ncannot simply disagree, unless no reasonable mind could accept as\r\nadequate the relevant evidence on which the ALJ's findings rested. \r\n\n   That threshold was not met here.  Except for Michaud, no\r\nwitness testified to Michaud's having complained of illegal hours\r\nor the DOT regulations to BSP management, or to anyone else for\r\nthat matter.  And, given Michaud's admitted memory problems and\r\noften erratic testimony, reasonable minds could have concluded that\r\nMichaud was either not telling the truth or remembering events as\r\nhe wished they had been, rather than as they were.   \r\n         B.  The Board's Interpretation of the STAA\r\n   BSP argues that Michaud cannot invoke the protection of\r\nthe STAA because, at the time of his termination, he had not \"filed\r\na complaint or begun a proceeding\" within the meaning of 49 U.S.C.\r\n31105(a)(1)(A).  The ALJ determined that Michaud \"ha[d] not shown\r\nby a preponderance of the evidence that he registered internal\r\ncomplaints cognizable under the Act.\"  Because we hold that the\r\nBoard was obligated to accept the ALJ's finding that Michaud never\r\nactually complained to his supervisors about DOT hours of service\r\nviolations, we need not consider whether this conduct would have\r\nbeen protected.  Obviously, an employer cannot retaliate on the\r\nbasis of complaints never made.  \r\n   The Board, however, also stated, \r\n   [e]ven if we were to conclude that Michaud's internal\r\n   complaints did not constitute protected activity, there\r\n   is no doubt that Michaud engaged in protected activity\r\n   when he copied time cards and his own manifest as\r\n   evidence of hours of service violations.  Gathering\r\n   evidence to be used to support a protected complaint is\r\n   itself protected under whistle blower provisions.\r\nWhile we do not dispute that the STAA protects some acts of\r\nevidence-gathering to be used to support a protected complaint, we\r\nreiterate that the Board was bound to accept the ALJ's finding that\r\nthere was no complaint to support.  And, if Michaud never\r\ncomplained to his supervisors about DOT regulations, they would\r\nhave little reason to think that his photocopying time cards and\r\nmanifests was an attempt to document BSP's violations.  Both Kasny\r\nand Greany testified that they believed the reason Michaud was\r\ncopying documents was that manifests contained information that was\r\npotentially valuable to BSP's competitors.  \r\n   The manifests did, in fact, provide information about the\r\ncargoes BSP carried, although the novelty of this information and\r\nthe extent to which BSP treated it as confidential were disputed. \r\nIn any case, the actual utility of this information is not\r\nconclusive here.  As a panel of this court recently noted, the\r\nscope of protection afforded under the STAA depends on whether the\r\nemployee's conduct was \"sufficiently definite to put [the employer]\r\non notice that he was engaging in protected activity.\"  Clean\r\nHarbors, 146 F.3d at 22.   The panel recognized that \"[c]learly\r\nthere is a point at which an employee's concerns and comments are\r\ntoo generalized and informal to constitute 'complaints' that are\r\n'filed' with an employer within the meaning of the STAA.\" Id.  We\r\nhave no occasion to identify that exact locus here.  We simply hold\r\nthat in the absence of Michaud's actual complaint to management, he\r\ncannot invoke the protections of the STAA based merely on his\r\ncopying of company papers for the undisclosed purpose of\r\ndocumenting the company's perceived regulatory violations.  We note\r\nthat Michaud himself testified that, at the conference at which\r\nKasny indicated he was dismissed, Michaud nonetheless never\r\ndisclosed his purpose for copying the company papers, and there is\r\nno evidence that such disclosure was made at another time before\r\ndischarge. \r\n   Because the ALJ's supported factual findings lead to the\r\nconclusion that Michaud did not engage in protected activity, we\r\nneed proceed no further.  Clean Harbors, 146 F.3d at 21.  \r\n   The decision of the Board is reversed and remanded with\r\ninstructions to enter judgment on behalf of the petitioner. \r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 97-2282\r\n\n                       BSP TRANS, INC.,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n              UNITED STATES DEPARTMENT OF LABOR,\r\n\n                         Respondent,\r\n                                                               \r\n\n                       ROBERT MICHAUD,\r\n\n                         Intervenor.\r\n\n                               \r\n\n    ON PETITION FOR REVIEW OF A FINAL DECISION AND ORDER \r\n           OF THE UNITED STATES DEPARTMENT OF LABOR\r\n                 ADMINISTRATIVE REVIEW BOARD\r\n\n                            Before\r\n\n                    Lynch, Circuit Judge,\r\n\n        Campbell and Bownes, Senior Circuit Judges.\r\n\n   Lawrence C. Winger with whom Kraft &amp; Winger was on brief for\r\npetitioner, BSP Trans, Inc.\r\n   Barbara A. W. McConnell, Attorney, United States Department of\r\nLabor, Office of the Solicitor, with whom Marvin Krislov, Deputy\r\nSolicitor for National Operations, Joseph M. Woodward, Associate\r\nSolicitor for Occupational Safety and Health, and Barbara\r\nWerthmann, Counsel for Appellate Litigation, were on brief for the\r\nUnited States Department of Labor.\r\n   Louis B. Butterfield with whom Olafsen &amp; Butterfield was on\r\nbrief for intervenor, Robert Michaud.\r\n\n                      November 3, 1998\r\n\nCAMPBELL, Senior Circuit Judge.  This is a petition to\r\nreview an order of the United States Department of Labor\r\nAdministrative Review Board (the \"Board\").  See 49 U.S.C. \r\n31105(c).  The Board has ruled that BSP Trans, Inc. (\"BSP\")\r\nviolated the Surface Transportation Assistance Act of 1982 (\"STAA\")\r\nby terminating one of its employees, Robert Michaud, in retaliation\r\nfor his having complained to his BSP supervisors about BSP's\r\nfailure to comply with federal transportation safety regulations. \r\nBSP contends that the Board erred by rejecting the factual findings\r\nof the U.S. Department of Labor administrative law judge (\"ALJ\")\r\nwho initially heard the case.  BSP also contends that the STAA does\r\nnot protect the purely internal complaints Michaud claims to have\r\nmade.  We reverse the Board's order, holding that the Board was\r\nobligated under applicable regulations to uphold the ALJ's\r\nfindings, because these findings were supported by substantial\r\nevidence on the record as a a whole. \r\n                       I. BACKGROUND\r\nBSP is a trucking company that transports general freight\r\nas a contract carrier in intrastate and interstate commerce.  The\r\ncompany is based in New Hampshire and operates five terminals in\r\nNew Hampshire, Vermont, and Maine.  Michaud was employed at BSP's\r\nterminal in Westbrook, Maine between July and December, 1993.  His\r\nemployment ended on December 23, 1993, when he was terminated,\r\nostensibly for photocopying confidential BSP documents and being\r\nevasive when his supervisors confronted him about it.  Michaud\r\nclaimed this reason was a pretext, and that the real reason for his\r\ntermination was his complaints to management that BSP was requiring\r\nits truck drivers to exceed the hours permitted under U.S.\r\nDepartment of Transportation (\"DOT\") regulations.  Michaud insists\r\nhe photocopied company documents only to document these violations.\r\nIn January, 1994, Michaud requested that the Occupational\r\nSafety and Health Administration (\"OSHA\") investigate his\r\ntermination.  OSHA made a preliminary determination that BSP\r\nwrongfully terminated Michaud and ordered BSP to reinstate him. \r\nBSP objected to the order and requested a de novo hearing.  A\r\nhearing was held before an ALJ from the U.S. Department of Labor.\r\nMichaud's testimony before the ALJ was widely discrepant\r\nfrom that of his supervisors.  The ALJ resolved these discrepancies\r\nand related credibility issues in favor of the supervisors and\r\nagainst Michaud.  The critical issue in the present petition is\r\nwhether, in light of a regulation making the ALJ's findings\r\nconclusive if supported by substantial evidence on the record as a\r\nwhole, the Board was entitled to reject those findings.  We begin\r\nby summarizing the testimony of the key witnesses.  We then recount\r\nthe different findings of both the ALJ and the Board.  Finally, we\r\ndiscuss the appropriateness of these findings and their legal\r\neffect.\r\n                A. Testimony Before the ALJ\r\nRobert Michaud's Testimony\r\nMichaud testified that he began working as a commercial\r\ntruck driver at the Westbrook terminal in July, 1993.  In\r\nSeptember, he read one of BSP's documents which referred to U.S.\r\nDepartment of Transportation (\"DOT\") regulations limiting the\r\nnumber of consecutive and weekly hours commercial truck drivers\r\ncould operate.  He testified to being concerned that he and BSP\r\nwere violating them.  He said he mentioned the regulations to\r\nfellow driver Jeffrey Labrecque, who said BSP was exempt from the\r\nregulations based on \"the Railroad Act of New Hampshire.\"  \r\nAccording to Michaud, he then asked a state trooper about\r\nthe regulations.  The trooper advised Michaud to contact the DOT to\r\nsee if the regulations applied to BSP, and if so, to copy documents\r\ndetailing Michaud's hours.  Michaud testified that he next\r\ncontacted the DOT and spoke to a woman he identified only as\r\n\"Susan.\"  Susan told him BSP drivers could be on-duty only 12 hours\r\nper day and 60 hours per week.  Michaud said that he did not tell\r\nanyone at BSP about his conversations with Susan or the state\r\ntrooper.\r\nIn mid-October, Michaud received his three-month\r\nperformance evaluation from BSP.  According to Michaud, his overall\r\nevaluation was \"definitely above average,\" but his rating for\r\nquantity of work was \"satisfactory.\"  When Michaud asked night\r\nsupervisor Glen Osterberg why his rating was merely \"satisfactory,\"\r\nOsterberg is said to have replied that it was because, unlike other\r\nBSP drivers, Michaud was unwilling to drive extra runs on\r\nSaturdays.  Michaud stated that while he would welcome the\r\nadditional income from extra Saturday runs, he was already working\r\nthe maximum weekly hours permitted by DOT regulations.  Osterberg \r\nresponded that the regulations did not apply to BSP.  The next day,\r\nMichaud contends he had a similar conversation with terminal\r\nsupervisor Alex Kasny, and Kasny also stated that BSP was exempt\r\nfrom the regulations and that Michaud should \"get it out of [his]\r\nmind.\"\r\nMichaud testified that he then went to safety director Ed\r\nPaul and described what he called \"a vicious cycle\":  BSP day\r\ntrucks often returned late to the terminal, causing the night\r\ntrucks to leave late.  Because the night truck drivers' on-duty\r\ntime included time spent at the terminal waiting to be dispatched,\r\nthe effect of the day trucks arriving late was that the night truck\r\ndrivers either had to exceed the speed limit or end up working more\r\nhours than were permitted by DOT regulations. \r\nThen, sometime in late October or early November, Michaud\r\nsays he spoke to BSP president Jack Law.  Michaud explained the\r\n\"vicious cycle\" to Law and stated that it was illegal to require\r\ndrivers to work more than 60 hours per week.  Law listened and\r\nsmiled, but quickly changed the subject.  Michaud then raised the\r\nissue with day supervisor Dave Andrews, who told Michaud that he\r\nwould discuss the matter with acting terminal manager Michael\r\nGreany.\r\nAround this time, Michaud began copying his and other\r\ndrivers' time cards and manifests to document what Michaud believed\r\nwere BSP's violations.  On at least one other occasion, another BSP\r\ndriver gave Michaud his manifest for copying.  Michaud stated that\r\nit was not unusual to photocopy one's own time card in the presence\r\nof BSP management, as drivers typically kept copies in case they\r\nwere paid for fewer hours than they had actually worked.  He also\r\nclaimed that occasionally he would do favors to other drivers by\r\nphotocopying their time cards for them if he was already at the\r\ncopy machine.  He did not consider the time cards to be\r\nconfidential. \r\nJust before Thanksgiving, Kasny brought Michaud and\r\nfellow truck driver Larry Roy into his office.  He asked Michaud\r\nand Roy to make local runs in the afternoon in addition to their\r\nnormally scheduled runs.  Michaud testified that, with Roy present,\r\nhe told Kasny that those hours would be illegal and he would not do\r\nit.  Kasny responded, according to Michaud, that BSP was not\r\nsubject to the DOT regulations and Michaud should \"get it out of\r\n[his] thick skull about . . . illegal hours.\"  Michaud complied,\r\nbut began looking for other jobs. \r\nAccording to Michaud, approximately a week before\r\nChristmas, he repeated his complaints to Greany, who replied,\r\n\"Well, it was nice knowing you.  Have a good holiday.\"  Michaud\r\ninterpreted this comment to mean that he was about to be fired.  \r\nOn December 23, 1993, Michaud arrived at the terminal\r\nearly in the morning and began copying other drivers' time cards to\r\ndocument their hours.  Fellow employees Dane Evoga and Dan Vaughn\r\nwere already at the copy machine, but the machine had jammed. \r\nMichaud fixed the paper jam, made copies of the time cards, and\r\nleft the room.  \r\nLater that morning, Osterberg told Michaud to punch in\r\nand go see Kasny.  Kasny asked both Michaud and Osterberg to come\r\ninto his office.  Kasny asked Michaud if he had been copying other\r\ndrivers' time cards and manifests.  Michaud said yes, but mentioned\r\nthat he did it as a favor to other drivers, when he happened to be\r\nahead of them in line at the copy machine.  Michaud testified, \"In\r\nother words, I was avoiding telling them the whole thing.  I was\r\ndoing those without permission, the other ones.\"  When Kasny asked\r\nif Michaud copied other drivers' time cards without their\r\npermission, Michaud remained silent because, as he stated, \"now\r\nthey were pinning me down . . . [a]nd I figured if I revealed that,\r\nI'm fired.\"  Michaud testified that he didn't believe either Kasny\r\nor Osterberg ever asked him why he was copying the documents, and\r\nhe did not tell them.  Michaud was told that he was terminated.\r\nDan Vaughn's Testimony\r\nVaughn was one of the dock workers who was using the copy\r\nmachine when Michaud entered the terminal's office on December\r\n23rd.  Vaughn testified to the following:  Michaud and another\r\ndriver, Jeffrey Taylor, entered the office sometime between 3 a.m.\r\nand 4 a.m.  Michaud was talking about \"making a file to cover his\r\nass.\"  Taylor opened the wooden file cabinet where the manifests\r\nwere stored and removed a stack of documents.  The two men also\r\nretrieved time cards from the drivers' room outside the office. \r\nMichaud began to photocopy the documents and asked Taylor to stand\r\nlook-out at the door to the office.  This conduct lasted\r\napproximately 15-20 minutes. \r\nDuring this time, Vaughn was sitting at a desk on the\r\nother side of the office.  Michaud and Taylor chatted with Vaughn\r\nand generally made no effort to hide from him what they were doing. \r\nAt one point, Vaughn walked over to the copy machine and recognized\r\nthe time card of employee Pete Chiasson.  Among the stack of\r\ndocuments he saw Michaud copying, that was the only document he\r\nspecifically identified.  \r\nVaughn believed that what Michaud and Taylor had done was\r\n\"wrong,\" and he went to Andrews later that morning.  Vaughn\r\ntestified that he told Andrews what he had witnessed, stating, \"I\r\ndidn't think it was right, you know, employees in there filing\r\nthrough stuff and copying the manifests . . . copying other\r\npeople's time card[s].\"\r\nDave Andrews' Testimony\r\nAndrews testified that he understood Vaughn to say that\r\nMichaud alone did the copying, with Taylor merely assisting him by\r\nacting as look-out.  Andrews stated that he then alerted Kasny. \r\nHowever, he told Kasny only about Michaud's involvement, because,\r\naccording to Andrews, the manifests were Andrews' primary concern\r\nand Vaughn had reported that only Michaud was doing the copying. \r\nHe knew that drivers often copied their own manifests, but believed\r\nthat he ought to advise Kasny that Vaughn had seen Michaud copying\r\n\"a stack of manifests.\"\r\nAndrews further testified that Michaud had previously\r\nmentioned to Andrews that he wanted to make more money and once\r\nasked him, \"Is there any way to get these day drivers in here any\r\nearlier?\"  However, according to Andrews, Michaud had never\r\nmentioned to him excessive hours or the DOT hours of service\r\nregulations.  During Michaud's employment, Andrews was aware that\r\ndrivers were working long hours and not keeping logs, and he knew\r\nthat might violate DOT regulations.  The issue, however, never came\r\nup in conversation with Michaud, and Andrews never discussed it\r\nwith his superiors.\r\nAlex Kasny's Testimony\r\nKasny testified that, at approximately 7:30 a.m. on\r\nDecember 23rd, Andrews approached him and stated that Vaughn had\r\nwitnessed Michaud making copies of time cards and other paperwork\r\nin the office.  When Andrews said that was all he knew, Kasny\r\nsummoned Vaughn to his office.  \r\nVaughn repeated to Kasny that he had witnessed Michaud\r\ncopying time cards and other paperwork, and that file drawers in\r\nthe office had been opened and files were laying out.  Kasny\r\nassumed the \"other paperwork\" meant manifests, since they would\r\nprovide a quick, easy way of getting information about multiple\r\ncustomers at once.  Manifests, Kasny explained, include information\r\nregarding BSP's customers, all the trucking companies with which\r\nBSP has agreements, what freight is being transported, and, by\r\ninference, BSP's rate structures.  Manifests do not, however,\r\ndirectly state BSP's rates; that information is printed on BSP's\r\nbills of lading, which were also located in the file cabinet.  \r\nKasny then called Greany.  He told Greany that he was\r\nconcerned because Michaud had been caught copying manifests. \r\nGreany told him he would call back.  About an hour later, Greany\r\ncalled back and told Kasny to bring Michaud and a witness into\r\nKasny's office and ask Michaud directly whether he had been making\r\ncopies of time cards and manifests.  \r\nMichaud arrived for his shift at approximately 5:00 p.m. \r\nKasny asked Osterberg and Michaud into his office and closed the\r\ndoor.  He asked Michaud, \"Did you make any photocopies of time\r\ncards and/or manifests?\"  Michaud responded, \"Who told you this? \r\nDid the dock guys tell you this?  They've been out to get me.\" \r\nKasny repeated his question a total of six times.  Each time,\r\nMichaud stated only that he had copied his own time card, and Larry\r\nRoy's, at Roy's request.  Kasny then told Michaud that he had been\r\nseen copying time cards and manifests, and that he would be\r\nterminated.  He asked for Michaud's fuel card and toll cards and\r\nasked Michaud to leave the premises.  \r\nKasny called Greany to \"let him know of the conversation\r\nthat I had, and that Mr. Michaud was   was, indeed, dismissed from\r\nemployment.\"  Because he was relatively new to his management\r\nposition, Kasny did not believe he had the authority to terminate\r\nemployees, \"unless it was just an out-and-outright blatant type\r\nincident.\"  He stated that while he recommended to Greany that\r\nMichaud be terminated, the ultimate decision was Greany's.\r\nKasny testified that, prior to Michaud's termination,\r\nMichaud never complained to him about DOT hours of service\r\nregulations.  Michaud did not mention the regulations or his hours\r\nduring Michaud's mid-October performance evaluation.  Rather, the\r\nonly topic discussed during the meeting was whether Michaud was\r\nentitled to more than the 50-cent-per-hour raise he was told he\r\nwould receive.  Michaud also said nothing about illegal hours or\r\nDOT regulations when Kasny confronted him about the copying of\r\ndocuments.  While Kasny himself was familiar with the regulations\r\nfrom his own days as a truck driver, he insisted that the first\r\ntime he heard allegations that BSP violated them was several months\r\nafter Michaud was terminated.  \r\nMichael Greany's Testimony\r\nGreany testified that, on December 23rd, he was in\r\nLondonderry, New Hampshire.  He received a phone call from Kasny,\r\nwho told him that Michaud had been caught copying time cards and\r\nmanifests.  Greany was not particularly concerned about copying of\r\ntime cards, because he knew that such practice was commonplace\r\namong BSP drivers.  He was quite concerned, however, about the\r\ncopying of manifests because he viewed those documents as\r\npotentially valuable to competitors.  He thought of a conversation\r\nhe had with Michaud in late October or early November in which\r\nMichaud was upset that he had not received a raise that he thought\r\nhe had been promised.  Greany immediately became concerned that\r\nMichaud was copying the documents for profit.  \r\nKasny asked Greany what he should do, and Greany told\r\nKasny he would discuss the matter with company president Jack Law\r\nand get back to him.  Greany conferred with Law and telephoned\r\nKasny.  During this second conversation, Kasny also mentioned that\r\nthe drawer to the file cabinets was open when Michaud was copying. \r\nGreany told Kasny that while Michaud's conduct required \"instant\r\ndismissal,\" Kasny should try to find out exactly what documents had\r\nbeen copied.\r\nLater that afternoon, Kasny called Greany to report what\r\nhad happened when he confronted Michaud.  Kasny reported that\r\nMichaud had been evasive and very uncooperative, but ultimately\r\nadmitted to photocopying time cards (both his own and others') and\r\nmanifests.  At that time, Greany did not yet think that Michaud had\r\nactually been terminated, so he told Kasny to \"let him go.\"\r\nGreany testified that throughout Michaud's employment he\r\nwas unaware of the DOT hours of service regulations, even though it\r\nwas his responsibility to be aware of them.  He stated that Michaud\r\nnever once mentioned to him hours of service or expressed \"any kind\r\nof regulatory concerns.\"  Approximately a week before Christmas,\r\nMichaud mentioned to him that the company lost money when the day\r\ntrucks arrived late and stated, \"it's tough to make up for that\r\nbecause of the type of schedules that they're operating on.\" \r\nGreany simply replied, \"We can't control the shipping community. \r\nWe get them back as soon as we can, and we go out.\"  The day\r\nMichaud was terminated, Kasny did not report that Michaud had\r\nraised these issues, and Greany was not even aware of the DOT\r\nregulations at that time.\r\nJeffrey Taylor's Testimony\r\nJeffrey Taylor testified that he never assisted Michaud \r\ncopy documents on December 23rd or any other day.  He stated that\r\non December 23rd, he was not even present at the Westbrook terminal\r\nbecause he was receiving workers' compensation at the time.  During\r\nthe time that he was receiving workers' compensation - from\r\nDecember 1, 1993, to February 26, 1994 - he came to work only\r\ntwice,  December 13 (he believed) and February 22. \r\n                   B. The ALJ's Decision \r\nIn September, 1996, the ALJ issued a recommended decision\r\nruling that Michaud's termination did not violate the STAA.  The\r\nALJ's reasoning was straightforward - that Michaud did not register\r\n\"internal complaints cognizable as protected activity under the\r\nAct.\"  We quote liberally from the ALJ's decision, omitting only\r\ncitations to the record:\r\nFirst, there is no corroboration whatsoever for Mr.\r\nMichaud's testimony.  This lack of corroboration is\r\ntroubling, given that complainant contends that at least\r\none driver, Larry Roy, was present during the . . .\r\nconversation with Kasny in late November 1993.  Nor was\r\n\"Susan\" from DOT further identified or called to testify,\r\nMr. Michaud's testimony stands alone and directly\r\ncontradicted by three witnesses.  Kasny, Andrews, and\r\nGreany denied that the hours of service subject came up,\r\nalthough they recalled a number of occasions when\r\ncomplainant discussed the \"vicious cycle.\"  Other\r\ndiscrepancies indicate that complainant's memory of the\r\nevents is perhaps more as he wishes they had occurred,\r\nrather than how they actually occurred.  For example,\r\nDave Andrews recalls telling complainant that his desire\r\nto have the day shift trucks come in earlier was not\r\nworkable because the customers dictate the volume of\r\nfreight.  Greany echoed this fact of business life.  Yet\r\nMr. Michaud testified that Andrews agreed with him about\r\nbringing the day trucks in earlier.  Another discrepancy\r\nis that Kasny and Andrews deny  talking to complainant\r\nabout the New Hampshire Railway Act, but complainant may\r\nhave talked to another driver, Jeffrey Labrecque, about\r\nit.  \r\n\nSecond, Mr. Michaud's own testimony was extremely vague\r\nand often tangential.  He spoke haltingly about key\r\nevents, and was frequently unable to remember dates, and\r\nwho said what.  It is unnecessary to determine whether\r\nhis lack of clarity stems from conscious dissembling, for\r\nMr. Michaud himself admitted that his mental state causes\r\nhis mind to wander and lose focus.  As a result, he is\r\nnot a reliable witness.\r\n\nThird, complainant's statements about the \"vicious cycle\"\r\nand getting his run accomplished centered primarily on\r\nhis extra job assignments and concern with making more\r\nmoney, rather than on perceived safety or hours\r\nviolations.\r\n\nFinally, the fact that Mr. Michaud kept his alleged early\r\ncontacts with the DOT and state trooper a secret from BSP\r\nmanagement suggests that he either did not make those\r\ncontacts at all or that he was not really seriously\r\nconcerned about management making a change.  In this\r\nregard, I find complainant's testimony contradictory and\r\nnot at all reconcilable.  Complainant testified that\r\nbefore his October review, he instituted a conversation\r\nwith a state trooper about the hours of service rules;\r\nagain, he was very vague about the when, where and what\r\nof these contacts.  However, he claims that he did not\r\nsee the document that \"jogged his memory\" and \"concern\"\r\nabout the hours of service rules until the October review\r\nitself.  There is no explanation for why, if he had no\r\nconcern about the hours of service violation until the\r\nreview, he supposedly called the DOT and stop[ped] a\r\nstate trooper before that time.  Even assuming he\r\ntelephoned DOT and contacted the trooper after the\r\nreview, it is undisputed that he did not disclose the\r\ncompany's name to state or federal authorities, nor tell\r\nBSP about the contacts.  A reasonable inference is that\r\nhis level of alleged concern was somewhere between\r\nminimal and none.  The evidence leaves it very uncertain\r\nwhether Mr. Michaud actually contacted DOT or spoke to a\r\nstate trooper.\r\n\nIn short, I find that Mr. Michaud was engaged primarily\r\nin a struggle to get his point across to Alex Kasny, who\r\nwas simply too new in his job to handle the situation\r\nwell.  while this may have been poor management, along\r\nwith an interpersonal struggle, it was not about DOT\r\nhours of service violations.  Rather, the record\r\nconvinces me that the hours-of-service issue was\r\nincidental and, more likely than not, after the fact of\r\ndischarge.  For these reasons, I conclude that the\r\ncomplainant has not shown by a preponderance of the\r\nevidence that he registered internal complaints\r\ncognizable under the Act.\r\n\nThe ALJ therefore recommended that Michaud's claim of\r\ndiscrimination be dismissed, and Michaud objected to this\r\nrecommendation before the Board.\r\n                  C. The Board's Decision\r\nOn January 6, 1997, the Board rejected the ALJ's\r\nrecommended decision and ruled that Michaud's firing violated the\r\nSTAA.  Specifically, the Board concluded that Michaud's conduct was\r\nprotected by the STAA and BSP's stated \"'legitimate' reason for\r\nfiring Michaud [was] not credible.\"  \r\nThe Board initially acknowledged its duty under STAA Rule\r\n109(c)(3) to accept as conclusive the ALJ's findings that were\r\nsupported by substantial evidence.  However, the Board stated,\r\n\"some of the ALJ's factual findings are not supported by the record\r\nevidence and consequently we make corrected findings of fact.\"  \r\nMost importantly, the Board credited Michaud's testimony\r\nthat he had complained to Osterberg, Kasny, Paul, Andrews, and Law\r\nabout excessive hours under the DOT regulations.  The ALJ had\r\nquestioned whether these conversations had ever taken place and\r\nstated that Michaud's \"statements about the 'vicious cycle' and\r\ngetting his run accomplished centered primarily on his extra job\r\nassignments and concern with making more money, rather than on\r\nperceived safety or hours violations.\"  The Board decided that this\r\nstatement by the ALJ was not supported by substantial evidence,\r\nciting Greany's testimony that Michaud mentioned the late departure\r\nof night drivers out of concern for the company's money, not\r\nMichaud's own money.  The Board reasoned that \"if Michaud only\r\nwanted to earn more money and did not have safety concerns, he\r\nwould have agreed to make extra runs on Saturday.\"\r\nThe Board also rejected the ALJ's finding that \"the\r\nperson who made the decision, and the only person with authority to\r\nmake the decision, to discharge Mr. Michaud was Michael\r\nGreany . . . [and] there is no reliable evidence that Greany knew\r\nabout any 'hours of service' complaints by complainant.\"  According\r\nto the Board, the record showed that Kasny was \"instrumental in the\r\nfiring,\" and alternatively, that Greany \"had actual knowledge of\r\nMichaud's complaint about the 'vicious cycle' and in light of that\r\nknowledge he also knew that copies of time cards could substantiate\r\nMichaud's suspicion of time in service violations.\" \r\nMoreover, the Board disagreed with the ALJ about\r\nMichaud's alleged conversations with the state trooper and \"Susan\"\r\nfrom the DOT.  The ALJ found that Michaud's failure to mention\r\nthese conversations to his BSP supervisors suggested that the\r\nconversations had never occurred at all.  The Board responded,\r\n\"[i]n light of BSP's failure to take corrective action when the\r\nviolation was brought to it's [sic] attention . . . [c]ommon sense\r\ndictates that Michaud would want to have documentary evidence of a\r\nviolation before filing a complaint and would not want his employer\r\nto know about the complaint until it was filed.\"  \r\nThe Board ultimately found that \r\n[BSP's] stated \"legitimate\" reason for terminating\r\nMichaud, [i.e., that he was caught copying time cards and\r\nmanifests,] is not credible because the company did not\r\ntreat the manifests as confidential and the information\r\non manifests would reveal little to a competitor.  We\r\nfurther find that Michaud established by a preponderance\r\nof the evidence that BSP discharged him for engaging in\r\nthe protected activity of gathering evidence that BSP\r\nsuspected would be used to support a complaint about\r\nhours of service violations.  \r\n\nThe Board remanded the cause to the ALJ for a\r\nrecommendation on damages.  Five months later, the ALJ recommended\r\nthat Michaud be awarded damages for back pay, front pay, health\r\ninsurance benefits, compensatory damages in the amount of $75,000,\r\nas well as attorneys' fees, costs, and equitable relief.  This\r\nrecommendation was adopted by the Board with only minor\r\nalterations.  BSP then brought this petition seeking review of the\r\nBoard's final order. \r\n                       II. DISCUSSION\r\nWe review the Board's final order according to the\r\nstandards of the Administrative Procedure Act, 5 U.S.C.  701 et.\r\nseq.  We must affirm the Board's decision unless its legal\r\nconclusions are arbitrary, capricious, or otherwise not in\r\naccordance with law, or if its factual findings are unsupported by\r\nsubstantial evidence.  See 5 U.S.C.  706(2); Clean Harbors Envtl.\r\nServ., Inc. v. Herman, </pre><span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span><pre class=\"inline\">, 19 (1st Cir. 1998).\r\nSection 405(a)(1)(A) of the STAA provides in relevant\r\npart:\r\n(a) Prohibitions.  (1) A person may not\r\ndischarge an employee regarding pay, terms, or\r\nprivileges of employment because--\r\n\n(A) the employee, or another person at the\r\nemployee's request, has filed a complaint or\r\nbegun a proceeding related to a violation of a\r\ncommercial motor vehicle safety regulation,\r\nstandard, or order, or has testified or will\r\ntestify in such a proceeding . . . \r\n\n49 U.S.C.  31105(a)(1)(A).  \r\nWe have held that, in order to state a claim of\r\nretaliatory discharge under this section, the complainant must\r\ndemonstrate that he or she engaged in a  protected activity, that\r\nhe or she was subjected to adverse employment action, and that a\r\ncausal connection existed between the protected activity and the\r\nadverse action.  See Clean Harbors, 146 F.3d at 21.  If a\r\ncomplainant makes out a prima facie case, the employer may rebut\r\nthat showing with evidence of a legitimate, non-retaliatory reason\r\nfor the adverse employment action.  See id.  The burden then shifts\r\nback to the complainant to prove that the proffered reason is\r\nactually a pretext for unlawful retaliation.  See id.; cf. Texas\r\nDept. of Community Affairs v. Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\"> (1981)(setting\r\nforth the burden-shifting framework).  \r\nBSP contends that the Board (1) erroneously failed to\r\ndefer to the ALJ's factual findings and (2) incorrectly interpreted\r\nthe STAA to include Michaud's conduct.  We address these arguments\r\nin turn.\r\nA. The Board's Treatment of the ALJ's Factual Findings\r\nThe Board rejected the ALJ's finding that the BSP\r\nofficials who terminated Michaud were unaware of his complaints\r\nabout the maximum hour regulations.  The Board also rejected the\r\nALJ's finding that the real reason for Michaud's termination was\r\nhis copying manifests and being evasive when confronted about this\r\nallegedly improper conduct.  BSP now argues that the Board erred in\r\nignoring the ALJ's findings on these matters.  We agree.\r\nThe regulations promulgated pursuant to the STAA require\r\nthe Board to treat as conclusive an ALJ's factual findings \"if\r\nsupported by substantial evidence on the record as a whole.\"  29\r\nC.F.R.  1978.109(c)(3) (\"STAA Rule 109(c)(3)\").  Hence, while we\r\nare authorized to review only the Board's decision, see 49 U.S.C.\r\n31105(c), in doing so  \r\nwe must also determine whether under the STAA\r\nRules [the Board] was bound by the ALJ's\r\nfindings of fact.  If there was substantial\r\nevidence to support the ALJ's findings, then\r\nthe [Board's] refusal to treat them as\r\nconclusive was contrary to STAA Rule 109(c)(3)\r\nand [its] decision must be set aside.\r\n\nCastle Coal &amp; Oil Co. v. Reich, </pre><span class=\"citation\" data-id=\"696251\"><a href=\"/opinion/696251/castle-coal-oil-company-inc-v-robert-b-reich-secretary-of-labor/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 44 (2d Cir. 1995). \r\nWe need, then, to review the record in its entirety, in\r\norder to determine if the ALJ's findings were or were not supported\r\nby substantial evidence.  If they were, then the Board's rejection\r\nof these findings constitutes legal error that may warrant\r\nreversal.  See Air America, Inc. v. Director, Office of Workers'\r\nCompensation Programs, </pre><span class=\"citation\" data-id=\"365865\"><a href=\"/opinion/365865/air-america-inc-v-director-office-of-workers-compensation-programs/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\"> (1st Cir. 1979) (\"It is within\r\nour authority, in reviewing the Review Board's decision for legal\r\nerror, to reverse the Board if it erred in evaluating the evidence\r\nunderlying the ALJ's finding not to constitute substantial\r\nevidence.\"); Prolerized New England Co. v. Benefits Review Board,\r\n</pre><span class=\"citation\" data-id=\"385712\"><a href=\"/opinion/385712/prolerized-new-england-company-employer-petitioner-and-hartford-accident/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span><pre class=\"inline\">, 35-36 (1st Cir. 1980) (same).  If, however, the ALJ's\r\nfindings were not supported by substantial evidence, we must then\r\nalso satisfy ourselves that the Board's own findings were based on\r\nsubstantial evidence.\r\n   \"Substantial evidence is more than a scintilla, and must\r\ndo more than create a suspicion of the existence of the fact to be\r\nestablished.  It means such relevant evidence as a reasonable mind\r\nmight accept as adequate to support a conclusion.\"  NLRB v.\r\nColumbian Enameling &amp; Stamping Co., </pre><span class=\"citation\" data-id=\"103157\"><a href=\"/opinion/103157/labor-board-v-columbian-co/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">, 300 (1939)\r\n(internal quotation marks and citation omitted).  Substantial\r\nevidence does not require, however, such proof as would foreclose\r\nthe reasonable possibility of an alternate conclusion.  It is,\r\ntherefore, possible for the Board's findings to conflict with the\r\nALJ's but for each set of findings to be supported by substantial\r\nevidence.  In such a case, the ALJ's findings would prevail, given\r\nSTAA Rule 109(c)(3).  See Brink's, Inc. v. Herman, </pre><span class=\"citation\" data-id=\"755555\"><a href=\"/opinion/755555/brinks-incorporated-v-alexis-m-herman-secretary-of-labor-united/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span><pre class=\"inline\">,\r\n179 (2d Cir. 1998) (\"Thus, if we determine that the ALJ's decision\r\nwas based on substantial evidence, we must reverse the [Board] and\r\norder that the ALJ's decision be adopted; this is so even if the\r\n[Board's] decision was also based on substantial evidence.\"). \r\n   The crux of the ALJ's recommended decision was that there\r\nwas no connection between Michaud's alleged complaints about the\r\nDOT regulations and his termination.  We think that this finding\r\nwas supported by substantial evidence on the record as a whole,\r\nwith the result that the Board's decision must be set aside. \r\nSpecifically, substantial evidence supported the ALJ's finding that\r\n             while [the handling of Michaud's complaints] may have\r\n                  been poor management, along with an interpersonal\r\n                  struggle, [the complaints were] not about DOT hours of\r\n                  service violations.  Rather, the record convinces me that\r\n                  the hours-of-service issue was incidental and, more\r\n                  likely than not, after the fact of discharge.\r\n                  According to Michaud, he complained about illegal hours\r\n        to Osterberg, Kasny, Paul, Law, Andrews, Kasny (again), and finally\r\n        to Greany.  However, as the ALJ noted, not a single witness\r\n        corroborated this part of Michaud's testimony.  Osterberg, Paul,\r\n        and Law were not called as witnesses.  Nor was Larry Roy, whom\r\n        Michaud testified was present when, just before Thanksgiving,\r\n        Michaud says he told Kasny that his hours violated the DOT\r\n        regulations and Kasny responded, \"Get it out of your thick skull\r\n        about . . . illegeal hours.\"  \r\n   In fact, Kasny, Andrews, and Greany each testified that\r\nexcessive hours or the DOT regulations never came up in their\r\nconversations with Michaud.  Kasny stated that the only employment\r\nissue Michaud ever discussed with him was whether Michaud was\r\nentitled to a raise.  Andrews also stated that Michaud mentioned\r\nthat he wanted to earn more money.  According to Andrews, the only\r\ndiscussion even remotely related to hours of service was Michaud's\r\nstray comment one day, \"Is there any way to get these day drivers\r\nin here any earlier?\"  Andrews testified that, though Andrews was\r\naware of the DOT regulations, Michaud never directly mentioned them\r\nto him, and he did not think Michaud's comment was about them. \r\nGreany's testimony was similar to that of Andrews.  He testified\r\nthat Michaud never once mentioned to him any \"regulatory concerns\"\r\nor excessive hours of service.  In fact, Greany stated that, until\r\nOSHA began its investigation after Michaud's termination, he was\r\nentirely unaware that the regulations even existed.\r\n   While a fact finder could have believed Michaud and\r\ndisbelieved the other witnesses, we are unable to say that a\r\nreasonable mind could not also credit the testimony of Kasny,\r\nAndrews, and Greany.  The ALJ had the advantage of seeing and\r\nhearing the witnesses.  She specifically found Michaud not to be a\r\n\"reliable\" witness.  The others' testimony was adequate to support\r\nthe conclusion that Michaud never complained to them about\r\nexcessive hours or other violations of the DOT regulations.  If\r\nMichaud never made such complaints, his discharge could not have\r\nbeen based on them.  The Board, of course, disagreed, discrediting\r\nthese witnesses' testimony by stating \"if Michaud only wanted to\r\nearn more money and did not have safety concerns, he would have\r\nagreed to make extra runs on Saturday.\"  The unstated inference, of\r\ncourse, is that if Michaud's \"vicious cycle\" comments were not\r\nmerely about money, then they must have been about excessive hours. \r\n   Even if this is one possible inference, it is scarcely so\r\napparent as to permit the Board to reject, on a cold record and its\r\nown speculation, the ALJ's credibility determinations.  It is the\r\nALJ's usual province to make determinations about witness\r\ncredibility.  See, e.g., ACME Tile &amp; Terrazzo Co. v. NLRB, </pre><span class=\"citation\" data-id=\"720634\"><a href=\"/opinion/720634/acme-tile-and-terrazzo-co-and-roman-tile-terrazzo-co-v-national-labor/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">558</span></a></span><pre class=\"inline\">, 561 (1st Cir. 1996).  While these determinations may be\r\noverturned if unsupported, the Board is not entitled to reject them\r\nwithout stronger evidence of mistake than this record demonstrates. \r\nTo be sure, where the Board and the ALJ agree as to the existence\r\nof a particular fact, the Board may draw different inferences from\r\nthat fact, see Kallman v. NLRB, </pre><span class=\"citation\" data-id=\"387165\"><a href=\"/opinion/387165/karl-kallmann-dba-loves-barbeque-restaurant-no-62-and-cross-v/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1094</span></a></span><pre class=\"inline\">, 1099 (9th Cir.\r\n1981), but that is not what occurred here.  Here, several witnesses\r\npresented diametrically opposed testimony as to a particular fact,\r\nand the ALJ has found one version credible and the other not\r\ncredible.  The effect of STAA Rule 109(c)(3) is that the Board\r\ncannot simply disagree, unless no reasonable mind could accept as\r\nadequate the relevant evidence on which the ALJ's findings rested. \r\n\n   That threshold was not met here.  Except for Michaud, no\r\nwitness testified to Michaud's having complained of illegal hours\r\nor the DOT regulations to BSP management, or to anyone else for\r\nthat matter.  And, given Michaud's admitted memory problems and\r\noften erratic testimony, reasonable minds could have concluded that\r\nMichaud was either not telling the truth or remembering events as\r\nhe wished they had been, rather than as they were.   \r\n         B.  The Board's Interpretation of the STAA\r\n   BSP argues that Michaud cannot invoke the protection of\r\nthe STAA because, at the time of his termination, he had not \"filed\r\na complaint or begun a proceeding\" within the meaning of 49 U.S.C.\r\n31105(a)(1)(A).  The ALJ determined that Michaud \"ha[d] not shown\r\nby a preponderance of the evidence that he registered internal\r\ncomplaints cognizable under the Act.\"  Because we hold that the\r\nBoard was obligated to accept the ALJ's finding that Michaud never\r\nactually complained to his supervisors about DOT hours of service\r\nviolations, we need not consider whether this conduct would have\r\nbeen protected.  Obviously, an employer cannot retaliate on the\r\nbasis of complaints never made.  \r\n   The Board, however, also stated, \r\n   [e]ven if we were to conclude that Michaud's internal\r\n   complaints did not constitute protected activity, there\r\n   is no doubt that Michaud engaged in protected activity\r\n   when he copied time cards and his own manifest as\r\n   evidence of hours of service violations.  Gathering\r\n   evidence to be used to support a protected complaint is\r\n   itself protected under whistle blower provisions.\r\nWhile we do not dispute that the STAA protects some acts of\r\nevidence-gathering to be used to support a protected complaint, we\r\nreiterate that the Board was bound to accept the ALJ's finding that\r\nthere was no complaint to support.  And, if Michaud never\r\ncomplained to his supervisors about DOT regulations, they would\r\nhave little reason to think that his photocopying time cards and\r\nmanifests was an attempt to document BSP's violations.  Both Kasny\r\nand Greany testified that they believed the reason Michaud was\r\ncopying documents was that manifests contained information that was\r\npotentially valuable to BSP's competitors.  \r\n   The manifests did, in fact, provide information about the\r\ncargoes BSP carried, although the novelty of this information and\r\nthe extent to which BSP treated it as confidential were disputed. \r\nIn any case, the actual utility of this information is not\r\nconclusive here.  As a panel of this court recently noted, the\r\nscope of protection afforded under the STAA depends on whether the\r\nemployee's conduct was \"sufficiently definite to put [the employer]\r\non notice that he was engaging in protected activity.\"  Clean\r\nHarbors, 146 F.3d at 22.   The panel recognized that \"[c]learly\r\nthere is a point at which an employee's concerns and comments are\r\ntoo generalized and informal to constitute 'complaints' that are\r\n'filed' with an employer within the meaning of the STAA.\" Id.  We\r\nhave no occasion to identify that exact locus here.  We simply hold\r\nthat in the absence of Michaud's actual complaint to management, he\r\ncannot invoke the protections of the STAA based merely on his\r\ncopying of company papers for the undisclosed purpose of\r\ndocumenting the company's perceived regulatory violations.  We note\r\nthat Michaud himself testified that, at the conference at which\r\nKasny indicated he was dismissed, Michaud nonetheless never\r\ndisclosed his purpose for copying the company papers, and there is\r\nno evidence that such disclosure was made at another time before\r\ndischarge. \r\n   Because the ALJ's supported factual findings lead to the\r\nconclusion that Michaud did not engage in protected activity, we\r\nneed proceed no further.  Clean Harbors, 146 F.3d at 21.  \r\n   The decision of the Board is reversed and remanded with\r\ninstructions to enter judgment on behalf of the petitioner. \r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755555/"
  ]
}