{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198187/",
  "absolute_url": "/opinion/198187/united-states-v-shea/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198187/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:24Z",
  "date_modified": "2017-03-24T10:54:59.527877Z",
  "type": "010combined",
  "sha1": "1e759d51e40b91c6bed7b35f711dc73c97eb76e3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1827.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 97-1827\r\n\n                     UNITED STATES,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                    ANTHONY M. SHEA,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n     [Hon.  Paul J. Barbadoro, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\nWellford, Senior Circuit Judge,\r\n\n               and Selya, Circuit Judge. \r\n\n                                      \r\n\nAlbert E. Scherr, for appellant.\r\nJean B. Weld, Assistant United States Attorney, with whom\r\nPaul M. Gagnon, United States Attorney, was on brief, for appellee.\r\n\n                                      \r\n\n                   November 2, 1998\r\n                                          TORRUELLA, Chief Judge.  Defendant Anthony M. Shea\r\nappeals his four-count conviction for attempted armed bank robbery\r\nunder 18 U.S.C.  2113(a) and (d), use of a firearm during a crime\r\nof violence in violation of 18 U.S.C.  924(c), being a felon in\r\npossession of a firearm in violation of 18 U.S.C.  922(g)(1), and\r\ntwo counts of interstate transportation of stolen motor vehicles in\r\nviolation of 18 U.S.C.  2312.  Shea was sentenced to 567 months of\r\nimprisonment.  Shea challenges the admissibility of certain\r\nevidence permitted by the district court.  We affirm. \r\nI.  BACKGROUND\r\nAt approximately 7:00 p.m. on Friday, August 4, 1995,\r\nSheri Crawford, manager of the Londonderry, New Hampshire branch of\r\nthe First New Hampshire Bank, and Tammy Lajoie, a bank teller, \r\nwere closing up the bank when they heard the sound of breaking\r\nglass.  The employees looked up to see two masked robbers wearing\r\ngloves and armed with revolvers.  One of the robbers, who guarded\r\nCrawford, had a \"forward, stretched-out neck\" and held a shiny,\r\nsilver revolver on Crawford throughout the robbery attempt.  The\r\nother robber held a black revolver on Lajoie during the course of\r\nthe robbery attempt.  The men demanded all of the money in the bank\r\nbut when they learned that Crawford and Lajoie were not able to\r\nopen the bank's vault due to a timed locking device and that there\r\nwas no money contained in the tellers' stations, they left the bank\r\nempty-handed.  \r\nThe two men exited the bank through the same broken\r\nwindow through which they had entered.  One of the robbers\r\napparently cut himself on his way through the broken window, as\r\nbloodstains were discovered inside the bank and in a stolen minivan\r\nbelieved to have been used as a getaway vehicle.  The police\r\nprocessed the evidence and transmitted it to the FBI DNA laboratory\r\nfor analysis.  After analysis, the FBI concluded that the\r\ndefendant's genetic profile matched the genetic profile of some of\r\nthe unknown evidentiary samples.  The government introduced this\r\nDNA evidence at trial.\r\nOne week after the attempted Londonderry robbery, Shea\r\nwas arrested for another robbery in Wakefield, Massachusetts.  At\r\nthe time of his arrest, Shea had in his possession a black, .357\r\ncaliber magnum revolver.  The government sought to introduce the\r\nblack revolver seized from Shea to prove that he was one of the men\r\ninvolved in the attempted robbery in Londonderry.  \r\nAt trial, Sheri Crawford described the robber who held a\r\ngun on her during the course of the attempted robbery as \"forward-\r\nwalking\" with a \"forward, stretched-out\" neck.  She then identified\r\na photograph of the defendant with the same \"leaning forward with\r\nthe head and the long neck.\"  Crawford further testified that the\r\nrobber with the \"forward, stretched-out\" neck held a shiny, silver\r\nrevolver.\r\nTammy Lajoie testified that the second robber held a\r\nblack revolver on her during the course of the attempted robbery. \r\nLajoie described the gun as approximately four inches in length. \r\nWhen Lajoie was shown the government's exhibit, the black, .357\r\nmagnum revolver seized from the defendant, she testified that \"it\r\nlooked like the gun that was pointed at [her]\" during the attempted\r\nrobbery. \r\nShea moved to exclude both the DNA evidence and the black\r\nrevolver.  After an extensive 5-day evidentiary hearing, the\r\ndistrict court issued a detailed memorandum and order denying\r\nShea's motion and admitting the DNA evidence.  The district court\r\nalso denied Shea's motion to exclude the black revolver.  A jury\r\nconvicted Shea of attempted armed bank robbery, use of a firearm\r\nduring a crime of violence, and two counts of interstate\r\ntransportation of stolen motor vehicles.  He was acquitted on an\r\nadditional count of being a felon in possession of a firearm.  The\r\ndistrict court sentenced Shea to 567 months of imprisonment.  Shea\r\nappeals.            \r\nII.  DISCUSSION\r\nA.  Admission of the Handgun Evidence at Trial\r\nShea argues on appeal that the district court erroneously\r\nadmitted the black revolver seized from him during his arrest on a\r\nseparate charge, one week after the attempted Londonderry robbery. \r\nPrior to trial, Shea filed a motion to exclude evidence of the\r\nrevolver.  The district court denied the motion and ruled the\r\nrevolver admissible under Fed. R. Evid. 404(b) \"on the issue of\r\nidentity.\"\r\nWe note at the outset that the district court's decision\r\nto admit the gun into evidence as proof of identity under Rule\r\n404(b) is a bit puzzling.  As indicated, Rule 404(b) governs the\r\nadmission of extrinsic evidence of \"other crimes, wrongs, or acts.\" \r\nHere, the government sought to prove that the gun seized from the\r\ndefendant was the same gun used in the attempted Londonderry\r\nrobbery.  In other words, the government sought to introduce the\r\ngun as intrinsic, direct evidence of the charged crime -- not as\r\nRule 404(b) evidence.  Because we conclude that the handgun was not\r\nRule 404(b) evidence at all, we review the district court's\r\nadmission of the gun applying a more appropriate Rule 401/403\r\nanalysis.\r\nRule 401 defines \"relevant evidence\" as \"evidence having\r\nany tendency to make the existence of any fact that is of\r\nconsequence to the determination of the action more probable or\r\nless probable than it would be without the evidence.\"  Fed. R.\r\nEvid. 401.  The principal issue at trial, as happens so often in\r\nbank robbery cases, was the identification of Shea as one of the\r\nbank robbers.  Indeed, the government introduced the black revolver\r\nat trial to prove that Shea was one of the Londonderry robbers.  \r\nIn United States v. Roberts, on facts similar to those\r\npresented here, the Seventh Circuit affirmed the district court's\r\nadmission of a firearm seized from the defendant during his arrest\r\ntwo days after the charged offense.  See 933 F.2d at 520.  The\r\ndefendant was charged with committing an armed robbery on July 20,\r\n1989.  See id. at 517-18, 518.  Two days after the robbery, the\r\ndefendant was arrested while fleeing another robbery attempt.  Seeid. at 518.  During his flight from the police, Roberts either\r\ndropped or threw a blue steel revolver off a rooftop.  See id.  The\r\nSeventh Circuit concluded that \"[e]vidence that Roberts was caught\r\nwith a dark steel revolver with a brown handle matching the\r\ndescription of the weapon he used only two days earlier to rob the\r\n. . . bank is directly relevant to the crimes with which he was\r\ncharged.\"  Id. at 520.  \r\nThe Seventh Circuit's reasoning in Roberts applies to the\r\nfacts of the present case.  As in Roberts, the proof that upon\r\narrest Shea had in his possession a black .38 caliber revolver was\r\n\"directly relevant\" to the crime with which he was charged.  SeeRoberts, 933 F.2d at 520.  As evidence linking Shea to the crime,\r\npossession of the handgun tended to make his participation in the\r\nrobbery \"more probable . . . than it would be without the\r\nevidence.\"  Fed. R. Evid. 401.  As the district court explained,\r\ndespite testimony that the \"forward-walking\" robber identified as\r\nShea held a shiny, silver gun during the course of the attempted\r\nrobbery, a jury would still be entitled to infer either that Shea\r\nwas in fact the robber in possession of the black revolver during\r\nthe course of the robbery or that Shea was not in possession of the\r\nblack revolver during the robbery but somehow came into possession\r\nof the gun at some point after the robbery.  We thus proceed to the\r\nRule 403 analysis.\r\nUnder Rule 403, relevant evidence may be excluded if its\r\nprobative value \"is substantially outweighed by the danger of\r\nunfair prejudice.\"  Fed. R. Evid. 403.  The duty of weighing the\r\nprobative value of the gun-at-arrest evidence against its\r\nprejudicial effect rested squarely on the shoulders of the trial\r\njudge.  We review a trial court's Rule 403 balancing test for an\r\nabuse of discretion, and only in \"extraordinarily compelling\r\ncircumstances\" will we reverse a district court's \"on-the-spot\r\njudgment\" concerning the probative value and unfair effect of the\r\nproffered evidence.  United States v. Lewis, 40 F.3d 1325, 1339\r\n(1st Cir. 1994) (quoting United States v. Rodrguez-Estrada, 877\r\nF.2d 153, 155-56 (1st Cir. 1989)).  \r\nApplying the abuse of discretion standard to the present\r\ncase, the district court's admission of the handgun must be upheld. \r\nThe district court carefully considered arguments of counsel and\r\nweighed the competing interests before admitting the evidence of\r\nShea's possession of the black revolver upon arrest.  Although\r\nthere were competing considerations, it was neither unreasonable\r\nnor arbitrary to conclude that a probative inference could\r\nreasonably be drawn from the evidence which outweighed its\r\nprejudicial effect.  Moreover, the district judge was in a superior\r\nposition to evaluate the testimony of the two bank employees as\r\nwell as the other incriminating evidence against Shea.  Finally,\r\nthe district judge took positive steps to minimize the potential\r\nimpact of the evidence by carefully instructing the jury that the\r\ngun was introduced for a limited purpose only.  Under these\r\ncircumstances, we hold that the district judge did not abuse his\r\ndiscretion in concluding that the Rule 403 balance weighed in favor\r\nof admitting the gun.    \r\nEven if the district court erred in admitting the gun\r\ninto evidence, we would conclude that such error was harmless. \r\n\"[A] non-constitutional evidentiary issue will be treated as\r\nharmless if it is highly probable that the error did not contribute\r\nto the verdict.\"  United States v. Rose, 104 F.3d 1408, 1414 (1st\r\nCir. 1997), cert. denied, 117 S. Ct. 2424 (1997).  In a harmless\r\nerror inquiry, the government bears the burden of persuasion with\r\nrespect to showing that the error was harmless.   See id.  Although\r\nthe government here failed to argue that the district court's\r\nadmission of the gun, if error, was harmless, this Court has\r\nrecently held that appellate courts have the discretion on direct\r\nappeal to overlook the government's failure to argue harmless error\r\nand consider the issue of harmlessness sua sponte.  See id.\r\nWe exercise our discretion to consider the issue of\r\nharmlessness mostra sponte.  Here, we find that the evidence\r\nadmitted was plainly harmless.  The gun was cumulative, and the\r\nweight of the additional evidence overwhelming.  The additional\r\nevidence presented at trial consisted of: (1) DNA evidence\r\nestablishing that the defendant's blood matched blood taken from a\r\nvertical blind at the bank and from three locations within the\r\ngetaway vehicle; (2) the testimony of an FBI forensic scientist\r\nthat the probability of a random DNA match was between 1 in 20,000\r\nand 1 in 2,000,000; (3) Shea's statement to James Tracy, an\r\nassociate of the defendant, that \"[I]f blood's enough to convict,\r\nI'm screwed.\"; (4) Sheri Crawford's physical description of one of\r\nthe robbers which closely matched Shea's appearance and; (5) the\r\ntestimony of a nursing assistant identifying a photograph of Shea\r\nas the man she treated for sutures on a number of hand lacerations\r\nseveral hours following the charged attempted robbery.  Under such\r\ncircumstances, it would be a waste of judicial resources to require\r\na new trial where the result would almost certainly be the same. \r\nSee United States v. Rose, 104 F.3d at 1414. \r\nB.  Admission of the DNA Evidence\r\nAt trial, the government presented expert testimony\r\ncomparing Shea's DNA with DNA extracted from several of the\r\nbloodstains discovered inside the Londonderry bank and in a stolen\r\nminivan believed to have been used as the getaway vehicle.  The\r\ngovernment's expert, a forensic scientist employed by the FBI, used\r\na method of DNA analysis known as Polymerase Chain Reaction\r\n(\"PCR\"), in determining that Shea had the same DNA profile as the\r\nperson who left the bloodstains at the crime scene and in the\r\ngetaway vehicle.  Shea opposes the admission of the FBI's DNA\r\nevidence on the ground that the FBI's PCR method is unreliable\r\nscience.  In addition, Shea argues that evidence of a random match\r\nprobability is barred by Rule 403 because the risk that the jury\r\nwould be misled by the evidence substantially outweighs its\r\nprobative value.  \r\nWe review a district court's decision to admit DNA\r\nevidence for abuse of discretion.  See United States v. Lowe, 145\r\nF.3d 45, 50-51 (1st Cir. 1998).  We hold that the district court\r\ndid not abuse its discretion in admitting the FBI's PCR evidence. \r\nWe affirm the district court's admission of the DNA evidence on the\r\ngrounds stated in the district court's well-written memorandum and\r\norder on this issue.  See United States v. Shea, 957 F. Supp. 331\r\n(D.N.H. 1997).\r\nIII.  CONCLUSION\r\nFor the foregoing reasons, the defendant's conviction is\r\naffirmed.\n",
  "html": "<p class=\"case_cite\">159 F.3d 37</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Anthony M. SHEA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1827.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 29, 1998.<br>Decided Nov. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Albert E. Scherr, for appellant.</p>\n      <p class=\"indent\">Jean B. Weld, Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, WELLFORD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Anthony M. Shea appeals his four-count conviction for attempted armed bank robbery under 18 U.S.C. &#167; 2113(a) and (d), use of a firearm during a crime of violence in violation of 18 U.S.C. &#167; 924(c), being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1), and two counts of interstate transportation of stolen motor vehicles in violation of 18 U.S.C. &#167; 2312.  Shea was sentenced to 567 months of imprisonment.  Shea challenges the admissibility of certain evidence permitted by the district court.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At approximately 7:00 p.m. on Friday, August 4, 1995, Sheri Crawford, manager of the Londonderry, New Hampshire branch of the First New Hampshire Bank, and Tammy Lajoie, a bank teller, were closing up the bank when they heard the sound of breaking glass.  The employees looked up to see two masked robbers wearing gloves and armed with revolvers.  One of the robbers, who guarded Crawford, had a \"forward, stretched-out neck\" and held a shiny, silver revolver on Crawford throughout the robbery attempt.  The other robber held a black revolver on Lajoie during the course of the robbery attempt.  The men demanded all of the money in the bank but when they learned that Crawford and Lajoie were not able to open the bank's vault due to a timed locking device and that there was no money contained in the tellers' stations, they left the bank empty-handed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The two men exited the bank through the same broken window through which they had entered.  One of the robbers apparently cut himself on his way through the broken window, as bloodstains were discovered inside the bank and in a stolen minivan believed to have been used as a getaway vehicle.  The police processed the evidence and transmitted it to the FBI DNA laboratory for analysis.  After analysis, the FBI concluded that the defendant's genetic profile matched the genetic profile of some of the unknown evidentiary samples.  The government introduced this DNA evidence at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">One week after the attempted Londonderry robbery, Shea was arrested for another robbery in Wakefield, Massachusetts.  At the time of his arrest, Shea had in his possession a black, .357 caliber magnum revolver.  The government sought to introduce the black revolver seized from Shea to prove that he was one of the men involved in the attempted robbery in Londonderry.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At trial, Sheri Crawford described the robber who held a gun on her during the course of the attempted robbery as \"forward-walking\" with a \"forward, stretched-out\" neck.  She then identified a photograph of the defendant with the same \"leaning forward with the head and the long neck.\"   Crawford further testified that the robber with the \"forward, stretched-out\" neck held a shiny, silver revolver.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Tammy Lajoie testified that the second robber held a black revolver on her during the course of the attempted robbery.  Lajoie described the gun as approximately four inches in length.  When Lajoie was shown the government's exhibit, the black, .357 magnum revolver seized from the defendant, she testified that \"it looked like the gun that was pointed at [her]\" during the attempted robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Shea moved to exclude both the DNA evidence and the black revolver.  After an extensive 5-day evidentiary hearing, the district court issued a detailed memorandum and order denying Shea's motion and admitting the DNA evidence.  The district court also denied Shea's motion to exclude the black revolver.  A jury convicted Shea of attempted armed bank robbery, use of a firearm during a crime of violence, and two counts of interstate transportation of stolen motor vehicles.  He was acquitted on an additional count of being a felon in possession of a firearm.  The district court sentenced Shea to 567 months of imprisonment.  Shea appeals.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Admission of the Handgun Evidence at Trial</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Shea argues on appeal that the district court erroneously admitted the black revolver seized from him during his arrest on a separate charge, one week after the attempted Londonderry robbery.  Prior to trial, Shea filed a motion to exclude evidence of the revolver.  The district court denied the motion and ruled the revolver admissible under Fed.R.Evid. 404(b) \"on the issue of identity.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We note at the outset that the district court's decision to admit the gun into evidence as proof of identity under Rule 404(b) is a bit puzzling.  As indicated, Rule 404(b) governs the admission of extrinsic evidence of \"other crimes, wrongs, or acts.\"   Here, the government sought to prove that the gun seized from the defendant was the same gun used in the attempted Londonderry robbery.  In other words, the government sought to introduce the gun as intrinsic, direct evidence of the charged crime--not as Rule 404(b) evidence.  Because we conclude that the handgun was not Rule 404(b) evidence at all, we review the district court's admission of the gun applying a more appropriate Rule 401/403 analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rule 401 defines \"relevant evidence\" as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"  Fed.R.Evid. 401.  The principal issue at trial, as happens so often in bank robbery cases, was the identification of Shea as one of the bank robbers.  Indeed, the government introduced the black revolver at trial to prove that Shea was one of the Londonderry robbers.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In United States v. Roberts, on facts similar to those presented here, the Seventh Circuit affirmed the district court's admission of a firearm seized from the defendant during his arrest two days after the charged offense.  See 933 F.2d 517, 520 (7th Cir.1991).   The defendant was charged with committing an armed robbery on July 20, 1989.  See id. at 517-18, 518.   Two days after the robbery, the defendant was arrested while fleeing another robbery attempt.  See id. at 518.   During his flight from the police, Roberts either dropped or threw a blue steel revolver off a rooftop.  See id.   The Seventh Circuit concluded that \"[e]vidence that Roberts was caught with a dark steel revolver with a brown handle matching the description of the weapon he used only two days earlier to rob the ... bank is directly relevant to the crimes with which he was charged.\"  Id. at 520.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Seventh Circuit's reasoning in Roberts applies to the facts of the present case.  As in Roberts, the proof that upon arrest Shea had in his possession a black .38 caliber revolver was \"directly relevant\" to the crime with which he was charged.  See Roberts, 933 F.2d at 520.   As evidence linking Shea to the crime, possession of the handgun tended to make his participation in the robbery \"more probable ... than it would be without the evidence.\"  Fed.R.Evid. 401.  As the district court explained, despite testimony that the \"forward-walking\" robber identified as Shea held a shiny, silver gun during the course of the attempted robbery, a jury would still be entitled to infer either that Shea was in fact the robber in possession of the black revolver during the course of the robbery or that Shea was not in possession of the black revolver during the robbery but somehow came into possession of the gun at some point after the robbery.  We thus proceed to the Rule 403 analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under Rule 403, relevant evidence may be excluded if its probative value \"is substantially outweighed by the danger of unfair prejudice.\"  Fed.R.Evid. 403.  The duty of weighing the probative value of the gun-at-arrest evidence against its prejudicial effect rested squarely on the shoulders of the trial judge.  We review a trial court's Rule 403 balancing test for an abuse of discretion, and only in \"extraordinarily compelling circumstances\" will we reverse a district court's \"on-the-spot judgment\" concerning the probative value and unfair effect of the proffered evidence.  United States v. Lewis, 40 F.3d 1325, 1339 (1st Cir.1994) (quoting United States v. Rodrguez-Estrada, 877 F.2d 153, 155-56 (1st Cir.1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Applying the abuse of discretion standard to the present case, the district court's admission of the handgun must be upheld.  The district court carefully considered arguments of counsel and weighed the competing interests before admitting the evidence of Shea's possession of the black revolver upon arrest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Although there were competing considerations, it was neither unreasonable nor arbitrary to conclude that a probative inference could reasonably be drawn from the evidence which outweighed its prejudicial effect.  Moreover, the district judge was in a superior position to evaluate the testimony of the two bank employees as well as the other incriminating evidence against Shea.  Finally, the district judge took positive steps to minimize the potential impact of the evidence by carefully instructing the jury that the gun was introduced for a limited purpose only.  Under these circumstances, we hold that the district judge did not abuse his discretion in concluding that the Rule 403 balance weighed in favor of admitting the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even if the district court erred in admitting the gun into evidence, we would conclude that such error was harmless.  \"[A] non-constitutional evidentiary issue will be treated as harmless if it is highly probable that the error did not contribute to the verdict.\"  United States v. Rose, 104 F.3d 1408, 1414 (1st Cir.1997), cert. denied, --- U.S. ----, 117 S.Ct. 2424, 138 L.Ed.2d 187 (1997).  In a harmless error inquiry, the government bears the burden of persuasion with respect to showing that the error was harmless.  See id.   Although the government here failed to argue that the district court's admission of the gun, if error, was harmless, this Court has recently held that appellate courts have the discretion on direct appeal to overlook the government's failure to argue harmless error and consider the issue of harmlessness sua sponte.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We exercise our discretion to consider the issue of harmlessness mostra sponte.   Here, we find that the evidence admitted was plainly harmless.  The gun was cumulative, and the weight of the additional evidence overwhelming.  The additional evidence presented at trial consisted of:  (1) DNA evidence establishing that the defendant's blood matched blood taken from a vertical blind at the bank and from three locations within the getaway vehicle;  (2) the testimony of an FBI forensic scientist that the probability of a random DNA match was between 1 in 20,000 and 1 in 2,000,000;  (3) Shea's statement to James Tracy, an associate of the defendant, that \"[I]f blood's enough to convict, I'm screwed.\";  (4) Sheri Crawford's physical description of one of the robbers which closely matched Shea's appearance and;  (5) the testimony of a nursing assistant identifying a photograph of Shea as the man she treated for sutures on a number of hand lacerations several hours following the charged attempted robbery.  Under such circumstances, it would be a waste of judicial resources to require a new trial where the result would almost certainly be the same.  See United States v. Rose, 104 F.3d at 1414.</p>\n    </div>\n    <p>B. Admission of the DNA Evidence</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At trial, the government presented expert testimony comparing Shea's DNA with DNA extracted from several of the bloodstains discovered inside the Londonderry bank and in a stolen minivan believed to have been used as the getaway vehicle.  The government's expert, a forensic scientist employed by the FBI, used a method of DNA analysis known as Polymerase Chain Reaction (\"PCR\"), in determining that Shea had the same DNA profile as the person who left the bloodstains at the crime scene and in the getaway vehicle.  Shea opposes the admission of the FBI's DNA evidence on the ground that the FBI's PCR method is unreliable science.  In addition, Shea argues that evidence of a random match probability is barred by Rule 403 because the risk that the jury would be misled by the evidence substantially outweighs its probative value.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We review a district court's decision to admit DNA evidence for abuse of discretion.  See United States v. Lowe, 145 F.3d 45, 50-51 (1st Cir.1998).  We hold that the district court did not abuse its discretion in admitting the FBI's PCR evidence.  We affirm the district court's admission of the DNA evidence on the grounds stated in the district court's well-written memorandum and order on this issue.  See United States v. Shea, 957 F.Supp. 331 (D.N.H.1997).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons, the defendant's conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Evid. 404(b) states, in pertinent part, as follows:</p>\n        <p>(b) Other Crimes, Wrongs, or Acts.  Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Indeed, when the district judge recognized mid-trial that the probative value of the gun was \"admittedly somewhat less significant in the situation we have now than in the situation we had when I first ruled on the admissibility of the evidence,\" he reassessed his initial Rule 403 ruling and made new findings with respect to probative value and the danger of unfair prejudice</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Anthony M. SHEA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1827.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 29, 1998.<br>Decided Nov. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Albert E. Scherr, for appellant.</p>\n      <p class=\"indent\">Jean B. Weld, Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, WELLFORD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Anthony M. Shea appeals his four-count conviction for attempted armed bank robbery under 18 U.S.C. &#167; 2113(a) and (d), use of a firearm during a crime of violence in violation of 18 U.S.C. &#167; 924(c), being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1), and two counts of interstate transportation of stolen motor vehicles in violation of 18 U.S.C. &#167; 2312.  Shea was sentenced to 567 months of imprisonment.  Shea challenges the admissibility of certain evidence permitted by the district court.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At approximately 7:00 p.m. on Friday, August 4, 1995, Sheri Crawford, manager of the Londonderry, New Hampshire branch of the First New Hampshire Bank, and Tammy Lajoie, a bank teller, were closing up the bank when they heard the sound of breaking glass.  The employees looked up to see two masked robbers wearing gloves and armed with revolvers.  One of the robbers, who guarded Crawford, had a \"forward, stretched-out neck\" and held a shiny, silver revolver on Crawford throughout the robbery attempt.  The other robber held a black revolver on Lajoie during the course of the robbery attempt.  The men demanded all of the money in the bank but when they learned that Crawford and Lajoie were not able to open the bank's vault due to a timed locking device and that there was no money contained in the tellers' stations, they left the bank empty-handed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The two men exited the bank through the same broken window through which they had entered.  One of the robbers apparently cut himself on his way through the broken window, as bloodstains were discovered inside the bank and in a stolen minivan believed to have been used as a getaway vehicle.  The police processed the evidence and transmitted it to the FBI DNA laboratory for analysis.  After analysis, the FBI concluded that the defendant's genetic profile matched the genetic profile of some of the unknown evidentiary samples.  The government introduced this DNA evidence at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">One week after the attempted Londonderry robbery, Shea was arrested for another robbery in Wakefield, Massachusetts.  At the time of his arrest, Shea had in his possession a black, .357 caliber magnum revolver.  The government sought to introduce the black revolver seized from Shea to prove that he was one of the men involved in the attempted robbery in Londonderry.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At trial, Sheri Crawford described the robber who held a gun on her during the course of the attempted robbery as \"forward-walking\" with a \"forward, stretched-out\" neck.  She then identified a photograph of the defendant with the same \"leaning forward with the head and the long neck.\"   Crawford further testified that the robber with the \"forward, stretched-out\" neck held a shiny, silver revolver.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Tammy Lajoie testified that the second robber held a black revolver on her during the course of the attempted robbery.  Lajoie described the gun as approximately four inches in length.  When Lajoie was shown the government's exhibit, the black, .357 magnum revolver seized from the defendant, she testified that \"it looked like the gun that was pointed at [her]\" during the attempted robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Shea moved to exclude both the DNA evidence and the black revolver.  After an extensive 5-day evidentiary hearing, the district court issued a detailed memorandum and order denying Shea's motion and admitting the DNA evidence.  The district court also denied Shea's motion to exclude the black revolver.  A jury convicted Shea of attempted armed bank robbery, use of a firearm during a crime of violence, and two counts of interstate transportation of stolen motor vehicles.  He was acquitted on an additional count of being a felon in possession of a firearm.  The district court sentenced Shea to 567 months of imprisonment.  Shea appeals.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Admission of the Handgun Evidence at Trial</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Shea argues on appeal that the district court erroneously admitted the black revolver seized from him during his arrest on a separate charge, one week after the attempted Londonderry robbery.  Prior to trial, Shea filed a motion to exclude evidence of the revolver.  The district court denied the motion and ruled the revolver admissible under Fed.R.Evid. 404(b) \"on the issue of identity.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We note at the outset that the district court's decision to admit the gun into evidence as proof of identity under Rule 404(b) is a bit puzzling.  As indicated, Rule 404(b) governs the admission of extrinsic evidence of \"other crimes, wrongs, or acts.\"   Here, the government sought to prove that the gun seized from the defendant was the same gun used in the attempted Londonderry robbery.  In other words, the government sought to introduce the gun as intrinsic, direct evidence of the charged crime--not as Rule 404(b) evidence.  Because we conclude that the handgun was not Rule 404(b) evidence at all, we review the district court's admission of the gun applying a more appropriate Rule 401/403 analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rule 401 defines \"relevant evidence\" as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"  Fed.R.Evid. 401.  The principal issue at trial, as happens so often in bank robbery cases, was the identification of Shea as one of the bank robbers.  Indeed, the government introduced the black revolver at trial to prove that Shea was one of the Londonderry robbers.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In United States v. Roberts, on facts similar to those presented here, the Seventh Circuit affirmed the district court's admission of a firearm seized from the defendant during his arrest two days after the charged offense.  See <span class=\"citation\" data-id=\"561313\"><a href=\"/opinion/561313/united-states-v-clarence-roberts-jr/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 520 (7th Cir.1991).   The defendant was charged with committing an armed robbery on July 20, 1989.  See id. at 517-18, 518.   Two days after the robbery, the defendant was arrested while fleeing another robbery attempt.  See id. at 518.   During his flight from the police, Roberts either dropped or threw a blue steel revolver off a rooftop.  See id.   The Seventh Circuit concluded that \"[e]vidence that Roberts was caught with a dark steel revolver with a brown handle matching the description of the weapon he used only two days earlier to rob the ... bank is directly relevant to the crimes with which he was charged.\"  Id. at 520.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Seventh Circuit's reasoning in Roberts applies to the facts of the present case.  As in Roberts, the proof that upon arrest Shea had in his possession a black .38 caliber revolver was \"directly relevant\" to the crime with which he was charged.  See Roberts, 933 F.2d at 520.   As evidence linking Shea to the crime, possession of the handgun tended to make his participation in the robbery \"more probable ... than it would be without the evidence.\"  Fed.R.Evid. 401.  As the district court explained, despite testimony that the \"forward-walking\" robber identified as Shea held a shiny, silver gun during the course of the attempted robbery, a jury would still be entitled to infer either that Shea was in fact the robber in possession of the black revolver during the course of the robbery or that Shea was not in possession of the black revolver during the robbery but somehow came into possession of the gun at some point after the robbery.  We thus proceed to the Rule 403 analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under Rule 403, relevant evidence may be excluded if its probative value \"is substantially outweighed by the danger of unfair prejudice.\"  Fed.R.Evid. 403.  The duty of weighing the probative value of the gun-at-arrest evidence against its prejudicial effect rested squarely on the shoulders of the trial judge.  We review a trial court's Rule 403 balancing test for an abuse of discretion, and only in \"extraordinarily compelling circumstances\" will we reverse a district court's \"on-the-spot judgment\" concerning the probative value and unfair effect of the proffered evidence.  United States v. Lewis, <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1339 (1st Cir.1994) (quoting United States v. Rodrguez-Estrada, <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 155-56 (1st Cir.1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Applying the abuse of discretion standard to the present case, the district court's admission of the handgun must be upheld.  The district court carefully considered arguments of counsel and weighed the competing interests before admitting the evidence of Shea's possession of the black revolver upon arrest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Although there were competing considerations, it was neither unreasonable nor arbitrary to conclude that a probative inference could reasonably be drawn from the evidence which outweighed its prejudicial effect.  Moreover, the district judge was in a superior position to evaluate the testimony of the two bank employees as well as the other incriminating evidence against Shea.  Finally, the district judge took positive steps to minimize the potential impact of the evidence by carefully instructing the jury that the gun was introduced for a limited purpose only.  Under these circumstances, we hold that the district judge did not abuse his discretion in concluding that the Rule 403 balance weighed in favor of admitting the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even if the district court erred in admitting the gun into evidence, we would conclude that such error was harmless.  \"[A] non-constitutional evidentiary issue will be treated as harmless if it is highly probable that the error did not contribute to the verdict.\"  United States v. Rose, <span class=\"citation\" data-id=\"197184\"><a href=\"/opinion/197184/united-states-v-rose/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1408</span></a></span>, 1414 (1st Cir.1997), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></span> (1997).  In a harmless error inquiry, the government bears the burden of persuasion with respect to showing that the error was harmless.  See id.   Although the government here failed to argue that the district court's admission of the gun, if error, was harmless, this Court has recently held that appellate courts have the discretion on direct appeal to overlook the government's failure to argue harmless error and consider the issue of harmlessness sua sponte.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We exercise our discretion to consider the issue of harmlessness mostra sponte.   Here, we find that the evidence admitted was plainly harmless.  The gun was cumulative, and the weight of the additional evidence overwhelming.  The additional evidence presented at trial consisted of:  (1) DNA evidence establishing that the defendant's blood matched blood taken from a vertical blind at the bank and from three locations within the getaway vehicle;  (2) the testimony of an FBI forensic scientist that the probability of a random DNA match was between 1 in 20,000 and 1 in 2,000,000;  (3) Shea's statement to James Tracy, an associate of the defendant, that \"[I]f blood's enough to convict, I'm screwed.\";  (4) Sheri Crawford's physical description of one of the robbers which closely matched Shea's appearance and;  (5) the testimony of a nursing assistant identifying a photograph of Shea as the man she treated for sutures on a number of hand lacerations several hours following the charged attempted robbery.  Under such circumstances, it would be a waste of judicial resources to require a new trial where the result would almost certainly be the same.  See United States v. Rose, 104 F.3d at 1414.</p>\n    </div>\n    <p>B. Admission of the DNA Evidence</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At trial, the government presented expert testimony comparing Shea's DNA with DNA extracted from several of the bloodstains discovered inside the Londonderry bank and in a stolen minivan believed to have been used as the getaway vehicle.  The government's expert, a forensic scientist employed by the FBI, used a method of DNA analysis known as Polymerase Chain Reaction (\"PCR\"), in determining that Shea had the same DNA profile as the person who left the bloodstains at the crime scene and in the getaway vehicle.  Shea opposes the admission of the FBI's DNA evidence on the ground that the FBI's PCR method is unreliable science.  In addition, Shea argues that evidence of a random match probability is barred by Rule 403 because the risk that the jury would be misled by the evidence substantially outweighs its probative value.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We review a district court's decision to admit DNA evidence for abuse of discretion.  See United States v. Lowe, <span class=\"citation\" data-id=\"754636\"><a href=\"/opinion/754636/united-states-v-paul-e-lowe/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 50-51 (1st Cir.1998).  We hold that the district court did not abuse its discretion in admitting the FBI's PCR evidence.  We affirm the district court's admission of the DNA evidence on the grounds stated in the district court's well-written memorandum and order on this issue.  See United States v. Shea, <span class=\"citation no-link\"><span class=\"volume\">957</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">331</span></span> (D.N.H.1997).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons, the defendant's conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Evid. 404(b) states, in pertinent part, as follows:</p>\n        <p>(b) Other Crimes, Wrongs, or Acts.  Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Indeed, when the district judge recognized mid-trial that the probative value of the gun was \"admittedly somewhat less significant in the situation we have now than in the situation we had when I first ruled on the admissibility of the evidence,\" he reassessed his initial Rule 403 ruling and made new findings with respect to probative value and the danger of unfair prejudice</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754636/"
  ]
}