{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198186/",
  "absolute_url": "/opinion/198186/united-states-v-leichter/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198186/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:21Z",
  "date_modified": "2017-03-24T10:55:00.316171Z",
  "type": "010combined",
  "sha1": "689f52497e795c46a1c4987e4e3db2de672e13f6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1358.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 97-1358\r\n\n                     UNITED STATES,\r\n                       Appellee,\r\n\n                           v.\r\n\n                    LEE H. LEICHTER,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\nNo. 97-1359\r\n\n                     UNITED STATES,\r\n                       Appellee,\r\n\n                           v.\r\n\n                    JOHN F. CVINAR,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\nNo. 97-1478\r\n\n                     UNITED STATES,\r\n                       Appellee,\r\n\n                           v.\r\n\n                   DAVID W. PRIGMORE,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. Joseph L. Tauro, U.S. District Judge]\r\n\n                                                                    Before\r\n\n                Torruella, Chief Judge,\r\n\n            Campbell, Senior Circuit Judge,\r\n\n               and Boudin, Circuit Judge.\r\n\n                                      \r\n\nRichard G. Taranto, with whom Farr &amp; Taranto, Robert D. Keefe,\r\nDaniel W. Halston, Jason T. Sherwood, Hale and Dorr LLP, Andrew\r\nGood, Harvey A. Silverglate, Silverglate &amp; Good, William H.\r\nKettlewell, Amy Baron-Evans, Michael B. Galvin and Dwyer &amp; Collora,\r\nLLP were on brief, for appellants.\r\nStephen Andrew Higginson, Special Assistant United States\r\nAttorney, with whom Mark W. Pearlstein, Acting United States\r\nAttorney, and Michael Loucks, Assistant United States Attorney,\r\nwere on brief, for appellee.\r\n\n                                      \r\n\n                   November 3, 1998\r\n                                                TORRUELLA, Chief Judge.  Defendants Lee H. Leichter,\r\nDavid W. Prigmore, and John F. Cvinar, former employees of C.R.\r\nBard, Inc. (\"Bard\"), who were charged in a multi-count indictment\r\narising from Bard's manufacturing and distribution of heart\r\ncatheters, appeal their convictions on one count each of conspiring\r\nto defraud the Food and Drug Administration (\"FDA\") by impairing\r\nits lawful governmental functions.  They were each sentenced to 18\r\nmonths of imprisonment and two years of supervised release. \r\nHowever, the execution of their sentences was stayed pending the\r\noutcome of appeal.  Appellants contend that, at this time, we lack\r\nappellate jurisdiction to consider their appeal.  We find that the\r\nexistence of other untried counts against the appellants renders\r\nthe district court's judgment on the conspiracy count non-final. \r\nAccordingly, we dismiss this matter without prejudice to any\r\nsubsequent appeal upon entry of final judgment by the district\r\ncourt.\r\n                          I.  BACKGROUND     Appellants Leichter, Prigmore, and Cvinar (and other\r\ndefendants) were indicted on over 390 counts stemming from Bard's\r\nmanufacture and sale of non-FDA-approved heart catheters.  Count\r\nOne of the indictment charged appellants with conspiring to defraud\r\nthe government in violation of 18 U.S.C.  371 through an allegedly\r\nfraudulent scheme involving the sale of adulterated heart catheters\r\nand the concealment of material facts from the FDA.  The district\r\ncourt sua sponte decided to proceed to trial against appellants\r\nonly as to Count One, deferring further proceedings on the\r\nremaining counts.  After two months of trial, a jury returned a\r\nverdict finding appellants guilty of the conspiracy count.  The\r\ndistrict court sentenced each appellant to 18 months of\r\nimprisonment and two years of supervised release, and imposed a\r\nspecial assessment of $50 for each conviction.  The execution of\r\nthe sentences have been stayed pending the outcome of appeal, and\r\nnone of the appellants is now in prison.  Following appellants'\r\nconviction on the first count, the government dismissed all but 38\r\nof the other counts against them.  On March 13, 1997, the district\r\ncourt entered judgment on the Count One conviction.  Shortly\r\nthereafter, appellants filed timely notices of appeal to preserve\r\ntheir right of appeal.\r\nOn April 4, 1997, appellants filed a motion requesting\r\nthat this court remand the matter to the district court, alleging\r\nthat no final judgment had entered inasmuch as numerous other\r\nuntried counts remained pending.  On May 6, 1997, this court\r\ndismissed the matter without prejudice to appeal upon the entry of\r\nfinal judgment.  In response, the government filed a motion to\r\nreconsider, arguing that, when the district court, on its own\r\ninitiative, proceeded to trial on only the conspiracy count, the\r\ncourt, in effect, severed that count from the other charges, and\r\nthus created a separately appealable case.  On September 18, 1997,\r\nthis court withdrew its May 6 dismissal order, and allowed the\r\nparties to brief the merits of their case on appeal.  However, the\r\njurisdictional issue remains a threshold question, which we now\r\naddress below.\r\n                   II.  DISCUSSION\r\nThe jurisdiction of this court is limited to \"all final\r\ndecisions of the district courts of the United States . . . .\"  28\r\nU.S.C.  1291 (emphasis added).  \"This requirement of finality is\r\nparticularly strict in criminal proceedings because the disruption\r\nand delay caused by interlocutory appeals 'are especially inimical\r\nto the effective and fair administration of the criminal law.'\" \r\nUnited States v. Sorren, 605 F.2d 1211, 1213 (1st Cir. 1979)\r\n(quoting Abney v. United States, 431 U.S. 651, 657 (1977)).  \"Final\r\njudgment in a criminal case means sentence.  The sentence is the\r\njudgment.\"  Berman v. United States, 302 U.S. 211, 212 (1937).  \r\nHowever, \"a criminal judgment involving multiple counts\r\nis not final and appealable unless the record discloses the precise\r\ndisposition (e.g., the sentence) for each count.\"  United States v.\r\nLuciano-Mosquera, 63 F.3d 1142, 1148 n.2 (1st Cir. 1995), cert.\r\ndenied, 116 S. Ct. 1879 (1996); see also United States v. Wilson,\r\n440 F.2d 1103, 1104 (5th Cir. 1971) (\"when a multi-count indictment\r\nand verdict are involved, it is essential for post-conviction\r\nreview that the record disclose the precise sentence for each\r\ncount\"); 15B Charles Alan Wright, Arthur R. Miller, &amp; Edward H.\r\nCooper, Federal Practice and Procedure  3918.7, at 536-37 (2d ed. \r\n1992) (\"if sentence is imposed on some counts, but the court\r\nexpressly defers imposition of sentence on other counts, there is\r\nno final judgment\").  Thus, we agree with appellants that we\r\ncurrently lack appellate jurisdiction due to the presence of 38\r\nuntried counts, which precludes the issuance of a final judgment\r\nagainst them.  Ultimately, we prefer to view a final judgment as\r\none disposing of all counts or claims with respect to all parties.\r\nThe government contends that, when the district court\r\njudge decided to conduct a separate trial on Count One, he severed\r\nthat count from the remaining counts pursuant to Fed. R. Crim. P.\r\n14.  Thus, according to the government, the district court created\r\na separately appealable criminal case.  By urging us to hear this\r\nappeal now, the government, at bottom, is attempting to preserve\r\nits remaining counts in case of reversal on the first count without\r\nbeing forced to try those counts now.\r\nThe power to order separate trials \"rests within the\r\nbroad discretion of the District Court as an aspect of its inherent\r\nright and duty to manage its own calendar.\"  United States v. Gay,\r\n567 F.2d 916, 919 (9th Cir. 1978).  The record reflects that the\r\ndistrict court, on its own initiative, ordered a separate trial on\r\nCount One for case management reasons. As the hearing transcript\r\nshows, the district court judge separated Count One from the other\r\ncounts because he assumed, albeit incorrectly, that, whatever the\r\noutcome of the trial on that count, the government would dismiss\r\nthe remaining counts.  We believe that the district court did not\r\nabuse its discretion in following such a course under its case\r\nmanagement authority, nor does the government claim abuse.\r\n     The government's argument based on Rule 14 is doubly\r\nmistaken.  First, the district judge did not rely upon Rule 14, see\r\ninfra, but on its separate case management authority.  Nor is there\r\nany reason to think that Rule 14 was applicable in this case: there\r\nwas no claim by either side, nor any finding by the judge, that\r\neither the defendant or government would be \"prejudiced\" by\r\njoinder.  Not every trial management decision is designed to avoid\r\nprejudice.\r\n     But there is a second and more fundamental reason why\r\nRule 14 is irrelevant.  Rule 14 refers to \"severance\" but also to\r\n\"whatever relief justice requires.\"  While the separation of\r\ndefendants, or less often counts, into two separate cases is a form\r\nof relief commonly granted under Rule 14, nothing in the rule says\r\nor means that every action taken under Rule 14 to remedy prejudice\r\nnecessarily involves the separation of a case into two separate\r\ncases.  Such a separation is merely one form of permissible relief\r\nand that relief was not granted in this case.\r\nThe truth is that neither Rule 14 or any other Federal\r\nRule of Criminal Procedure directly addresses the question of when\r\na criminal matter comprises a separate appealable unit.  When\r\nmaking such determinations, the courts have relied essentially on\r\npolicy and precedent.  The prevailing practice has been to treat\r\n\"the case\" as the basic unit for an appeal.  The question of when\r\na case has been separated into \"two cases,\" each separately\r\nappealable, depends upon the circumstances.  \r\nIn our view, two objectives are important: first,\r\npreserving the district judge's flexibility to manage litigation,\r\nreserving a trial court's authority (subject always to appropriate\r\nreview) to sever a single case into two cases or to take lesser\r\nsteps such as retaining a single case but ordering two trials.  The\r\nother objective, in our view, is to provide the clearest possible\r\nnotice to litigants (and to the appellate court) as to whether\r\nthere has been a severance into two cases, notice that is\r\nespecially important because of the time limits that require an\r\nappeal to be taken within a fixed period of time.\r\nWith this latter concern in mind, we think that where a\r\nmatter originated as one case, normally it should be treated as two\r\ncases only where the district court has made clear its intention to\r\nsever the case into two cases.  In the present instance, there was\r\nno formal severance; there was no indication that separate dockets\r\nwere established for the separately tried counts; and the trial\r\njudge indicated his doubt as to whether the judgment on the first\r\ncount alone could be appealed.  Under these circumstances -- unless\r\nsentence has been executed -- we conclude that no appeal can be\r\ntaken on the first count until all counts have been tried and\r\nsentenced.\r\nThere is nothing in this view that is inconsistent with\r\nUnited States v. Powell, 24 F.3d 28, 30-31 (9th Cir. 1994), relied\r\nupon by the government.  That case effectively held that when a\r\nseverance occurs under Rule 14, each conviction on the separate\r\ncount should be separately appealable upon the imposition of\r\nsentence.  See id. at 30.  In this case, the question is whether a\r\nseverance creating two cases has occurred and we find, for the\r\nreasons indicated, that it has not.\r\nThe government also cites several cases in which appeals\r\ncourts have assumed jurisdiction although less than all counts had\r\nbeen resolved.  See, e.g., United States v. Bay State Ambulance\r\nHosp. Rental Serv., Inc., 874 F.2d 20, 22 (1st Cir. 1989) (appeal\r\nof conviction on some counts, even though jury also hung on another\r\ncount); United States v. Richardson, 817 F.2d 886, 887 (D.C. Cir.\r\n1987) (same); United States v. Levasseur, 816 F.2d 37, 45 (2d Cir.\r\n1987) (appeal of conviction on some counts, even though other\r\ncounts remained untried).  However, these courts failed to comment\r\non the jurisdictional issue.  Thus, we find them to be far from\r\ncompelling.  For instance, this court's Bay State decision is\r\nsilent as to the status of the disposition of the hung count. \r\nPerhaps the government dismissed the hung count prior to appeal,\r\nmooting the jurisdictional issue.  In the alternative, the Bay\r\nState panel may not have detected a jurisdictional problem despite\r\nthe existence of the hung count.  In any event, the Bay Statecourt's grounds for assuming appellate jurisdiction are not\r\napparent from the opinion, and it remains unpersuasive precedent on\r\nthis issue.\r\nIt is important to note that the district has stayed the\r\nexecution of appellants' sentences for the Count One conviction. \r\n\"The insistence on final disposition of all counts . . . is\r\nreasonable unless an attempt is made to enforce the sentence on the\r\ncounts that have been finally resolved.\"  15B Wright, Miller,\r\nCooper, Federal Practice and Procedure  3918.7, at 537 (2d ed. \r\n1992).  Otherwise, \"[i]mmediate appeal must be allowed before a\r\npartial sentence can be executed.\"  Id.  Here, we do not confront\r\na situation in which appellants are languishing in jail awaiting\r\ntrial on the remaining counts.  According, we hold that we\r\npresently lack appellate jurisdiction to consider this appeal.\r\n                     III.  CONCLUSION\r\nFor the foregoing reasons, we dismiss this appeal without\r\nprejudice to subsequent appeal upon disposition of all pending\r\ncounts.\r\n\n                   \"Dissent follows\"  CAMPBELL, Senior Circuit Judge (dissenting).  I disagree\r\nthat in these circumstances no \"severance\" has occurred.  It seems\r\nto me that the district court's ordering of a separate trial of the\r\nconspiracy counts while leaving the plethora of other counts\r\nuntried and in limbo (with no plans or agreement as to their future\r\ndisposition) constituted a de facto severance of the former.  As\r\nwould be true in a severed case, I believe the final judgment on\r\nthe tried counts is immediately appealable.  See United States v.\r\nPowell, 24 F.3d 28, 30-31 (9th Cir. 1994).\r\nMy colleagues would depend upon the label used or not\r\nused by the district judge to decide whether there was a \r\nseverance, holding there is none unless the judge specifically so\r\nannounces.  On the present facts, this approach has the practical\r\neffect of enabling the district judge to do what the law otherwise\r\nwould not allow   namely, to put the government in a position where\r\nit will likely have to drop all the remaining counts.  For,\r\nassuming the judge continues not to execute the currently imposed\r\nsentences, a stalemate will exist that the government can break\r\nonly by seeking dismissal of all the remaining untried counts.  \r\nMy colleagues say, perhaps tongue in cheek, \"[t]here is\r\nnothing preventing the government from proceeding on the remaining\r\ncounts,\" see note 5; but the practical implications of so doing,\r\nwhere a trial followed by conviction has just been concluded on the\r\nconspiracy counts, makes that course implausible.  Trying the\r\nremaining counts now would be at odds with the rationale for\r\noriginally separating the counts.  Another trial would be wasteful\r\nand futile so long as the possibility exists  that the  convictions\r\nunder the already tried counts will be affirmed on appeal, perhaps\r\nrendering further proceedings unnecessary from the government's\r\nperspective.  \r\nThe most practical alternative, under this court's\r\nruling, is for the government to drop all the remaining counts. \r\nThis will permit the appellate process to occur and the current\r\nsentence to take effect if the judgment is affirmed.  Defendants'\r\nguilt or innocence will thus stand or fall on the outcome of that\r\nappeal, and the government will have permanently surrendered the\r\nability to utilize the other counts should the appeal succeed (or\r\nfor any other reason).  This court's ruling, therefore, has the\r\neffect of compelling or, at least, strongly pressuring the\r\ngovernment to dismiss counts, an authority the courts by themselves\r\ndo not possess.\r\nI fully accept that, when multiple counts are prosecuted\r\ntogether, they may sometimes be best treated as a single unit for\r\nappeal.  See 15B Charles Alan Wright, Arthur R. Miller &amp; Edward H.\r\nCooper, Federal Practice and Procedure  3918.7, at 536-37 (2d ed.\r\n1992) (where prosecution of a multi-count indictment proceeds\r\ntogether, \"[t]he insistence on final disposition of all counts,\r\ntreating the entire prosecution as a single judicial unit, is\r\nreasonable . . . .\").  (This approach, of course, is contingent\r\nupon the postponement of the sentences already imposed on some of\r\nthe counts, so that defendants are not languishing in jail.  My\r\ncolleagues agree that if a sentence, once imposed, is executed, an\r\nimmediate appeal must be allowed, even if unsentenced counts\r\nremain.)\r\nBut while the above principle (i.e. treating all counts\r\nas a unit for appeal) has been accepted in appropriate\r\ncircumstances, it is also clear that   unlike the situation on the\r\ncivil side   there can be no general principle in a criminal case\r\nthat all counts be disposed of before appeal.  Compare Fed. R. Civ.\r\nP. 54(b).  Such a rule could not work in cases where the imposed\r\nsentence is executed, supra, and   even without execution   might\r\nbe inappropriate in some other cases given the chilling effect of\r\nan unexecuted sentence.  Hence it is only in some criminal cases\r\nthat, after imposition of sentence on one or more counts, an\r\nimmediate appeal will be disallowed.  As the majority properly\r\nnotes, the established general rule in criminal cases is that,\r\n\"[t]he sentence is the judgment.\"    \r\nHere, I believe my colleagues push too far with what is\r\nthe occasional exception in the criminal sphere to the usual rule\r\nthat a sentence forms an immediately appealable judgment.  This is\r\nnot a case where the unsentenced counts were treated prior to\r\nsentencing in a unitary fashion with the tried counts.  The\r\nremaining counts here were, in fact, never set for trial.  No plan\r\nor agreement exists even now for their disposition.  To postpone\r\nthe appeal on the tried counts until action is taken on the\r\nremainder serves no purpose other than to unfairly penalize the\r\ngovernment, since no action on such counts prior to appeal is \r\nreally contemplated.  To be sure, defendants are not in jail; they\r\nare, indeed, happy, since my colleagues' analysis, which defendants\r\nentirely support, will likely pressure the government to drop all\r\nthe remaining counts against them.  What the majority's holding\r\naccomplishes is to erode the government's rightful power to retain\r\nthe remaining counts as an anchor to windward or for whatever other\r\npurpose.  The court's analysis is predicated on what seems to me an\r\nunreal distinction between an express severance and what was, in\r\nevery functional respect, a severance in fact, i.e., the entirely\r\nseparate disposition through trial and sentencing of the conspiracy\r\ncounts.  I would hold that actions speak louder than words   a\r\nseverance has in fact occurred, and the right to appeal applicable\r\nto counts severed under Fed. R. Crim. P. 14 should apply here.\r\n",
  "html": "<p class=\"case_cite\">160 F.3d 33</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Lee H. LEICHTER, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>John F. CVINAR, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>David W. PRIGMORE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 97-1358, 97-1359, 97-1478.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 8, 1998.<br>Decided Nov. 3, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard G. Taranto, with whom Farr &amp; Taranto, Robert D. Keefe, Daniel W. Halston, Jason T. Sherwood, Hale and Dorr LLP, Andrew Good, Harvey A. Silverglate, Silverglate &amp; Good, William H. Kettlewell, Amy Baron-Evans, Michael B. Galvin and Dwyer &amp; Collora, LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Stephen Andrew Higginson, Special Assistant United States Attorney, with whom Mark W. Pearlstein, Acting United States Attorney, and Michael Loucks, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants Lee H. Leichter, David W. Prigmore, and John F. Cvinar, former employees of C.R. Bard, Inc.  (\"Bard\"), who were charged in a multi-count indictment arising from Bard's manufacturing and distribution of heart catheters, appeal their convictions on one count each of conspiring to defraud the Food and Drug Administration (\"FDA\") by impairing its lawful governmental functions.  They were each sentenced to 18 months of imprisonment and two years of supervised release.  However, the execution of their sentences was stayed pending the outcome of appeal.  Appellants contend that, at this time, we lack appellate jurisdiction to consider their appeal.  We find that the existence of other untried counts against the appellants renders the district court's judgment on the conspiracy count non-final.  Accordingly, we dismiss this matter without prejudice to any subsequent appeal upon entry of final judgment by the district court.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants Leichter, Prigmore, and Cvinar (and other defendants) were indicted on over 390 counts stemming from Bard's manufacture and sale of non-FDA-approved heart catheters.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Count One of the indictment charged appellants with conspiring to defraud the government in violation of 18 U.S.C. &#167; 371 through an allegedly fraudulent scheme involving the sale of adulterated heart catheters and the concealment of material facts from the FDA.  The district court sua sponte decided to proceed to trial against appellants only as to Count One, deferring further proceedings on the remaining counts.  After two months of trial, a jury returned a verdict finding appellants guilty of the conspiracy count.  The district court sentenced each appellant to 18 months of imprisonment and two years of supervised release, and imposed a special assessment of $50 for each conviction.  The execution of the sentences have been stayed pending the outcome of appeal, and none of the appellants is now in prison.  Following appellants' conviction on the first count, the government dismissed all but 38 of the other counts against them.  On March 13, 1997, the district court entered judgment on the Count One conviction.  Shortly thereafter, appellants filed timely notices of appeal to preserve their right of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 4, 1997, appellants filed a motion requesting that this court remand the matter to the district court, alleging that no final judgment had entered inasmuch as numerous other untried counts remained pending.  On May 6, 1997, this court dismissed the matter without prejudice to appeal upon the entry of final judgment.  In response, the government filed a motion to reconsider, arguing that, when the district court, on its own initiative, proceeded to trial on only the conspiracy count, the court, in effect, severed that count from the other charges, and thus created a separately appealable case.  On September 18, 1997, this court withdrew its May 6 dismissal order, and allowed the parties to brief the merits of their case on appeal.  However, the jurisdictional issue remains a threshold question, which we now address below.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jurisdiction of this court is limited to \"all final decisions of the district courts of the United States....\"  28 U.S.C. &#167; 1291 (emphasis added).  \"This requirement of finality is particularly strict in criminal proceedings because the disruption and delay caused by interlocutory appeals 'are especially inimical to the effective and fair administration of the criminal law.' \"  United States v. Sorren, 605 F.2d 1211, 1213 (1st Cir.1979) (quoting Abney v. United States, 431 U.S. 651, 657, 97 S.Ct. 2034, 52 L.Ed.2d 651 (1977)).  \"Final judgment in a criminal case means sentence.  The sentence is the judgment.\"  Berman v. United States, 302 U.S. 211, 212, 58 S.Ct. 164, 82 L.Ed. 204 (1937).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">However, \"a criminal judgment involving multiple counts is not final and appealable unless the record discloses the precise disposition (e.g., the sentence) for each count.\"  United States v. Luciano-Mosquera, 63 F.3d 1142, 1148 n. 2 (1st Cir.1995), cert. denied, 517 U.S. 1234, 116 S.Ct. 1879, 135 L.Ed.2d 174 (1996);  see also United States v. Wilson, 440 F.2d 1103, 1104 (5th Cir.1971) (\"when a multi-count indictment and verdict are involved, it is essential for post-conviction review that the record disclose the precise sentence for each count\");  15B Charles Alan Wright, Arthur R. Miller, &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 3918.7, at 536-37 (2d ed. 1992) (\"if sentence is imposed on some counts, but the court expressly defers imposition of sentence on other counts, there is no final judgment\").  Thus, we agree with appellants that we currently lack appellate jurisdiction due to the presence of 38 untried counts, which precludes the issuance of a final judgment against them.  Ultimately, we prefer to view a final judgment as one disposing of all counts or claims with respect to all parties.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government contends that, when the district court judge decided to conduct a separate trial on Count One, he severed that count from the remaining counts pursuant to Fed.R.Crim.P. 14.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Thus, according to the government, the district court created a separately appealable criminal case.  By urging us to hear this appeal now, the government, at bottom, is attempting to preserve its remaining counts in case of reversal on the first count without being forced to try those counts now.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The power to order separate trials \"rests within the broad discretion of the District Court as an aspect of its inherent right and duty to manage its own calendar.\"  United States v. Gay, 567 F.2d 916, 919 (9th Cir.1978).  The record reflects that the district court, on its own initiative, ordered a separate trial on Count One for case management reasons.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As the hearing transcript shows, the district court judge separated Count One from the other counts because he assumed, albeit incorrectly, that, whatever the outcome of the trial on that count, the government would dismiss the remaining counts.  We believe that the district court did not abuse its discretion in following such a course under its case management authority, nor does the government claim abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government's argument based on Rule 14 is doubly mistaken.  First, the district judge did not rely upon Rule 14, see infra, but on its separate case management authority.  Nor is there any reason to think that Rule 14 was applicable in this case:  there was no claim by either side, nor any finding by the judge, that either the defendant or government would be \"prejudiced\" by joinder.  Not every trial management decision is designed to avoid prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But there is a second and more fundamental reason why Rule 14 is irrelevant.  Rule 14 refers to \"severance\" but also to \"whatever relief justice requires.\"   While the separation of defendants, or less often counts, into two separate cases is a form of relief commonly granted under Rule 14, nothing in the rule says or means that every action taken under Rule 14 to remedy prejudice necessarily involves the separation of a case into two separate cases.  Such a separation is merely one form of permissible relief and that relief was not granted in this case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The truth is that neither Rule 14 or any other Federal Rule of Criminal Procedure directly addresses the question of when a criminal matter comprises a separate appealable unit.  When making such determinations, the courts have relied essentially on policy and precedent.  The prevailing practice has been to treat \"the case\" as the basic unit for an appeal.  The question of when a case has been separated into \"two cases,\" each separately appealable, depends upon the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In our view, two objectives are important:  first, preserving the district judge's flexibility to manage litigation, reserving a trial court's authority (subject always to appropriate review) to sever a single case into two cases or to take lesser steps such as retaining a single case but ordering two trials.  The other objective, in our view, is to provide the clearest possible notice to litigants (and to the appellate court) as to whether there has been a severance into two cases, notice that is especially important because of the time limits that require an appeal to be taken within a fixed period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With this latter concern in mind, we think that where a matter originated as one case, normally it should be treated as two cases only where the district court has made clear its intention to sever the case into two cases.  In the present instance, there was no formal severance;  there was no indication that separate dockets were established for the separately tried counts;  and the trial judge indicated his doubt as to whether the judgment on the first count alone could be appealed.  Under these circumstances--unless sentence has been executed--we conclude that no appeal can be taken on the first count until all counts have been tried and sentenced.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is nothing in this view that is inconsistent with United States v. Powell, 24 F.3d 28, 30-31 (9th Cir.1994), relied upon by the government.  That case effectively held that when a severance occurs under Rule 14, each conviction on the separate count should be separately appealable upon the imposition of sentence.  See id. at 30.   In this case, the question is whether a severance creating two cases has occurred and we find, for the reasons indicated, that it has not.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government also cites several cases in which appeals courts have assumed jurisdiction although less than all counts had been resolved.  See, e.g., United States v. Bay State Ambulance Hosp. Rental Serv., Inc., 874 F.2d 20, 22 (1st Cir.1989) (appeal of conviction on some counts, even though jury also hung on another count);  United States v. Richardson, 817 F.2d 886, 887 (D.C.Cir.1987) (same);  United States v. Levasseur, 816 F.2d 37, 45 (2d Cir.1987) (appeal of conviction on some counts, even though other counts remained untried).  However, these courts failed to comment on the jurisdictional issue.  Thus, we find them to be far from compelling.  For instance, this court's Bay State decision is silent as to the status of the disposition of the hung count.  Perhaps the government dismissed the hung count prior to appeal, mooting the jurisdictional issue.  In the alternative, the Bay State panel may not have detected a jurisdictional problem despite the existence of the hung count.  In any event, the Bay State court's grounds for assuming appellate jurisdiction are not apparent from the opinion, and it remains unpersuasive precedent on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is important to note that the district has stayed the execution of appellants' sentences for the Count One conviction.  \"The insistence on final disposition of all counts ... is reasonable unless an attempt is made to enforce the sentence on the counts that have been finally resolved.\"   15B Wright, Miller, Cooper, Federal Practice and Procedure &#167; 3918.7, at 537 (2d ed.1992).  Otherwise, \"[i]mmediate appeal must be allowed before a partial sentence can be executed.\"  Id. Here, we do not confront a situation in which appellants are languishing in jail awaiting trial on the remaining counts.  According, we hold that we presently lack appellate jurisdiction to consider this appeal.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For the foregoing reasons, we dismiss this appeal without prejudice to subsequent appeal upon disposition of all pending counts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I disagree that in these circumstances no \"severance\" has occurred.  It seems to me that the district court's ordering of a separate trial of the conspiracy counts while leaving the plethora of other counts untried and in limbo (with no plans or agreement as to their future disposition) constituted a de facto severance of the former.  As would be true in a severed case, I believe the final judgment on the tried counts is immediately appealable.  See United States v. Powell, 24 F.3d 28, 30-31 (9th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">My colleagues would depend upon the label used or not used by the district judge to decide whether there was a severance, holding there is none unless the judge specifically so announces.  On the present facts, this approach has the practical effect of enabling the district judge to do what the law otherwise would not allow--namely, to put the government in a position where it will likely have to drop all the remaining counts.  For, assuming the judge continues not to execute the currently imposed sentences, a stalemate will exist that the government can break only by seeking dismissal of all the remaining untried counts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">My colleagues say, perhaps tongue in cheek, \"[t]here is nothing preventing the government from proceeding on the remaining counts,\" see note 5;  but the practical implications of so doing, where a trial followed by conviction has just been concluded on the conspiracy counts, makes that course implausible.  Trying the remaining counts now would be at odds with the rationale for originally separating the counts.  Another trial would be wasteful and futile so long as the possibility exists that the convictions under the already tried counts will be affirmed on appeal, perhaps rendering further proceedings unnecessary from the government's perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The most practical alternative, under this court's ruling, is for the government to drop all the remaining counts.  This will permit the appellate process to occur and the current sentence to take effect if the judgment is affirmed.  Defendants' guilt or innocence will thus stand or fall on the outcome of that appeal, and the government will have permanently surrendered the ability to utilize the other counts should the appeal succeed (or for any other reason).  This court's ruling, therefore, has the effect of compelling or, at least, strongly pressuring the government to dismiss counts, an authority the courts by themselves do not possess.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I fully accept that, when multiple counts are prosecuted together, they may sometimes be best treated as a single unit for appeal.  See 15B Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 3918.7, at 536-37 (2d ed.1992) (where prosecution of a multi-count indictment proceeds together, \"[t]he insistence on final disposition of all counts, treating the entire prosecution as a single judicial unit, is reasonable....\").  (This approach, of course, is contingent upon the postponement of the sentences already imposed on some of the counts, so that defendants are not languishing in jail.  My colleagues agree that if a sentence, once imposed, is executed, an immediate appeal must be allowed, even if unsentenced counts remain.)</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But while the above principle (i.e. treating all counts as a unit for appeal) has been accepted in appropriate circumstances, it is also clear that--unlike the situation on the civil side--there can be no general principle in a criminal case that all counts be disposed of before appeal.  Compare Fed.R.Civ.P. 54(b).  Such a rule could not work in cases where the imposed sentence is executed, supra, and--even without execution--might be inappropriate in some other cases given the chilling effect of an unexecuted sentence.  Hence it is only in some criminal cases that, after imposition of sentence on one or more counts, an immediate appeal will be disallowed.  As the majority properly notes, the established general rule in criminal cases is that, \"[t]he sentence is the judgment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, I believe my colleagues push too far with what is the occasional exception in the criminal sphere to the usual rule that a sentence forms an immediately appealable judgment.  This is not a case where the unsentenced counts were treated prior to sentencing in a unitary fashion with the tried counts.  The remaining counts here were, in fact, never set for trial.  No plan or agreement exists even now for their disposition.  To postpone the appeal on the tried counts until action is taken on the remainder serves no purpose other than to unfairly penalize the government, since no action on such counts prior to appeal is really contemplated.  To be sure, defendants are not in jail;  they are, indeed, happy, since my colleagues' analysis, which defendants entirely support, will likely pressure the government to drop all the remaining counts against them.  What the majority's holding accomplishes is to erode the government's rightful power to retain the remaining counts as an anchor to windward or for whatever other purpose.  The court's analysis is predicated on what seems to me an unreal distinction between an express severance and what was, in every functional respect, a severance in fact, i.e., the entirely separate disposition through trial and sentencing of the conspiracy counts.  I would hold that actions speak louder than words--a severance has in fact occurred, and the right to appeal applicable to counts severed under Fed.R.Crim.P. 14 should apply here.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the times relevant to the charged offenses, Prigmore was a Group Executive Vice-President of Bard, with responsibility for the company's United States Catheter and Instrument, Inc.  (\"USCI\") division.  Cvinar was President of USCI, and Leichter was USCI's Director of Regulatory Affairs and Quality Assurance.  The other defendants, Kenneth G. Thurston and Janice T. Piasecki, were acquitted after trial on the first count, and all other counts against them were eventually dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The rule provides in pertinent part:</p>\n        <p>If it appears that a defendant or the government is prejudiced by a joinder of offenses or of defendants in an indictment or information or by such joinder for trial together, the court may order an election or separate trials of counts, grant a severance of defendants or provide whatever other relief justice requires....</p>\n        <p>Fed.R.Crim.P. 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Court:  ... It is a relatively simple case:  Did they change [the catheter] in a way they shouldn't have, and the fact that there are 350 counts is a yawn to me.  That is why I am making it a one-count case....  You have a conspiracy.  If [the government] doesn't get the conspiracy--in other words, they have to take a rifle shot, and put it right between your eyes.  Otherwise they miss.  And that is the end of it</p>\n        <p>Transcript of Hearing, April 5, 1995, at p. 3.</p>\n        <p>Court:  It is only going to be on Count 1....  [Those other counts] never may be taken up.  In other words, my prediction is that, if the government does not succeed on the conspiracy, I'd be very surprised if they--and I haven't talked to [the government's attorney] about it, naturally--but he is not that way.  I think if he misses on this, then that will probably be the end.  On the other hand, if he hits, that will probably be the end of it too.</p>\n        <p>Transcript of Hearing, April 5, 1995, at p. 13.</p>\n        <p>Court:  ... As I recall it, it was all my idea to just do one count, and there was really, I don't think, any objection from either party.  I think there was equal silence in the face of the suggestion....  I thought that Count 1 would do it, and that, in other words, I thought that the government probably would go along with Count 1. But, in fairness, there was no specific agreement to that.  And I don't think that my speculation on the subject is controlling, nor do I think it bars the government from trying the other counts, if indeed, they want to try them.  I don't think there is appellate jurisdiction, but that is out of my salary bracket.</p>\n        <p>Transcript of Hearing, September 25, 1996, at pp. 1-2 (hearing after trial on Count One).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Severance is \"only one remedy--and certainly the most extreme--in the federal courts' remedial aresenal.\"  United States v. Neal, 36 F.3d 1190, 1207 (1st Cir.1994).  The text of the rule makes clear that Rule 14 contemplates remedies other than severance.  See Fed.R.Crim.P. 14 (\"the court ... may provide whatever relief justice requires\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We think the dissent is mistaken when it argues that this approach \"has the practical effect of enabling the district judge to do what the law otherwise would not allow--namely, to put the government in a position where it will likely have to drop all the remaining counts.\"  Infra at 37.   There is nothing preventing the government from proceeding on the remaining counts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Under Rule 48(a) of the Federal Rules of Criminal Procedure, the remaining counts of the indictment may be dismissed only by the joint authority of the court and prosecution.  See also, e.g., United States v. Stokes, 124 F.3d 39, 46 (1st Cir.1997) (holding that \"egregious circumstances ... are essential before a court may unleash its supervisory powers to interfere with the exercise of prosecutorial discretion\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Lee H. LEICHTER, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>John F. CVINAR, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>David W. PRIGMORE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 97-1358, 97-1359, 97-1478.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 8, 1998.<br>Decided Nov. 3, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard G. Taranto, with whom Farr &amp; Taranto, Robert D. Keefe, Daniel W. Halston, Jason T. Sherwood, Hale and Dorr LLP, Andrew Good, Harvey A. Silverglate, Silverglate &amp; Good, William H. Kettlewell, Amy Baron-Evans, Michael B. Galvin and Dwyer &amp; Collora, LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Stephen Andrew Higginson, Special Assistant United States Attorney, with whom Mark W. Pearlstein, Acting United States Attorney, and Michael Loucks, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants Lee H. Leichter, David W. Prigmore, and John F. Cvinar, former employees of C.R. Bard, Inc.  (\"Bard\"), who were charged in a multi-count indictment arising from Bard's manufacturing and distribution of heart catheters, appeal their convictions on one count each of conspiring to defraud the Food and Drug Administration (\"FDA\") by impairing its lawful governmental functions.  They were each sentenced to 18 months of imprisonment and two years of supervised release.  However, the execution of their sentences was stayed pending the outcome of appeal.  Appellants contend that, at this time, we lack appellate jurisdiction to consider their appeal.  We find that the existence of other untried counts against the appellants renders the district court's judgment on the conspiracy count non-final.  Accordingly, we dismiss this matter without prejudice to any subsequent appeal upon entry of final judgment by the district court.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants Leichter, Prigmore, and Cvinar (and other defendants) were indicted on over 390 counts stemming from Bard's manufacture and sale of non-FDA-approved heart catheters.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Count One of the indictment charged appellants with conspiring to defraud the government in violation of 18 U.S.C. &#167; 371 through an allegedly fraudulent scheme involving the sale of adulterated heart catheters and the concealment of material facts from the FDA.  The district court sua sponte decided to proceed to trial against appellants only as to Count One, deferring further proceedings on the remaining counts.  After two months of trial, a jury returned a verdict finding appellants guilty of the conspiracy count.  The district court sentenced each appellant to 18 months of imprisonment and two years of supervised release, and imposed a special assessment of $50 for each conviction.  The execution of the sentences have been stayed pending the outcome of appeal, and none of the appellants is now in prison.  Following appellants' conviction on the first count, the government dismissed all but 38 of the other counts against them.  On March 13, 1997, the district court entered judgment on the Count One conviction.  Shortly thereafter, appellants filed timely notices of appeal to preserve their right of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 4, 1997, appellants filed a motion requesting that this court remand the matter to the district court, alleging that no final judgment had entered inasmuch as numerous other untried counts remained pending.  On May 6, 1997, this court dismissed the matter without prejudice to appeal upon the entry of final judgment.  In response, the government filed a motion to reconsider, arguing that, when the district court, on its own initiative, proceeded to trial on only the conspiracy count, the court, in effect, severed that count from the other charges, and thus created a separately appealable case.  On September 18, 1997, this court withdrew its May 6 dismissal order, and allowed the parties to brief the merits of their case on appeal.  However, the jurisdictional issue remains a threshold question, which we now address below.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jurisdiction of this court is limited to \"all final decisions of the district courts of the United States....\"  28 U.S.C. &#167; 1291 (emphasis added).  \"This requirement of finality is particularly strict in criminal proceedings because the disruption and delay caused by interlocutory appeals 'are especially inimical to the effective and fair administration of the criminal law.' \"  United States v. Sorren, <span class=\"citation\" data-id=\"370139\"><a href=\"/opinion/370139/united-states-v-william-c-sorren/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1213 (1st Cir.1979) (quoting Abney v. United States, <span class=\"citation\" data-id=\"109677\"><a href=\"/opinion/109677/abney-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 657, <span class=\"citation\" data-id=\"109677\"><a href=\"/opinion/109677/abney-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2034</span></a></span>, <span class=\"citation\" data-id=\"109677\"><a href=\"/opinion/109677/abney-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">651</span></a></span> (1977)).  \"Final judgment in a criminal case means sentence.  The sentence is the judgment.\"  Berman v. United States, <span class=\"citation\" data-id=\"102863\"><a href=\"/opinion/102863/berman-v-united-states/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, 212, <span class=\"citation\" data-id=\"102863\"><a href=\"/opinion/102863/berman-v-united-states/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"102863\"><a href=\"/opinion/102863/berman-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">204</span></a></span> (1937).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">However, \"a criminal judgment involving multiple counts is not final and appealable unless the record discloses the precise disposition (e.g., the sentence) for each count.\"  United States v. Luciano-Mosquera, <span class=\"citation\" data-id=\"196263\"><a href=\"/opinion/196263/united-states-v-luciano-mosquera/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1142</span></a></span>, 1148 n. 2 (1st Cir.1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1234</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1879</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></span> (1996);  see also United States v. Wilson, <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1103</span></span>, 1104 (5th Cir.1971) (\"when a multi-count indictment and verdict are involved, it is essential for post-conviction review that the record disclose the precise sentence for each count\");  15B Charles Alan Wright, Arthur R. Miller, &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 3918.7, at 536-37 (2d ed. 1992) (\"if sentence is imposed on some counts, but the court expressly defers imposition of sentence on other counts, there is no final judgment\").  Thus, we agree with appellants that we currently lack appellate jurisdiction due to the presence of 38 untried counts, which precludes the issuance of a final judgment against them.  Ultimately, we prefer to view a final judgment as one disposing of all counts or claims with respect to all parties.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government contends that, when the district court judge decided to conduct a separate trial on Count One, he severed that count from the remaining counts pursuant to Fed.R.Crim.P. 14.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Thus, according to the government, the district court created a separately appealable criminal case.  By urging us to hear this appeal now, the government, at bottom, is attempting to preserve its remaining counts in case of reversal on the first count without being forced to try those counts now.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The power to order separate trials \"rests within the broad discretion of the District Court as an aspect of its inherent right and duty to manage its own calendar.\"  United States v. Gay, <span class=\"citation\" data-id=\"351787\"><a href=\"/opinion/351787/united-states-v-eddie-roy-gay-united-states-of-america-v-sammie-jud/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span>, 919 (9th Cir.1978).  The record reflects that the district court, on its own initiative, ordered a separate trial on Count One for case management reasons.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As the hearing transcript shows, the district court judge separated Count One from the other counts because he assumed, albeit incorrectly, that, whatever the outcome of the trial on that count, the government would dismiss the remaining counts.  We believe that the district court did not abuse its discretion in following such a course under its case management authority, nor does the government claim abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government's argument based on Rule 14 is doubly mistaken.  First, the district judge did not rely upon Rule 14, see infra, but on its separate case management authority.  Nor is there any reason to think that Rule 14 was applicable in this case:  there was no claim by either side, nor any finding by the judge, that either the defendant or government would be \"prejudiced\" by joinder.  Not every trial management decision is designed to avoid prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But there is a second and more fundamental reason why Rule 14 is irrelevant.  Rule 14 refers to \"severance\" but also to \"whatever relief justice requires.\"   While the separation of defendants, or less often counts, into two separate cases is a form of relief commonly granted under Rule 14, nothing in the rule says or means that every action taken under Rule 14 to remedy prejudice necessarily involves the separation of a case into two separate cases.  Such a separation is merely one form of permissible relief and that relief was not granted in this case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The truth is that neither Rule 14 or any other Federal Rule of Criminal Procedure directly addresses the question of when a criminal matter comprises a separate appealable unit.  When making such determinations, the courts have relied essentially on policy and precedent.  The prevailing practice has been to treat \"the case\" as the basic unit for an appeal.  The question of when a case has been separated into \"two cases,\" each separately appealable, depends upon the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In our view, two objectives are important:  first, preserving the district judge's flexibility to manage litigation, reserving a trial court's authority (subject always to appropriate review) to sever a single case into two cases or to take lesser steps such as retaining a single case but ordering two trials.  The other objective, in our view, is to provide the clearest possible notice to litigants (and to the appellate court) as to whether there has been a severance into two cases, notice that is especially important because of the time limits that require an appeal to be taken within a fixed period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With this latter concern in mind, we think that where a matter originated as one case, normally it should be treated as two cases only where the district court has made clear its intention to sever the case into two cases.  In the present instance, there was no formal severance;  there was no indication that separate dockets were established for the separately tried counts;  and the trial judge indicated his doubt as to whether the judgment on the first count alone could be appealed.  Under these circumstances--unless sentence has been executed--we conclude that no appeal can be taken on the first count until all counts have been tried and sentenced.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is nothing in this view that is inconsistent with United States v. Powell, <span class=\"citation\" data-id=\"669814\"><a href=\"/opinion/669814/united-states-v-edward-l-powell/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 30-31 (9th Cir.1994), relied upon by the government.  That case effectively held that when a severance occurs under Rule 14, each conviction on the separate count should be separately appealable upon the imposition of sentence.  See id. at 30.   In this case, the question is whether a severance creating two cases has occurred and we find, for the reasons indicated, that it has not.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government also cites several cases in which appeals courts have assumed jurisdiction although less than all counts had been resolved.  See, e.g., United States v. Bay State Ambulance Hosp. Rental Serv., Inc., <span class=\"citation\" data-id=\"522863\"><a href=\"/opinion/522863/25-socsecrepser-443-medicaremedicaid-gu-37849-28-fed-r-evid/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1989) (appeal of conviction on some counts, even though jury also hung on another count);  United States v. Richardson, <span class=\"citation\" data-id=\"487730\"><a href=\"/opinion/487730/united-states-v-norman-richardson-jr/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">886</span></a></span>, 887 (D.C.Cir.1987) (same);  United States v. Levasseur, <span class=\"citation\" data-id=\"486544\"><a href=\"/opinion/486544/united-states-v-raymond-levasseur-carol-ann-manning-thomas-william/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 45 (2d Cir.1987) (appeal of conviction on some counts, even though other counts remained untried).  However, these courts failed to comment on the jurisdictional issue.  Thus, we find them to be far from compelling.  For instance, this court's Bay State decision is silent as to the status of the disposition of the hung count.  Perhaps the government dismissed the hung count prior to appeal, mooting the jurisdictional issue.  In the alternative, the Bay State panel may not have detected a jurisdictional problem despite the existence of the hung count.  In any event, the Bay State court's grounds for assuming appellate jurisdiction are not apparent from the opinion, and it remains unpersuasive precedent on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is important to note that the district has stayed the execution of appellants' sentences for the Count One conviction.  \"The insistence on final disposition of all counts ... is reasonable unless an attempt is made to enforce the sentence on the counts that have been finally resolved.\"   15B Wright, Miller, Cooper, Federal Practice and Procedure &#167; 3918.7, at 537 (2d ed.1992).  Otherwise, \"[i]mmediate appeal must be allowed before a partial sentence can be executed.\"  Id. Here, we do not confront a situation in which appellants are languishing in jail awaiting trial on the remaining counts.  According, we hold that we presently lack appellate jurisdiction to consider this appeal.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For the foregoing reasons, we dismiss this appeal without prejudice to subsequent appeal upon disposition of all pending counts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I disagree that in these circumstances no \"severance\" has occurred.  It seems to me that the district court's ordering of a separate trial of the conspiracy counts while leaving the plethora of other counts untried and in limbo (with no plans or agreement as to their future disposition) constituted a de facto severance of the former.  As would be true in a severed case, I believe the final judgment on the tried counts is immediately appealable.  See United States v. Powell, <span class=\"citation\" data-id=\"669814\"><a href=\"/opinion/669814/united-states-v-edward-l-powell/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 30-31 (9th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">My colleagues would depend upon the label used or not used by the district judge to decide whether there was a severance, holding there is none unless the judge specifically so announces.  On the present facts, this approach has the practical effect of enabling the district judge to do what the law otherwise would not allow--namely, to put the government in a position where it will likely have to drop all the remaining counts.  For, assuming the judge continues not to execute the currently imposed sentences, a stalemate will exist that the government can break only by seeking dismissal of all the remaining untried counts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">My colleagues say, perhaps tongue in cheek, \"[t]here is nothing preventing the government from proceeding on the remaining counts,\" see note 5;  but the practical implications of so doing, where a trial followed by conviction has just been concluded on the conspiracy counts, makes that course implausible.  Trying the remaining counts now would be at odds with the rationale for originally separating the counts.  Another trial would be wasteful and futile so long as the possibility exists that the convictions under the already tried counts will be affirmed on appeal, perhaps rendering further proceedings unnecessary from the government's perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The most practical alternative, under this court's ruling, is for the government to drop all the remaining counts.  This will permit the appellate process to occur and the current sentence to take effect if the judgment is affirmed.  Defendants' guilt or innocence will thus stand or fall on the outcome of that appeal, and the government will have permanently surrendered the ability to utilize the other counts should the appeal succeed (or for any other reason).  This court's ruling, therefore, has the effect of compelling or, at least, strongly pressuring the government to dismiss counts, an authority the courts by themselves do not possess.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I fully accept that, when multiple counts are prosecuted together, they may sometimes be best treated as a single unit for appeal.  See 15B Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 3918.7, at 536-37 (2d ed.1992) (where prosecution of a multi-count indictment proceeds together, \"[t]he insistence on final disposition of all counts, treating the entire prosecution as a single judicial unit, is reasonable....\").  (This approach, of course, is contingent upon the postponement of the sentences already imposed on some of the counts, so that defendants are not languishing in jail.  My colleagues agree that if a sentence, once imposed, is executed, an immediate appeal must be allowed, even if unsentenced counts remain.)</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But while the above principle (i.e. treating all counts as a unit for appeal) has been accepted in appropriate circumstances, it is also clear that--unlike the situation on the civil side--there can be no general principle in a criminal case that all counts be disposed of before appeal.  Compare Fed.R.Civ.P. 54(b).  Such a rule could not work in cases where the imposed sentence is executed, supra, and--even without execution--might be inappropriate in some other cases given the chilling effect of an unexecuted sentence.  Hence it is only in some criminal cases that, after imposition of sentence on one or more counts, an immediate appeal will be disallowed.  As the majority properly notes, the established general rule in criminal cases is that, \"[t]he sentence is the judgment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, I believe my colleagues push too far with what is the occasional exception in the criminal sphere to the usual rule that a sentence forms an immediately appealable judgment.  This is not a case where the unsentenced counts were treated prior to sentencing in a unitary fashion with the tried counts.  The remaining counts here were, in fact, never set for trial.  No plan or agreement exists even now for their disposition.  To postpone the appeal on the tried counts until action is taken on the remainder serves no purpose other than to unfairly penalize the government, since no action on such counts prior to appeal is really contemplated.  To be sure, defendants are not in jail;  they are, indeed, happy, since my colleagues' analysis, which defendants entirely support, will likely pressure the government to drop all the remaining counts against them.  What the majority's holding accomplishes is to erode the government's rightful power to retain the remaining counts as an anchor to windward or for whatever other purpose.  The court's analysis is predicated on what seems to me an unreal distinction between an express severance and what was, in every functional respect, a severance in fact, i.e., the entirely separate disposition through trial and sentencing of the conspiracy counts.  I would hold that actions speak louder than words--a severance has in fact occurred, and the right to appeal applicable to counts severed under Fed.R.Crim.P. 14 should apply here.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the times relevant to the charged offenses, Prigmore was a Group Executive Vice-President of Bard, with responsibility for the company's United States Catheter and Instrument, Inc.  (\"USCI\") division.  Cvinar was President of USCI, and Leichter was USCI's Director of Regulatory Affairs and Quality Assurance.  The other defendants, Kenneth G. Thurston and Janice T. Piasecki, were acquitted after trial on the first count, and all other counts against them were eventually dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The rule provides in pertinent part:</p>\n        <p>If it appears that a defendant or the government is prejudiced by a joinder of offenses or of defendants in an indictment or information or by such joinder for trial together, the court may order an election or separate trials of counts, grant a severance of defendants or provide whatever other relief justice requires....</p>\n        <p>Fed.R.Crim.P. 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Court:  ... It is a relatively simple case:  Did they change [the catheter] in a way they shouldn't have, and the fact that there are 350 counts is a yawn to me.  That is why I am making it a one-count case....  You have a conspiracy.  If [the government] doesn't get the conspiracy--in other words, they have to take a rifle shot, and put it right between your eyes.  Otherwise they miss.  And that is the end of it</p>\n        <p>Transcript of Hearing, April 5, 1995, at p. 3.</p>\n        <p>Court:  It is only going to be on Count 1....  [Those other counts] never may be taken up.  In other words, my prediction is that, if the government does not succeed on the conspiracy, I'd be very surprised if they--and I haven't talked to [the government's attorney] about it, naturally--but he is not that way.  I think if he misses on this, then that will probably be the end.  On the other hand, if he hits, that will probably be the end of it too.</p>\n        <p>Transcript of Hearing, April 5, 1995, at p. 13.</p>\n        <p>Court:  ... As I recall it, it was all my idea to just do one count, and there was really, I don't think, any objection from either party.  I think there was equal silence in the face of the suggestion....  I thought that Count 1 would do it, and that, in other words, I thought that the government probably would go along with Count 1. But, in fairness, there was no specific agreement to that.  And I don't think that my speculation on the subject is controlling, nor do I think it bars the government from trying the other counts, if indeed, they want to try them.  I don't think there is appellate jurisdiction, but that is out of my salary bracket.</p>\n        <p>Transcript of Hearing, September 25, 1996, at pp. 1-2 (hearing after trial on Count One).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Severance is \"only one remedy--and certainly the most extreme--in the federal courts' remedial aresenal.\"  United States v. Neal, <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1207 (1st Cir.1994).  The text of the rule makes clear that Rule 14 contemplates remedies other than severance.  See Fed.R.Crim.P. 14 (\"the court ... may provide whatever relief justice requires\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We think the dissent is mistaken when it argues that this approach \"has the practical effect of enabling the district judge to do what the law otherwise would not allow--namely, to put the government in a position where it will likely have to drop all the remaining counts.\"  Infra at 37.   There is nothing preventing the government from proceeding on the remaining counts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Under Rule 48(a) of the Federal Rules of Criminal Procedure, the remaining counts of the indictment may be dismissed only by the joint authority of the court and prosecution.  See also, e.g., United States v. Stokes, <span class=\"citation\" data-id=\"197523\"><a href=\"/opinion/197523/united-states-v-stokes/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 46 (1st Cir.1997) (holding that \"egregious circumstances ... are essential before a court may unleash its supervisory powers to interfere with the exercise of prosecutorial discretion\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679500/"
  ]
}