{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198100/",
  "absolute_url": "/opinion/198100/acosta-mestre-v-hilton-international/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198100/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:45:34Z",
  "date_modified": "2017-03-24T10:54:31.960782Z",
  "type": "010combined",
  "sha1": "76fbe453eeab51b123fd6f022a3d2d551c181a8c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2183.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2183\r\n\n                 ANTONIO ACOSTA-MESTRE,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n       HILTON INTERNATIONAL OF PUERTO RICO, INC.,\r\n\n                 Defendants, Appellees.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Hector M. Laffitte, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n       Campbell and Cyr, Senior Circuit Judges.\r\n\nCarlos E. Rodriguez-Quesada, with whom Woods &amp; Woods was on\r\nbrief, for appellants.\r\nHector F. Oliveras, with whom Rafael A. Vila-Carrion and\r\nPinto-Lugo &amp; Rivera were on brief, for appellees.\r\n\nAugust 25, 1998\r\n\nCAMPBELL, Senior Circuit Judge.  This is a diversity\r\naction in which Antonio Acosta-Mestre (\"Acosta\") and his family\r\nsued Hilton International of Puerto Rico (\"Hilton\") and its insurer\r\nin the district court for negligence and products liability.  While\r\nstaying as a guest at the Caribe Hilton Hotel, Acosta was injured\r\nwhen a lounge chair, manufactured by Tropitone Furniture Company,\r\nInc.(\"Tropitone\"), collapsed on his hand.  Acosta raises several\r\nissues on appeal.  He challenges the district court's denial of a\r\nmotion to amend the complaint to add Tropitone as a defendant. \r\nAcosta also challenges the court's exclusion of testimony from his\r\nproffered expert witness and asserts that the court erred in\r\ndenying his motion for a new trial.  Finally, Acosta contends that\r\nthe district court erred in certain evidentiary rulings.  For the\r\nreasons stated below, we affirm.        \r\n                       BACKGROUND\r\nOn April 14, 1995, Acosta and his family were guests of\r\nthe Caribe Hilton Hotel in San Juan, Puerto Rico.  While sunbathing\r\nin the hotel's enclosed beach area, Acosta reached back to adjust\r\nhis chaise lounge.  The back of the chair suddenly collapsed,\r\nsevering a portion of  Acosta's left ring finger.\r\nAcosta and his family sued the Caribe Hilton's parent\r\ncompany and its insurer in the federal district court for the\r\nDistrict of Puerto Rico, invoking diversity jurisdiction under 28\r\nU.S.C.  1332.  The complaint alleged causes of action for\r\nnegligence based upon improper maintenance of the chaise lounge,\r\nstrict products liability based upon an alleged design defect, and\r\nstrict products liability based upon a breach of the implied\r\nwarranty of merchantability, and sought damages in the amount of\r\n$1.85 million.  \r\nFifteen months after filing the complaint, Acosta\r\nrequested leave to amend the complaint to add Tropitone, the\r\nchair's maker, as a defendant.  The district court denied the\r\nmotion in an unpublished memorandum order on the grounds that\r\nAcosta had failed to justify waiting for fifteen months before\r\nseeking to add the chair's manufacturer as a defendant, and that\r\nallowing such an amendment now would create unreasonable further\r\ndelay. \r\nPrior to trial, Hilton moved to exclude the testimony of\r\nAcosta's expert witness, Dr. Kenneth Soderstrom, a mechanical\r\nengineer who was to testify in support of Acosta's strict products\r\nliability claims.  Hilton also filed a motion to strike Dr.\r\nSoderstrom as an expert witness on the ground that under Puerto\r\nRico law Acosta could not recover against Hilton on any theory of\r\nstrict products liability, rendering Dr. Soderstrom's testimony  on\r\nthe subject irrelevant.  On the fourth day of trial, the district\r\ncourt granted the motion to exclude Dr. Soderstrom's testimony.  It\r\nalso granted Hilton's motion for judgment as a matter of law as to\r\nthose claims, leaving only the negligence claim to be tried to a\r\njury. \r\nAt trial, the district court ruled against Acosta on two\r\nevidentiary issues now appealed.  First, the court excluded the\r\ntestimony of Hilton's swimming and tennis director, Naomi Nobel.  \r\nSecond, the court excluded a \"Notarial Act\" offered in support of\r\nseveral photographs, taken by Acosta, of Hilton chaise lounges.\r\nOn the surviving negligence count, the jury found for\r\ndefendants.  The district court entered judgment and denied\r\nAcosta's motion for a new trial which was based, in part, on\r\nAcosta's discovery of purportedly \"new\" evidence. This appeal\r\nfollowed.\r\n                       DISCUSSION\r\n1.   Denial of Acosta's Motion To Amend the Complaint\r\nIn denying Acosta's motion to amend the complaint to name\r\nTropitone as an additional defendant, the district court reasoned\r\nthat the motion to amend, which Acosta filed near the close of\r\ndiscovery and after three previous extensions of the discovery\r\ndeadline had been granted, was tardy, and that Acosta lacked any \r\nsufficient excuse for delaying so long before moving to amend.  We\r\nreview the district court's denial of leave to amend the complaint\r\n\"for an abuse of discretion, and defer to the district court if any\r\nadequate reason for the denial is apparent on the record.\"  Grantv. News Group Boston, Inc., 55 F.3d 1, 5 (1st Cir. 1995).\r\nUnder Federal Rule of Civil Procedure 15(a), a litigant\r\nmay amend a pleading once as a matter of right before a responsive\r\npleading is filed and subsequently by the parties' consent or \"by\r\nleave of court.\"   Fed. R. Civ. P. 15(a).  While \"leave [to amend]\r\nshall be freely given when justice so requires,\" id., \"the liberal\r\namendment policy prescribed by Rule 15(a) does not mean that leave\r\nwill be granted in all cases.\"  6 Charles Alan Wright et al.,\r\nFederal Practice and Procedure  1487, at 611 (2d ed. 1990).  Among\r\nthe adequate reasons for denying leave to amend are \"undue delay\"\r\nin filing the motion and \"undue prejudice to the opposing party by\r\nvirtue of allowance of the amendment.\"  Foman v. Davis, 371 U.S.\r\n178, 182 (1962); see also Grant, 55 F.3d at 5.  Here defendant did\r\nnot consent to the motion, and we find no abuse of discretion in\r\nthe court's conclusion that  Acosta's request for leave to file a\r\nsecond amended complaint was preceded by undue delay.\r\nAcosta filed the initial complaint on September 20, 1995,\r\nand an amended complaint on November 22, 1995.  On December 17,\r\n1996, fifteen months after the initial complaint had been filed,\r\nand over a year after the first amendment, Acosta filed a motion\r\nfor leave to file a second amended complaint to add the chair's\r\nmanufacturer, Tropitone, as a defendant.  By that time, discovery\r\nwas set to conclude in one month, on January 17, 1997.  In\r\naddition, the court had approved the parties' proposed pre-trial\r\norder just a week before, on December 5, 1996.  \r\nHence by the time of the motion for leave to amend, \r\nnearly all the case's pre-trial work was complete.  According to\r\nthe district court's undisputed estimate, allowing the motion would\r\nhave resulted in at least an additional four months of discovery\r\nand would have delayed trial by at least an additional twelve\r\nmonths.  These consequential delays put the ball in Acosta's court,\r\nfor when \"considerable time has elapsed between the filing of the\r\ncomplaint and the motion to amend, the movant has the burden of\r\nshowing some 'valid reason for his neglect and delay.'\" \r\nStepanischen v. Merchants Despatch Transp. Corp., 722 F.2d 922, 933\r\n(1st Cir. 1983) (quoting Hayes v. New England Millwork Distribs,\r\nInc., 602 F.2d 15, 19-20 (1st Cir. 1979)).  The district court\r\ncould reasonably determine that Acosta failed to carry this burden. \r\nOn appeal, Acosta argues:  (1) that mere delay is not\r\nreason enough to deny a motion for leave to amend; (2) that\r\nHilton's \"lack of action forced [Acosta] to wait before amending\r\nthe complaint\"; and (3) that it is only just to allow the addition\r\nof Tropitone, who Acosta argues is likely liable for his injuries. \r\nThe first point is contrary to Supreme Court and circuit\r\nprecedent holding that, especially where allowing the amendment\r\nwill cause further delay in the proceedings, \"undue delay\" in\r\nseeking the amendment may be a sufficient basis for denying leave\r\nto amend.  Foman, 371 U.S. at 178.  See Grant, 55 F.3d at 5\r\n(affirming denial of leave after fourteen-month delay);\r\nStepanischen, 722 F.2d at 933 (affirming denial of motion for leave\r\nfiled after seventeen-month delay); Hayes, 602 F.2d at 19 (\"[I]t is\r\nclear that 'undue delay' can be a basis for denial.\").  \r\nEven if Acosta were correct that late filing of the\r\nproposed amendment was not per se a sufficient reason to deny a\r\nmotion for leave to amend, the prejudice to Hilton resulting from\r\na re-opening of discovery with additional costs, a significant\r\npostponement of trial, and a likely major alteration in trial\r\nstrategy and tactics due to the presence of the manufacturer of the\r\ncollapsing chair in addition to the hotel at which Acosta was a\r\nguest, fully support the district court's ruling.  See, e.g.,\r\nGrant, 55 F.3d at 6 (finding prejudice from undue delay where\r\ndiscovery would have to be re-opened, trial preparation was\r\nunderway, and amendment would likely change defendant's planned\r\ntrial strategy and tactics).\r\nAcosta's second point, cursorily argued, seems to rest on\r\nthe theory that Hilton itself may have intended to implead\r\nTropitone as a third-party defendant.  Even if this allegation were\r\nsupported by the record   which it is not   we would reject\r\nAcosta's suggestion that a party can shift its responsibility for\r\nits own pleadings to its opponent.  Acosta's counsel from the\r\noutset included claims based upon an alleged product design defect\r\nand an implied breach of warranty, indicating that he was aware, or\r\nshould have been aware, when filing the initial complaint that the\r\nmanufacturer of the chair was a potential defendant.  If the chair\r\nwas badly designed, as alleged, the manufacturer, not the hotel,\r\nwas the more obvious defendant.  Acosta betrayed actual knowledge\r\nof Tropitone's potential liability as early as June 14, 1996, when,\r\nin a motion to extend the discovery deadline, he asserted that\r\nHilton would file a third-party complaint against Tropitone over an\r\nalleged defect in the chair.  Armed with this knowledge, nothing\r\nprevented Acosta, the master of his complaint, from then moving to\r\nname Tropitone as a defendant   other than unwarranted reliance on\r\nhis adversary.  \r\nFinally, Acosta's contention that he should, in fairness,\r\nnow be allowed to amend the complaint in light of Tropitone's\r\nalleged likely liability ignores his own responsibility to have\r\ntimely asserted the claim in his own complaint, or to give some\r\nadequate reason not to have done so.  Rule 15(a)'s liberal\r\namendment policy seeks to serve justice, but does not excuse a lack\r\nof diligence that imposes additional and unwarranted burdens on an\r\nopponent and the courts.  Acosta has offered no valid reason for\r\nnot adding Tropitone as a defendant either initially or more\r\npromptly after the initial complaint was filed.  Since the addition\r\nof Tropitone at the eleventh hour would have resulted in further\r\nsignificant delay both in the completion of discovery and the trial\r\nof the case, we discern no abuse of discretion in the district\r\ncourt's denial of leave to amend the complaint.        \r\n2.   Exclusion of Dr. Soderstrom's Proffered Expert Opinion\r\nAcosta pressed three theories of liability against\r\nHilton.  Acosta alleged that Hilton negligently maintained the\r\nchaise lounge.  That theory was presented to the jury at trial,\r\nwhich rejected it.  Acosta also set forth two causes of action\r\nbased in strict products liability, (1) that the chaise lounge was\r\ndefectively designed, and (2) that Hilton had breached an implied\r\nwarranty by providing a chaise lounge that was defective.\r\nIn support of the design defect and breach of warranty\r\ntheories, Acosta planned to call Dr. Kenneth G. Soderstrom, a\r\nmechanical engineer, to testify that in his opinion the chaise\r\nlounge had a design defect as manufactured.  Prior to trial, Hilton\r\nfiled a motion to strike Dr. Soderstrom's testimony in its\r\nentirety.  Citing Mendoza v. Cerveceria Corona, Inc., 97 P.R.R. 487\r\n(1969), Hilton argued that Puerto Rico law allows strict product\r\nliability claims only against those in the business of\r\nmanufacturing or selling the allegedly defective products.  Since \r\nHilton was not engaged in the business of manufacturing or selling\r\nchaise lounges, Hilton argued that Dr. Soderstrom's proffered \r\ntestimony on design defect would be irrelevant to any viable claim\r\nagainst it.  Hilton moved both to dismiss as a matter of law the\r\nproducts liability claims against it, and further to exclude Dr.\r\nSoderstrom's testimony on the ground that he was not qualified to\r\nrender an expert opinion as to the design of chaise lounges. \r\nThe district court conducted a lengthy voir dire of Dr.\r\nSoderstrom, during which the court posed questions concerning Dr.\r\nSoderstrom's background, general qualifications, and specific\r\nexperience with chaise lounges including experiments he had\r\nconducted.  Dr. Soderstrom stated repeatedly that should he be\r\npermitted to testify at trial, he would opine, in sum, that the\r\nchaise lounge was defective in design.  He was not expected to\r\noffer any testimony in support of Acosta's claim that Hilton was\r\nnegligent in the maintenance of the chaise lounge.  \r\nAt the completion of voir dire, the district court did\r\nnot rule on Hilton's motion to strike Dr. Soderstrom.  Rather, the\r\ncourt found that while Dr. Soderstrom was qualified as a \"general\r\nmechanical engineering expert without a specialization,\" he was not\r\nqualified to opine specifically as to chaise lounges either under \r\nthe standard for admission of \"scientific\" evidence set forth in\r\nDaubert v. Merrell Dow Pharmaceuticals, Inc., 509 U.S. 579\r\n(1993),or pursuant to the general principles articulated in Fed. R.\r\nEvid. 702. \r\nThis circuit has not yet decided whether Daubert applies\r\nto the type of \"technical\" evidence proffered by Dr. Soderstrom. \r\nBogosian v. Mercedes-Benz of North America, Inc., 104 F.3d 476, 479\r\n(1st Cir. 1997).  We find it unnecessary to decide that issue here. \r\nNor do we find it necessary to decide whether the district court\r\nerred when it excluded Dr. Soderstrom's testimony, whether pursuant\r\nto Daubert or the general standard set forth in Rule 702.  Even if\r\nthe district court erred in excluding Dr. Soderstrom's testimony,\r\nwe conclude, for the reasons stated below, that such error was\r\nharmless.  See Bates v. Shearson Lehman Bros., Inc., 42 F.3d 79, 84\r\n(1st Cir. 1994) (exclusion of testimony deemed harmless where\r\ntestimony would not have established viable cause of action); seealso Fed. R. Civ. P. 61.  \r\nIn its motion for judgment as a matter of law, Hilton\r\nrenewed its contention that Puerto Rico law does not permit Acosta\r\nto pursue its strict products liability claims against Hilton.  The\r\ndistrict court rendered inconsistent rulings on this issue.  The\r\ncourt first appeared to reject Hilton's argument, stating:\r\nBut they [Hilton] charge for the guests and\r\nthey use the chaise lounge.  So, forget about\r\nit.  If the plaintiffs establishes [sic] or\r\nthe evidence establishes that it could have\r\nbeen defective, the fact that they didn't\r\nmanufacture doesn't mean anything, because\r\nthey are making money out of that product. \r\n\nThe court did not cite any authority for this ruling.  Later, in\r\ndismissing Acosta's strict liability claims, the district court\r\nstated that it was \"granting the defendant's Rule 50 motion as it\r\npertains to strict liability as there is no strict liability for\r\nthe hotels in Puerto Rico, as per Puerto Rico case law.\" (Emphasis\r\nsupplied).  The court did not elaborate with citation to authority\r\nor otherwise.      \r\nThe district court's latter ruling was correct.  Since\r\nthis is a diversity case, we follow the law of Puerto Rico.  SeeErie R.R. Co. v. Tompkins, 304 U.S. 64, 78 (1938).  No Puerto Rico\r\ncase has been called to our attention that addresses whether\r\nstrict products liability claims lie against a hotel in \r\ncircumstances analogous to those in this case.  Nor has case law\r\nbeen called to our attention supporting the district court's\r\nearlier suggestion that a non-manufacturer or non-seller who\r\ntangentially \"makes money\" from utilization of a product is subject\r\nto strict products liability under Puerto Rico law if a guest or\r\nother user is injured by the product.  \r\nWhile there is no black-letter precedent in Puerto Rico\r\nthat controls here, we find relatively clear the course that the\r\ncourts of that jurisdiction would take.  Hence we see no need to\r\ncertify the question to Puerto Rico's highest court, nor have we\r\nbeen asked to do so.  See Vanhaaren v. State Farm Mut. Auto. Ins.\r\nCo.,989 F.2d 1, 3 (1st Cir. 1993) (\"Absent controlling state court\r\nprecedent, a federal court sitting in diversity may certify a state\r\nlaw issue to the state's highest court, or undertake its prediction\r\n'when the course [the] state courts would take is relatively\r\nclear'\")(quoting Porter v. Nutter, 913 F.2d 37, 41 n.4 (1st Cir.\r\n1990)).  We find guidance by looking to \"'analogous state [and,\r\nsince Puerto Rico is not a state, Puerto Rican] court decisions,\r\npersuasive adjudications by courts of [Puerto Rico and the] states,\r\nlearned treatises, and public policy considerations identified in\r\n[Puerto Rican and] state decisional law' in order to make an\r\n'informed prophecy' of how the [Puerto Rico Supreme Court] would\r\nrule.\"  Rodriguez-Suris v. Montesinos, 123 F.3d 10, 13 (1st Cir.\r\n1997) (quoting Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1151\r\n(1st Cir. 1996)). \r\nThe Puerto Rico courts generally embrace the principles\r\nof strict products liability prescribed in the Restatement (Second)\r\nof Torts  402A (1965).  See Malave-Felix v. Volvo Car Corp., 946\r\nF.2d 967, 971 (1st Cir. 1991) (citing Mendoza v. Cerveceria Corona,\r\nInc., 97 P.R.R. 487, 495-96 (1969)); Perez-Trujillo v. Volvo Car\r\nCorp., 137 F.3d 50, 52 (1st Cir. 1998).  Section 402A applies \r\nstrict liability, or liability without regard to negligence, to\r\nmanufacturers and sellers of products that are in a \"defective\r\ncondition unreasonably dangerous to the user or consumer . . . .\" \r\nSection 402A applies, however, only if \"the seller is engaged in\r\nthe business of selling such a product.\"  Restatement (Second)\r\nTorts  402A (emphasis supplied).  See also W. Page Keeton et al.,\r\nProsser and Keeton on the Law of Torts  100 at 705 (5th ed. 1984)\r\n(\"Only a seller who can be regarded as a merchant or one engaged in\r\nthe business of supplying goods of the kind involved in the case is\r\nsubject to strict liability, either on warranty or in tort.\"). \r\nThis limitation serves various public policies, among them placing\r\nthe burden of accidental injuries caused by products upon those who\r\nmarket them \"as a cost of production against which liability\r\ninsurance can be obtained.\"   402A, comment c. \r\nWe conclude that the  Supreme Court of Puerto Rico, which\r\nhas embraced generally the principles set forth in  402A, would\r\nlimit the application of strict products liability, whether for\r\nalleged design defects or breach of implied warranty, to those \"in\r\nthe business of\" manufacturing or selling the product at issue. \r\nSee Benitez-Allende v. Alcan Aluminio do Brasil, 857 F.2d 26, 34\r\n(1st Cir. 1988) (predicting Puerto Rico law in light of fact that\r\n\"Puerto Rico . . . has chosen to adopt the principles of strict\r\nliability laid out in [ 402A]\").  Since Hilton was not in the\r\nbusiness of manufacturing or selling chaise lounges, Acosta had no\r\nviable strict products liability claims against Hilton.\r\nWe have noted that the Supreme Court of Puerto Rico has\r\nconsistently relied upon California Supreme Court precedent when\r\nconsidering issues raised by the doctrine of strict product\r\nliability.  Collazo-Santiago v. Toyota Motor Corp., No. 97-1365,\r\n1998 WL 363856, at *2 (1st Circuit Jul. 9, 1998).  Our conclusion\r\nthat Puerto Rico law would prohibit Acosta's strict products\r\nliability claims against Hilton is bolstered by our reading of\r\nCalifornia law.\r\nThe Supreme Court of California has specifically\r\naddressed the issue raised by Hilton.  In Peterson v. Superior\r\nCourt, 899 P.2d 905 (Cal. 1995) (in bank), a hotel guest injured\r\nwhen she fell in a bathtub in her room sued, among others, the\r\nhotel owner alleging claims of negligence and breach of warranty. \r\nThe Supreme Court of California held that the proprietor of a hotel\r\ncannot be held strictly liable on the basis of products liability\r\nfor injuries to its guests caused by alleged defects on the\r\npremises.  Id. at 907.  The court, reversing its earlier decision\r\nin Becker v. IRM Corp., 698 P.2d 116 (Cal. 1985), held that \"[t]he\r\nmere circumstance that it was contemplated  customers . . . would\r\nuse the products in question or be benefitted by them does not\r\ntransform the owners of the businesses into the equivalent of\r\nretailers of the products.\"  Id. at 913.  Because hotel owners are\r\nnot part of the chain of distribution for most products on their\r\npremises, the court held that public policy considerations\r\nsupporting strict liability for sellers and manufacturers of\r\nproducts (including the spread of loss, the availability of\r\nexpertise and resources to correct product defects, and the\r\nincentive to manufacture safer products) do not apply in the case\r\nof hotel owners.  Id. at 918-20.  The court noted that guests still\r\nmay sue hotel owners for alleged breaches of the applicable\r\nstandard of care and, of course, may sue those in the business of\r\nmanufacturing and selling products for strict products liability. \r\nId. at 920-21. \r\nWe feel confident that the Supreme Court of Puerto Rico\r\nwould conclude, based upon the principles of  402A and the well-\r\nreasoned Peterson decision, that it would be improper to impose\r\nstrict liability under product liability principles, whether for\r\nalleged design defects or breach of implied warranty, upon a hotel\r\nproprietor for injuries caused by an alleged defect in the hotel\r\npremises that the hotel proprietor did not manufacture or market. \r\nAccordingly, we conclude that Acosta's strict product liability\r\nclaims against Hilton are not viable.  Thus, even if the district\r\ncourt erred in excluding the testimony proffered by Dr. Soderstrom\r\nin support of Acosta's strict liability claims, any such error was\r\nharmless.  \r\n3.   Denial of Acosta's Motion for New Trial \r\nBased on Newly Discovered Evidence\r\n\nAcosta appeals from the district court's denial of his\r\nmotion for new trial based, inter alia, on what he describes as\r\nnewly discovered evidence.  The \"new\" evidence Acosta discovered\r\nwas that Tropitone, in cooperation with the United States Consumer\r\nProduct Safety Commission (\"CPSC\"), had on two occasions\r\nvoluntarily recalled several models of Tropitone lounge chairs,\r\nincluding the model involved in Acosta's injuries.  The first such\r\nrecall occurred in 1992.  The second recall was made public by the\r\nCPSC on June 3, 1997, six days before the jury rendered its verdict\r\nin favor of Hilton.  On June 9, 1997, the same day the jury\r\nreturned its verdict, Dr. Soderstrom learned of the CPSC recall and\r\ninformed counsel for Acosta.  Before the district court and on\r\nappeal, Acosta argues that evidence of the recall warrants a new\r\ntrial.  We disagree.\r\nTo warrant granting a new trial based on newly discovered\r\nevidence, the movant must demonstrate that (1) the evidence has\r\nbeen discovered since trial; (2) the evidence could not by due\r\ndiligence have been discovered earlier; (3) the evidence is not\r\nmerely cumulative or impeaching; and (4) the evidence is of such a\r\nnature that it would probably change the result if a new trial is\r\ngranted.  Duffy v. Clippinger, 857 F.2d 877, 879 (1st Cir. 1988). \r\nAn order denying a motion for a new trial must be upheld unless the\r\ntrial court abused its discretion.  D. Federico Co. v. New Bedford\r\nRedevelopment Auth., 723 F.2d 122, 130 (1st Cir. 1983).   \r\nGiven our conclusion, supra, that Acosta had no viable\r\nclaims against Hilton for design defect and breach of warranty, we\r\nconclude that evidence of the Tropitone recalls would not change\r\nthe result even if a new trial were to be granted.  The only viable\r\nclaim  pleaded by Acosta and presented to the jury was that Hilton\r\nnegligently maintained the chaise lounge.  Evidence that Tropitone\r\nrecalled certain lounge chairs in 1992 and 1997 does not bear on\r\nthat claim.              \r\nWe add that even if Acosta had viable products liability\r\nclaims against Hilton, we would uphold the district court's denial\r\nof Acosta's motion for a new trial.  We agree with the district\r\ncourt that with due diligence Acosta would have discovered both the\r\nrecalls before trial.  Tropitone initially recalled several of its\r\nlounge chair models in 1992, well before Acosta injured his finger. \r\nAcosta could have included Tropitone as a defendant, see supra, and\r\neasily obtained information about the 1992 recall through\r\ndiscovery.  Moreover, as a defendant, Tropitone would have been\r\nsubject to a continuing duty to supplement its discovery responses. \r\nSee Fed. R. Civ. P. 26(e).  Thus, Acosta could also have readily\r\nobtained information concerning the impending 1997 recall from\r\nTropitone prior to trial. \r\nAcosta claims that he exercised due diligence in\r\npropounding an interrogatory to Hilton about the condition of its\r\nchairs asking for, inter alia, \"[t]he alleged evidentiary facts of\r\nwhich you have knowledge that show or tend to show that said [and\r\nunspecified] third party or instrumentality may have been\r\nnegligent.\"  Hilton's response stated that \"[e]fforts are being\r\nmade to determine whether the manufacturers of the chaise lounge\r\nwere negligent in the design or manufacture of it.\"  The record\r\ncontains no evidence that this response was not accurate.  \r\nMoreover, a duly diligent approach to discovery would involve more\r\nthan propounding a single, open-ended discovery request to Hilton\r\nconcerning information readily available from Tropitone.  The\r\ncourse was available to Acosta to name Tropitone as a defendant in\r\na timely fashion and to employ the panoply of discovery devices to\r\nexplore all aspects of the design defect and breach of warranty\r\nclaims, including all facts relating to any recalls of the chaise\r\nlounges.  We agree with the district court that due diligence would\r\nhave uncovered evidence of Tropitone's recalls prior to trial and\r\nthat a new trial was therefore unwarranted.\r\n4.   Evidentiary Issues\r\nAcosta challenges two evidentiary rulings made by the\r\ndistrict court.  We review the district court's evidentiary rulings \r\nfor abuse of discretion.  Rodriguez-Hernandez v. Miranda-Velez, 132\r\nF.3d 848, 855 (1st Cir. 1998).  We find no merit in Acosta's claims \r\nof error. \r\nAcosta challenges the exclusion of the testimony of Naomi\r\nNobel.  Ms. Nobel became manager of the Caribe Hilton's swimming\r\nand tennis facilities nine months after Acosta's accident.  Acosta\r\nproffered that Ms. Nobel would testify regarding the maintenance of\r\nthe chaise lounges at the time of the accident.\r\nThe district court excluded Ms. Nobel's testimony on the\r\nground that she had no personal knowledge concerning the\r\nmaintenance of the chaise lounges at the time of the accident.  The\r\ntestimony proffered to the court consisted of statements made to\r\nMs. Nobel by others who had knowledge of the maintenance of the\r\nchairs during the relevant time period.  Under these\r\ncircumstances, the district court properly excluded the proffered\r\ntestimony as inadmissible hearsay not fitting within any exception\r\nto the hearsay rule.  See Fed. R. Evid. 801, 803-804.           \r\nAcosta also contends that the district court erred when\r\nit excluded eighteen photographs of chaise lounges.  The\r\nphotographs were taken by Acosta after the accident and attached to\r\na notarized document.  When Acosta failed to authenticate the\r\nphotographs during his testimony, he argued that the photographs\r\nwere admissible absent authentication under Rule 902(4).  We agree\r\nwith the district court's ruling that a notarized document does not\r\nconstitute \"[a] copy of an official record or report or entry\r\ntherein, or of a document authorized by law to be recorded or filed\r\nand actually recorded or filed in a public office . . . Fed. R.\r\nEvid. 902(4).  Moreover, Rule 902 addresses only the requirement of\r\nauthentication.  \"Self-authenticating\" documents are not\r\nnecessarily admissible.  The district court excluded the\r\nphotographs pursuant to Fed. R. Evid. 401 and 403 on the grounds\r\nthat none of them depicted the chair involved in the accident, and\r\nall depicted the condition of the chaise lounges after the\r\naccident.  The district court's exclusion of the photographs under\r\nthese circumstances was a proper exercise of discretion.\r\nAffirmed. \n",
  "html": "<p class=\"case_cite\">156 F.3d 49</p>\n    <p class=\"case_cite\">41 Fed.R.Serv.3d 698, Prod.Liab.Rep. (CCH) P 15,343</p>\n    <p class=\"parties\">Antonio ACOSTA-MESTRE, et al., Plaintiffs, Appellants,<br>v.<br>HILTON INTERNATIONAL OF PUERTO RICO, INC., et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-2183.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 7, 1998.<br>Decided Aug. 25, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos E. Rodriguez-Quesada, with whom Woods &amp; Woods was on brief, for appellants.</p>\n      <p class=\"indent\">Hector F. Oliveras, with whom Rafael A. Vila-Carrion and Pinto-Lugo &amp; Rivera were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a diversity action in which Antonio Acosta-Mestre (\"Acosta\") and his family sued Hilton International of Puerto Rico (\"Hilton\") and its insurer in the district court for negligence and products liability.  While staying as a guest at the Caribe Hilton Hotel, Acosta was injured when a lounge chair, manufactured by Tropitone Furniture Company, Inc.  (\"Tropitone\"), collapsed on his hand.  Acosta raises several issues on appeal.  He challenges the district court's denial of a motion to amend the complaint to add Tropitone as a defendant.  Acosta also challenges the court's exclusion of testimony from his proffered expert witness and asserts that the court erred in denying his motion for a new trial.  Finally, Acosta contends that the district court erred in certain evidentiary rulings.  For the reasons stated below, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 14, 1995, Acosta and his family were guests of the Caribe Hilton Hotel in San Juan, Puerto Rico.  While sunbathing in the hotel's enclosed beach area, Acosta reached back to adjust his chaise lounge.  The back of the chair suddenly collapsed, severing a portion of Acosta's left ring finger.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Acosta and his family sued the Caribe Hilton's parent company and its insurer in the federal district court for the District of Puerto Rico, invoking diversity jurisdiction under 28 U.S.C. &#167; 1332.  The complaint alleged causes of action for negligence based upon improper maintenance of the chaise lounge, strict products liability based upon an alleged design defect, and strict products liability based upon a breach of the implied warranty of merchantability, and sought damages in the amount of $1.85 million.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Fifteen months after filing the complaint, Acosta requested leave to amend the complaint to add Tropitone, the chair's maker, as a defendant.  The district court denied the motion in an unpublished memorandum order on the grounds that Acosta had failed to justify waiting for fifteen months before seeking to add the chair's manufacturer as a defendant, and that allowing such an amendment now would create unreasonable further delay.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to trial, Hilton moved to exclude the testimony of Acosta's expert witness, Dr. Kenneth Soderstrom, a mechanical engineer who was to testify in support of Acosta's strict products liability claims.  Hilton also filed a motion to strike Dr. Soderstrom as an expert witness on the ground that under Puerto Rico law Acosta could not recover against Hilton on any theory of strict products liability, rendering Dr. Soderstrom's testimony on the subject irrelevant.  On the fourth day of trial, the district court granted the motion to exclude Dr. Soderstrom's testimony.  It also granted Hilton's motion for judgment as a matter of law as to those claims, leaving only the negligence claim to be tried to a jury.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At trial, the district court ruled against Acosta on two evidentiary issues now appealed.  First, the court excluded the testimony of Hilton's swimming and tennis director, Naomi Nobel.  Second, the court excluded a \"Notarial Act\" offered in support of several photographs, taken by Acosta, of Hilton chaise lounges.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the surviving negligence count, the jury found for defendants.  The district court entered judgment and denied Acosta's motion for a new trial which was based, in part, on Acosta's discovery of purportedly \"new\" evidence.  This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>1. Denial of Acosta's Motion To Amend the Complaint</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In denying Acosta's motion to amend the complaint to name Tropitone as an additional defendant, the district court reasoned that the motion to amend, which Acosta filed near the close of discovery and after three previous extensions of the discovery deadline had been granted, was tardy, and that Acosta lacked any sufficient excuse for delaying so long before moving to amend.  We review the district court's denial of leave to amend the complaint \"for an abuse of discretion, and defer to the district court if any adequate reason for the denial is apparent on the record.\"  Grant v. News Group Boston, Inc., 55 F.3d 1, 5 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under Federal Rule of Civil Procedure 15(a), a litigant may amend a pleading once as a matter of right before a responsive pleading is filed and subsequently by the parties' consent or \"by leave of court.\"  Fed.R.Civ.P. 15(a).  While \"leave [to amend] shall be freely given when justice so requires,\" id., \"the liberal amendment policy prescribed by Rule 15(a) does not mean that leave will be granted in all cases.\"   6 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure &#167; 1487, at 611 (2d ed.1990).  Among the adequate reasons for denying leave to amend are \"undue delay\" in filing the motion and \"undue prejudice to the opposing party by virtue of allowance of the amendment.\"  Foman v. Davis, 371 U.S. 178, 182, 83 S.Ct. 227, 9 L.Ed.2d 222 (1962);  see also Grant, 55 F.3d at 5. Here defendant did not consent to the motion, and we find no abuse of discretion in the court's conclusion that Acosta's request for leave to file a second amended complaint was preceded by undue delay.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Acosta filed the initial complaint on September 20, 1995, and an amended complaint on November 22, 1995.  On December 17, 1996, fifteen months after the initial complaint had been filed, and over a year after the first amendment, Acosta filed a motion for leave to file a second amended complaint to add the chair's manufacturer, Tropitone, as a defendant.  By that time, discovery was set to conclude in one month, on January 17, 1997.  In addition, the court had approved the parties' proposed pre-trial order just a week before, on December 5, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Hence by the time of the motion for leave to amend, nearly all the case's pre-trial work was complete.  According to the district court's undisputed estimate, allowing the motion would have resulted in at least an additional four months of discovery and would have delayed trial by at least an additional twelve months.  These consequential delays put the ball in Acosta's court, for when \"considerable time has elapsed between the filing of the complaint and the motion to amend, the movant has the burden of showing some 'valid reason for his neglect and delay.' \"  Stepanischen v. Merchants Despatch Transp. Corp., 722 F.2d 922, 933 (1st Cir.1983) (quoting Hayes v. New England Millwork Distribs., Inc., 602 F.2d 15, 19-20 (1st Cir.1979)).  The district court could reasonably determine that Acosta failed to carry this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Acosta argues:  (1) that mere delay is not reason enough to deny a motion for leave to amend;  (2) that Hilton's \"lack of action forced [Acosta] to wait before amending the complaint\";  and (3) that it is only just to allow the addition of Tropitone, who Acosta argues is likely liable for his injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The first point is contrary to Supreme Court and circuit precedent holding that, especially where allowing the amendment will cause further delay in the proceedings, \"undue delay\" in seeking the amendment may be a sufficient basis for denying leave to amend.  Foman, 371 U.S. at 178, 83 S.Ct. 227.   See Grant, 55 F.3d at 5 (affirming denial of leave after fourteen-month delay);  Stepanischen, 722 F.2d at 933 (affirming denial of motion for leave filed after seventeen-month delay);  Hayes, 602 F.2d at 19 (\"[I]t is clear that 'undue delay' can be a basis for denial.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Even if Acosta were correct that late filing of the proposed amendment was not per se a sufficient reason to deny a motion for leave to amend, the prejudice to Hilton resulting from a re-opening of discovery with additional costs, a significant postponement of trial, and a likely major alteration in trial strategy and tactics due to the presence of the manufacturer of the collapsing chair in addition to the hotel at which Acosta was a guest, fully support the district court's ruling.  See, e.g., Grant, 55 F.3d at 6 (finding prejudice from undue delay where discovery would have to be re-opened, trial preparation was underway, and amendment would likely change defendant's planned trial strategy and tactics).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Acosta's second point, cursorily argued, seems to rest on the theory that Hilton itself may have intended to implead Tropitone as a third-party defendant.  Even if this allegation were supported by the record--which it is not--we would reject Acosta's suggestion that a party can shift its responsibility for its own pleadings to its opponent.  Acosta's counsel from the outset included claims based upon an alleged product design defect and an implied breach of warranty, indicating that he was aware, or should have been aware, when filing the initial complaint that the manufacturer of the chair was a potential defendant.  If the chair was badly designed, as alleged, the manufacturer, not the hotel, was the more obvious defendant.  Acosta betrayed actual knowledge of Tropitone's potential liability as early as June 14, 1996, when, in a motion to extend the discovery deadline, he asserted that Hilton would file a third-party complaint against Tropitone over an alleged defect in the chair.  Armed with this knowledge, nothing prevented Acosta, the master of his complaint, from then moving to name Tropitone as a defendant--other than unwarranted reliance on his adversary.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, Acosta's contention that he should, in fairness, now be allowed to amend the complaint in light of Tropitone's alleged likely liability ignores his own responsibility to have timely asserted the claim in his own complaint, or to give some adequate reason not to have done so.  Rule 15(a)'s liberal amendment policy seeks to serve justice, but does not excuse a lack of diligence that imposes additional and unwarranted burdens on an opponent and the courts.  Acosta has offered no valid reason for not adding Tropitone as a defendant either initially or more promptly after the initial complaint was filed.  Since the addition of Tropitone at the eleventh hour would have resulted in further significant delay both in the completion of discovery and the trial of the case, we discern no abuse of discretion in the district court's denial of leave to amend the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>2. Exclusion of Dr. Soderstrom's Proffered Expert Opinion</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Acosta pressed three theories of liability against Hilton.  Acosta alleged that Hilton negligently maintained the chaise lounge.  That theory was presented to the jury at trial, which rejected it.  Acosta also set forth two causes of action based in strict products liability, (1) that the chaise lounge was defectively designed, and (2) that Hilton had breached an implied warranty by providing a chaise lounge that was defective.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In support of the design defect and breach of warranty theories, Acosta planned to call Dr. Kenneth G. Soderstrom, a mechanical engineer, to testify that in his opinion the chaise lounge had a design defect as manufactured.  Prior to trial, Hilton filed a motion to strike Dr. Soderstrom's testimony in its entirety.  Citing Mendoza v. Cerveceria Corona, Inc., 97 P.R.R. 487 (1969), Hilton argued that Puerto Rico law allows strict product liability claims only against those in the business of manufacturing or selling the allegedly defective products.  Since Hilton was not engaged in the business of manufacturing or selling chaise lounges, Hilton argued that Dr. Soderstrom's proffered testimony on design defect would be irrelevant to any viable claim against it.  Hilton moved both to dismiss as a matter of law the products liability claims against it, and further to exclude Dr. Soderstrom's testimony on the ground that he was not qualified to render an expert opinion as to the design of chaise lounges.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court conducted a lengthy voir dire of Dr. Soderstrom, during which the court posed questions concerning Dr. Soderstrom's background, general qualifications, and specific experience with chaise lounges including experiments he had conducted.  Dr. Soderstrom stated repeatedly that should he be permitted to testify at trial, he would opine, in sum, that the chaise lounge was defective in design.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He was not expected to offer any testimony in support of Acosta's claim that Hilton was negligent in the maintenance of the chaise lounge.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the completion of voir dire, the district court did not rule on Hilton's motion to strike Dr. Soderstrom.  Rather, the court found that while Dr. Soderstrom was qualified as a \"general mechanical engineering expert without a specialization,\" he was not qualified to opine specifically as to chaise lounges either under the standard for admission of \"scientific\" evidence set forth in Daubert v. Merrell Dow Pharmaceuticals, Inc., 509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993),or pursuant to the general principles articulated in Fed.R.Evid. 702.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This circuit has not yet decided whether Daubert applies to the type of \"technical\" evidence proffered by Dr. Soderstrom.  Bogosian v. Mercedes-Benz of North America, Inc., 104 F.3d 472, 479 (1st Cir.1997).  We find it unnecessary to decide that issue here.  Nor do we find it necessary to decide whether the district court erred when it excluded Dr. Soderstrom's testimony, whether pursuant to Daubert or the general standard set forth in Rule 702.  Even if the district court erred in excluding Dr. Soderstrom's testimony, we conclude, for the reasons stated below, that such error was harmless.  See Bates v. Shearson Lehman Bros., Inc., 42 F.3d 79, 84 (1st Cir.1994) (exclusion of testimony deemed harmless where testimony would not have established viable cause of action);  see also Fed.R.Civ.P. 61.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In its motion for judgment as a matter of law, Hilton renewed its contention that Puerto Rico law does not permit Acosta to pursue its strict products liability claims against Hilton.  The district court rendered inconsistent rulings on this issue.  The court first appeared to reject Hilton's argument, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>But they [Hilton] charge for the guests and they use the chaise lounge.  So, forget about it.  If the plaintiffs establishes [sic] or the evidence establishes that it could have been defective, the fact that they didn't manufacture doesn't mean anything, because they are making money out of that product.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court did not cite any authority for this ruling.  Later, in dismissing Acosta's strict liability claims, the district court stated that it was \"granting the defendant's Rule 50 motion as it pertains to strict liability as there is no strict liability for the hotels in Puerto Rico, as per Puerto Rico case law.\"  (Emphasis supplied).  The court did not elaborate with citation to authority or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court's latter ruling was correct.  Since this is a diversity case, we follow the law of Puerto Rico.  See Erie R.R. Co. v. Tompkins, 304 U.S. 64, 78, 58 S.Ct. 817, 82 L.Ed. 1188 (1938).  No Puerto Rico case has been called to our attention<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> that addresses whether strict products liability claims lie against a hotel in circumstances analogous to those in this case.  Nor has case law been called to our attention supporting the district court's earlier suggestion that a non-manufacturer or non-seller who tangentially \"makes money\" from utilization of a product is subject to strict products liability under Puerto Rico law if a guest or other user is injured by the product.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">While there is no black-letter precedent in Puerto Rico that controls here, we find relatively clear the course that the courts of that jurisdiction would take.  Hence we see no need to certify the question to Puerto Rico's highest court, nor have we been asked to do so.  See VanHaaren v. State Farm Mut. Auto.  Ins. Co., 989 F.2d 1, 3 (1st Cir.1993) (\"Absent controlling state court precedent, a federal court sitting in diversity may certify a state law issue to the state's highest court, or undertake its prediction 'when the course [the] state courts would take is relatively clear' \")(quoting Porter v. Nutter, 913 F.2d 37, 41 n. 4 (1st Cir.1990)).  We find guidance by looking to \" 'analogous state [and, since Puerto Rico is not a state, Puerto Rican] court decisions, persuasive adjudications by courts of [Puerto Rico and the] states, learned treatises, and public policy considerations identified in [Puerto Rican and] state decisional law' in order to make an 'informed prophecy' of how the [Puerto Rico Supreme Court] would rule.\"  Rodriguez-Suris v. Montesinos, 123 F.3d 10, 13 (1st Cir.1997) (quoting Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1151 (1st Cir.1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Puerto Rico courts generally embrace the principles of strict products liability prescribed in the Restatement (Second) of Torts &#167; 402A (1965).  See Malave-Felix v. Volvo Car Corp., 946 F.2d 967, 971 (1st Cir.1991) (citing Mendoza v. Cerveceria Corona, Inc., 97 P.R.R. 487, 495-96 (1969));  Perez-Trujillo v. Volvo Car Corp., 137 F.3d 50, 52 (1st Cir.1998).  Section 402A applies strict liability, or liability without regard to negligence, to manufacturers and sellers of products that are in a \"defective condition unreasonably dangerous to the user or consumer....\"  Section 402A applies, however, only if \"the seller is engaged in the business of selling such a product.\"   Restatement (Second) Torts &#167; 402A (emphasis supplied).  See also W. Page Keeton et al., Prosser and Keeton on the Law of Torts &#167; 100 at 705 (5th ed.  1984) (\"Only a seller who can be regarded as a merchant or one engaged in the business of supplying goods of the kind involved in the case is subject to strict liability, either on warranty or in tort.\").  This limitation serves various public policies, among them placing the burden of accidental injuries caused by products upon those who market them \"as a cost of production against which liability insurance can be obtained.\"  &#167;  402A, comment c.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We conclude that the Supreme Court of Puerto Rico, which has embraced generally the principles set forth in &#167; 402A, would limit the application of strict products liability, whether for alleged design defects or breach of implied warranty, to those \"in the business of\" manufacturing or selling the product at issue.  See Benitez-Allende v. Alcan Aluminio do Brasil, 857 F.2d 26, 34 (1st Cir.1988) (predicting Puerto Rico law in light of fact that \"Puerto Rico ... has chosen to adopt the principles of strict liability laid out in [&#167; 402A]\").  Since Hilton was not in the business of manufacturing or selling chaise lounges, Acosta had no viable strict products liability claims against Hilton.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have noted that the Supreme Court of Puerto Rico has consistently relied upon California Supreme Court precedent when considering issues raised by the doctrine of strict product liability.  Collazo-Santiago v. Toyota Motor Corp., 149 F.3d 23, 25 (1st Cir.1998).  Our conclusion that Puerto Rico law would prohibit Acosta's strict products liability claims against Hilton is bolstered by our reading of California law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Supreme Court of California has specifically addressed the issue raised by Hilton.  In Peterson v. Superior Court, 10 Cal.4th 1185, 43 Cal.Rptr.2d 836, 899 P.2d 905 (1995) (in bank), a hotel guest injured when she fell in a bathtub in her room sued, among others, the hotel owner alleging claims of negligence and breach of warranty.  The Supreme Court of California held that the proprietor of a hotel cannot be held strictly liable on the basis of products liability for injuries to its guests caused by alleged defects on the premises.  Id. 899 P.2d at 907.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court, reversing its earlier decision in Becker v. IRM Corp., 38 Cal.3d 454, 213 Cal.Rptr. 213, 698 P.2d 116 (1985), held that \"[t]he mere circumstance that it was contemplated customers ... would use the products in question or be benefitted by them does not transform the owners of the businesses into the equivalent of retailers of the products.\"  Id. 899 P.2d at 913.   Because hotel owners are not part of the chain of distribution for most products on their premises,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the court held that public policy considerations supporting strict liability for sellers and manufacturers of products (including the spread of loss, the availability of expertise and resources to correct product defects, and the incentive to manufacture safer products) do not apply in the case of hotel owners.  Id. at 918-20.   The court noted that guests still may sue hotel owners for alleged breaches of the applicable standard of care and, of course, may sue those in the business of manufacturing and selling products for strict products liability.  Id. at 920-21.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We feel confident that the Supreme Court of Puerto Rico would conclude, based upon the principles of &#167; 402A and the well-reasoned Peterson decision, that it would be improper to impose strict liability under product liability principles, whether for alleged design defects or breach of implied warranty, upon a hotel proprietor for injuries caused by an alleged defect in the hotel premises that the hotel proprietor did not manufacture or market.  Accordingly, we conclude that Acosta's strict product liability claims against Hilton are not viable.  Thus, even if the district court erred in excluding the testimony proffered by Dr. Soderstrom in support of Acosta's strict liability claims, any such error was harmless.3. Denial of Acosta's Motion for New Trial Based on Newly Discovered Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Acosta appeals from the district court's denial of his motion for new trial based, inter alia, on what he describes as newly discovered evidence.  The \"new\" evidence Acosta discovered was that Tropitone, in cooperation with the United States Consumer Product Safety Commission (\"CPSC\"), had on two occasions voluntarily recalled several models of Tropitone lounge chairs, including the model involved in Acosta's injuries.  The first such recall occurred in 1992.  The second recall was made public by the CPSC on June 3, 1997, six days before the jury rendered its verdict in favor of Hilton.  On June 9, 1997, the same day the jury returned its verdict, Dr. Soderstrom learned of the CPSC recall and informed counsel for Acosta.  Before the district court and on appeal, Acosta argues that evidence of the recall warrants a new trial.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To warrant granting a new trial based on newly discovered evidence, the movant must demonstrate that (1) the evidence has been discovered since trial;  (2) the evidence could not by due diligence have been discovered earlier;  (3) the evidence is not merely cumulative or impeaching;  and (4) the evidence is of such a nature that it would probably change the result if a new trial is granted.  Duffy v. Clippinger, 857 F.2d 877, 879 (1st Cir.1988).  An order denying a motion for a new trial must be upheld unless the trial court abused its discretion.  D. Federico Co. v. New Bedford Redevelopment Auth., 723 F.2d 122, 130 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Given our conclusion, supra, that Acosta had no viable claims against Hilton for design defect and breach of warranty, we conclude that evidence of the Tropitone recalls would not change the result even if a new trial were to be granted.  The only viable claim pleaded by Acosta and presented to the jury was that Hilton negligently maintained the chaise lounge.  Evidence that Tropitone recalled certain lounge chairs in 1992 and 1997 does not bear on that claim.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We add that even if Acosta had viable products liability claims against Hilton, we would uphold the district court's denial of Acosta's motion for a new trial.  We agree with the district court that with due diligence Acosta would have discovered both the recalls before trial.  Tropitone initially recalled several of its lounge chair models in 1992, well before Acosta injured his finger.  Acosta could have included Tropitone as a defendant, see supra, and easily obtained information about the 1992 recall through discovery.  Moreover, as a defendant, Tropitone would have been subject to a continuing duty to supplement its discovery responses.  See Fed.R.Civ.P. 26(e).  Thus, Acosta could also have readily obtained information concerning the impending 1997 recall from Tropitone prior to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Acosta claims that he exercised due diligence in propounding an interrogatory to Hilton about the condition of its chairs asking for, inter alia, \"[t]he alleged evidentiary facts of which you have knowledge that show or tend to show that said [and unspecified] third party or instrumentality may have been negligent.\"   Hilton's response stated that \"[e]fforts are being made to determine whether the manufacturers of the chaise lounge were negligent in the design or manufacture of it.\"   The record contains no evidence that this response was not accurate.  Moreover, a duly diligent approach to discovery would involve more than propounding a single, open-ended discovery request to Hilton concerning information readily available from Tropitone.  The course was available to Acosta to name Tropitone as a defendant in a timely fashion and to employ the panoply of discovery devices to explore all aspects of the design defect and breach of warranty claims, including all facts relating to any recalls of the chaise lounges.  We agree with the district court that due diligence would have uncovered evidence of Tropitone's recalls prior to trial and that a new trial was therefore unwarranted.</p>\n    </div>\n    <p>4. Evidentiary Issues</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Acosta challenges two evidentiary rulings made by the district court.  We review the district court's evidentiary rulings for abuse of discretion.  Rodriguez-Hernandez v. Miranda-Velez, 132 F.3d 848, 855 (1st Cir.1998).  We find no merit in Acosta's claims of error.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Acosta challenges the exclusion of the testimony of Naomi Nobel.  Ms. Nobel became manager of the Caribe Hilton's swimming and tennis facilities nine months after Acosta's accident.  Acosta proffered that Ms. Nobel would testify regarding the maintenance of the chaise lounges at the time of the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court excluded Ms. Nobel's testimony on the ground that she had no personal knowledge concerning the maintenance of the chaise lounges at the time of the accident.  The testimony proffered to the court consisted of statements made to Ms. Nobel by others who had knowledge of the maintenance of the chairs during the relevant time period.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Under these circumstances, the district court properly excluded the proffered testimony as inadmissible hearsay not fitting within any exception to the hearsay rule.  See Fed.R.Evid. 801, 803-804.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Acosta also contends that the district court erred when it excluded eighteen photographs of chaise lounges.  The photographs were taken by Acosta after the accident and attached to a notarized document.  When Acosta failed to authenticate the photographs during his testimony, he argued that the photographs were admissible absent authentication under Rule 902(4).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We agree with the district court's ruling that a notarized document does not constitute \"[a] copy of an official record or report or entry therein, or of a document authorized by law to be recorded or filed and actually recorded or filed in a public office ... Fed.R.Evid. 902(4).  Moreover, Rule 902 addresses only the requirement of authentication.  \"Self-authenticating\" documents are not necessarily admissible.  The district court excluded the photographs pursuant to Fed.R.Evid. 401 and 403 on the grounds that none of them depicted the chair involved in the accident, and all depicted the condition of the chaise lounges after the accident.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The district court's exclusion of the photographs under these circumstances was a proper exercise of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court also dismissed Acosta's breach of warranty claim on the additional ground that it was neither alleged in the amended complaint nor set forth in the pre-trial order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Dr. Soderstrom testified:</p>\n        <p>Well, my testimony to the jury essentially sums up that the chair itself was not a proper design because it had this guillotine effect, and if you were an engineer designing that kind of product, you have to look out for the safety of the person.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Evid. 702 states:</p>\n        <p>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Puerto Rico legislature has yet to codify the Commonwealth's law governing strict product liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Other courts in the United States that have considered the issue have reached the same conclusion.  See Ely v. Blevins, 706 F.2d 479, 481 (4th Cir.1983) (\"[W]hile an innkeeper is often held to a specially high duty of care, the general rule, nationally, falls short of warranty.\");  Summers v. Fort Crockett Hotel, Ltd., 902 S.W.2d 20, 27 (Tex.App.1995) (hotel which did not sell or manufacture balcony railing cannot be held liable on design defect theory);  cf.  Jones v. Keetch, 388 Mich. 164, 167-68, 200 N.W.2d 227, 229 (Mich.1972) (hotel guest has viable claim against hotel for breach of implied warranty of fitness for a particular purpose)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Food and drink sold for consumption are notable exceptions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is no evidence in the record that Hilton was aware of the Tropitone recalls.  Nor did Acosta allege, in his new trial motion, that Hilton possessed such knowledge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that Acosta deposed a witness prior to trial who worked at the Hilton during the relevant time period and had knowledge concerning the maintenance of the chaise lounges, but did not call the witness at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Rule 902(4) provides that the following documents are admissible without extrinsic evidence of authenticity:</p>\n        <p>A copy of an official record or report or entry therein, or of a document authorized by law to be recorded or filed and actually recorded or filed in a public office, including data compilations in any form, certified as correct by the custodian or other person authorized to make the certification ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The district court did allow Acosta to introduce several photographs of chaise lounges for the limited purpose of showing the jury what the chair looked like</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">698</span></span>, Prod.Liab.Rep. (CCH) P 15,343</p>\n    <p class=\"parties\">Antonio ACOSTA-MESTRE, et al., Plaintiffs, Appellants,<br>v.<br>HILTON INTERNATIONAL OF PUERTO RICO, INC., et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-2183.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 7, 1998.<br>Decided Aug. 25, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos E. Rodriguez-Quesada, with whom Woods &amp; Woods was on brief, for appellants.</p>\n      <p class=\"indent\">Hector F. Oliveras, with whom Rafael A. Vila-Carrion and Pinto-Lugo &amp; Rivera were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a diversity action in which Antonio Acosta-Mestre (\"Acosta\") and his family sued Hilton International of Puerto Rico (\"Hilton\") and its insurer in the district court for negligence and products liability.  While staying as a guest at the Caribe Hilton Hotel, Acosta was injured when a lounge chair, manufactured by Tropitone Furniture Company, Inc.  (\"Tropitone\"), collapsed on his hand.  Acosta raises several issues on appeal.  He challenges the district court's denial of a motion to amend the complaint to add Tropitone as a defendant.  Acosta also challenges the court's exclusion of testimony from his proffered expert witness and asserts that the court erred in denying his motion for a new trial.  Finally, Acosta contends that the district court erred in certain evidentiary rulings.  For the reasons stated below, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 14, 1995, Acosta and his family were guests of the Caribe Hilton Hotel in San Juan, Puerto Rico.  While sunbathing in the hotel's enclosed beach area, Acosta reached back to adjust his chaise lounge.  The back of the chair suddenly collapsed, severing a portion of Acosta's left ring finger.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Acosta and his family sued the Caribe Hilton's parent company and its insurer in the federal district court for the District of Puerto Rico, invoking diversity jurisdiction under 28 U.S.C. &#167; 1332.  The complaint alleged causes of action for negligence based upon improper maintenance of the chaise lounge, strict products liability based upon an alleged design defect, and strict products liability based upon a breach of the implied warranty of merchantability, and sought damages in the amount of $1.85 million.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Fifteen months after filing the complaint, Acosta requested leave to amend the complaint to add Tropitone, the chair's maker, as a defendant.  The district court denied the motion in an unpublished memorandum order on the grounds that Acosta had failed to justify waiting for fifteen months before seeking to add the chair's manufacturer as a defendant, and that allowing such an amendment now would create unreasonable further delay.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to trial, Hilton moved to exclude the testimony of Acosta's expert witness, Dr. Kenneth Soderstrom, a mechanical engineer who was to testify in support of Acosta's strict products liability claims.  Hilton also filed a motion to strike Dr. Soderstrom as an expert witness on the ground that under Puerto Rico law Acosta could not recover against Hilton on any theory of strict products liability, rendering Dr. Soderstrom's testimony on the subject irrelevant.  On the fourth day of trial, the district court granted the motion to exclude Dr. Soderstrom's testimony.  It also granted Hilton's motion for judgment as a matter of law as to those claims, leaving only the negligence claim to be tried to a jury.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At trial, the district court ruled against Acosta on two evidentiary issues now appealed.  First, the court excluded the testimony of Hilton's swimming and tennis director, Naomi Nobel.  Second, the court excluded a \"Notarial Act\" offered in support of several photographs, taken by Acosta, of Hilton chaise lounges.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the surviving negligence count, the jury found for defendants.  The district court entered judgment and denied Acosta's motion for a new trial which was based, in part, on Acosta's discovery of purportedly \"new\" evidence.  This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>1. Denial of Acosta's Motion To Amend the Complaint</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In denying Acosta's motion to amend the complaint to name Tropitone as an additional defendant, the district court reasoned that the motion to amend, which Acosta filed near the close of discovery and after three previous extensions of the discovery deadline had been granted, was tardy, and that Acosta lacked any sufficient excuse for delaying so long before moving to amend.  We review the district court's denial of leave to amend the complaint \"for an abuse of discretion, and defer to the district court if any adequate reason for the denial is apparent on the record.\"  Grant v. News Group Boston, Inc., <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 5 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under Federal Rule of Civil Procedure 15(a), a litigant may amend a pleading once as a matter of right before a responsive pleading is filed and subsequently by the parties' consent or \"by leave of court.\"  Fed.R.Civ.P. 15(a).  While \"leave [to amend] shall be freely given when justice so requires,\" id., \"the liberal amendment policy prescribed by Rule 15(a) does not mean that leave will be granted in all cases.\"   6 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure &#167; 1487, at 611 (2d ed.1990).  Among the adequate reasons for denying leave to amend are \"undue delay\" in filing the motion and \"undue prejudice to the opposing party by virtue of allowance of the amendment.\"  Foman v. Davis, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 182, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1962);  see also Grant, 55 F.3d at 5. Here defendant did not consent to the motion, and we find no abuse of discretion in the court's conclusion that Acosta's request for leave to file a second amended complaint was preceded by undue delay.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Acosta filed the initial complaint on September 20, 1995, and an amended complaint on November 22, 1995.  On December 17, 1996, fifteen months after the initial complaint had been filed, and over a year after the first amendment, Acosta filed a motion for leave to file a second amended complaint to add the chair's manufacturer, Tropitone, as a defendant.  By that time, discovery was set to conclude in one month, on January 17, 1997.  In addition, the court had approved the parties' proposed pre-trial order just a week before, on December 5, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Hence by the time of the motion for leave to amend, nearly all the case's pre-trial work was complete.  According to the district court's undisputed estimate, allowing the motion would have resulted in at least an additional four months of discovery and would have delayed trial by at least an additional twelve months.  These consequential delays put the ball in Acosta's court, for when \"considerable time has elapsed between the filing of the complaint and the motion to amend, the movant has the burden of showing some 'valid reason for his neglect and delay.' \"  Stepanischen v. Merchants Despatch Transp. Corp., <span class=\"citation\" data-id=\"428311\"><a href=\"/opinion/428311/simion-stepanischen-v-merchants-despatch-transportation-corporation/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 933 (1st Cir.1983) (quoting Hayes v. New England Millwork Distribs., Inc., <span class=\"citation\" data-id=\"368207\"><a href=\"/opinion/368207/joseph-j-hayes-v-new-england-millwork-distributors-inc/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 19-20 (1st Cir.1979)).  The district court could reasonably determine that Acosta failed to carry this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Acosta argues:  (1) that mere delay is not reason enough to deny a motion for leave to amend;  (2) that Hilton's \"lack of action forced [Acosta] to wait before amending the complaint\";  and (3) that it is only just to allow the addition of Tropitone, who Acosta argues is likely liable for his injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The first point is contrary to Supreme Court and circuit precedent holding that, especially where allowing the amendment will cause further delay in the proceedings, \"undue delay\" in seeking the amendment may be a sufficient basis for denying leave to amend.  Foman, 371 U.S. at 178, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>.   See Grant, 55 F.3d at 5 (affirming denial of leave after fourteen-month delay);  Stepanischen, 722 F.2d at 933 (affirming denial of motion for leave filed after seventeen-month delay);  Hayes, 602 F.2d at 19 (\"[I]t is clear that 'undue delay' can be a basis for denial.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Even if Acosta were correct that late filing of the proposed amendment was not per se a sufficient reason to deny a motion for leave to amend, the prejudice to Hilton resulting from a re-opening of discovery with additional costs, a significant postponement of trial, and a likely major alteration in trial strategy and tactics due to the presence of the manufacturer of the collapsing chair in addition to the hotel at which Acosta was a guest, fully support the district court's ruling.  See, e.g., Grant, 55 F.3d at 6 (finding prejudice from undue delay where discovery would have to be re-opened, trial preparation was underway, and amendment would likely change defendant's planned trial strategy and tactics).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Acosta's second point, cursorily argued, seems to rest on the theory that Hilton itself may have intended to implead Tropitone as a third-party defendant.  Even if this allegation were supported by the record--which it is not--we would reject Acosta's suggestion that a party can shift its responsibility for its own pleadings to its opponent.  Acosta's counsel from the outset included claims based upon an alleged product design defect and an implied breach of warranty, indicating that he was aware, or should have been aware, when filing the initial complaint that the manufacturer of the chair was a potential defendant.  If the chair was badly designed, as alleged, the manufacturer, not the hotel, was the more obvious defendant.  Acosta betrayed actual knowledge of Tropitone's potential liability as early as June 14, 1996, when, in a motion to extend the discovery deadline, he asserted that Hilton would file a third-party complaint against Tropitone over an alleged defect in the chair.  Armed with this knowledge, nothing prevented Acosta, the master of his complaint, from then moving to name Tropitone as a defendant--other than unwarranted reliance on his adversary.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, Acosta's contention that he should, in fairness, now be allowed to amend the complaint in light of Tropitone's alleged likely liability ignores his own responsibility to have timely asserted the claim in his own complaint, or to give some adequate reason not to have done so.  Rule 15(a)'s liberal amendment policy seeks to serve justice, but does not excuse a lack of diligence that imposes additional and unwarranted burdens on an opponent and the courts.  Acosta has offered no valid reason for not adding Tropitone as a defendant either initially or more promptly after the initial complaint was filed.  Since the addition of Tropitone at the eleventh hour would have resulted in further significant delay both in the completion of discovery and the trial of the case, we discern no abuse of discretion in the district court's denial of leave to amend the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>2. Exclusion of Dr. Soderstrom's Proffered Expert Opinion</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Acosta pressed three theories of liability against Hilton.  Acosta alleged that Hilton negligently maintained the chaise lounge.  That theory was presented to the jury at trial, which rejected it.  Acosta also set forth two causes of action based in strict products liability, (1) that the chaise lounge was defectively designed, and (2) that Hilton had breached an implied warranty by providing a chaise lounge that was defective.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In support of the design defect and breach of warranty theories, Acosta planned to call Dr. Kenneth G. Soderstrom, a mechanical engineer, to testify that in his opinion the chaise lounge had a design defect as manufactured.  Prior to trial, Hilton filed a motion to strike Dr. Soderstrom's testimony in its entirety.  Citing Mendoza v. Cerveceria Corona, Inc., <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">487</span></span> (1969), Hilton argued that Puerto Rico law allows strict product liability claims only against those in the business of manufacturing or selling the allegedly defective products.  Since Hilton was not engaged in the business of manufacturing or selling chaise lounges, Hilton argued that Dr. Soderstrom's proffered testimony on design defect would be irrelevant to any viable claim against it.  Hilton moved both to dismiss as a matter of law the products liability claims against it, and further to exclude Dr. Soderstrom's testimony on the ground that he was not qualified to render an expert opinion as to the design of chaise lounges.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court conducted a lengthy voir dire of Dr. Soderstrom, during which the court posed questions concerning Dr. Soderstrom's background, general qualifications, and specific experience with chaise lounges including experiments he had conducted.  Dr. Soderstrom stated repeatedly that should he be permitted to testify at trial, he would opine, in sum, that the chaise lounge was defective in design.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He was not expected to offer any testimony in support of Acosta's claim that Hilton was negligent in the maintenance of the chaise lounge.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the completion of voir dire, the district court did not rule on Hilton's motion to strike Dr. Soderstrom.  Rather, the court found that while Dr. Soderstrom was qualified as a \"general mechanical engineering expert without a specialization,\" he was not qualified to opine specifically as to chaise lounges either under the standard for admission of \"scientific\" evidence set forth in Daubert v. Merrell Dow Pharmaceuticals, Inc., <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993),or pursuant to the general principles articulated in Fed.R.Evid. 702.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This circuit has not yet decided whether Daubert applies to the type of \"technical\" evidence proffered by Dr. Soderstrom.  Bogosian v. Mercedes-Benz of North America, Inc., <span class=\"citation\" data-id=\"733243\"><a href=\"/opinion/733243/elizabeth-v-bogosian-v-mercedes-benz-of-north-america-inc-and/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 479 (1st Cir.1997).  We find it unnecessary to decide that issue here.  Nor do we find it necessary to decide whether the district court erred when it excluded Dr. Soderstrom's testimony, whether pursuant to Daubert or the general standard set forth in Rule 702.  Even if the district court erred in excluding Dr. Soderstrom's testimony, we conclude, for the reasons stated below, that such error was harmless.  See Bates v. Shearson Lehman Bros., Inc., <span class=\"citation\" data-id=\"195790\"><a href=\"/opinion/195790/bates-v-shearson-lehman/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 84 (1st Cir.1994) (exclusion of testimony deemed harmless where testimony would not have established viable cause of action);  see also Fed.R.Civ.P. 61.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In its motion for judgment as a matter of law, Hilton renewed its contention that Puerto Rico law does not permit Acosta to pursue its strict products liability claims against Hilton.  The district court rendered inconsistent rulings on this issue.  The court first appeared to reject Hilton's argument, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>But they [Hilton] charge for the guests and they use the chaise lounge.  So, forget about it.  If the plaintiffs establishes [sic] or the evidence establishes that it could have been defective, the fact that they didn't manufacture doesn't mean anything, because they are making money out of that product.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court did not cite any authority for this ruling.  Later, in dismissing Acosta's strict liability claims, the district court stated that it was \"granting the defendant's Rule 50 motion as it pertains to strict liability as there is no strict liability for the hotels in Puerto Rico, as per Puerto Rico case law.\"  (Emphasis supplied).  The court did not elaborate with citation to authority or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court's latter ruling was correct.  Since this is a diversity case, we follow the law of Puerto Rico.  See Erie R.R. Co. v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></a></span> (1938).  No Puerto Rico case has been called to our attention<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> that addresses whether strict products liability claims lie against a hotel in circumstances analogous to those in this case.  Nor has case law been called to our attention supporting the district court's earlier suggestion that a non-manufacturer or non-seller who tangentially \"makes money\" from utilization of a product is subject to strict products liability under Puerto Rico law if a guest or other user is injured by the product.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">While there is no black-letter precedent in Puerto Rico that controls here, we find relatively clear the course that the courts of that jurisdiction would take.  Hence we see no need to certify the question to Puerto Rico's highest court, nor have we been asked to do so.  See VanHaaren v. State Farm Mut. Auto.  Ins. Co., <span class=\"citation\" data-id=\"602828\"><a href=\"/opinion/602828/dennis-vanhaaren-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1993) (\"Absent controlling state court precedent, a federal court sitting in diversity may certify a state law issue to the state's highest court, or undertake its prediction 'when the course [the] state courts would take is relatively clear' \")(quoting Porter v. Nutter, <span class=\"citation\" data-id=\"547470\"><a href=\"/opinion/547470/john-s-porter-v-harold-nutter/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 41 n. 4 (1st Cir.1990)).  We find guidance by looking to \" 'analogous state [and, since Puerto Rico is not a state, Puerto Rican] court decisions, persuasive adjudications by courts of [Puerto Rico and the] states, learned treatises, and public policy considerations identified in [Puerto Rican and] state decisional law' in order to make an 'informed prophecy' of how the [Puerto Rico Supreme Court] would rule.\"  Rodriguez-Suris v. Montesinos, <span class=\"citation\" data-id=\"745319\"><a href=\"/opinion/745319/prodliabrep-cch-p-15038-edna-rodriguez-suris-v-bertha-montesinos/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.1997) (quoting Blinzler v. Marriott Int'l, Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1151 (1st Cir.1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Puerto Rico courts generally embrace the principles of strict products liability prescribed in the Restatement (Second) of Torts &#167; 402A (1965).  See Malave-Felix v. Volvo Car Corp., <span class=\"citation\" data-id=\"570024\"><a href=\"/opinion/570024/prodliabrep-cch-p-12963-leila-malave-felix-v-volvo-car-corporation/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span>, 971 (1st Cir.1991) (citing Mendoza v. Cerveceria Corona, Inc., <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">487</span></span>, 495-96 (1969));  Perez-Trujillo v. Volvo Car Corp., <span class=\"citation\" data-id=\"751764\"><a href=\"/opinion/751764/prodliabrep-cch-p-15170-generoso-perez-trujillo-v-volvo-car/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 52 (1st Cir.1998).  Section 402A applies strict liability, or liability without regard to negligence, to manufacturers and sellers of products that are in a \"defective condition unreasonably dangerous to the user or consumer....\"  Section 402A applies, however, only if \"the seller is engaged in the business of selling such a product.\"   Restatement (Second) Torts &#167; 402A (emphasis supplied).  See also W. Page Keeton et al., Prosser and Keeton on the Law of Torts &#167; 100 at 705 (5th ed.  1984) (\"Only a seller who can be regarded as a merchant or one engaged in the business of supplying goods of the kind involved in the case is subject to strict liability, either on warranty or in tort.\").  This limitation serves various public policies, among them placing the burden of accidental injuries caused by products upon those who market them \"as a cost of production against which liability insurance can be obtained.\"  &#167;  402A, comment c.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We conclude that the Supreme Court of Puerto Rico, which has embraced generally the principles set forth in &#167; 402A, would limit the application of strict products liability, whether for alleged design defects or breach of implied warranty, to those \"in the business of\" manufacturing or selling the product at issue.  See Benitez-Allende v. Alcan Aluminio do Brasil, <span class=\"citation\" data-id=\"511761\"><a href=\"/opinion/511761/26-fed-r-evid-serv-1293-prodliabrepcchp-11926-lercy-d/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 34 (1st Cir.1988) (predicting Puerto Rico law in light of fact that \"Puerto Rico ... has chosen to adopt the principles of strict liability laid out in [&#167; 402A]\").  Since Hilton was not in the business of manufacturing or selling chaise lounges, Acosta had no viable strict products liability claims against Hilton.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have noted that the Supreme Court of Puerto Rico has consistently relied upon California Supreme Court precedent when considering issues raised by the doctrine of strict product liability.  Collazo-Santiago v. Toyota Motor Corp., <span class=\"citation\" data-id=\"755758\"><a href=\"/opinion/755758/prodliabrep-cch-p-15280-diana-collazo-santiago-v-toyota-motor-corp/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 25 (1st Cir.1998).  Our conclusion that Puerto Rico law would prohibit Acosta's strict products liability claims against Hilton is bolstered by our reading of California law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Supreme Court of California has specifically addressed the issue raised by Hilton.  In Peterson v. Superior Court, <span class=\"citation\" data-id=\"1360581\"><a href=\"/opinion/1360581/peterson-v-superior-court/\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1185</span></a></span>, <span class=\"citation\" data-id=\"1360581\"><a href=\"/opinion/1360581/peterson-v-superior-court/\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">836</span></a></span>, <span class=\"citation\" data-id=\"1360581\"><a href=\"/opinion/1360581/peterson-v-superior-court/\"><span class=\"volume\">899</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">905</span></a></span> (1995) (in bank), a hotel guest injured when she fell in a bathtub in her room sued, among others, the hotel owner alleging claims of negligence and breach of warranty.  The Supreme Court of California held that the proprietor of a hotel cannot be held strictly liable on the basis of products liability for injuries to its guests caused by alleged defects on the premises.  Id. 899 P.2d at 907.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court, reversing its earlier decision in Becker v. IRM Corp., <span class=\"citation\" data-id=\"1172788\"><a href=\"/opinion/1172788/becker-v-irm-corp/\"><span class=\"volume\">38</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">454</span></a></span>, <span class=\"citation\" data-id=\"1172788\"><a href=\"/opinion/1172788/becker-v-irm-corp/\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">213</span></a></span>, <span class=\"citation\" data-id=\"1172788\"><a href=\"/opinion/1172788/becker-v-irm-corp/\"><span class=\"volume\">698</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">116</span></a></span> (1985), held that \"[t]he mere circumstance that it was contemplated customers ... would use the products in question or be benefitted by them does not transform the owners of the businesses into the equivalent of retailers of the products.\"  Id. 899 P.2d at 913.   Because hotel owners are not part of the chain of distribution for most products on their premises,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the court held that public policy considerations supporting strict liability for sellers and manufacturers of products (including the spread of loss, the availability of expertise and resources to correct product defects, and the incentive to manufacture safer products) do not apply in the case of hotel owners.  Id. at 918-20.   The court noted that guests still may sue hotel owners for alleged breaches of the applicable standard of care and, of course, may sue those in the business of manufacturing and selling products for strict products liability.  Id. at 920-21.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We feel confident that the Supreme Court of Puerto Rico would conclude, based upon the principles of &#167; 402A and the well-reasoned Peterson decision, that it would be improper to impose strict liability under product liability principles, whether for alleged design defects or breach of implied warranty, upon a hotel proprietor for injuries caused by an alleged defect in the hotel premises that the hotel proprietor did not manufacture or market.  Accordingly, we conclude that Acosta's strict product liability claims against Hilton are not viable.  Thus, even if the district court erred in excluding the testimony proffered by Dr. Soderstrom in support of Acosta's strict liability claims, any such error was harmless.3. Denial of Acosta's Motion for New Trial Based on Newly Discovered Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Acosta appeals from the district court's denial of his motion for new trial based, inter alia, on what he describes as newly discovered evidence.  The \"new\" evidence Acosta discovered was that Tropitone, in cooperation with the United States Consumer Product Safety Commission (\"CPSC\"), had on two occasions voluntarily recalled several models of Tropitone lounge chairs, including the model involved in Acosta's injuries.  The first such recall occurred in 1992.  The second recall was made public by the CPSC on June 3, 1997, six days before the jury rendered its verdict in favor of Hilton.  On June 9, 1997, the same day the jury returned its verdict, Dr. Soderstrom learned of the CPSC recall and informed counsel for Acosta.  Before the district court and on appeal, Acosta argues that evidence of the recall warrants a new trial.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To warrant granting a new trial based on newly discovered evidence, the movant must demonstrate that (1) the evidence has been discovered since trial;  (2) the evidence could not by due diligence have been discovered earlier;  (3) the evidence is not merely cumulative or impeaching;  and (4) the evidence is of such a nature that it would probably change the result if a new trial is granted.  Duffy v. Clippinger, <span class=\"citation\" data-id=\"511961\"><a href=\"/opinion/511961/mary-t-duffy-individually-and-as-administratrix-of-the-estate-of-brendan/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">877</span></a></span>, 879 (1st Cir.1988).  An order denying a motion for a new trial must be upheld unless the trial court abused its discretion.  D. Federico Co. v. New Bedford Redevelopment Auth., <span class=\"citation\" data-id=\"428529\"><a href=\"/opinion/428529/d-federico-co-inc-debtor-and-us-fidelity-and-guaranty-co-v-new/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">122</span></a></span>, 130 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Given our conclusion, supra, that Acosta had no viable claims against Hilton for design defect and breach of warranty, we conclude that evidence of the Tropitone recalls would not change the result even if a new trial were to be granted.  The only viable claim pleaded by Acosta and presented to the jury was that Hilton negligently maintained the chaise lounge.  Evidence that Tropitone recalled certain lounge chairs in 1992 and 1997 does not bear on that claim.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We add that even if Acosta had viable products liability claims against Hilton, we would uphold the district court's denial of Acosta's motion for a new trial.  We agree with the district court that with due diligence Acosta would have discovered both the recalls before trial.  Tropitone initially recalled several of its lounge chair models in 1992, well before Acosta injured his finger.  Acosta could have included Tropitone as a defendant, see supra, and easily obtained information about the 1992 recall through discovery.  Moreover, as a defendant, Tropitone would have been subject to a continuing duty to supplement its discovery responses.  See Fed.R.Civ.P. 26(e).  Thus, Acosta could also have readily obtained information concerning the impending 1997 recall from Tropitone prior to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Acosta claims that he exercised due diligence in propounding an interrogatory to Hilton about the condition of its chairs asking for, inter alia, \"[t]he alleged evidentiary facts of which you have knowledge that show or tend to show that said [and unspecified] third party or instrumentality may have been negligent.\"   Hilton's response stated that \"[e]fforts are being made to determine whether the manufacturers of the chaise lounge were negligent in the design or manufacture of it.\"   The record contains no evidence that this response was not accurate.  Moreover, a duly diligent approach to discovery would involve more than propounding a single, open-ended discovery request to Hilton concerning information readily available from Tropitone.  The course was available to Acosta to name Tropitone as a defendant in a timely fashion and to employ the panoply of discovery devices to explore all aspects of the design defect and breach of warranty claims, including all facts relating to any recalls of the chaise lounges.  We agree with the district court that due diligence would have uncovered evidence of Tropitone's recalls prior to trial and that a new trial was therefore unwarranted.</p>\n    </div>\n    <p>4. Evidentiary Issues</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Acosta challenges two evidentiary rulings made by the district court.  We review the district court's evidentiary rulings for abuse of discretion.  Rodriguez-Hernandez v. Miranda-Velez, <span class=\"citation\" data-id=\"749865\"><a href=\"/opinion/749865/75-fair-emplpraccas-bna-1228-73-empl-prac-dec-p-45317-48-fed-r/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">848</span></a></span>, 855 (1st Cir.1998).  We find no merit in Acosta's claims of error.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Acosta challenges the exclusion of the testimony of Naomi Nobel.  Ms. Nobel became manager of the Caribe Hilton's swimming and tennis facilities nine months after Acosta's accident.  Acosta proffered that Ms. Nobel would testify regarding the maintenance of the chaise lounges at the time of the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court excluded Ms. Nobel's testimony on the ground that she had no personal knowledge concerning the maintenance of the chaise lounges at the time of the accident.  The testimony proffered to the court consisted of statements made to Ms. Nobel by others who had knowledge of the maintenance of the chairs during the relevant time period.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Under these circumstances, the district court properly excluded the proffered testimony as inadmissible hearsay not fitting within any exception to the hearsay rule.  See Fed.R.Evid. 801, 803-804.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Acosta also contends that the district court erred when it excluded eighteen photographs of chaise lounges.  The photographs were taken by Acosta after the accident and attached to a notarized document.  When Acosta failed to authenticate the photographs during his testimony, he argued that the photographs were admissible absent authentication under Rule 902(4).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We agree with the district court's ruling that a notarized document does not constitute \"[a] copy of an official record or report or entry therein, or of a document authorized by law to be recorded or filed and actually recorded or filed in a public office ... Fed.R.Evid. 902(4).  Moreover, Rule 902 addresses only the requirement of authentication.  \"Self-authenticating\" documents are not necessarily admissible.  The district court excluded the photographs pursuant to Fed.R.Evid. 401 and 403 on the grounds that none of them depicted the chair involved in the accident, and all depicted the condition of the chaise lounges after the accident.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The district court's exclusion of the photographs under these circumstances was a proper exercise of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court also dismissed Acosta's breach of warranty claim on the additional ground that it was neither alleged in the amended complaint nor set forth in the pre-trial order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Dr. Soderstrom testified:</p>\n        <p>Well, my testimony to the jury essentially sums up that the chair itself was not a proper design because it had this guillotine effect, and if you were an engineer designing that kind of product, you have to look out for the safety of the person.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Evid. 702 states:</p>\n        <p>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Puerto Rico legislature has yet to codify the Commonwealth's law governing strict product liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Other courts in the United States that have considered the issue have reached the same conclusion.  See Ely v. Blevins, <span class=\"citation\" data-id=\"417979\"><a href=\"/opinion/417979/myron-ray-ely-v-earl-blevins-cora-blevins-and-rf-sturgill-joe/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">479</span></a></span>, 481 (4th Cir.1983) (\"[W]hile an innkeeper is often held to a specially high duty of care, the general rule, nationally, falls short of warranty.\");  Summers v. Fort Crockett Hotel, Ltd., <span class=\"citation\" data-id=\"2371955\"><a href=\"/opinion/2371955/summers-v-fort-crockett-hotel-ltd/\"><span class=\"volume\">902</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">20</span></a></span>, 27 (Tex.App.1995) (hotel which did not sell or manufacture balcony railing cannot be held liable on design defect theory);  cf.  Jones v. Keetch, <span class=\"citation\" data-id=\"1618623\"><a href=\"/opinion/1618623/jones-v-keetch/\"><span class=\"volume\">388</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">164</span></a></span>, 167-68, <span class=\"citation\" data-id=\"1618623\"><a href=\"/opinion/1618623/jones-v-keetch/\"><span class=\"volume\">200</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">227</span></a></span>, 229 (Mich.1972) (hotel guest has viable claim against hotel for breach of implied warranty of fitness for a particular purpose)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Food and drink sold for consumption are notable exceptions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is no evidence in the record that Hilton was aware of the Tropitone recalls.  Nor did Acosta allege, in his new trial motion, that Hilton possessed such knowledge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that Acosta deposed a witness prior to trial who worked at the Hilton during the relevant time period and had knowledge concerning the maintenance of the chaise lounges, but did not call the witness at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Rule 902(4) provides that the following documents are admissible without extrinsic evidence of authenticity:</p>\n        <p>A copy of an official record or report or entry therein, or of a document authorized by law to be recorded or filed and actually recorded or filed in a public office, including data compilations in any form, certified as correct by the custodian or other person authorized to make the certification ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The district court did allow Acosta to introduce several photographs of chaise lounges for the limited purpose of showing the jury what the chair looked like</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1172788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1360581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1618623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2371955/"
  ]
}