{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198263/",
  "absolute_url": "/opinion/198263/watkins-v-j-s-oil/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198263/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:48:57Z",
  "date_modified": "2017-03-24T10:56:08.274317Z",
  "type": "010combined",
  "sha1": "db3b0ee7cd83e3fc9692cfad408847fa050cc251",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1002.01A",
  "local_path": null,
  "plain_text": "        United States Court of Appeals\r\n            For the First Circuit\r\n                                 \r\n\nNo. 98-1002    \r\n\n                DAVID WATKINS,\r\n             Plaintiff, Appellee,\r\n\n                      v.\r\n\n            J&amp;S OIL COMPANY, INC.,\r\n            Defendant, Appellant.\r\n\n                                 \r\n\nNo. 98-1003    \r\n\n                DAVID WATKINS,\r\n            Plaintiff, Appellant,\r\n\n                      v.\r\n\n            J&amp;S OIL COMPANY, INC.,\r\n             Defendant, Appellee.\r\n\n                                 \r\n\nAPPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n          FOR THE DISTRICT OF MAINE\r\n\n [Hon. Morton A. Brody, U.S. District Judge]\r\n[Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r\n\n                                 \r\n\n                    Before\r\n\n           Torruella, Chief Judge,\r\n\nWellford, Senior Circuit Judge,\r\n\n          and Lynch, Circuit Judge.\r\n\n                                 \r\n\nJoseph J. Hahn, with whom Kate S. Debevoise, Glenn Israel and\r\nBernstein, Shur, Sawyer &amp; Nelson were on brief, for J&amp;S Oil\r\nCompany, Inc.\r\nCynthia L. Amara and New England Legal Foundation on brief for\r\nthe Maine Chamber and Business Alliance and the New England Legal\r\nFoundation, amici curiae.\r\nFrancis M. Jackson, with whom Jackson &amp; MacNichol was on\r\nbrief, for David Watkins.\r\n\n                                 \r\n             December 30, 1998\r\n\n                                           WELLFORD, Senior Circuit Judge.  Plaintiff David Watkins\r\nwas employed as a gas station manager for defendant J&amp;S Oil Co.,\r\nInc. (\"J&amp;S\").  In August of 1994, he suffered a heart attack and\r\nsubsequently had open heart surgery.  After he had been home on\r\nleave for about two weeks recuperating from surgery, J&amp;S called\r\nWatkins, asked him whether he intended to return to work, and\r\ninformed him that he had been replaced in his position as station\r\nmanager.  After Watkins had completed the leave, claimed under the\r\nFamily and Medical Leave Act (\"FMLA\"), 29 U.S.C.  2601, et seq.,\r\nhe did not return to work for J&amp;S in any capacity.  Watkins sued\r\nJ&amp;S pursuant to the FMLA and also the Americans with Disabilities\r\nAct (\"ADA\"), 42 U.S.C.  12101, et seq., as well as under state\r\nlaw for infliction of emotional distress.  The district court\r\ngranted J&amp;S's motion for summary judgment on both the ADA and the\r\nstate law claims, but denied the motion with respect to Watkins's\r\nFMLA claim.  The FMLA claim was tried to a jury, which found in\r\nfavor of Watkins.  J&amp;S now appeals the district court's denial of\r\nits motion for summary judgment and its motion to vacate that\r\njudgment.  Watkins appeals the district court's granting of J&amp;S's\r\nmotion for summary judgment on the ADA and state law claims.\r\nAt all pertinent times, J&amp;S operated three gas stations\r\nin Maine.  J&amp;S hired Watkins in 1992 as a gas attendant at its\r\nFarmingdale station, although Watkins had informed J&amp;S that he had\r\npreviously experienced a heart attack.  In August of 1993, J&amp;S\r\npromoted Watkins to station manager.  During July of 1994, however,\r\nWatkins had another heart attack which caused him to be out of work\r\nfor about five weeks.  Despite the second heart attack, he returned\r\nto work with no restrictions.  On September 17, 1994, Watkins\r\nsuffered still another heart attack and subsequently underwent\r\nsurgery for his condition.\r\nOn October 3, 1994, while Watkins was on leave\r\nrecuperating from surgery, the Human Resources Officer for J&amp;S,\r\nWade Look, called Watkins regarding whether and when Watkins\r\nintended to return to work.  Watkins testified as follows about\r\nthat conversation (in part):\r\nQ.  Okay.  So he asked you, are you\r\nplanning to return to J&amp;S Oil.  What did\r\nyou say to him?\r\n\nWATKINS:  Do I still have a position as\r\nstore manager.\r\n\nQ.  Okay.  And what was his response?\r\n\nWATKINS:  No, you don't.\r\n\nQ.  Okay.  Then what.\r\n\nWATKINS:  He said, you have been replaced.\r\n\nQ.  Okay.  As store manager?\r\n\nWATKINS:  Yes, sir.\r\n\nQ.  All right.  So still you have the\r\nquestion hanging, do you plan to return to\r\nJ&amp;S.  What was your answer to that?\r\n\nWATKINS:  I asked him again if my job as\r\nstore manager was available.\r\n\nQ.  Okay.  And he said?\r\n\nWATKINS:  No.\r\n\nQ.  So what did you say?\r\n\nWATKINS:  I asked him what he expected me\r\nto do at this point in time as far as --\r\nas work, and he said that in order to\r\nreturn that he was not going to accept a\r\ndoctor's note, that they would only speak\r\nto the doctor personally, and that would\r\nbe the only way they would let me return.\r\n\nAt the time of that conversation, Watkins did not, in fact, know\r\nwhen he would physically be able to return to work.\r\nLater in October, Watkins was examined by his doctor, but\r\nhe could not recall what the doctor had told him regarding his\r\nability to return to work.  About a month after the third attack,\r\nLook again called Watkins to ask how he was feeling and whether he\r\nintended to return to J&amp;S.  Watkins asked again whether his\r\nposition as store manager was available, and Look indicated that it\r\nwas not, and Watkins testified as to the following conversation:\r\nQ.  Did you ask him what jobs there were\r\navailable for you at J&amp;S?\r\n\nWATKINS:  No.\r\n\nQ.  All right.  Did he tell you what jobs\r\nwere available to you at J&amp;S?\r\n\nWATKINS:  He mentioned that there would be\r\nan office job that I could bid on but was\r\nnot a guarantee that I would get the job.\r\n\nQ.  And what was that job?\r\n\nWATKINS:  I have no idea.\r\n\nQ.  Did that interest you at all?\r\n\nWATKINS:  Yes.\r\n\nQ.  So did you ask him what the job was?\r\n\nWATKINS:  No.\r\n\nQ.  Why not?\r\n\nWATKINS:  Because he wasn't sure what the\r\nposition exactly was.  There was no job\r\ndescription, according to him, at that\r\nparticular point in time.\r\n\nQ.  So tell me what you asked him and what\r\nhe told you about that job. . . . \r\n\nWATKINS:  That they were expanding and\r\nthat there would be a job available in the\r\noffice and I would be able to bid on it.\r\n\nQ.  Did you ever bid on it?\r\n\nWATKINS:  No, sir.\r\n\nQ.  Is there a reason why you didn't bid\r\non it?\r\n\nWATKINS:  It never came available between\r\nthat conversation and November 7th.\r\n\nQ.  Did you explore that job with him at\r\nany time?\r\n\nWATKINS:  No.\r\n\nQ.  Did you ever discuss it again other\r\nthan that two or three little sentences\r\nyou just described?\r\n\nWATKINS:  No, sir.\r\n\nQ.  Did he discuss any other jobs with\r\nyou?\r\n\nWATKINS:  Yes.\r\n\nQ.  What other jobs . . . on this\r\ntelephone call? . . . \r\n\nWATKINS:  He said that there was a\r\npossibility but no guarantees that he\r\nmight be able to put me as a gas attendant\r\non third shift in Winslow.\r\n\nQ.  Okay.  Did he say anything to you\r\nabout your salary?\r\n\nWATKINS:  I asked him was it going to be\r\nat the same rate of pay and he said no.\r\n\nQ.  Okay.  This was what, the Winslow job\r\nor the office job?\r\n\nWATKINS:  The Winslow job.\r\n\nQ.  What about the office job?\r\n\nWATKINS:  Nothing ever was discussed\r\nagain.\r\n\nOn November 7, 1994, Look called Watkins a third and\r\nfinal time to notify Watkins that the company would no longer pay\r\nfor his insurance because his leave had then expired, and also to\r\nfind out whether Watkins was planning to go back to work.  Watkins\r\nagain asked if his store manager job was available, and Look\r\ninformed him that it was not.  At that point, Watkins said, \"I\r\nthink we're going to part company.\"  Watkins's position at that\r\npoint was that he wanted the store manager position or nothing;\r\nWatkins stated that he had decided not to accept any job other than\r\nthat of store manager.              I.  FAMILY AND MEDICAL LEAVE ACT CLAIM\r\nAs indicated above, the district court denied J&amp;S's\r\nmotion for summary judgment on the FMLA claim.  Also, the court\r\ndenied J&amp;S's motion for a judgment as a matter of law pursuant to\r\nFed. R. Civ. P. 50(a) which was made during the trial.  The jury\r\nthen returned a verdict in Watkins's favor for $43,000, the\r\nstipulated amount of damages.  J&amp;S filed a timely motion to vacate\r\nthe judgment on this verdict pursuant to Fed. R. Civ. P. 59(e),\r\nwhich was also denied.  On appeal, J&amp;S claims that the district\r\ncourt erred in failing to grant summary judgment on the FMLA claim\r\nand in failing to grant its motion to vacate the final judgment.\r\nAs stated above, the district court defeated all of J&amp;S's\r\nattempts for a favorable decision on the FMLA claim.  J&amp;S failed to\r\nrenew its motion for a judgment as a matter of law at the close of\r\nproof, so the denial of that motion is not properly before the\r\ncourt.  Simon v. Navon, 71 F.3d 9, 13 (1st Cir. 1995).  Since the\r\ncase proceeded to trial, denial of the defendant's motion for\r\nsummary judgment will not be separately addressed.  Lama v. Borras,\r\n16 F.3d 473, 476 n.5 (1st Cir. 1994).  We shall review the district\r\ncourt's denial of the motion to vacate the judgment, following the\r\njury verdict, for an abuse of discretion.  Simon, 71 F.3d at 13\r\n(citing Snchez v. Puerto Rico Oil Co., 37 F.3d 712, 717 (1st Cir.\r\n1994)).\r\nPursuant to the FMLA, \"an eligible employee shall be\r\nentitled to a total of 12 workweeks of leave during any 12-month\r\nperiod . . . [b]ecause of a serious health condition that makes the\r\nemployee unable to perform the functions of the position of such\r\nemployee.\"  29 U.S.C.  2612(a)(1)(D).  Any employee who takes such\r\na leave \"shall be entitled, on return from such leave -- (A) to be\r\nrestored by the employer to the [previous] position . . . or (B) to\r\nbe restored to an equivalent position with equivalent employment\r\nbenefits, pay, and other terms and conditions of employment.\"  29\r\nU.S.C.  2614(a)(1)(A), (B); see also Patterson v. Alltel\r\nInformation Services, Inc., 919 F. Supp. 500, 504 (D. Me. 1996). \r\nIn order to establish a prima facie case for a FMLA\r\nviolation, a plaintiff must show that (1) he is protected under the\r\nAct; (2) he suffered an adverse employment decision; and (3) either\r\nhe was treated less favorably than an employee who had not\r\nrequested FMLA leave or the adverse decision was made because of\r\nhis request for leave.  Oswalt v. Sara Lee Corp., 889 F. Supp. 253,\r\n259 (N.D. Miss. 1995), aff'd, 74 F.3d 91 (5th Cir. 1996); see alsoDaz v. Fort Wayne Foundry Corp., 131 F.3d 711, 712 (7th Cir. 1997)\r\n(discussing the appropriate burden-shifting in claims brought\r\npursuant to the FMLA).  It is undisputed that Watkins was an\r\neligible employee.\r\nThe district court held that hiring someone to replace\r\nWatkins in his former position as station manager did not, in and\r\nof itself, \"constitute an adverse employment decision\" under FMLA. \r\nWe agree that J&amp;S was not required under the FMLA to return Watkins\r\nto his former management position, which Watkins conceded was a\r\nstrenuous job that required at least a fifty-two hour week.  SeeBrown v. J.C. Penny Corp., 924 F. Supp. 1158 (S.D. Fla. 1996); 29\r\nC.F.R.  825.214.  J&amp;S was required, however, to afford him\r\nequivalent work and compensation under the Act.  We construe the\r\n\"equivalent\" requirement to mean that which is substantially equal\r\nor similar, not necessarily identical or exactly the same.  The\r\nemployer may take into account the employee's physical capabilities\r\nin determining the equivalent work and compensation involved.\r\nWatkins, at the outset, based on his own testimony,\r\nwanted and reiterated his desire to return to his job as store\r\nmanager, but he was told that J&amp;S planned to replace him due to the\r\npressures and needs of J&amp;S's small business operation.  There were\r\nnon-specific discussions about other positions and when and if\r\nWatkins was able to return to work.  Watkins asked what J&amp;S\r\nexpected him to do in light of the fact that his old position was\r\nno longer available.  J&amp;S raised the possibilities of a potential\r\noffice job (that apparently never became available) or a lesser\r\npaying gas attendant job.  Neither job, however, was actually\r\noffered to Watkins, and it is questionable whether either job was\r\nan \"equivalent\" position for purposes of satisfying the FMLA.  As\r\nindicated above, the district court found that the question of\r\nwhether Watkins was offered an equivalent position, giving Watkins\r\nthe benefit of the most favorable view of conflicting evidence,\r\nrequired a jury determination.  \r\nThe district court properly instructed the jury that\r\nWatkins had the burden of proving his case.  See Kaylor v. Fannin\r\nRegional Hospital, 946 F. Supp. 988, 1000 (N.D. Ga. 1996).  The\r\ncourt then required Watkins to prove by a preponderance of the\r\nevidence each of the following conditions:\r\n1.   That J&amp;S failed to provide an\r\nequivalent position with equivalent\r\npay and benefits at the end of the\r\ntwelve-week period, using a\r\n\"substantially equivalent\"\r\ndefinition.\r\n\n2.   \"[T]hat Watkins was physically able\r\nto perform essential functions of\r\n. . . an equivalent position . . .\r\nat the end of the twelve-week\r\nperiod.\"\r\n\n3.   That Watkins \"did not voluntarily\r\nresign.\"\r\n\n4.   That Watkins did not prevent J&amp;S\r\nfrom carrying out its FMLA\r\nobligations by his own \"actions or\r\ninactions.\"\r\n\nJ&amp;S moved to vacate the verdict under Rule 59(e) on two\r\ngrounds.  It argued that it could not, as a matter of law, be\r\nrequired to reinstate Watkins because (1) he failed to \"return from\r\n[FMLA] leave,\" as required under 29 U.S.C.  2614(a)(1), and (2) he\r\n\"unequivocally advise[d] [J&amp;S] . . . that [he] [did] not intend to\r\nwork\" and thus was no longer eligible for reinstatement under 29\r\nC.F.R.  825.312(e).\r\nWe address the latter argument first.  Although J&amp;S\r\nstyled its motion as one based on \"a manifest error of law,\" it is\r\nclear that the jury's verdict was not based on the erroneous\r\nproposition that an employer is obligated under the FMLA to offer\r\nreinstatement to an employee who has resigned.  Whether Watkins\r\nvoluntarily resigned was a question of fact that the jury was\r\nexpressly asked to resolve.  The jury apparently found that, under\r\nthe circumstances, Watkins's statement, \"I think we're going to\r\npart company,\" was not equivalent to a voluntary resignation but\r\nrather his recognition that J&amp;S refused to offer him reinstatement\r\nto an equivalent position.  Although reasonable minds could\r\ncertainly differ, that finding was supported by sufficient\r\nevidence.  We conclude that the district court did not abuse its\r\ndiscretion in refusing to vacate the verdict on this ground.  SeeLama, 16 F.3d at 477.\r\nJ&amp;S's other argument is equally unavailing.  In essence,\r\nit asks the court to impose a per se rule that an employee is not\r\neligible for reinstatement unless he or she reports in person to\r\nthe employer's place of business at the end of the leave period. \r\nNothing in the FMLA supports such a rule.  Section 2614(a)(1)\r\nmerely provides that an employee is entitled to reinstatement to\r\nthe same or an equivalent position \"on return from [FMLA] leave,\"\r\nwithout defining this phrase further.  See 29 U.S.C.  2614(a)(1).\r\nA Department of Labor regulation addressing the question\r\n\"What notice may an employer require regarding an employee's return\r\nto work?\" does provide some guidance.  See 29 C.F.R.  825.309. \r\nSection 825.309 explains that \"an employer may require an employee\r\non FMLA leave to report periodically on the employee's status and\r\nintent to return to work\" and that \"[FMLA] obligations continue if\r\nan employee indicates that he or she may be unable to work but\r\nexpresses a continuing desire to do so.\"  Id.  A per se rule\r\nrequiring employees to show up on the employer's doorstep in order\r\nto be eligible for reinstatement would be contrary to the spirit,\r\nif not the letter, of this regulation.\r\nThe two cases cited by J&amp;S do not constitute authority to\r\nthe contrary.  In Lacoparra v. Pergament Home Centers, 982 F.Supp.\r\n213 (S.D.N.Y 1997), the court held that an employee who \"never\r\ncontacted her employer about reinstatement\" was not entitled to\r\nreinstatement.  Id. at 221.  Similarly, the court in Nunes v. Wal-\r\nMart Stores, 980 F.Supp. 1335 (N.D. Cal. 1997), found that an\r\nemployer had no obligation to reinstate an employee who failed to\r\nsubmit a required leave form and did not stay in contact with her\r\nemployer (or even permit her employer to stay in contact with her,\r\nsince she changed her address and phone number without informing\r\nthe employer).  Neither Lacoparra nor Nunes imposed a per se rule\r\nthat an employee can only \"return from leave\" by physically\r\npresenting himself or herself at the employer's place of business,\r\nand we decline to impose one here.\r\nJ&amp;S's suggestion does direct our attention to an\r\nuncertain area of FMLA law, namely, who bears the burden of\r\ninitiating contact:  does the employer have an affirmative\r\nobligation to contact the employee in order to ascertain the\r\nemployee's intentions and to offer the employee reinstatement, or\r\ndoes the employee (even in the absence of specific directives from\r\nthe employer pursuant to 29 C.F.R.  825.309) have a duty to\r\ncontact the employer to seek reinstatement?  This is a different\r\nquestion than whether the employee must physically return to the\r\nworkplace, and one we need not decide here, because it was\r\nundisputed that Watkins and J&amp;S were in contact at the end of\r\nWatkins's leave period, by virtue of the November 7th phone call.\r\nThe fact question left for the jury was whether Watkins\r\nhad \"returned from leave\" at the time of this phone call and was\r\ntherefore eligible for reinstatement.  The district court broke\r\ndown this question into three component questions:  (1) whether\r\nWatkins \"was physically able to perform essential functions of\r\n. . . an equivalent position . . . at the end of the twelve-week\r\nperiod,\" (2) whether he \"did not voluntarily resign,\" and (3)\r\nwhether he did not prevent J&amp;S from carrying out its FMLA\r\nobligations by his own \"actions or inactions.\"  The jury answered\r\neach of these questions in the affirmative, and there was\r\nsufficient evidence to support its conclusions.  Thus, we find that\r\nthe district court did not abuse its discretion in refusing to\r\nvacate the verdict based on the argument that Watkins had failed to\r\n\"return from leave\" under 29 U.S.C.  2614(a)(1).\r\n\n  II.  WATKINS'S MOTION FOR SUMMARY JUDGMENT\r\nA.  ADA Claim\r\nThe district court made the following findings with\r\nrespect to the ADA claim:\r\n1.   Plaintiff did not provide J&amp;S with\r\nadequate medical certification\r\nregarding his condition and ability\r\nto return to work within the meaning\r\nof ADA requirements.\r\n\n2.   J&amp;S made offers of other positions\r\nand was not required, for business\r\nreasons, to hold the vacant position\r\nopen for Watkins.  The employer was\r\nnot required to wait indefinitely\r\nfor plaintiff to show his ability to\r\nwork in his old job or in any\r\ncomparable positions.\r\n\n3.   Reasonable accommodation does not\r\nrequire leaving a position open or\r\nfilling it temporarily when an\r\nemployer offers uncontradicted\r\nevidence of the importance of such a\r\nposition to its business, especially\r\nwhen the employer has no way of\r\nknowing when, or even if, the\r\nemployee will return to work. \r\nMonette v. Electronic Data Systems\r\nCorp., 90 F.3d 1173, 1187-88 (6th\r\nCir. 1996).\r\n\n4.   Plaintiff, in failing to provide his\r\nemployer with any information\r\nregarding his ability to return,\r\ndemands what certainly amounts to\r\n\"indefinite leave.\"  Such an\r\naccommodation is not required by the\r\nADA.\r\n\n     . . .\r\n\nDefendant has presented a legitimate\r\nnondiscriminatory reason for replacing\r\nPlaintiff.  Plaintiff has presented no\r\nevidence that Defendant's reason was\r\nmerely a pretext for illegal\r\ndiscrimination.  Accordingly, Defendant's\r\nMotion for Summary Judgment as to the ADA\r\nclaim is granted.\r\nWatkins argues that J&amp;S failed to reasonably accommodate\r\nhim by refusing to hold open his position as station manager until\r\nhis return from leave.  The district court found that there was \"no\r\ndirect evidence of discrimination\" under the Act, and that J&amp;S was\r\nnot required to hold the managerial position open for an indefinite\r\namount of time.  The district court determined that Watkins failed\r\nadequately to show that on the date of his replacement that he was\r\nable \"to return to work\" or \"to perform the essential functions of\r\nhis job without reasonable accommodation.\"  The court recognized\r\nthat under some circumstances an employer may be required to hold\r\na position open for some duration as a \"reasonable accommodation,\"\r\nbut when the employee's absence poses an undue hardship on the\r\nemployer, then leaving the position open would not be considered to\r\nbe \"reasonable.\"  Finally, the district judge determined that\r\nWatkins \"never informed [J&amp;S] as to when he might be able to return\r\nor what accommodations he might require\"; in effect, he concluded\r\nthat Watkins never made a specific reasonable accommodation request\r\nfor purposes of the ADA.  The court concluded, furthermore, that\r\nthe J&amp;S was not advised with sufficient specificity that in the\r\n\"immediate future,\" Watkins would be able to resume his job or an\r\nequivalent position, citing Myers v. Hose, 50 F.3d 278, 282 (4th\r\nCir. 1995).  In sum, J&amp;S was not required, for ADA purposes, to\r\nprovide accommodation to Watkins for what amounted to an\r\n\"indefinite leave.\"  See Monette v. Electronic Data Systems, 90\r\nF.3d 1173, 1187-88 (6th Cir. 1996); Rogers v. International Marine\r\nTerminals, Inc., 87 F.3d 755, 759 (5th Cir. 1996); Hudson v. MCI\r\nTelecommunications, 87 F.3d 1167, 1169 (10th Cir. 1996). \r\nWatkins argues in his brief that job termination alone\r\ninvolves such psychological stress that he has presented a case for\r\njury determination.  He cites no case in support of that\r\nproposition.  Watkins complains that other than his FMLA damages he\r\nis left without a remedy.  We impose no further requirement on the\r\nemployer, under the circumstances of this case, to afford\r\nadditional accommodation to Watkins whose ability to return to\r\nservice when he was replaced was, at best, indefinite.\r\nThe difficulty in this case is allowing the recovery of\r\nsubstantial damages under the FMLA based on the jury verdict, while\r\nat the same time affirming the summary judgment in favor of J&amp;S on\r\nWatkins's ADA claim.  We agree with the district court that while\r\nthese causes of action may interrelate, they involve separate and\r\ndistinct statutory claims.  There is a paucity of authority on the\r\nFMLA, and we have concluded that material factual controversies\r\nexisted for a factfinder to decide.  We concede particular\r\ndifficulty with the jury finding that Watkins was able to perform\r\nthe essential functions of an equivalent position in early\r\nNovember, 1994.  We resolve the difficulty by giving Watkins the\r\nbenefit of doubt and leaving this issue within the province of the\r\njury.  The parties' burdens are different under the two statutory\r\nschemes.  Under the FMLA, J&amp;S was responsible for restoring Watkins\r\nto an equivalent position when his leave expired.  The evidence\r\nsupported the jury's determination that it failed in that duty. \r\nHowever, under the ADA, Watkins was obligated to request a\r\nreasonable accommodation.  The district court found, as a matter of\r\nlaw, that Watkins's request that J&amp;S leave his original position\r\nopen for an indefinite amount of time was unreasonable.  We affirmboth the jury's verdict and the district court's decision on those\r\nADA claims.\r\nB.  Emotional Distress Claim\r\nThere is a heavy burden cast upon Watkins on his claim\r\nfor emotional distress under Maine law.  He must demonstrate that\r\nhe suffered severe stress and that the action of J&amp;S was outrageous\r\nin nature.  See Barnes v. Zappia 658 A.2d 1086 (Me. 1995); see alsoDewilde v. Guy Gannett Publishing Co., 797 F. Supp. 55, 63 (D. Me.\r\n1992).  We find no error in the determination by the district court\r\nthat Watkins failed to meet this difficult standard under the\r\ncircumstances of this case.  We have affirmed the grant of summary\r\njudgment on the ADA claim for the reasons indicated.  The emotional\r\ndistress claim is interrelated with the ADA claim with respect to\r\nthe termination.  We affirm the judgment on count three.\r\n\n               III.  CONCLUSION\r\nFor the reasons stated, we affirm the FMLA jury award and\r\njudgment.  We affirm also the district court's grant of summary\r\njudgment in favor of J&amp;S on the ADA claim and the extreme emotional\r\ndistress claim.\n",
  "html": "<p class=\"case_cite\">164 F.3d 55</p>\n    <p class=\"case_cite\">74 Empl. Prac. Dec. P 45,681, 137 Lab.Cas.  P 33,779,<br>5 Wage &amp; Hour Cas.2d (BNA) 1, 14 NDLR P 57</p>\n    <p class=\"parties\">David WATKINS, Plaintiff, Appellee,<br>v.<br>J &amp; S OIL COMPANY, INC., Defendant, Appellant.<br>David Watkins, Plaintiff, Appellant,<br>v.<br>J &amp; S Oil Company, Inc., Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 98-1002, 98-1003.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 29, 1998.<br>Decided Dec. 30, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph J. Hahn, with whom Kate S. Debevoise, Glenn Israel and Bernstein, Shur, Sawyer &amp; Nelson were on brief, for J &amp; S Oil Company, Inc.</p>\n      <p class=\"indent\">Cynthia L. Amara and New England Legal Foundation on brief for the Maine Chamber and Business Alliance and the New England Legal Foundation, amici curiae.</p>\n      <p class=\"indent\">Francis M. Jackson, with whom Jackson &amp; MacNichol was on brief, for David Watkins.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, WELLFORD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">WELLFORD, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff David Watkins was employed as a gas station manager for defendant J &amp; S Oil Co., Inc.  (\"J &amp; S\").  In August of 1994, he suffered a heart attack and subsequently had open heart surgery.  After he had been home on leave for about two weeks recuperating from surgery, J &amp; S called Watkins, asked him whether he intended to return to work, and informed him that he had been replaced in his position as station manager.  After Watkins had completed the leave, claimed under the Family and Medical Leave Act (\"FMLA\"), 29 U.S.C. &#167;&#167; 2601, et seq., he did not return to work for J &amp; S in any capacity.  Watkins sued J &amp; S pursuant to the FMLA and also the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. &#167;&#167; 12101, et seq., as well as under state law for infliction of emotional distress.  The district court granted J &amp; S's motion for summary judgment on both the ADA and the state law claims, but denied the motion with respect to Watkins's FMLA claim.  The FMLA claim was tried to a jury, which found in favor of Watkins.  J &amp; S now appeals the district court's denial of its motion for summary judgment and its motion to vacate that judgment.  Watkins appeals the district court's granting of J &amp; S's motion for summary judgment on the ADA and state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At all pertinent times, J &amp; S operated three gas stations in Maine.  J &amp; S hired Watkins in 1992 as a gas attendant at its Farmingdale station, although Watkins had informed J &amp; S that he had previously experienced a heart attack.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In August of 1993, J &amp; S promoted Watkins to station manager.  During July of 1994, however, Watkins had another heart attack which caused him to be out of work for about five weeks.  Despite the second heart attack, he returned to work with no restrictions.  On September 17, 1994, Watkins suffered still another heart attack and subsequently underwent surgery for his condition.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 3, 1994, while Watkins was on leave recuperating from surgery, the Human Resources Officer for J &amp; S, Wade Look, called Watkins regarding whether and when Watkins intended to return to work.  Watkins testified as follows about that conversation (in part):</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Q. Okay.  So he asked you, are you planning to return to J &amp; S Oil.  What did you say to him?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>WATKINS:  Do I still have a position as store manager.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Q. Okay.  And what was his response?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>WATKINS:  No, you don't.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Q. Okay.  Then what.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>WATKINS:  He said, you have been replaced.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Q. Okay.  As store manager?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>WATKINS:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Q. All right.  So still you have the question hanging, do you plan to return to J &amp; S. What was your answer to that?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>WATKINS:  I asked him again if my job as store manager was available.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Q. Okay.  And he said?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>WATKINS:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Q. So what did you say?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>WATKINS:  I asked him what he expected me to do at this point in time as far as--as work, and he said that in order to return that he was not going to accept a doctor's note, that they would only speak to the doctor personally, and that would be the only way they would let me return.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At the time of that conversation, Watkins did not, in fact, know when he would physically be able to return to work.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Later in October, Watkins was examined by his doctor, but he could not recall what the doctor had told him regarding his ability to return to work.  About a month after the third attack, Look again called Watkins to ask how he was feeling and whether he intended to return to J &amp; S. Watkins asked again whether his position as store manager was available, and Look indicated that it was not, and Watkins testified as to the following conversation:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Q. Did you ask him what jobs there were available for you at J &amp; S?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>WATKINS:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Q. All right.  Did he tell you what jobs were available to you at J &amp; S?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>WATKINS:  He mentioned that there would be an office job that I could bid on but was not a guarantee that I would get the job.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Q. And what was that job?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>WATKINS:  I have no idea.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Q. Did that interest you at all?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>WATKINS:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Q. So did you ask him what the job was?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>WATKINS:  No.Q. Why not?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>WATKINS:  Because he wasn't sure what the position exactly was.  There was no job description, according to him, at that particular point in time.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Q. So tell me what you asked him and what he told you about that job....</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>WATKINS:  That they were expanding and that there would be a job available in the office and I would be able to bid on it.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Q. Did you ever bid on it?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>WATKINS:  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>Q. Is there a reason why you didn't bid on it?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>WATKINS:  It never came available between that conversation and November 7th.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Q. Did you explore that job with him at any time?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>WATKINS:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Q. Did you ever discuss it again other than that two or three little sentences you just described?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>WATKINS:  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Q. Did he discuss any other jobs with you?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>WATKINS:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Q. What other jobs ... on this telephone call? ...</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>WATKINS:  He said that there was a possibility but no guarantees that he might be able to put me as a gas attendant on third shift in Winslow.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>Q. Okay.  Did he say anything to you about your salary?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>WATKINS:  I asked him was it going to be at the same rate of pay and he said no.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>Q. Okay.  This was what, the Winslow job or the office job?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>WATKINS:  The Winslow job.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>Q. What about the office job?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>WATKINS:  Nothing ever was discussed again.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">On November 7, 1994, Look called Watkins a third and final time to notify Watkins that the company would no longer pay for his insurance because his leave had then expired, and also to find out whether Watkins was planning to go back to work.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Watkins again asked if his store manager job was available, and Look informed him that it was not.  At that point, Watkins said, \"I think we're going to part company.\"   Watkins's position at that point was that he wanted the store manager position or nothing;  Watkins stated that he had decided not to accept any job other than that of store manager.</p>\n    </div>\n    <p>I. FAMILY AND MEDICAL LEAVE ACT CLAIM</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As indicated above, the district court denied J &amp; S's motion for summary judgment on the FMLA claim.  Also, the court denied J &amp; S's motion for a judgment as a matter of law pursuant to Fed.R.Civ.P. 50(a) which was made during the trial.  The jury then returned a verdict in Watkins's favor for $43,000, the stipulated amount of damages.  J &amp; S filed a timely motion to vacate the judgment on this verdict pursuant to Fed.R.Civ.P. 59(e), which was also denied.  On appeal, J &amp; S claims that the district court erred in failing to grant summary judgment on the FMLA claim and in failing to grant its motion to vacate the final judgment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As stated above, the district court defeated all of J &amp; S's attempts for a favorable decision on the FMLA claim.  J &amp; S failed to renew its motion for a judgment as a matter of law at the close of proof, so the denial of that motion is not properly before the court.  Simon v. Navon, 71 F.3d 9, 13 (1st Cir.1995).  Since the case proceeded to trial, denial of the defendant's motion for summary judgment will not be separately addressed.  Lama v. Borras, 16 F.3d 473, 476 n. 5 (1st Cir.1994).  We shall review the district court's denial of the motion to vacate the judgment, following the jury verdict, for an abuse of discretion.  Simon, 71 F.3d at 13 (citing Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 717 (1st Cir.1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Pursuant to the FMLA, \"an eligible employee shall be entitled to a total of 12 workweeks of leave during any 12-month period ... [b]ecause of a serious health condition that makes the employee unable to perform the functions of the position of such employee.\"  29 U.S.C. &#167; 2612(a)(1)(D).  Any employee who takes such a leave \"shall be entitled, on return from such leave--(A) to be restored by the employer to the [previous] position ... or (B) to be restored to an equivalent position with equivalent employment benefits, pay, and other terms and conditions of employment.\"  29 U.S.C. &#167; 2614(a)(1)(A), (B);  see also Patterson v. Alltel Information Services, Inc., 919 F.Supp. 500, 504 (D.Me.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In order to establish a prima facie case for a FMLA violation, a plaintiff must show that (1) he is protected under the Act;  (2) he suffered an adverse employment decision;  and (3) either he was treated less favorably than an employee who had not requested FMLA leave or the adverse decision was made because of his request for leave.  Oswalt v. Sara Lee Corp., 889 F.Supp. 253, 259 (N.D.Miss.1995), aff'd, 74 F.3d 91 (5th Cir.1996);  see also Diaz v. Fort Wayne Foundry Corp., 131 F.3d 711, 712 (7th Cir.1997) (discussing the appropriate burden-shifting in claims brought pursuant to the FMLA).  It is undisputed that Watkins was an eligible employee.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The district court held that hiring someone to replace Watkins in his former position as station manager did not, in and of itself, \"constitute an adverse employment decision\" under FMLA.  We agree that J &amp; S was not required under the FMLA to return Watkins to his former management position, which Watkins conceded was a strenuous job that required at least a fifty-two hour week.  See Brown v. J.C. Penney Corp., 924 F.Supp. 1158 (S.D.Fla.1996);  29 C.F.R. &#167; 825.214.  J &amp; S was required, however, to afford him equivalent work and compensation under the Act.  We construe the \"equivalent\" requirement to mean that which is substantially equal or similar, not necessarily identical or exactly the same.  The employer may take into account the employee's physical capabilities in determining the equivalent work and compensation involved.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Watkins, at the outset, based on his own testimony, wanted and reiterated his desire to return to his job as store manager, but he was told that J &amp; S planned to replace him due to the pressures and needs of J &amp; S's small business operation.  There were non-specific discussions about other positions and when and if Watkins was able to return to work.  Watkins asked what J &amp; S expected him to do in light of the fact that his old position was no longer available.  J &amp; S raised the possibilities of a potential office job (that apparently never became available) or a lesser paying gas attendant job.  Neither job, however, was actually offered to Watkins, and it is questionable whether either job was an \"equivalent\" position for purposes of satisfying the FMLA.  As indicated above, the district court found that the question of whether Watkins was offered an equivalent position, giving Watkins the benefit of the most favorable view of conflicting evidence, required a jury determination.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The district court properly instructed the jury that Watkins had the burden of proving his case.  See Kaylor v. Fannin Regional Hospital, 946 F.Supp. 988, 1000 (N.D.Ga.1996).  The court then required Watkins to prove by a preponderance of the evidence each of the following conditions:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">1.  That J &amp; S failed to provide an equivalent position with equivalent pay and benefits at the end of the twelve-week period, using a \"substantially equivalent\" definition.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">2. \"[T]hat Watkins was physically able to perform essential functions of ... an equivalent position ... at the end of the twelve-week period.\"</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">3. That Watkins \"did not voluntarily resign.\"</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">4. That Watkins did not prevent J &amp; S from carrying out its FMLA obligations by his own \"actions or inactions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">J &amp; S moved to vacate the verdict under Rule 59(e) on two grounds.  It argued that it could not, as a matter of law, be required to reinstate Watkins because (1) he failed to \"return from [FMLA] leave,\" as required under 29 U.S.C. &#167; 2614(a)(1), and (2) he \"unequivocally advise[d][J &amp; S] ... that [he][did] not intend to work\" and thus was no longer eligible for reinstatement under 29 C.F.R. &#167; 825.312(e).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We address the latter argument first.  Although J &amp; S styled its motion as one based on \"a manifest error of law,\" it is clear that the jury's verdict was not based on the erroneous proposition that an employer is obligated under the FMLA to offer reinstatement to an employee who has resigned.  Whether Watkins voluntarily resigned was a question of fact that the jury was expressly asked to resolve.  The jury apparently found that, under the circumstances, Watkins's statement, \"I think we're going to part company,\" was not equivalent to a voluntary resignation but rather his recognition that J &amp; S refused to offer him reinstatement to an equivalent position.  Although reasonable minds could certainly differ, that finding was supported by sufficient evidence.  We conclude that the district court did not abuse its discretion in refusing to vacate the verdict on this ground.  See Lama, 16 F.3d at 477.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">J &amp; S's other argument is equally unavailing.  In essence, it asks the court to impose a per se rule that an employee is not eligible for reinstatement unless he or she reports in person to the employer's place of business at the end of the leave period.  Nothing in the FMLA supports such a rule.  Section 2614(a)(1) merely provides that an employee is entitled to reinstatement to the same or an equivalent position \"on return from [FMLA] leave,\" without defining this phrase further.  See 29 U.S.C. &#167; 2614(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">A Department of Labor regulation addressing the question \"What notice may an employer require regarding an employee's return to work?\" does provide some guidance.  See 29 C.F.R. &#167; 825.309.  Section 825.309 explains that \"an employer may require an employee on FMLA leave to report periodically on the employee's status and intent to return to work\" and that \"[FMLA] obligations continue if an employee indicates that he or she may be unable to work but expresses a continuing desire to do so.\"  Id. A per se rule requiring employees to show up on the employer's doorstep in order to be eligible for reinstatement would be contrary to the spirit, if not the letter, of this regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The two cases cited by J &amp; S do not constitute authority to the contrary.  In Lacoparra v. Pergament Home Centers, 982 F.Supp. 213 (S.D.N.Y.1997), the court held that an employee who \"never contacted her employer about reinstatement\" was not entitled to reinstatement.  Id. at 221.   Similarly, the court in Nunes v. Wal-Mart Stores, 980 F.Supp. 1336 (N.D.Cal.1997), found that an employer had no obligation to reinstate an employee who failed to submit a required leave form and did not stay in contact with her employer (or even permit her employer to stay in contact with her, since she changed her address and phone number without informing the employer).  Neither Lacoparra nor Nunes imposed a per se rule that an employee can only \"return from leave\" by physically presenting himself or herself at the employer's place of business, and we decline to impose one here.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">J &amp; S's suggestion does direct our attention to an uncertain area of FMLA law, namely, who bears the burden of initiating contact:  does the employer have an affirmative obligation to contact the employee in order to ascertain the employee's intentions and to offer the employee reinstatement, or does the employee (even in the absence of specific directives from the employer pursuant to 29 C.F.R. &#167; 825.309) have a duty to contact the employer to seek reinstatement?   This is a different question than whether the employee must physically return to the workplace, and one we need not decide here, because it was undisputed that Watkins and J &amp; S were in contact at the end of Watkins's leave period, by virtue of the November 7th phone call.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The fact question left for the jury was whether Watkins had \"returned from leave\" at the time of this phone call and was therefore eligible for reinstatement.  The district court broke down this question into three component questions:  (1) whether Watkins \"was physically able to perform essential functions of ... an equivalent position ... at the end of the twelve-week period,\" (2) whether he \"did not voluntarily resign,\" and (3) whether he did not prevent J &amp; S from carrying out its FMLA obligations by his own \"actions or inactions.\"   The jury answered each of these questions in the affirmative, and there was sufficient evidence to support its conclusions.  Thus, we find that the district court did not abuse its discretion in refusing to vacate the verdict based on the argument that Watkins had failed to \"return from leave\" under 29 U.S.C. &#167; 2614(a)(1).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II. WATKINS'S MOTION FOR SUMMARY JUDGMENT</p>\n    <p>A. ADA Claim</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The district court made the following findings with respect to the ADA claim:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">1.  Plaintiff did not provide J &amp; S with adequate medical certification regarding his condition and ability to return to work within the meaning of ADA requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">2. J &amp; S made offers of other positions and was not required, for business reasons, to hold the vacant position open for Watkins.  The employer was not required to wait indefinitely for plaintiff to show his ability to work in his old job or in any comparable positions.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">3. Reasonable accommodation does not require leaving a position open or filling it temporarily when an employer offers uncontradicted evidence of the importance of such a position to its business, especially when the employer has no way of knowing when, or even if, the employee will return to work.  Monette v. Electronic Data Systems Corp., 90 F.3d 1173, 1187-88 (6th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">4. Plaintiff, in failing to provide his employer with any information regarding his ability to return, demands what certainly amounts to \"indefinite leave.\"   Such an accommodation is not required by the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>Defendant has presented a legitimate nondiscriminatory reason for replacing Plaintiff.  Plaintiff has presented no evidence that Defendant's reason was merely a pretext for illegal discrimination.  Accordingly, Defendant's Motion for Summary Judgment as to the ADA claim is granted.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Watkins argues that J &amp; S failed to reasonably accommodate him by refusing to hold open his position as station manager until his return from leave.  The district court found that there was \"no direct evidence of discrimination\" under the Act, and that J &amp; S was not required to hold the managerial position open for an indefinite amount of time.  The district court determined that Watkins failed adequately to show that on the date of his replacement that he was able \"to return to work\" or \"to perform the essential functions of his job without reasonable accommodation.\"   The court recognized that under some circumstances an employer may be required to hold a position open for some duration as a \"reasonable accommodation,\" but when the employee's absence poses an undue hardship on the employer, then leaving the position open would not be considered to be \"reasonable.\"   Finally, the district judge determined that Watkins \"never informed [J &amp; S] as to when he might be able to return or what accommodations he might require\";  in effect, he concluded that Watkins never made a specific reasonable accommodation request for purposes of the ADA.  The court concluded, furthermore, that the J &amp; S was not advised with sufficient specificity that in the \"immediate future,\" Watkins would be able to resume his job or an equivalent position, citing Myers v. Hose, 50 F.3d 278, 282 (4th Cir.1995).  In sum, J &amp; S was not required, for ADA purposes, to provide accommodation to Watkins for what amounted to an \"indefinite leave.\"   See Monette v. Electronic Data Systems, 90 F.3d 1173, 1187-88 (6th Cir.1996);  Rogers v. International Marine Terminals, Inc., 87 F.3d 755, 759 (5th Cir.1996);  Hudson v. MCI Telecommunications, 87 F.3d 1167, 1169 (10th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Watkins argues in his brief that job termination alone involves such psychological stress that he has presented a case for jury determination.  He cites no case in support of that proposition.  Watkins complains that other than his FMLA damages he is left without a remedy.  We impose no further requirement on the employer, under the circumstances of this case, to afford additional accommodation to Watkins whose ability to return to service when he was replaced was, at best, indefinite.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The difficulty in this case is allowing the recovery of substantial damages under the FMLA based on the jury verdict, while at the same time affirming the summary judgment in favor of J &amp; S on Watkins's ADA claim.  We agree with the district court that while these causes of action may interrelate, they involve separate and distinct statutory claims.  There is a paucity of authority on the FMLA, and we have concluded that material factual controversies existed for a factfinder to decide.  We concede particular difficulty with the jury finding that Watkins was able to perform the essential functions of an equivalent position in early November, 1994.  We resolve the difficulty by giving Watkins the benefit of doubt and leaving this issue within the province of the jury.  The parties' burdens are different under the two statutory schemes.  Under the FMLA, J &amp; S was responsible for restoring Watkins to an equivalent position when his leave expired.  The evidence supported the jury's determination that it failed in that duty.  However, under the ADA, Watkins was obligated to request a reasonable accommodation.  The district court found, as a matter of law, that Watkins's request that J &amp; S leave his original position open for an indefinite amount of time was unreasonable.  We affirm both the jury's verdict and the district court's decision on those ADA claims.</p>\n    </div>\n    <p>B. Emotional Distress Claim</p>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">There is a heavy burden cast upon Watkins on his claim for emotional distress under Maine law.  He must demonstrate that he suffered severe stress and that the action of J &amp; S was outrageous in nature.  See Barnes v. Zappia 658 A.2d 1086 (Me.1995);  see also Dewilde v. Guy Gannett Publishing Co., 797 F.Supp. 55, 63 (D.Me.1992).  We find no error in the determination by the district court that Watkins failed to meet this difficult standard under the circumstances of this case.  We have affirmed the grant of summary judgment on the ADA claim for the reasons indicated.  The emotional distress claim is interrelated with the ADA claim with respect to the termination.  We affirm the judgment on count three.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">For the reasons stated, we affirm the FMLA jury award and judgment.  We affirm also the district court's grant of summary judgment in favor of J &amp; S on the ADA claim and the extreme emotional distress claim.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Watkins's affidavit in support of his motion for summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Watkins claimed that one week taken after his second attack was for vacation time, but the parties stipulated that he took twelve weeks FMLA leave between July 5, 1994, and November 6, 1994</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Several amicus curiae briefs were filed in support of the position of J &amp; S. We do not address separately the arguments in the amicus briefs, which are similar to those raised by J &amp; S</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> J &amp; S also argues on appeal that it was not obligated to reinstate Watkins because he failed to supply medical documentation to prove that he was fit to return to work.  Because J &amp; S failed to even allude to this argument in its Rule 59(e) motion, it must be considered waived.  See McCoy v. M.I.T., 950 F.2d 13, 22 (1st Cir.1991) (noting that \"[i]t is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal\")</p>\n        <p>Even if the argument were not waived, it would fail on the merits.  The FMLA provides that employers may require medical certifications as a condition for reinstating employees, but only if the requirement is a uniformly applied employer policy.  See 29 U.S.C. &#167; 2614(a)(4).  The regulations provide further that \"fitness-for-duty\" certificates may only be required if employees are given notice of the need to provide such certificates.  See 29 C.F.R. &#167;&#167; 825.301, 310.  Whether J &amp; S had such a uniformly applied policy, whether it gave proper notice to Watkins of his obligations under that policy, and whether then Watkins failed to meet those obligations were questions of fact for the jury.  Because there was sufficient evidence to support the jury's answers to these questions, the district court would not have abused its discretion if it refused to overturn the verdict on this ground.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></span></p>\n    <p class=\"case_cite\">74 Empl. Prac. Dec. P 45,681, 137 Lab.Cas.  P 33,779,<br>5 Wage &amp; Hour Cas.2d (BNA) 1, 14 NDLR P 57</p>\n    <p class=\"parties\">David WATKINS, Plaintiff, Appellee,<br>v.<br>J &amp; S OIL COMPANY, INC., Defendant, Appellant.<br>David Watkins, Plaintiff, Appellant,<br>v.<br>J &amp; S Oil Company, Inc., Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 98-1002, 98-1003.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 29, 1998.<br>Decided Dec. 30, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph J. Hahn, with whom Kate S. Debevoise, Glenn Israel and Bernstein, Shur, Sawyer &amp; Nelson were on brief, for J &amp; S Oil Company, Inc.</p>\n      <p class=\"indent\">Cynthia L. Amara and New England Legal Foundation on brief for the Maine Chamber and Business Alliance and the New England Legal Foundation, amici curiae.</p>\n      <p class=\"indent\">Francis M. Jackson, with whom Jackson &amp; MacNichol was on brief, for David Watkins.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, WELLFORD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">WELLFORD, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff David Watkins was employed as a gas station manager for defendant J &amp; S Oil Co., Inc.  (\"J &amp; S\").  In August of 1994, he suffered a heart attack and subsequently had open heart surgery.  After he had been home on leave for about two weeks recuperating from surgery, J &amp; S called Watkins, asked him whether he intended to return to work, and informed him that he had been replaced in his position as station manager.  After Watkins had completed the leave, claimed under the Family and Medical Leave Act (\"FMLA\"), 29 U.S.C. &#167;&#167; 2601, et seq., he did not return to work for J &amp; S in any capacity.  Watkins sued J &amp; S pursuant to the FMLA and also the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. &#167;&#167; 12101, et seq., as well as under state law for infliction of emotional distress.  The district court granted J &amp; S's motion for summary judgment on both the ADA and the state law claims, but denied the motion with respect to Watkins's FMLA claim.  The FMLA claim was tried to a jury, which found in favor of Watkins.  J &amp; S now appeals the district court's denial of its motion for summary judgment and its motion to vacate that judgment.  Watkins appeals the district court's granting of J &amp; S's motion for summary judgment on the ADA and state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At all pertinent times, J &amp; S operated three gas stations in Maine.  J &amp; S hired Watkins in 1992 as a gas attendant at its Farmingdale station, although Watkins had informed J &amp; S that he had previously experienced a heart attack.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In August of 1993, J &amp; S promoted Watkins to station manager.  During July of 1994, however, Watkins had another heart attack which caused him to be out of work for about five weeks.  Despite the second heart attack, he returned to work with no restrictions.  On September 17, 1994, Watkins suffered still another heart attack and subsequently underwent surgery for his condition.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 3, 1994, while Watkins was on leave recuperating from surgery, the Human Resources Officer for J &amp; S, Wade Look, called Watkins regarding whether and when Watkins intended to return to work.  Watkins testified as follows about that conversation (in part):</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Q. Okay.  So he asked you, are you planning to return to J &amp; S Oil.  What did you say to him?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>WATKINS:  Do I still have a position as store manager.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Q. Okay.  And what was his response?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>WATKINS:  No, you don't.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Q. Okay.  Then what.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>WATKINS:  He said, you have been replaced.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Q. Okay.  As store manager?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>WATKINS:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Q. All right.  So still you have the question hanging, do you plan to return to J &amp; S. What was your answer to that?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>WATKINS:  I asked him again if my job as store manager was available.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Q. Okay.  And he said?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>WATKINS:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Q. So what did you say?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>WATKINS:  I asked him what he expected me to do at this point in time as far as--as work, and he said that in order to return that he was not going to accept a doctor's note, that they would only speak to the doctor personally, and that would be the only way they would let me return.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At the time of that conversation, Watkins did not, in fact, know when he would physically be able to return to work.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Later in October, Watkins was examined by his doctor, but he could not recall what the doctor had told him regarding his ability to return to work.  About a month after the third attack, Look again called Watkins to ask how he was feeling and whether he intended to return to J &amp; S. Watkins asked again whether his position as store manager was available, and Look indicated that it was not, and Watkins testified as to the following conversation:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Q. Did you ask him what jobs there were available for you at J &amp; S?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>WATKINS:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Q. All right.  Did he tell you what jobs were available to you at J &amp; S?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>WATKINS:  He mentioned that there would be an office job that I could bid on but was not a guarantee that I would get the job.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Q. And what was that job?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>WATKINS:  I have no idea.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Q. Did that interest you at all?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>WATKINS:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Q. So did you ask him what the job was?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>WATKINS:  No.Q. Why not?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>WATKINS:  Because he wasn't sure what the position exactly was.  There was no job description, according to him, at that particular point in time.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Q. So tell me what you asked him and what he told you about that job....</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>WATKINS:  That they were expanding and that there would be a job available in the office and I would be able to bid on it.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Q. Did you ever bid on it?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>WATKINS:  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>Q. Is there a reason why you didn't bid on it?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>WATKINS:  It never came available between that conversation and November 7th.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Q. Did you explore that job with him at any time?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>WATKINS:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Q. Did you ever discuss it again other than that two or three little sentences you just described?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>WATKINS:  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Q. Did he discuss any other jobs with you?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>WATKINS:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Q. What other jobs ... on this telephone call? ...</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>WATKINS:  He said that there was a possibility but no guarantees that he might be able to put me as a gas attendant on third shift in Winslow.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>Q. Okay.  Did he say anything to you about your salary?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>WATKINS:  I asked him was it going to be at the same rate of pay and he said no.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>Q. Okay.  This was what, the Winslow job or the office job?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>WATKINS:  The Winslow job.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>Q. What about the office job?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>WATKINS:  Nothing ever was discussed again.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">On November 7, 1994, Look called Watkins a third and final time to notify Watkins that the company would no longer pay for his insurance because his leave had then expired, and also to find out whether Watkins was planning to go back to work.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Watkins again asked if his store manager job was available, and Look informed him that it was not.  At that point, Watkins said, \"I think we're going to part company.\"   Watkins's position at that point was that he wanted the store manager position or nothing;  Watkins stated that he had decided not to accept any job other than that of store manager.</p>\n    </div>\n    <p>I. FAMILY AND MEDICAL LEAVE ACT CLAIM</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As indicated above, the district court denied J &amp; S's motion for summary judgment on the FMLA claim.  Also, the court denied J &amp; S's motion for a judgment as a matter of law pursuant to Fed.R.Civ.P. 50(a) which was made during the trial.  The jury then returned a verdict in Watkins's favor for $43,000, the stipulated amount of damages.  J &amp; S filed a timely motion to vacate the judgment on this verdict pursuant to Fed.R.Civ.P. 59(e), which was also denied.  On appeal, J &amp; S claims that the district court erred in failing to grant summary judgment on the FMLA claim and in failing to grant its motion to vacate the final judgment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As stated above, the district court defeated all of J &amp; S's attempts for a favorable decision on the FMLA claim.  J &amp; S failed to renew its motion for a judgment as a matter of law at the close of proof, so the denial of that motion is not properly before the court.  Simon v. Navon, <span class=\"citation\" data-id=\"196426\"><a href=\"/opinion/196426/simon-ii-v-navon/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 13 (1st Cir.1995).  Since the case proceeded to trial, denial of the defendant's motion for summary judgment will not be separately addressed.  Lama v. Borras, <span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 476 n. 5 (1st Cir.1994).  We shall review the district court's denial of the motion to vacate the judgment, following the jury verdict, for an abuse of discretion.  Simon, 71 F.3d at 13 (citing Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 717 (1st Cir.1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Pursuant to the FMLA, \"an eligible employee shall be entitled to a total of 12 workweeks of leave during any 12-month period ... [b]ecause of a serious health condition that makes the employee unable to perform the functions of the position of such employee.\"  29 U.S.C. &#167; 2612(a)(1)(D).  Any employee who takes such a leave \"shall be entitled, on return from such leave--(A) to be restored by the employer to the [previous] position ... or (B) to be restored to an equivalent position with equivalent employment benefits, pay, and other terms and conditions of employment.\"  29 U.S.C. &#167; 2614(a)(1)(A), (B);  see also Patterson v. Alltel Information Services, Inc., <span class=\"citation no-link\"><span class=\"volume\">919</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">500</span></span>, 504 (D.Me.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In order to establish a prima facie case for a FMLA violation, a plaintiff must show that (1) he is protected under the Act;  (2) he suffered an adverse employment decision;  and (3) either he was treated less favorably than an employee who had not requested FMLA leave or the adverse decision was made because of his request for leave.  Oswalt v. Sara Lee Corp., <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">253</span></span>, 259 (N.D.Miss.1995), aff'd, <span class=\"citation\" data-id=\"8449\"><a href=\"/opinion/8449/oswalt-v-sara-lee-corporation/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span> (5th Cir.1996);  see also Diaz v. Fort Wayne Foundry Corp., <span class=\"citation\" data-id=\"749347\"><a href=\"/opinion/749347/alfredo-diaz-v-fort-wayne-foundry-corporation/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">711</span></a></span>, 712 (7th Cir.1997) (discussing the appropriate burden-shifting in claims brought pursuant to the FMLA).  It is undisputed that Watkins was an eligible employee.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The district court held that hiring someone to replace Watkins in his former position as station manager did not, in and of itself, \"constitute an adverse employment decision\" under FMLA.  We agree that J &amp; S was not required under the FMLA to return Watkins to his former management position, which Watkins conceded was a strenuous job that required at least a fifty-two hour week.  See Brown v. J.C. Penney Corp., <span class=\"citation no-link\"><span class=\"volume\">924</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1158</span></span> (S.D.Fla.1996);  29 C.F.R. &#167; 825.214.  J &amp; S was required, however, to afford him equivalent work and compensation under the Act.  We construe the \"equivalent\" requirement to mean that which is substantially equal or similar, not necessarily identical or exactly the same.  The employer may take into account the employee's physical capabilities in determining the equivalent work and compensation involved.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Watkins, at the outset, based on his own testimony, wanted and reiterated his desire to return to his job as store manager, but he was told that J &amp; S planned to replace him due to the pressures and needs of J &amp; S's small business operation.  There were non-specific discussions about other positions and when and if Watkins was able to return to work.  Watkins asked what J &amp; S expected him to do in light of the fact that his old position was no longer available.  J &amp; S raised the possibilities of a potential office job (that apparently never became available) or a lesser paying gas attendant job.  Neither job, however, was actually offered to Watkins, and it is questionable whether either job was an \"equivalent\" position for purposes of satisfying the FMLA.  As indicated above, the district court found that the question of whether Watkins was offered an equivalent position, giving Watkins the benefit of the most favorable view of conflicting evidence, required a jury determination.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The district court properly instructed the jury that Watkins had the burden of proving his case.  See Kaylor v. Fannin Regional Hospital, <span class=\"citation no-link\"><span class=\"volume\">946</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">988</span></span>, 1000 (N.D.Ga.1996).  The court then required Watkins to prove by a preponderance of the evidence each of the following conditions:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">1.  That J &amp; S failed to provide an equivalent position with equivalent pay and benefits at the end of the twelve-week period, using a \"substantially equivalent\" definition.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">2. \"[T]hat Watkins was physically able to perform essential functions of ... an equivalent position ... at the end of the twelve-week period.\"</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">3. That Watkins \"did not voluntarily resign.\"</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">4. That Watkins did not prevent J &amp; S from carrying out its FMLA obligations by his own \"actions or inactions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">J &amp; S moved to vacate the verdict under Rule 59(e) on two grounds.  It argued that it could not, as a matter of law, be required to reinstate Watkins because (1) he failed to \"return from [FMLA] leave,\" as required under 29 U.S.C. &#167; 2614(a)(1), and (2) he \"unequivocally advise[d][J &amp; S] ... that [he][did] not intend to work\" and thus was no longer eligible for reinstatement under 29 C.F.R. &#167; 825.312(e).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We address the latter argument first.  Although J &amp; S styled its motion as one based on \"a manifest error of law,\" it is clear that the jury's verdict was not based on the erroneous proposition that an employer is obligated under the FMLA to offer reinstatement to an employee who has resigned.  Whether Watkins voluntarily resigned was a question of fact that the jury was expressly asked to resolve.  The jury apparently found that, under the circumstances, Watkins's statement, \"I think we're going to part company,\" was not equivalent to a voluntary resignation but rather his recognition that J &amp; S refused to offer him reinstatement to an equivalent position.  Although reasonable minds could certainly differ, that finding was supported by sufficient evidence.  We conclude that the district court did not abuse its discretion in refusing to vacate the verdict on this ground.  See Lama, 16 F.3d at 477.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">J &amp; S's other argument is equally unavailing.  In essence, it asks the court to impose a per se rule that an employee is not eligible for reinstatement unless he or she reports in person to the employer's place of business at the end of the leave period.  Nothing in the FMLA supports such a rule.  Section 2614(a)(1) merely provides that an employee is entitled to reinstatement to the same or an equivalent position \"on return from [FMLA] leave,\" without defining this phrase further.  See 29 U.S.C. &#167; 2614(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">A Department of Labor regulation addressing the question \"What notice may an employer require regarding an employee's return to work?\" does provide some guidance.  See 29 C.F.R. &#167; 825.309.  Section 825.309 explains that \"an employer may require an employee on FMLA leave to report periodically on the employee's status and intent to return to work\" and that \"[FMLA] obligations continue if an employee indicates that he or she may be unable to work but expresses a continuing desire to do so.\"  Id. A per se rule requiring employees to show up on the employer's doorstep in order to be eligible for reinstatement would be contrary to the spirit, if not the letter, of this regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The two cases cited by J &amp; S do not constitute authority to the contrary.  In Lacoparra v. Pergament Home Centers, <span class=\"citation no-link\"><span class=\"volume\">982</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">213</span></span> (S.D.N.Y.1997), the court held that an employee who \"never contacted her employer about reinstatement\" was not entitled to reinstatement.  Id. at 221.   Similarly, the court in Nunes v. Wal-Mart Stores, <span class=\"citation no-link\"><span class=\"volume\">980</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1336</span></span> (N.D.Cal.1997), found that an employer had no obligation to reinstate an employee who failed to submit a required leave form and did not stay in contact with her employer (or even permit her employer to stay in contact with her, since she changed her address and phone number without informing the employer).  Neither Lacoparra nor Nunes imposed a per se rule that an employee can only \"return from leave\" by physically presenting himself or herself at the employer's place of business, and we decline to impose one here.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">J &amp; S's suggestion does direct our attention to an uncertain area of FMLA law, namely, who bears the burden of initiating contact:  does the employer have an affirmative obligation to contact the employee in order to ascertain the employee's intentions and to offer the employee reinstatement, or does the employee (even in the absence of specific directives from the employer pursuant to 29 C.F.R. &#167; 825.309) have a duty to contact the employer to seek reinstatement?   This is a different question than whether the employee must physically return to the workplace, and one we need not decide here, because it was undisputed that Watkins and J &amp; S were in contact at the end of Watkins's leave period, by virtue of the November 7th phone call.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The fact question left for the jury was whether Watkins had \"returned from leave\" at the time of this phone call and was therefore eligible for reinstatement.  The district court broke down this question into three component questions:  (1) whether Watkins \"was physically able to perform essential functions of ... an equivalent position ... at the end of the twelve-week period,\" (2) whether he \"did not voluntarily resign,\" and (3) whether he did not prevent J &amp; S from carrying out its FMLA obligations by his own \"actions or inactions.\"   The jury answered each of these questions in the affirmative, and there was sufficient evidence to support its conclusions.  Thus, we find that the district court did not abuse its discretion in refusing to vacate the verdict based on the argument that Watkins had failed to \"return from leave\" under 29 U.S.C. &#167; 2614(a)(1).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II. WATKINS'S MOTION FOR SUMMARY JUDGMENT</p>\n    <p>A. ADA Claim</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The district court made the following findings with respect to the ADA claim:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">1.  Plaintiff did not provide J &amp; S with adequate medical certification regarding his condition and ability to return to work within the meaning of ADA requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">2. J &amp; S made offers of other positions and was not required, for business reasons, to hold the vacant position open for Watkins.  The employer was not required to wait indefinitely for plaintiff to show his ability to work in his old job or in any comparable positions.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">3. Reasonable accommodation does not require leaving a position open or filling it temporarily when an employer offers uncontradicted evidence of the importance of such a position to its business, especially when the employer has no way of knowing when, or even if, the employee will return to work.  Monette v. Electronic Data Systems Corp., <span class=\"citation\" data-id=\"722567\"><a href=\"/opinion/722567/roger-monette-and-doris-monette-v-electronic-data-systems-corporation/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span>, 1187-88 (6th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">4. Plaintiff, in failing to provide his employer with any information regarding his ability to return, demands what certainly amounts to \"indefinite leave.\"   Such an accommodation is not required by the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>Defendant has presented a legitimate nondiscriminatory reason for replacing Plaintiff.  Plaintiff has presented no evidence that Defendant's reason was merely a pretext for illegal discrimination.  Accordingly, Defendant's Motion for Summary Judgment as to the ADA claim is granted.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Watkins argues that J &amp; S failed to reasonably accommodate him by refusing to hold open his position as station manager until his return from leave.  The district court found that there was \"no direct evidence of discrimination\" under the Act, and that J &amp; S was not required to hold the managerial position open for an indefinite amount of time.  The district court determined that Watkins failed adequately to show that on the date of his replacement that he was able \"to return to work\" or \"to perform the essential functions of his job without reasonable accommodation.\"   The court recognized that under some circumstances an employer may be required to hold a position open for some duration as a \"reasonable accommodation,\" but when the employee's absence poses an undue hardship on the employer, then leaving the position open would not be considered to be \"reasonable.\"   Finally, the district judge determined that Watkins \"never informed [J &amp; S] as to when he might be able to return or what accommodations he might require\";  in effect, he concluded that Watkins never made a specific reasonable accommodation request for purposes of the ADA.  The court concluded, furthermore, that the J &amp; S was not advised with sufficient specificity that in the \"immediate future,\" Watkins would be able to resume his job or an equivalent position, citing Myers v. Hose, <span class=\"citation\" data-id=\"691971\"><a href=\"/opinion/691971/joseph-t-myers-v-mitchell-l-hose-director-of-personnel-frederick-county/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></a></span>, 282 (4th Cir.1995).  In sum, J &amp; S was not required, for ADA purposes, to provide accommodation to Watkins for what amounted to an \"indefinite leave.\"   See Monette v. Electronic Data Systems, <span class=\"citation\" data-id=\"722567\"><a href=\"/opinion/722567/roger-monette-and-doris-monette-v-electronic-data-systems-corporation/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span>, 1187-88 (6th Cir.1996);  Rogers v. International Marine Terminals, Inc., <span class=\"citation\" data-id=\"720648\"><a href=\"/opinion/720648/wade-e-rogers-v-international-marine-terminals-inc-and-international/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">755</span></a></span>, 759 (5th Cir.1996);  Hudson v. MCI Telecommunications, <span class=\"citation\" data-id=\"720716\"><a href=\"/opinion/720716/april-l-hudson-v-mci-telecommunications-corp/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1167</span></a></span>, 1169 (10th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Watkins argues in his brief that job termination alone involves such psychological stress that he has presented a case for jury determination.  He cites no case in support of that proposition.  Watkins complains that other than his FMLA damages he is left without a remedy.  We impose no further requirement on the employer, under the circumstances of this case, to afford additional accommodation to Watkins whose ability to return to service when he was replaced was, at best, indefinite.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The difficulty in this case is allowing the recovery of substantial damages under the FMLA based on the jury verdict, while at the same time affirming the summary judgment in favor of J &amp; S on Watkins's ADA claim.  We agree with the district court that while these causes of action may interrelate, they involve separate and distinct statutory claims.  There is a paucity of authority on the FMLA, and we have concluded that material factual controversies existed for a factfinder to decide.  We concede particular difficulty with the jury finding that Watkins was able to perform the essential functions of an equivalent position in early November, 1994.  We resolve the difficulty by giving Watkins the benefit of doubt and leaving this issue within the province of the jury.  The parties' burdens are different under the two statutory schemes.  Under the FMLA, J &amp; S was responsible for restoring Watkins to an equivalent position when his leave expired.  The evidence supported the jury's determination that it failed in that duty.  However, under the ADA, Watkins was obligated to request a reasonable accommodation.  The district court found, as a matter of law, that Watkins's request that J &amp; S leave his original position open for an indefinite amount of time was unreasonable.  We affirm both the jury's verdict and the district court's decision on those ADA claims.</p>\n    </div>\n    <p>B. Emotional Distress Claim</p>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">There is a heavy burden cast upon Watkins on his claim for emotional distress under Maine law.  He must demonstrate that he suffered severe stress and that the action of J &amp; S was outrageous in nature.  See Barnes v. Zappia <span class=\"citation\" data-id=\"1972551\"><a href=\"/opinion/1972551/barnes-v-zappia/\"><span class=\"volume\">658</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1086</span></a></span> (Me.1995);  see also Dewilde v. Guy Gannett Publishing Co., <span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">55</span></span>, 63 (D.Me.1992).  We find no error in the determination by the district court that Watkins failed to meet this difficult standard under the circumstances of this case.  We have affirmed the grant of summary judgment on the ADA claim for the reasons indicated.  The emotional distress claim is interrelated with the ADA claim with respect to the termination.  We affirm the judgment on count three.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">For the reasons stated, we affirm the FMLA jury award and judgment.  We affirm also the district court's grant of summary judgment in favor of J &amp; S on the ADA claim and the extreme emotional distress claim.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Watkins's affidavit in support of his motion for summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Watkins claimed that one week taken after his second attack was for vacation time, but the parties stipulated that he took twelve weeks FMLA leave between July 5, 1994, and November 6, 1994</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Several amicus curiae briefs were filed in support of the position of J &amp; S. We do not address separately the arguments in the amicus briefs, which are similar to those raised by J &amp; S</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> J &amp; S also argues on appeal that it was not obligated to reinstate Watkins because he failed to supply medical documentation to prove that he was fit to return to work.  Because J &amp; S failed to even allude to this argument in its Rule 59(e) motion, it must be considered waived.  See McCoy v. M.I.T., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991) (noting that \"[i]t is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal\")</p>\n        <p>Even if the argument were not waived, it would fail on the merits.  The FMLA provides that employers may require medical certifications as a condition for reinstating employees, but only if the requirement is a uniformly applied employer policy.  See 29 U.S.C. &#167; 2614(a)(4).  The regulations provide further that \"fitness-for-duty\" certificates may only be required if employees are given notice of the need to provide such certificates.  See 29 C.F.R. &#167;&#167; 825.301, 310.  Whether J &amp; S had such a uniformly applied policy, whether it gave proper notice to Watkins of his obligations under that policy, and whether then Watkins failed to meet those obligations were questions of fact for the jury.  Because there was sufficient evidence to support the jury's answers to these questions, the district court would not have abused its discretion if it refused to overturn the verdict on this ground.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/8449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972551/"
  ]
}