{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198224/",
  "absolute_url": "/opinion/198224/public-service-v-patch/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198224/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:48:08Z",
  "date_modified": "2017-03-24T10:55:23.938484Z",
  "type": "010combined",
  "sha1": "2e2ca2bd2ae2d4f8790d75549b58507ec6681a33",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1764.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1764\r\n\n    PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, ET AL.,\r\n\n                 Plaintiffs, Appellees,\r\n\n                          and\r\n\n        CONNECTICUT VALLEY ELECTRIC COMPANY and\r\n      CENTRAL VERMONT PUBLIC SERVICE CORPORATION,\r\n\n                          and\r\n\n              UNITIL CORPORATION, ET AL.,\r\n\n           Plaintiffs/Intervenors, Appellees,\r\n\n                           v.\r\n\n DOUGLAS PATCH, CHAIRMAN OF THE STATE OF NEW HAMPSHIRE\r\n          PUBLIC UTILITIES COMMISSION, ET AL.,\r\n\n                Defendants, Appellants.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n[Hon. Ronald R. Lagueux, U.S. District Judge]\r\n\n                         Before\r\n\n                Boudin, Circuit Judge,\r\n\nBownes and Reavley, Senior Circuit Judges.\r\n\nDennis Lane with whom Michael E. Tucci and Morrison &amp; Hecker,\r\nL.L.P. were on brief for defendants Douglas L. Patch, Bruce B.\r\nEllsworth and Susan S. Geiger.\r\nSarah B. Knowlton, Steven V. Camerino and McLane, Graf,\r\nRaulerson &amp; Middleton, P.A. on brief for City of Claremont, New\r\nHampshire, Amicus Curiae.\r\nDouglas W. Smith, General Counsel, John H. Conway, Deputy\r\nSolicitor, and Deborah B. Leahy on brief for Federal Energy\r\nRegulatory Commission, Amicus Curiae.\r\nPhilip T. McLaughlin, Attorney General, Martin P. Honigberg,\r\nSenior Assistant Attorney General, Civil Bureau, James K. Brown,\r\nJohn A. Shope and Foley, Hoag &amp; Eliot LLP on brief for Jeanne\r\nShaheen, Governor of the State of New Hampshire, Amicus Curiae.\r\nF. Anne Ross and F. Anne Ross, P.C. on brief for Retail\r\nMerchants Association of New Hampshire, New Hampshire Office of the\r\nConsumer Advocate, Campaign for Ratepayers Rights, Community Action\r\nProgram, City of Manchester and Cabletron Systems, Inc., Amici\r\nCuriae.\r\nLee A. Freeman, Jr., and Allan B. Taylor with whom John F.\r\nKinney, James T. Malysiak, Glynna W. Freeman, Freeman, Freeman &amp;\r\nSalzman, P.C., Joseph M. Kraus, Vice President and General Counsel,\r\nCentral Vermont Public Service Corporation, Dom S. D'Ambruoso,\r\nJohn T. Alexander, Ransmeier &amp; Spellman, John B. Nolan, Allan B.\r\nTaylor, Gary M. Becker, Robert W. Clark and Day, Berry &amp; Howardwere on brief for appellees Connecticut Valley Electric Company,\r\nCentral Vermont Public Service Corporation, Public Service Company\r\nof New Hampshire, North Atlantic Energy Corporation, Northeast\r\nUtilities and Northeast Utilities Service Company.\r\nScott J. Mueller, Paul K. Connolly, Jr., Susan L. Geiser,\r\nErica Tarpey and Leboeuf, Lamb, Greene &amp; MacRae on brief for\r\nappellees Concord Electric Company, Exeter &amp; Hampton Electric\r\nCompany, Unitil Power Corp., and Unitil Corporation.    \r\n\nDecember 3, 1998\r\n\nBOUDIN, Circuit Judge.  The question presented on this\r\nappeal is whether a state plan deregulating the electric utility\r\nindustry in New Hampshire was properly enjoined by the district\r\ncourt pending trial on the merits.  The injunction was originally\r\nobtained by Public Service Company of New Hampshire (\"PSNH\") but\r\nwas later extended to protect the other electric utilities in New\r\nHampshire.  A separate question, decided today in a companion\r\ndecision in No. 98-1629, is whether the district court erred in\r\ngranting specific relief to Connecticut Valley Electric Service\r\nCompany (\"Connecticut Valley\"), arguably going beyond the\r\ninjunction against the plan.\r\n                     I.  BACKGROUND\r\nPSNH is the largest electric utility in New Hampshire and\r\nsupplies about 70 percent of the retail electric power in the\r\nstate.  During the 1970s, PSNH began construction of a nuclear\r\ngenerating plant in Seabrook, New Hampshire.  Delays and cost\r\noverruns at Seabrook were so extensive that in 1988 PSNH was forced\r\nto file for bankruptcy protection in New Hampshire.  It appears\r\nthat a state statute, passed to prevent recovery through rates of\r\nSeabrook's construction-in-progress costs, contributed to the\r\ndebacle.\r\nThe State of New Hampshire intervened in the bankruptcy\r\nproceedings and ultimately a deal was hammered out.  A major out-\r\nof-state utility--Northeast Utilities--agreed to acquire all of\r\nPSNH's stock and, through a corporate affiliate (North Atlantic\r\nEnergy Corporation), it also took over Seabrook.  The price paid,\r\nfor the benefit of PSNH's creditors and stockholders, was $2.3\r\nbillion.  As part of the transaction, the State of New Hampshire\r\nexecuted a rate agreement in November 1989 to permit Northeast\r\nUtilities to recover its full investment.\r\nAt the time, electric utilities in New Hampshire were\r\nsubject to traditional utility rate regulation--here, by the New\r\nHampshire Public Utility Commission (the \"Commission\")--through\r\nwhich retail rates are set to permit a utility to recover its\r\nprudently incurred costs, including a return on prudent investment\r\nin the facilities used to provide service.  The rate agreement\r\nsecured by Northeast Utilities contained formulas for allocating\r\nthe recovery of the investment (including Seabrook) so that the\r\nimpact on retail rates would be spread out over time.\r\nThe bankruptcy court approved the reorganization plan,\r\nincluding the rate agreement, In Re Public Serv. Co., 114 B.R. 820,\r\n843 (Bankr. D.N.H. 1990).  The New Hampshire legislature authorized\r\nthe Commission to review the rate agreement, N.H. Rev. Stat. Ann.\r\nch. 362-C (1995), and the Commission approved the rate agreement. \r\nIn Re Northeast Utils./Public Serv. Co., 114 P.U.R.4th 385\r\n(N.H.P.U.C. 1990).  The New Hampshire Supreme Court upheld the\r\napproval.  Appeal of Richards, 590 A.2d 586 (N.H. 1991).\r\nThe rate agreement assured PSNH of annual 5.5 percent\r\nelectric rate increases for a seven year period (now completed);\r\nand it provided that PSNH could buy Seabrook-generated power at\r\nprices sufficient to recover Seabrook costs.  Partly for these\r\nreasons, New Hampshire electric rates rose sharply.  In response,\r\nthe New Hampshire legislature in 1996 adopted the Electric Utility\r\nRestructuring Act, N.H. Rev. Stat. Ann.  374-F:1, et seq. (Supp.\r\n1997), providing for the introduction of competition into the\r\nelectric utility industry in New Hampshire.\r\nUnder this statute, the Commission conducted hearings and\r\non February 28, 1997, it issued a restructuring plan (the \"Final\r\nPlan\" or \"Plan\") and a set of implementing orders.  See Order No.\r\n22,514 (adopting general statewide Final Plan and Legal Analysis);\r\nsee also Orders No. 22,509-22,513 (specific utilities' interim\r\nstranded cost rulings).  The Plan is extremely complicated in its\r\ndetails but a brief summary of pertinent elements will suffice for\r\nthe present.\r\nFirst, the Plan provides that in several years all New\r\nHampshire electric utilities will be required to separate\r\n(\"unbundle\") their local distribution and transmission facilities\r\nfrom their generation facilities, divest the latter and permit use\r\nof their distribution facilities to carry--for a distribution\r\ncharge--electricity generated by other suppliers.  In effect,\r\ncustomers could then choose the source of their electrical power,\r\nthe market would set prices through competition, and the Commission\r\nwould merely set distribution charges (primarily based on cost) for\r\nthe use of the distribution networks (which remain effective\r\nmonopolies).\r\nSecond, during a phase-in period before unbundling and\r\ncompetition among suppliers for customers, the Commission proposed\r\nto continue to set retail rates for electricity supplied to\r\ncustomers by the existing utilities.  However, it would also force\r\nprices down to market levels determined by average regional rates,\r\nwith a possible upward adjustment of up to eight percent over cost\r\nas determined by the Commission.  This period was to last two years\r\n(originally starting January 1, 1998) beginning at the\r\nimplementation of utilities' compliance filings, after which the\r\nunbundling and competition would occur.\r\nThird, recognizing that market-based rates would likely\r\nnot permit the utilities to recover all of their investment in\r\nexisting plant, the Commission provided for recovery of so-called\r\n\"stranded investment\" both in the interim phase (through the\r\nadjustment of up to eight percent) and in the final phase (by\r\nallowing an increment to the distribution charge over and above\r\nactual cost).  How much of the stranded investment would ultimately\r\nbe recovered through these mechanisms is a matter of substantial\r\ndispute and depends in some measure on decisions yet to be made by\r\nthe Commission.\r\nIn sum, the Commission's Final Plan proposed to end the\r\nexisting regime in which the agency set retail rates for electric\r\npower in New Hampshire based on cost.  Operating in two phases, the\r\nnew regime, mixing elements of competition and regulation, pressed\r\ntoward market rates for retail power.  The utilities' ability to\r\nrecover their prudent investment in distribution, transmission and\r\ngeneration facilities was, at the very least, cast in doubt.  This\r\nis so because even where the investment was originally prudent,\r\nfull competition can easily make some of that investment\r\nunrecoverable.\r\nOn March 3, 1997, immediately after the Final Plan was\r\nadopted, PSNH filed a 13-count complaint in federal district court\r\nand requested a temporary restraining order against implementation\r\nof the Plan.  PSNH argued that the Plan was preempted by specific\r\nprovisions of the Federal Power Act, 16 U.S.C.  791a to 825r,\r\nunder which the Federal Energy Regulatory Commission (\"FERC\")\r\nregulates utilities; the Public Utilities Regulatory Policies Act\r\nof 1978, Pub. L. No. 95-617, 92 Stat. 3117 (codified as amended in\r\nscattered sections of 15 and 16 U.S.C.); and the Public Utility\r\nHolding Company Act, 15 U.S.C.  79 to 79z-6.  PSNH also argued\r\nthat the Plan constituted an unconstitutional taking and violated\r\nsubstantive due process, the Contracts Clause, the Commerce Clause,\r\nand the First Amendment.  \r\nIn support of its TRO request, PSNH submitted affidavits\r\nincluding those of experts explaining that the adoption of the\r\nFinal Plan, unless enjoined, would force PSNH under established\r\naccounting standards to write-off more than $400 million in\r\ninvestment, effectively repudiating the November 1989 rate\r\nagreement between New Hampshire and Northeast Utilities. In turn,\r\nthe write-off and the alleged repudiation would place the company\r\nin default under a number of loan and credit agreements, prompting\r\ncreditors to accelerate the collection of over $1 billion in debt\r\nand forcing PSNH into bankruptcy.\r\nOn March 10, 1997, the district court held a hearing on\r\nthe TRO request at which both sides presented oral argument; the\r\nCommission presented no counter-affidavits.  Persuaded that there\r\nwas a substantial threat to PSNH, the district court issued a TRO\r\nagainst the Commission's Orders No. 22,512 (the Final Plan) and\r\n22,514 (the implementing order as to PSNH) pending a hearing on\r\nwhether a preliminary injunction would issue.  The TRO stayed\r\nOrders No. 22,512 and 22,514 only as they affected PSNH, but under\r\nthe state's statute, no utility is required to implement its\r\ncompliance filing until compliance filings representing at least 70\r\npercent of retail electric sales--effectively, those covering PSNH-\r\n-are being implemented.  See R.S.A. 374-F:4(IV) (1997).\r\nOn March 20, 1997, the district court held an evidentiary\r\nhearing.  PSNH presented four witnesses: the chief financial\r\nofficer of Northeast Utilities, a vice-president of Northeast\r\nUtilities, a senior partner at an independent accounting firm, and\r\nan investment banker.  They testified that adoption of the Plan,\r\nwhich abandons the traditional cost-recovery regime for regulating\r\nutility rates, would under established accounting standards cause\r\nwrite-offs, trigger loan covenant defaults, prompt accelerated debt\r\ncollection, and force PSNH into bankruptcy.  Commission lawyers\r\ncross-examined PSNH's experts but presented no opposing witnesses.\r\nOn March 21, 1997, the court renewed the TRO in somewhat\r\nrevised language and asked for briefing on ripeness and abstention\r\nobjections offered by the Commission.  On April 28, 1997, the\r\ndistrict court rejected those defenses in Public Serv. Co. v.\r\nPatch, 962 F. Supp. 222 (D.N.H. 1997) (\"Patch I\"), and rejected a\r\nCommission claim that the court lacked jurisdiction under the\r\nJohnson Act, 28 U.S.C.  1342.  The court said that its March 21,\r\n1997, amended TRO would remain in effect pending further order by\r\nthe district court.\r\nIn May 1997, further proceedings in the district court\r\nwere stayed by agreement of the parties so that mediation could be\r\nattempted; the attempt failed and the stay was ultimately dissolved\r\nin September 1998.  However, the district court took no further\r\naction on the injunction proceedings until early 1998 while\r\nawaiting the outcome of two related proceedings, in other forums,\r\nthat might affect the decision whether to maintain injunctive\r\nrelief.\r\nOne was an appeal to this court by certain ratepayer and\r\nother interests whose intervention motions had been rejected by the\r\ndistrict court in June 1997.  Public Serv. Co. v. Patch, 173 F.R.D.\r\n17 (D.N.H. 1997) (\"Patch II\").  On this appeal, these parties\r\nsought to raise  abstention and related objections that could prove\r\ndispositive.  In February 1998, this court sustained the district\r\ncourt's denial of intervention and refused to reach the abstention\r\nissues.  Public Serv. Co. v. Patch, 136 F.3d 197 (1st Cir. 1998)\r\n(\"Patch III\").\r\nThe other intervening event was the Commission's receipt\r\nof petitions for reconsideration of its Final Plan and related\r\nimplementing orders.  These requests, filed in Spring 1997, raised\r\nthe possibility that the Commission might significantly alter the\r\nFinal Plan; in fact, the Commission stayed portions of the Plan and\r\nimplementing orders pending reevaluation (Order No. 22,548) and\r\ndeferred ruling on the requests until March 1998.  In this interim,\r\nthere is some indication that the Commission was negotiating\r\nprivately, at least with PSNH, in an effort to reach an\r\naccommodation.\r\nDuring this hiatus in the PSNH litigation, a different\r\ncontroversy developed in late 1997, primarily between the\r\nCommission and another New Hampshire electric utility, Connecticut\r\nValley Electric Service Company.  The district court, having\r\nallowed the other New Hampshire electric utilities to intervene in\r\nPSNH's injunction action, considered in that court docket all\r\nrequests by other utilities for related relief.  As we will see,\r\nthe new controversy with Connecticut Valley became a springboard\r\nfor expanding injunctive relief to protect all of the utilities\r\nagainst the Final Plan.\r\nOn March 20, 1998, the Commission finally entered a new\r\norder, Order No. 22,875, that modified the 1997 Final Plan and\r\nresolved petitions for rehearing on company-specific implementing\r\norders.  The Commission deleted certain features of its Final Plan\r\nthat had made the Plan especially vulnerable to attack on grounds\r\nof federal preemption.  In addition, the Commission cryptically\r\nannounced that it would permit PSNH to have cost recovery--of a\r\nkind not clearly specified--in the course of further proceedings. \r\nThereafter PSNH filed a further amended complaint in district court\r\nrenewing most of the same claims it had earlier made.\r\nOn April 3, 1998, the district court held a hearing (one\r\nof several described at length in our companion opinion) directed\r\nprimarily to relief sought by Connecticut Valley.  In the course of\r\nthat hearing, the district court expressed the view that its\r\nearlier March 21, 1997, order obtained by PSNH had contemplated\r\nthat the Commission's Final Plan would not be implemented pendente\r\nlite against any of the utilities.  On April 9, 1998, the court\r\nentered a written amended preliminary injunction enjoining the\r\nCommission pending further court proceedings from requiring any New\r\nHampshire utility to obey the Final Plan or to submit to orders\r\ndesigned to implement that plan.  \r\nIncident to the April 1998 court proceedings, the\r\ndistrict court directed all parties to prepare for trial on the\r\nrequest for a permanent injunction now supported by other utilities\r\nas well as PSNH.  Although PSNH said that it was ready for trial\r\nimmediately, the Commission requested six months for discovery and\r\nthe district court ruled that discovery would close in October\r\n1998, with a trial on the request for a permanent injunction toward\r\nthe end of November 1998.  That date has recently been extended\r\nuntil February 1999 to permit more discovery.\r\nAt the time of the April 1998 proceedings in the district\r\ncourt, the Commission's new Order No. 22,875 modifying the original\r\nFinal Plan and implementing orders had only recently been issued,\r\nbut the district court had declined to address it immediately. \r\nInstead, on June 5, 1998, the district court held a further hearing\r\nto consider among other things the extension of the preliminary\r\ninjunction to embrace the modified Final Plan order as well.  On\r\nJune 12, 1998, the district court issued an order enjoining the\r\nimplementation of Order No. 22,875.\r\nThe Commission then appealed to this court.  In No. 98-\r\n1764,  the Commission appeals from the June 12, 1998, order of the\r\ndistrict court enjoining the Commission from requiring any utility\r\nto comply with the modified Final Plan or implementing orders; and\r\nin No. 98-1629, the Commission appeals separately from the district\r\ncourt's order of April 9, 1998, using that appeal as a vehicle to\r\naddress its separate dispute with Connecticut Valley.  Both orders\r\nare effectively preliminary injunctions subject to immediate\r\nappeal.  28 U.S.C.  1292(a) (1994).  In this decision, we are\r\nconcerned with review of the June 12, 1998, order.\r\nOn appellate review of the grant or denial of a\r\npreliminary injunction, the deferential standard of \"abuse of\r\ndiscretion\" applies to judgment calls, by the district court, such\r\nas those that involve the weighing of competing considerations. \r\nSee K-Mart Corp. v. Oriental Plaza, Inc., 875 F.2d 907, 915 (1st\r\nCir. 1989).  Abstract issues of law are subject to review de novoand findings of basic fact to the clear error standard.  See Ocean\r\nSpray Cranberries, Inc. v. PepsiCo, Inc., No. 96-1948, 1998 WL\r\n777475 (1st Cir. Nov. 12, 1998) at *14 &amp; n.1.  \r\n                 II.  THRESHOLD ISSUES\r\nEach side has raised threshold objections,  the\r\nCommission to the district court's consideration of the complaint\r\nand PSNH to the Commission's appeal to this court.  Since the\r\nlatter effectively disputes our authority to consider the former as\r\nwell as the merits of the injunction, we address first PSNH's\r\ntwofold claim: that the notice of appeal is defective and that in\r\nany event the June 12, 1998, preliminary injunction is not an\r\nappealable order as to PSNH.\r\nThe first objection turns on the fact that the\r\nCommission's notice of appeal named the Commission and no one else\r\nas the appellant, while the named defendants in the district court\r\nwere the individual commissioners and not the Commission,\r\npresumably because of Eleventh Amendment concerns.  This\r\ndiscrepancy leads PSNH to say that the appeal is not taken by\r\nanyone who was a party in the district court and is therefore\r\nineffective.\r\nNeedless to say, there is no actual confusion as to the\r\ncommissioners' intent to appeal or any suggestion of unfairness. \r\nThe complaint challenged the commissioners for official acts; it\r\neven referred to them by way of shorthand as \"the Commission.\"  The\r\nindividual commissioners appear in the caption of the notice of\r\nappeal.  Under these circumstances, we think that the appeal should\r\nhave been understood by everyone as that of the original\r\ndefendants, the individual commissioners.  Fed. R. App. P. 3(c) &amp;\r\nadvisory committee notes to 1993 amendment.\r\nThe other objection has slightly more substance but not\r\nenough to persuade.  PSNH points out that the Commission did not\r\nseek to appeal from the March 21, 1997, order which was effectively\r\nan appealable preliminary injunction, having occurred after a\r\nhearing and without the 10-day limit applied to TROs.  See Fed. R.\r\nCiv. P. 65(b).  PSNH argues that at least as to it, the preliminary\r\ninjunction of June 12, 1998, did no more than maintain the relief\r\ngranted earlier.  PSNH then argues that, because the latter added\r\nnothing to the former, the Commission is circumventing the time\r\nlimit on the original appeal which was 30 days.  See Fed. R. App.\r\nP. 4(a)(1).  \r\nEven though the statute says that appeal may be taken\r\nfrom the \"continuat[ion]\" of an injunction, 28 U.S.C.  1292(a)(1),\r\nPSNH's argument might have some force in some circumstances.  SeeSierra Club v. Marsh, 907 F.2d 210, 212-14 (1st Cir. 1990). \r\nHowever, here the June 12, 1998, injunction extended injunctive\r\nrelief--to PSNH quite as much as other utilities--to include the\r\nmodified Final Plan-- whereas earlier orders had addressed only the\r\noriginal Final Plan.  Thus, the new injunction was not merely an\r\necho of the old and is independently appealable and properly before\r\nus.  Cf. Gon v. First State Ins. Co., 871 F.2d 863, 866 (9th Cir.\r\n1989). \r\nOpposing PSNH, the Commission and amicus interests that\r\nsupport it have advanced three reasons why the district court\r\nshould not even have considered the request for preliminary\r\ninjunction: alleged lack of ripeness, various of the so-called\r\nabstention doctrines established by the Supreme Court, and the\r\nJohnson Act's express restriction on district court injunctions\r\nagainst state rate orders under certain circumstances.  The\r\ndistrict court addressed these objections at length in Patch I, 962\r\nF. Supp. at 230-44.  Presented as objections to an appealable\r\npreliminary injunction, these objections are now properly before\r\nus.  Compare Patch III, 136 F.3d at 210.\r\nWe begin with the ripeness question, which essentially\r\nasks whether a case is premature.  Two aspects of prematurity\r\nespecially concern the courts:  one is whether the threat of injury\r\nis sufficiently immediate, and the other is whether the issues\r\nraised can properly be decided in the abstract or would benefit\r\nfrom facts not yet known (e.g., where validity of the statute might\r\ndepend upon the circumstances in which it is applied).  SeeChemerinsky, Federal Jurisdiction  2.4 at 98, 101-109 (1989).\r\nIn its famous Abbott trilogy, see Abbott Labs. v.\r\nGardner, 387 U.S. 136 (1967); Toilet Goods Ass'n v. Gardner, 387\r\nU.S. 158 (1967); Gardner v. Toilet Goods Ass'n, 387 U.S. 167\r\n(1967), the Supreme Court said that ripeness depends upon the\r\n\"fitness\" of the issues for immediate review and the \"hardship\" to\r\nthe litigant in postponing judicial intervention.  See Abbott\r\nLabs., 387 U.S. at 149.  Fitness and hardship involve matters of\r\ndegree, but there is no need to plumb the subject, since lack of\r\nripeness is the least plausible of the objections to the injunction\r\nin this case.\r\nWith regard to fitness for review, the Commission's Final\r\nPlan adopted a specific and detailed structure for utility\r\nderegulation and ratemaking in New Hampshire.  By the time of the\r\nmodified preliminary injunction issued on June 12, 1998, the\r\nCommission had also disposed of requests for reconsideration. \r\nFurther, the Commission issued a set of implementing orders,\r\neffectively one to each utility.  These orders requested steps to\r\nbe taken, including the establishment of market-proxy retail rates,\r\nthe filing of information to calculate local distribution rates for\r\nthe next phase, and ultimately the institution of local\r\ndistribution tariffs to permit wheeling and the corporate\r\nseparation of distribution from generation.\r\nAs for the other consideration under Abbott, hardship if\r\nreview is deferred, the affidavits submitted by PSNH assert (with\r\nconsiderable supporting detail) that the adoption of the Final Plan\r\nand implementing order would, unless enjoined, lead almost\r\nimmediately to a change in PSNH's status under accounting rules,\r\nplace the company in default as to various lines of credit, and\r\npush it rapidly down the slope to near-term bankruptcy.  Of course,\r\nthe adequacy of this showing can be disputed, but the Commission\r\nhas thus far made little effort to do so.\r\nThe amici brief of Retail Merchants Association of New\r\nHampshire, et al., is the strongest proponent of the ripeness\r\nobjection.  It argues that review is premature because the New\r\nHampshire Supreme Court is considering rulings requested by the\r\nCommission relating primarily to the Contracts Clause argument,\r\nand because the Commission has not yet made a final determination\r\nas to the precise amounts that PSNH may recover as stranded costs,\r\na matter  that is still the subject of ongoing proceedings. \r\nThe pending state court proceeding does not render the\r\npresent case unripe.  Even if we focus only on the Contracts Clause\r\nclaim--most of PSNH's claims concern other matters--the state\r\ncourt's view of the agreement would not necessarily resolve the\r\nfederal constitutional issue, cf. Rhode Island Laborers' Dist.\r\nCouncil v. Rhode Island, 145 F.3d 42, 43 (1st Cir. 1998), even if\r\nthat view were adverse to PSNH.  And while a ruling adverse to the\r\nCommission might lead to modification of the existing plan, the\r\nfact remains that the existing plan threatens imminent harm,\r\nassuming the truth of PSNH's affidavits is accepted.\r\nThe more difficult question is whether ongoing Commission\r\nproceedings may refine the Commission's stranded cost formulas in\r\nways that diminish the impact of its Final Plan and implementing\r\norders on PSNH.  In our view, the Commission's new but cryptic\r\nsuggestion of some kind of cost recovery for PSNH (already noted)\r\nis too slim a basis for postponing review.  The modified Final Plan\r\nitself is claimed by PSNH to inflict irreparable harm and, if the\r\nnew suggestion has altered matters, the Commission can raise the\r\nissue in the district court in connection with the permanent\r\ninjunction.\r\nThe second threshold objection is that the district court\r\nshould have refused the injunction on abstention grounds. \r\nAbstention is not one doctrine but several, and the strand that\r\nmost invites attention derives from Burford v. Sun Oil Co., 319\r\nU.S. 315 (1943).  The fundamental concern in Burford is to prevent\r\nfederal courts from bypassing a state administrative scheme and\r\nresolving issues of state law and policy that are committed in the\r\nfirst instance to expert administrative resolution.  See New\r\nOrleans Pub. Serv., Inc. v. New Orleans, 491 U.S. 350, 361-64\r\n(1989); Bath Mem. Hosp. v. Maine Health Care Fin. Comm'n, 853 F.2d\r\n1007, 1014-15 (1st Cir. 1988) (Breyer, J.).\r\nBut Burford abstention does not bar federal court\r\ninjunctions against state administrative orders where there are\r\npredominating federal issues that do not require resolution of\r\ndoubtful questions of local law and policy.  See New Orleans Pub.\r\nServ., 491 U.S. at 362; Bath, 853 F.2d at 1013.  In such cases,\r\nBurford abstention is not required merely because the federal\r\naction may impair or even entirely enjoin the operation of the\r\nstate scheme.  See Zablocki v. Redhail, 434 U.S. 374, 379 n.5\r\n(1978); see also New Orleans Pub. Serv., 491 U.S. at 361-64; Bath,\r\n853 F.2d at 1014-15.\r\nThus focused, the Burford doctrine has no application to\r\nmost of the claims advanced by PSNH.  It does not require looking\r\nbeyond \"the four corners\" of the Final Plan, New Orleans Pub.\r\nServ., 491 U.S. at 363, to confirm that the Final Plan is intended\r\nto shift from cost-based regulation to market-driven rates for\r\nelectricity.  To the extent that such a shift in regime is itself\r\nclaimed to violate the Contracts Clause, or interfere with FERC's\r\npreemptive authority or contravene orders of the Seabrook\r\nbankruptcy court, Burford abstention is not even arguable. \r\nThe amici, but not the Commission, rely on a second (and\r\nolder) abstention doctrine associated with Railroad Commission of\r\nTexas v. Pullman Company, 312 U.S. 496 (1941).  Under Pullman, \r\nabstention may be warranted where state court resolution of an\r\nissue of state law might avoid a federal constitutional issue. \r\nPullman, 312 U.S. at 500-01.  Pullman abstention calls for deferral\r\nof a case rather than dismissal and may be a matter of discretion. \r\nSee Chemerinsky,  12.2.1, at 595, 603.\r\nHere, it is true that proceedings in the New Hampshire\r\nSupreme Court (see note 7 above) could conceivably increase PSNH's\r\ncost recovery and affect its Contracts Clause and confiscation\r\nclaims.  But the timing, outcome and consequences of the state-\r\ncourt proceedings are uncertain, and PSNH is faced with an existing\r\nmodified Final Plan that will, if PSNH's affidavits are believed,\r\ndrive it shortly into bankruptcy (absent the injunction).  This is\r\nnot the kind of case for which the Pullman doctrine is designed. \r\nSee United Servs. Auto. Ass'n v. Muir, 792 F.2d 356, 362-63 (3d\r\nCir. 1986).\r\nThe last threshold barrier, relied on by the Commission\r\nand both amici, is the Johnson Act, 28 U.S.C.  1342 (1994),\r\nproviding that if each of four conditions is met, the district\r\ncourt \"shall not enjoin\" the operation of, or compliance with, \"any\r\norder effecting rates chargeable by a public utility and made by a\r\nState administrative agency . . . .\"  The Johnson Act operates only\r\nwhere each of the following conditions is met:\r\n     (1) Jurisdiction is based solely on\r\ndiversity of citizenship or repugnance of the\r\norder to the Federal Constitution; and,\r\n\n     (2) The order does not interfere with\r\ninterstate commerce; and, \r\n\n     (3) The order has been made after\r\nreasonable notice and hearing; and,\r\n\n     (4) A plain, speedy and efficient\r\nremedy may be had in the courts of such State. \r\nId.\r\n\nThe modified Final Plan and the implementing orders are\r\norders affecting rates within the meaning of the Johnson Act,\r\ncompare Tennyson v. Gas Serv. Co., 506 F.2d 1135, 1140 (10th Cir.\r\n1974), with Public Util. Comm'n v. United States, 355 U.S. 534, 540\r\n(1958); and the utilities do not directly deny that the third and\r\nfourth conditions are met.  Instead, they argue that jurisdiction\r\nin this case is not based \"solely on diversity of citizenship or\r\nrepugnance of the order to the Federal Constitution\" and that the\r\norders \"interfere with interstate commerce.\"  \r\nThe Johnson Act was prompted by concerns akin to those\r\nthat later  gave rise to Burford abstention, see Alabama Pub. Serv.\r\nComm'n v. Southern R. Co., 341 U.S. 341, 357-58 (1951)\r\n(Frankfurter, J., concurring), but the Johnson Act has a narrower\r\nreach and that reach is more rigidly defined.  The statute does not\r\napply to claims based upon a congressional statute or federal\r\nadministrative rulings, even though these commands are ultimately\r\nbacked up by the Supremacy Clause (and are therefore arguably\r\n\"constitutional\" claims).  The case law on this point is so clear\r\ncut that no further discussion of the point is required.\r\nSeveral of PSNH's more important claims are based on\r\nfederal statutes, federal administrative rulings or both and are\r\ntherefore not barred by the Johnson Act.  PSNH's claims based\r\ndirectly on the Constitution are less secure.  The literal language\r\nof the Johnson Act leaves some room to argue that the\r\nconstitutional claims would also support relief simply because\r\njurisdiction over the case would not have been based \"solely\" on\r\ndiversity or constitutional grounds.  But the statute's evident\r\npurpose is to bar injunctions based on constitutional violations\r\nregardless of other claims in the complaint.\r\nIf the district court finds that a permanent injunction\r\nis supported only by constitutional claims, it may have to decide\r\nthis arguable conflict between language and purpose.  While we are\r\ndoubtful that the statute permits relief based on constitutional\r\nclaims, even though other claims may support jurisdiction, the\r\nissue has not been adequately briefed, and we will not decide it. \r\nOf course, even a constitutional claim alone would permit relief if\r\nthe state action \"interfere[s] with interstate commerce.\"  28\r\nU.S.C.  1342(2); see also Public Util Comm'n v. United Fuel Gas\r\nCo., 317 U.S. 456, 469-70 (1943); Tri-State Generation &amp;\r\nTransmission Ass'n, Inc. v. Public Serv. Comm'n, 412 F.2d 115, 118-\r\n19 (10th Cir. 1969).\r\n                    III.  THE MERITS\r\nOnce past the threshold issues, we reach the familiar\r\nfour-part test for preliminary injunctions and the question whether\r\npreliminary injunction in this case is justified.  The usual\r\nrequirements are (1) that the moving party show a likelihood of\r\nsuccess on the merits, (2) that irreparable injury be demonstrated\r\nin the absence of an injunction; and (3) and (4) that injunctive\r\nrelief be found to be consistent with the equities and the public\r\ninterest.  See Ross-Simons of Warwick, Inc. v. Baccarat, Inc., 102\r\nF.3d 12, 15 (1st Cir. 1996).\r\nIn the ordinary case where a preliminary injunction is\r\ngranted, the district court usually sets forth its reasons for\r\nbelieving that a likelihood of success has been shown on one or\r\nmore claims, and opposing party tries to show on appeal why this\r\nassessment is flawed or mistaken.  In this case, the district\r\ncourt's assessment of the merits was foreshortened and the\r\nCommission's brief on appeal does not seriously address the merits\r\nof PSNH's claims.  This is a formidable handicap to an intelligent\r\ndiscussion of the merits.\r\nThe reasons why there is no full-scale appraisal of the\r\nmerits by the district court are severalfold.  The original TRO\r\nrequest was accompanied by a reasonably extensive memorandum by\r\nPSNH laying out its theories for asserting that the Final Plan and\r\nimplementing orders were unlawful, and by extensive affidavits\r\nattempting to show irreparable injury of the most severe kind was\r\nimminent.  In opposing the TRO, the Commission concentrated\r\nprimarily on disputing claims of irreparable injury and at later\r\nstages, it pressed the abstention and other threshold claims\r\nalready discussed.  Possibly, it hoped to postpone a preliminary\r\nruling on the merits while making modifications in the Final Plan\r\nthat might strengthen the Commission's hand.\r\nWhatever the cause of this tactic, it led the district\r\ncourt to eschew any formal or detailed discussion of PSNH's\r\nlikelihood of success on the merits akin to the court's thorough\r\ndiscussion of the threshold issues such as abstention.  Still, this\r\nis not a case where the district court ignored likelihood of\r\nsuccess:  a review of the transcript shows that the district court\r\ndid consider likelihood of success, that it was especially\r\nimpressed with PSNH's Contracts Clause claim and that it thought\r\nthat certain of the FERC preemption claims were substantial.\r\nOn appeal, the Commission now does seek to dispute PSNH's\r\nlikelihood of success assertions; the Commission argues first and\r\nmost elaborately that \"plaintiffs are unlikely to prevail on the\r\nmerits.\"  This court might be justified in passing by the argument\r\non the ground that it was not adequately developed below, see MCI\r\nTelecomm. Corp. v. Matrix Communications Corp., 135 F.3d 27, 32\r\n(1st Cir.), cert. denied, 118 S. Ct. 2370 (1998), but we address it\r\nfor several reasons:  some of the substance was presented to the\r\ndistrict court, the argument is essentially legal rather than\r\nfactual so lack of district court development is not a handicap,\r\nand the impact of the injunction on a regulatory regime affecting\r\nthe public interest weighs heavily with us.\r\nYet the Commission's main \"merits\" argument is almost\r\nentirely beside the point.  The Commission lays out and supports\r\nwith citations the proposition that states have substantial\r\nlatitude in determining rate methodologies, that cost-of-service\r\nrate making is not infallible, that unreasonably high rates may be\r\nrestrained, that constitutional considerations normally take\r\naccount of multiple interests, and that the Final Plan embodies a\r\nregime that is generally reasonable and capable of adjusting to\r\nindividual circumstances.  Most of what the Commission says is\r\nplausible in the abstract.\r\nThe manifest difficulty is that these arguments respond\r\nto none of the specific claims made by PSNH.  There is no adequate\r\ndiscussion of the PSNH Contracts Clause claim or the related\r\nargument that New Hampshire agreed in the bankruptcy proceeding to\r\nallow full recovery of the Seabrook investment.  The Commission\r\nmeets PSNH's claims that the Final Plan invades FERC jurisdiction\r\nor conflicts with FERC orders only by responding (in another\r\nsection of its brief) that the modifications produced by its order\r\non reconsideration have \"mooted\" the issue; however, the argument\r\nmade in this section addresses only one of PSNH's several FERC-\r\npreemption arguments.\r\nThe Retail Merchants' amicus brief makes a somewhat more\r\ndetailed argument under a heading concerning \"likelihood of\r\nsuccess.\"  But this is actually a claim that PSNH's takings\r\nargument is premature, as the Commission may or will allow some of\r\nthe disputed costs to be recovered; we have already addressed this\r\nconcern in connection with the ripeness issue.  The amicus brief\r\nsubmitted by New Hampshire's Governor also discusses the merits,\r\nbut the only detailed argument is limited to claims that there is\r\nno conflict between the Commission's modified Final Plan and FERC\r\norders or authority.  The FERC claims are only some of the many \r\nclaims put forth by PSNH.\r\nNevertheless, we have considered whether at least one or\r\nmore of the claims put forth by PSNH provides fair grounds for\r\nfurther litigation--this lesser standard being defensible in light\r\nof the rather powerful showing of irreparable injury made by PSNH. \r\nSee Washington Metro. Area Transit Comm'n v. Holiday Tours, Inc.,\r\n559 F.2d 841, 844-45 (D.C. Cir. 1977).  This standard is met by\r\nPSNH's argument that New Hampshire effectively promised in the rate\r\nagreement incident to the bankruptcy reorganization that PSNH or\r\none of its affiliates would be allowed to recover through PSNH\r\nretail rates a specific investment of $2.3 billion; that the switch\r\nto a market-based rate regime effectively nullifies this promise;\r\nand that the promise is enforceable under Contracts Clause\r\njurisprudence.\r\nThe state's involvement in the rate agreement, already\r\ndescribed, certainly makes a Contracts Clause claim plausible, even\r\nif closer examination might defeat the claim or provide the state\r\na loophole.  See McGrath v. Rhode Island Retirement Bd., 88 F.3d\r\n12, 16 (1st Cir. 1996).  Of course, the Johnson Act may well\r\npreclude an injunction based solely on constitutional grounds, as\r\nwe discussed above.  But PSNH makes a similar argument that\r\ndisregard of the bankruptcy agreement conflicts with the bankruptcy\r\ncourt's disposition of the Seabrook reorganization; if this version\r\nhas merit, the Johnson Act would not be a bar.\r\nIn any case, claims based on FERC preemption are not\r\nsubject to the Johnson Act, and several such arguments pressed by\r\nPSNH appear to be substantial.  One concern may have been resolved\r\nby the modification order (eliminating obligatory filing of FERC\r\ntransmission tariffs with the Commission), and another argument\r\n(whether the state has authority to order wheeling over local\r\ndistribution lines) might not--even if sound--affect the initial\r\ndecision to force retail rates toward market levels without actual\r\ncompetition.\r\nHowever, PSNH's most far-reaching argument under the\r\nFederal Power Act appears to be that the rate reductions\r\ncontemplated by the Commission would prevent full recovery by PSNH\r\nof the cost of power that it is required to buy from Seabrook by\r\nlong-term contract made in connection with the bankruptcy\r\nreorganization.  Under established doctrine, discussed at greater\r\nlength in our companion opinion, state agencies have limited\r\nability to disallow the cost of electricity supplied at rates\r\ncontained in tariffs filed with FERC.  In shorthand, the rate in\r\na tariff filed with FERC is the binding rate unless and until FERC\r\nalters it.\r\nIt is true that a state agency may be able to disallow\r\nthe cost of power purchases to the extent that they are imprudent,\r\nunless those purchases are required by a federal mandate.  SeeMississippi Power &amp; Light, 487 U.S. at 373-74; Nantahala, 476 U.S.\r\nat 965.  But even if FERC's approval of the PSNH-Seabrook contract\r\ndoes not create such a mandate--a point neither side has\r\ndiscussed--the Commission does not claim that the contract entered\r\ninto as part of the state-endorsed reorganization was imprudent. \r\nAnd, unlike the Connecticut Valley contract discussed in the\r\ncompanion case, the PSNH-Seabrook contract is not said to contain\r\na clause permitting termination on short notice.\r\nWe thus conclude that PSNH has a sufficient claim on the\r\nmerits to permit a preliminary injunction. As to the remaining\r\nthree conditions, they can all be discussed together, because the\r\nstarting point for each is PSNH's claim that without the injunction\r\nit would be driven rapidly into bankruptcy.  This is not only an\r\nextreme form of irreparable injury but, if the threat is a real\r\none, would give PSNH a powerful equitable argument.  As for the\r\npublic interest, lower rates are always an attraction, but New\r\nHampshire itself has avowed that a second PSNH bankruptcy would not\r\nbe in the public interest.\r\nThe question whether PSNH made a showing of threatened\r\nbankruptcy is easy to answer in the affirmative.  It presented\r\nextensive affidavits and then live witnesses, whereas the state did\r\nno more than to seek to cross-examine.  Nothing in the examination\r\npersuades us that the district court committed clear error in\r\nfinding the threat to be real.  Neither the Commission nor the\r\namici in their appeals briefs seek to discuss in detail PSNH's\r\nevidence of irreparable injury.\r\nThe Commission and amici say that the Commission's orders\r\nleave some room for further adjustments that would increase the\r\nability of PSNH to recover more of its investment.  Yet PSNH's\r\nwitnesses said that bankruptcy would flow simply from the\r\nCommission's decision to impose on it a rate regime designed to\r\nlead to market-based rates.  And far from providing assurance that\r\nthe Northeast Utilities' investment will be recovered, the briefs\r\nof the Commission contain disquieting references to the recovery of\r\nprudent investment.\r\nWe thus conclude on the present record, the district\r\ncourt was entitled to issue a preliminary injunction in favor of\r\nPSNH.  None of the pillars on which this conclusion rests is immune\r\nto reexamination in connection with a permanent injunction or, at\r\nany other time, if there are new developments to warrant a further\r\nlook.  And what has been said so far about the merits and\r\nirreparable injury pertains to the injunction so far as it\r\nrestrains the Commission from applying the Final Plan and\r\nimplementing orders to PSNH.\r\nThe district court's extension of the injunction to\r\nprotect all other New Hampshire electric utilities is more\r\ntroublesome.  Although the other utilities have joined in attacks\r\non the Final Plan similar to those made by PSNH, it is not clear\r\nthat they can assert the Contracts Clause or bankruptcy\r\nreorganization arguments that made PSNH's case so appealing to the\r\ndistrict court.  Nor is it evident that utilities are\r\nconstitutionally insulated against losses that result merely from\r\na change in rate regulation that introduces competition.\r\nCuriously, the Commission itself has not sought to\r\ndistinguish the claims of the other utilities from those of PSNH by\r\narguing that even if the injunction was properly granted in favor\r\nof PSNH, it is inadequately supported as to the other utilities. \r\nPossibly, this is because under the 70 percent requirement already\r\nmentioned, the modified Final Plan cannot be fully implemented as\r\nto any utility until it is applied to PSNH.  Nor does it appear\r\nthat the Commission pressed the district court for separate rulings\r\non likelihood of success and irreparable injury as to the other\r\nutilities.\r\nNevertheless, if after the hearing on the permanent\r\ninjunction the district court proposes to maintain an injunction to\r\nprotect all New Hampshire utilities against the application of the\r\nmodified Final Plan, then the court must explain how its\r\ndeterminations support such an injunction as to the carriers otherthan PSNH.  We do not say this is impossible--it may depend in part\r\non elucidation as to the other utilities of some of the FERC issues\r\nthat are particulary difficult to unravel.  But we think it has to\r\nbe done if a permanent injunction extends beyond PSNH itself.\r\n                 IV.  COLLATERAL ISSUES\r\nThe Commission argues for the first time on appeal that\r\nthe injunction should be vacated because the district court failed\r\nexplicitly to consider whether the plaintiffs should be required to\r\npost a security bond when receiving injunctive relief.  The\r\nCommission did not raise this issue in the district court and has\r\ntherefore waived it.  See MCI Telecomm., 135 F.3d at 32; Aoude v.\r\nMobil Oil Corp., 862 F.2d 890, 896 (1st Cir. 1988).  Furthermore,\r\neven if we were to reach this issue, the Commission has neglected\r\nto explain what such a bond would cover and how it is justified. \r\nThe Commission also makes a generalized argument that the\r\ninjunction itself is vague or overbroad in enjoining the Commission\r\nfrom \"requiring plaintiffs to take any action under those\r\n[specified], orders [establishing the modified Final Plan],\r\nincluding the filing of compliance plans,\" except for voluntary\r\nfilings.  The Commission claims that it is unsure what is and is\r\nnot permissible, and it implies that this uncertainty inhibits its\r\nability to carry out its ordinary rate-regulation responsibilities\r\nvis--vis the utilities--responsibilities that certainly continue\r\nat the present time.\r\nUnlike in the cases cited by the Commission, see, e.g.,\r\nPayne v. Travenol Labs., Inc., 565 F.2d 895, 898 (5th Cir.), cert.\r\ndenied, 439 U.S. 835 (1978), the injunction is not so sweeping and\r\nvague as to violate the \"command of specificity\" set down in Fed.\r\nR. Civ. P. 65(d), see Payne, 565 F.2d at 897; instead, it\r\nidentifies as the subject of the injunction the Final Plan and the\r\nimplementing orders that accompany it.  The Commission can ask the\r\ndistrict court for clarification if it thinks that some action it\r\nis proposing to take might wrongly be viewed as trespassing on the\r\ninjunction.  The Commission is hardly going to be held in contempt\r\nfor an innocent misstep.\r\nAffirmed.\n",
  "html": "<p class=\"case_cite\">167 F.3d 15</p>\n    <p class=\"parties\">PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, et al., Plaintiffs, Appellees,<br>and<br>Connecticut Valley Electric Company and Central Vermont<br>Public Service Corporation, and Unitil<br>Corporation, et al.,<br>Plaintiffs/Intervenors, Appellees,<br>v.<br>Douglas PATCH, Chairman of the State of New Hampshire Public<br>Utilities Commission, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1764.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1998.<br>Decided Dec. 3, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dennis Lane with whom Michael E. Tucci and Morrison &amp; Hecker, L.L.P. were on brief for defendants Douglas L. Patch, Bruce B. Ellsworth and Susan S. Geiger.</p>\n      <p class=\"indent\">Sarah B. Knowlton, Steven V. Camerino and McLane, Graf, Raulerson &amp; Middleton, P.A. on brief for City of Claremont, New Hampshire, Amicus Curiae.</p>\n      <p class=\"indent\">Douglas W. Smith, General Counsel, John H. Conway, Deputy Solicitor, and Deborah B. Leahy on brief for Federal Energy Regulatory Commission, Amicus Curiae.</p>\n      <p class=\"indent\">Philip T. McLaughlin, Attorney General, Martin P. Honigberg, Senior Assistant Attorney General, Civil Bureau, James K. Brown, John A. Shope and Foley, Hoag &amp; Eliot LLP on brief for Jeanne Shaheen, Governor of the State of New Hampshire, Amicus Curiae.</p>\n      <p class=\"indent\">F. Anne Ross and F. Anne Ross, P.C. on brief for Retail Merchants Association of New Hampshire, New Hampshire Office of the Consumer Advocate, Campaign for Ratepayers Rights, Community Action Program, City of Manchester and Cabletron Systems, Inc., Amici Curiae.</p>\n      <p class=\"indent\">Lee A. Freeman, Jr., and Allan B. Taylor with whom John F. Kinney, James T. Malysiak, Glynna W. Freeman, Freeman, Freeman &amp; Salzman, P.C., Joseph M. Kraus, Vice President and General Counsel, Central Vermont Public Service Corporation, Dom S. D'Ambruoso, John T. Alexander, Ransmeier &amp; Spellman, John B. Nolan, Allan B. Taylor, Gary M. Becker, Robert W. Clark and Day, Berry &amp; Howard were on brief for appellees Connecticut Valley Electric Company, Central Vermont Public Service Corporation, Public Service Company of New Hampshire, North Atlantic Energy Corporation, Northeast Utilities and Northeast Utilities Service Company.</p>\n      <p class=\"indent\">Scott J. Mueller, Paul K. Connolly, Jr., Susan L. Geiser, Erica Tarpey and Leboeuf, Lamb, Greene &amp; MacRae on brief for appellees Concord Electric Company, Exeter &amp; Hampton Electric Company, Unitil Power Corp., and Unitil Corporation.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES and REAVLEY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented on this appeal is whether a state plan deregulating the electric utility industry in New Hampshire was properly enjoined by the district court pending trial on the merits.  The injunction was originally obtained by Public Service Company of New Hampshire (\"PSNH\") but was later extended to protect the other electric utilities in New Hampshire.  A separate question, decided today in a companion decision in No. 98-1629, is whether the district court erred in granting specific relief to Connecticut Valley Electric Service Company (\"Connecticut Valley\"), arguably going beyond the injunction against the plan.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">PSNH is the largest electric utility in New Hampshire and supplies about 70 percent of the retail electric power in the state.  During the 1970s, PSNH began construction of a nuclear generating plant in Seabrook, New Hampshire.  Delays and cost overruns at Seabrook were so extensive that in 1988 PSNH was forced to file for bankruptcy protection in New Hampshire.  It appears that a state statute, passed to prevent recovery through rates of Seabrook's construction-in-progress costs, contributed to the debacle.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The State of New Hampshire intervened in the bankruptcy proceedings and ultimately a deal was hammered out.  A major out-of-state utility--Northeast Utilities--agreed to acquire all of PSNH's stock and, through a corporate affiliate (North Atlantic Energy Corporation), it also took over Seabrook.  The price paid, for the benefit of PSNH's creditors and stockholders, was $2.3 billion.  As part of the transaction, the State of New Hampshire executed a rate agreement in November 1989 to permit Northeast Utilities to recover its full investment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the time, electric utilities in New Hampshire were subject to traditional utility rate regulation--here, by the New Hampshire Public Utility Commission (the \"Commission\")--through which retail rates are set to permit a utility to recover its prudently incurred costs, including a return on prudent investment in the facilities used to provide service.  The rate agreement secured by Northeast Utilities contained formulas for allocating the recovery of the investment (including Seabrook) so that the impact on retail rates would be spread out over time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The bankruptcy court approved the reorganization plan, including the rate agreement, In Re Public Serv.  Co., 114 B.R. 820, 843 (Bankr.D.N.H.1990).  The New Hampshire legislature authorized the Commission to review the rate agreement, N.H.Rev.Stat.Ann. &#167; 362-C (1995), and the Commission approved the rate agreement.  In Re Northeast Utils./Public Serv.  Co., 114 P.U.R.4th 385, 1990 WL 488755 (N.H.P.U.C.1990).  The New Hampshire Supreme Court upheld the approval.  Appeal of Richards, 134 N.H. 148, 590 A.2d 586 (N.H.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The rate agreement assured PSNH of annual 5.5 percent electric rate increases for a seven year period (now completed);  and it provided that PSNH could buy Seabrook-generated power at prices sufficient to recover Seabrook costs.  Partly for these reasons, New Hampshire electric rates rose sharply.  In response, the New Hampshire legislature in 1996 adopted the Electric Utility Restructuring Act, N.H.Rev.Stat.Ann. &#167;&#167; 374-F:1 et seq.  (Supp.1997), providing for the introduction of competition into the electric utility industry in New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under this statute, the Commission conducted hearings and on February 28, 1997, it issued a restructuring plan (the \"Final Plan\" or \"Plan\") and a set of implementing orders.  See Order No. 22,514 (adopting general statewide Final Plan and Legal Analysis);  see also Orders No. 22,509-22,513 (specific utilities' interim stranded cost rulings).  The Plan is extremely complicated in its details but a brief summary of pertinent elements will suffice for the present.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, the Plan provides that effective on the implementation of compliance filings all New Hampshire electric utilities will be required to separate (\"unbundle\") charges for their local distribution and transmission services from their generation services and permit use of their distribution facilities to carry--for a distribution charge--electricity generated by other suppliers.  In effect, customers could then choose the source of their electrical power, the market would set prices through competition, and the Commission would merely set distribution charges (primarily based on cost) for the use of the distribution networks (which remain effective monopolies).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Within two years, the utilities would also be required to divest themselves of generation facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, recognizing that market-based rates would likely not permit the utilities to recover all of their investment in existing plant in generation and transmission, the Commission provided for possible recovery of so-called \"standard investment,\" both in the interim (pre-divestiture) phase and in the final (post-divestiture) phase--by allowing an increment to the distribution charge over and above actual distribution cost.  How much of the stranded investment would ultimately be recovered through this mechanism is a matter of substantial dispute and depends in some measure on decisions yet to be made by the Commission;  but in the interim phase, the aim was to cap the increment by use of a retail market proxy price to assure that the increment did not cause retail customers to pay more than 108 percent of regional average retail electric rates.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In sum, the Commission's Final Plan proposed to end the existing regime in which the agency set retail rates for electric power in New Hampshire based on cost.  Operating in two phases, the new regime, mixing elements of competition and regulation, pressed toward market rates for retail power.  The utilities' ability to recover their prudent investment in distribution, transmission and generation facilities was, at the very least, cast in doubt.  This is so because even where the investment was originally prudent, full competition can easily make some of that investment unrecoverable.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On March 3, 1997, immediately after the Final Plan was adopted, PSNH filed a 13-count complaint in federal district court and requested a temporary restraining order against implementation of the Plan.  PSNH argued that the Plan was preempted by specific provisions of the Federal Power Act, 16 U.S.C. &#167;&#167; 791a to 825r, under which the Federal Energy Regulatory Commission (\"FERC\") regulates utilities;<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  the Public Utilities Regulatory Policies Act of 1978, Pub.L. No. 95-617, 92 Stat. 3117 (codified as amended in scattered sections of 15 and 16 U.S.C.);   and the Public Utility Holding Company Act, 15 U.S.C. &#167;&#167; 79 to 79z-6.  PSNH also argued that the Plan constituted an unconstitutional taking and violated substantive due process, the Contracts Clause, the Commerce Clause, and the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In support of its TRO request, PSNH submitted affidavits including those of experts explaining that the adoption of the Final Plan, unless enjoined, would force PSNH under established accounting standards to write-off more than $400 million in investment, effectively repudiating the November 1989 rate agreement between New Hampshire and Northeast Utilities.  In turn, the write-off and the alleged repudiation would place the company in default under a number of loan and credit agreements, prompting creditors to accelerate the collection of over $1 billion in debt and forcing PSNH into bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 10, 1997, the district court held a hearing on the TRO request at which both sides presented oral argument;  the Commission presented no counter-affidavits.  Persuaded that there was a substantial threat to PSNH, the district court issued a TRO against the Commission's Orders No. 22,512 (the Final Plan) and 22,514 (the implementing order as to PSNH) pending a hearing on whether a preliminary injunction would issue.  The TRO stayed Orders No. 22,512 and 22,514 only as they affected PSNH, but under the state's statute at that time, no utility was required to implement its compliance filing until compliance filings representing at least 70 percent of retail electric sales--effectively, those covering PSNH--were being implemented.  See N.H. Rev. Stat.  Ann. &#167; 374-F:4(IV) (1996).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 20, 1997, the district court held an evidentiary hearing.  PSNH presented four witnesses:  the chief financial officer of Northeast Utilities, a vice-president of Northeast Utilities, a senior partner at an independent accounting firm, and an investment banker.  They testified that adoption of the Plan, which abandons the traditional cost-recovery regime for regulating utility rates, would under established accounting standards cause write-offs, trigger loan covenant defaults, prompt accelerated debt collection, and force PSNH into bankruptcy.  Commission lawyers cross-examined PSNH's experts but presented no opposing witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 21, 1997, the court renewed the TRO in somewhat revised language and asked for briefing on ripeness and abstention objections offered by the Commission.  On April 28, 1997, the district court rejected those defenses in Public Serv.  Co. v. Patch, 962 F.Supp. 222 (D.N.H.1997) (\"Patch I \"), and rejected a Commission claim that the court lacked jurisdiction under the Johnson Act, 28 U.S.C. &#167; 1342.  The court said that its March 21, 1997, amended TRO would remain in effect pending further order by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In May 1997, further proceedings in the district court were stayed by agreement of the parties so that mediation could be attempted;  the attempt failed and the stay was ultimately dissolved in September 1997.  However, the district court took no further action on the injunction proceedings until early 1998 while awaiting the outcome of two related proceedings, in other forums, that might affect the decision whether to maintain injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">One was an appeal to this court by certain ratepayer and other interests whose intervention motions had been rejected by the district court in June 1997.  Public Serv.  Co. v. Patch, 173 F.R.D. 17 (D.N.H.1997) (\"Patch II \").  On this appeal, these parties sought to raise abstention and related objections that could prove dispositive.  In February 1998, this court sustained the district court's denial of intervention and refused to reach the abstention issues.  Public Serv.  Co. v. Patch, 136 F.3d 197 (1st Cir.1998) (\"Patch III \").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The other intervening event was the Commission's receipt of petitions for reconsideration of its Final Plan and related implementing orders.  These requests, filed in Spring 1997, raised the possibility that the Commission might significantly alter the Final Plan;  in fact, the Commission stayed portions of the Plan and implementing orders pending reevaluation (Order No. 22,548) and deferred ruling on the requests until March 1998.  In this interim, there is some indication that the Commission was negotiating privately, at least with PSNH, in an effort to reach an accommodation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">During this hiatus in the PSNH litigation, a different controversy developed in late 1997, primarily between the Commission and another New Hampshire electric utility, Connecticut Valley Electric Service Company.  The district court, having allowed the other New Hampshire electric utilities to intervene in PSNH's injunction action, considered in that court docket all requests by other utilities for related relief.  As we will see, the new controversy with Connecticut Valley became a springboard for expanding injunctive relief to protect all of the utilities against the Final Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On March 20, 1998, the Commission finally entered a new order, Order No. 22,875, that modified the 1997 Final Plan and resolved petitions for rehearing on company-specific implementing orders.  The Commission deleted certain features of its Final Plan that had made the Plan especially vulnerable to attack on grounds of federal preemption.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In addition, the Commission cryptically announced that it would permit PSNH to have cost recovery--of a kind not clearly specified--in the course of further proceedings.  Thereafter PSNH filed a further amended complaint in district court renewing most of the same claims it had earlier made.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On April 3, 1998, the district court held a hearing (one of several described at length in our companion opinion) directed primarily to relief sought by Connecticut Valley.  In the course of that hearing, the district court expressed the view that its earlier March 21, 1997, order obtained by PSNH had contemplated that the Commission's Final Plan would not be implemented pendente lite against any of the utilities.  On April 9, 1998, the court entered a written amended preliminary injunction enjoining the Commission pending further court proceedings from requiring any New Hampshire utility to obey the Final Plan or to submit to orders designed to implement that plan.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Incident to the April 1998 court proceedings, the district court directed all parties to prepare for trial on the request for a permanent injunction now supported by other utilities as well as PSNH. Although PSNH said that it was ready for trial immediately, the Commission requested six months for discovery and the district court ruled that discovery would close in October 1998, with a trial on the request for a permanent injunction toward the end of November 1998.  That date has recently been extended until February 1999 to permit more discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the time of the April 1998 proceedings in the district court, the Commission's new Order No. 22,875 modifying the original Final Plan and implementing orders had only recently been issued, but the district court had declined to address it immediately.  Instead, on June 5, 1998, the district court held a further hearing to consider among other things the extension of the preliminary injunction to embrace the modified Final Plan order as well.  On June 12, 1998, the district court issued an order enjoining the implementation of Order No. 22,875.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Commission then appealed to this court.  In No. 98-1764, the Commission appeals from the June 12, 1998, order of the district court enjoining the Commission from requiring any utility to comply with the modified Final Plan or implementing orders;  and in No. 98-1629, the Commission appeals separately from the district court's order of April 9, 1998, using that appeal as a vehicle to address its separate dispute with Connecticut Valley.  Both orders are effectively preliminary injunctions subject to immediate appeal.  28 U.S.C. &#167; 1292(a) (1994).  In this decision, we are concerned with review of the June 12, 1998, order.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On appellate review of the grant or denial of a preliminary injunction, the deferential standard of \"abuse of discretion\" applies to judgment calls, by the district court, such as those that involve the weighing of competing considerations.  See K-Mart Corp. v. Oriental Plaza, Inc., 875 F.2d 907, 915 (1st Cir.1989).  Abstract issues of law are subject to review de novo and findings of basic fact to the clear error standard.  See Ocean Spray Cranberries, Inc. v. Pepsico, Inc., 160 F.3d 58, 61 &amp; n. 1 (1st Cir.1998).</p>\n    </div>\n    <p>II. THRESHOLD ISSUES</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Each side has raised threshold objections, the Commission to the district court's consideration of the complaint and PSNH to the Commission's appeal to this court.  Since the latter effectively disputes our authority to consider the former as well as the merits of the injunction, we address first PSNH's twofold claim:  that the notice of appeal is defective and that in any event the June 12, 1998, preliminary injunction is not an appealable order as to PSNH.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The first objection turns on the fact that the Commission's notice of appeal named the Commission and no one else as the appellant, while the named defendants in the district court were the individual commissioners and not the Commission, presumably because of Eleventh Amendment concerns.  This discrepancy leads PSNH to say that the appeal is not taken by anyone who was a party in the district court and is therefore ineffective.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Needless to say, there is no actual confusion as to the commissioners' intent to appeal or any suggestion of unfairness.  The complaint challenged the commissioners for official acts;  it even referred to them by way of shorthand as \"the Commission.\"   The individual commissioners appear in the caption of the notice of appeal.  Under these circumstances, we think that the appeal should have been understood by everyone as that of the original defendants, the individual commissioners.  Fed. R.App. P. 3(c) &amp; advisory committee notes to 1993 amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The other objection has slightly more substance but not enough to persuade.  PSNH points out that the Commission did not seek to appeal from the March 21, 1997, order which was effectively an appealable preliminary injunction, having occurred after a hearing and without the 10-day limit applied to TROs.  See Fed.R.Civ.P. 65(b).  PSNH argues that at least as to it, the preliminary injunction of June 12, 1998, did no more than maintain the relief granted earlier.  PSNH then argues that, because the latter added nothing to the former, the Commission is circumventing the time limit on the original appeal which was 30 days.  See Fed.  R.App. P. 4(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even though the statute says that appeal may be taken from the \"continuat[ion]\" of an injunction, 28 U.S.C. &#167; 1292(a)(1), PSNH's argument might have some force in some circumstances.  See Sierra Club v. Marsh, 907 F.2d 210, 212-14 (1st Cir.1990).  However, here the June 12, 1998, injunction extended injunctive relief--to PSNH quite as much as other utilities--to include the modified Final Plan--whereas earlier orders had addressed only the original Final Plan.  Thus, the new injunction was not merely an echo of the old and is independently appealable and properly before us.  Cf. Gon v. First State Ins. Co., 871 F.2d 863, 866 (9th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Opposing PSNH, the Commission and amicus interests that support it<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> have advanced three reasons why the district court should not even have considered the request for preliminary injunction:  alleged lack of ripeness, various of the so-called abstention doctrines established by the Supreme Court, and the Johnson Act's express restriction on district court injunctions against state rate orders under certain circumstances.  The district court addressed these objections at length in Patch I, 962 F.Supp. at 230-44.   Presented as objections to an appealable preliminary injunction, these objections are now properly before us.  Compare Patch III, 136 F.3d at 210.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We begin with the ripeness question, which essentially asks whether a case is premature.  Two aspects of prematurity especially concern the courts:  one is whether the threat of injury is sufficiently immediate, and the other is whether the issues raised can properly be decided in the abstract or would benefit from facts not yet known (e.g., where validity of the statute might depend upon the circumstances in which it is applied).  See Chemerinsky, Federal Jurisdiction &#167; 2.4 at 98, 101-109 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In its famous Abbott trilogy, see Abbott Labs. v. Gardner, 387 U.S. 136, 87 S.Ct. 1507, 18 L.Ed.2d 681 (1967);  Toilet Goods Ass'n v. Gardner, 387 U.S. 158, 87 S.Ct. 1520, 18 L.Ed.2d 697 (1967);  Gardner v. Toilet Goods Ass'n, 387 U.S. 167, 87 S.Ct. 1526, 18 L.Ed.2d 704 (1967), the Supreme Court said that ripeness depends upon the \"fitness\" of the issues for immediate review and the \"hardship\" to the litigant in postponing judicial intervention.  See Abbott Labs., 387 U.S. at 149, 87 S.Ct. 1507.   Fitness and hardship involve matters of degree, but there is no need to plumb the subject, since lack of ripeness is the least plausible of the objections to the injunction in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">With regard to fitness for review, the Commission's Final Plan adopted a specific and detailed structure for utility deregulation and ratemaking in New Hampshire.  By the time of the modified preliminary injunction issued on June 12, 1998, the Commission had also disposed of requests for reconsideration.  Further, the Commission issued a set of implementing orders, effectively one to each utility.  These orders requested steps to be taken, including the calculation of interim standard costs, the filing of information to calculate local distribution rates for the phase of competition, and ultimately, the institution of local distribution tariffs to permit wheeling and the corporate separation of distribution from generation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As for the other consideration under Abbott, hardship if review is deferred, the affidavits submitted by PSNH assert (with considerable supporting detail) that the adoption of the Final Plan and implementing order would, unless enjoined, lead almost immediately to a change in PSNH's status under accounting rules, place the company in default as to various lines of credit, and push it rapidly down the slope to near-term bankruptcy.  Of course, the adequacy of this showing can be disputed, but the Commission has thus far made little effort to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The amici brief of Retail Merchants Association of New Hampshire, et al., is the strongest proponent of the ripeness objection.  It argues that review is premature because the New Hampshire Supreme Court is considering rulings requested by the Commission relating primarily to the Contracts Clause argument,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and because the Commission has not yet made a final determination as to the precise amounts that PSNH may recover as stranded costs, a matter that is still the subject of ongoing proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The pending state court proceeding does not render the present case unripe.  Even if we focus only on the Contracts Clause claim--most of PSNH's claims concern other matters--the state court's view of the agreement would not necessarily resolve the federal constitutional issue, cf.  Rhode Island Laborers' Dist. Council v. Rhode Island, 145 F.3d 42, 43 (1st Cir.1998), even if that view were adverse to PSNH. And while a ruling adverse to the Commission might lead to modification of the existing plan, the fact remains that the existing plan threatens imminent harm, assuming the truth of PSNH's affidavits is accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The more difficult question is whether ongoing Commission proceedings may refine the Commission's stranded cost formulas in ways that diminish the impact of its Final Plan and implementing orders on PSNH. In our view, the Commission's new but cryptic suggestion of some kind of cost recovery for PSNH (already noted) is too slim a basis for postponing review.  The modified Final Plan itself is claimed by PSNH to inflict irreparable harm and, if the new suggestion has altered matters, the Commission can raise the issue in the district court in connection with the permanent injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The second threshold objection is that the district court should have refused the injunction on abstention grounds.  Abstention is not one doctrine but several, and the strand that most invites attention derives from Burford v. Sun Oil Co., 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424 (1943).  The fundamental concern in Burford is to prevent federal courts from bypassing a state administrative scheme and resolving issues of state law and policy that are committed in the first instance to expert administrative resolution.  See New Orleans Pub. Serv., Inc. v. New Orleans, 491 U.S. 350, 361-64, 109 S.Ct. 2506, 105 L.Ed.2d 298 (1989);  Bath Mem.  Hosp. v. Maine Health Care Fin.  Comm'n, 853 F.2d 1007, 1014-15 (1st Cir.1988) (Breyer, J.).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But Burford abstention does not bar federal court injunctions against state administrative orders where there are predominating federal issues that do not require resolution of doubtful questions of local law and policy.  See New Orleans Pub. Serv., 491 U.S. at 362, 109 S.Ct. 2506;  Bath, 853 F.2d at 1013.   In such cases, Burford abstention is not required merely because the federal action may impair or even entirely enjoin the operation of the state scheme.  See Zablocki v. Redhail, 434 U.S. 374, 379 n. 5, 98 S.Ct. 673, 54 L.Ed.2d 618 (1978);  see also New Orleans Pub. Serv., 491 U.S. at 361-64, 109 S.Ct. 2506;  Bath, 853 F.2d at 1014-15.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Thus focused, the Burford doctrine has no application to most of the claims advanced by PSNH. It does not require looking beyond \"the four corners\" of the Final Plan, New Orleans Pub. Serv., 491 U.S. at 363, 109 S.Ct. 2506, to confirm that the Final Plan is intended to shift from cost-based regulation to market-driven rates for electricity.  To the extent that such a shift in regime is itself claimed to violate the Contracts Clause, or interfere with FERC's preemptive authority or contravene orders of the Seabrook bankruptcy court, Burford abstention is not even arguable.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The amici, but not the Commission, rely on a second (and older) abstention doctrine associated with Railroad Commission of Texas v. Pullman Company, 312 U.S. 496, 61 S.Ct. 643, 85 L.Ed. 971 (1941).  Under Pullman, abstention may be warranted where state court resolution of an issue of state law might avoid a federal constitutional issue.  Pullman, 312 U.S. at 500-01, 61 S.Ct. 643.  Pullman abstention calls for deferral of a case rather than dismissal and may be a matter of discretion.  See Chemerinsky, &#167; 12.2.1, at 595, 603.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Here, it is true that proceedings in the New Hampshire Supreme Court (see note 7 above) could conceivably increase PSNH's cost recovery and affect its Contracts Clause and confiscation claims.  But the timing, outcome and consequences of the state-court proceedings are uncertain, and PSNH is faced with an existing modified Final Plan that will, if PSNH's affidavits are believed, drive it shortly into bankruptcy (absent the injunction).  This is not the kind of case for which the Pullman doctrine is designed.  See United Servs.  Auto. Ass'n v. Muir, 792 F.2d 356, 362-63 (3d Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The last threshold barrier, relied on by the Commission and both amici, is the Johnson Act, 28 U.S.C. &#167; 1342 (1994), providing that if each of four conditions is met, the district court \"shall not enjoin\" the operation of, or compliance with, \"any order effecting rates chargeable by a public utility and made by a State administrative agency....\"  The Johnson Act operates only where each of the following conditions is met:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(1) Jurisdiction is based solely on diversity of citizenship or repugnance of the order to the Federal Constitution;  and,(2) The order does not interfere with interstate commerce;  and,</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(3) The order has been made after reasonable notice and hearing;  and,</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">(4) A plain, speedy and efficient remedy may be had in the courts of such State.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The modified Final Plan and the implementing orders are orders affecting rates within the meaning of the Johnson Act, compare Tennyson v. Gas Serv.  Co., 506 F.2d 1135, 1140 (10th Cir.1974), with Public Util.  Comm'n v. United States, 355 U.S. 534, 540, 78 S.Ct. 446, 2 L.Ed.2d 470 (1958);  and the utilities do not directly deny that the third and fourth conditions are met.  Instead, they argue that jurisdiction in this case is not based \"solely on diversity of citizenship or repugnance of the order to the Federal Constitution\" and that the orders \"interfere with interstate commerce.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Johnson Act was prompted by concerns akin to those that later gave rise to Burford abstention, see Alabama Pub. Serv.  Comm'n v. Southern R. Co., 341 U.S. 341, 357-58, 71 S.Ct. 762, 95 L.Ed. 1002 (1951) (Frankfurter, J., concurring), but the Johnson Act has a narrower reach and that reach is more rigidly defined.  The statute does not apply to claims based upon a congressional statute or federal administrative rulings, even though these commands are ultimately backed up by the Supremacy Clause (and are therefore arguably \"constitutional\" claims).  The case law on this point is so clear cut that no further discussion of the point is required.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Several of PSNH's more important claims are based on federal statutes, federal administrative rulings or both and are therefore not barred by the Johnson Act.  PSNH's claims based directly on the Constitution are less secure.  The literal language of the Johnson Act leaves some room to argue that the constitutional claims would also support relief simply because jurisdiction over the case would not have been based \"solely\" on diversity or constitutional grounds.  But the statute's evident purpose is to bar injunctions based on constitutional violations regardless of other claims in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">If the district court finds that a permanent injunction is supported only by constitutional claims, it may have to decide this arguable conflict between language and purpose.  While we are doubtful that the statute permits relief based on constitutional claims, even though other claims may support jurisdiction, the issue has not been adequately briefed, and we will not decide it.  Of course, even a constitutional claim alone would permit relief if the state action \"interfere[s] with interstate commerce.\"  28 U.S.C. &#167; 1342(2);  see also Public Util.  Comm'n v. United Fuel Gas Co., 317 U.S. 456, 469-70, 63 S.Ct. 369, 87 L.Ed. 396 (1943);  Tri-State Generation &amp; Transmission Ass'n, Inc. v. Public Serv.  Comm'n, 412 F.2d 115, 118-19 (10th Cir.1969).</p>\n    </div>\n    <p>III. THE MERITS</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Once past the threshold issues, we reach the familiar four-part test for preliminary injunctions and the question whether preliminary injunction in this case is justified.  The usual requirements are (1) that the moving party show a likelihood of success on the merits, (2) that irreparable injury be demonstrated in the absence of an injunction;  and (3) and (4) that injunctive relief be found to be consistent with the equities and the public interest.  See Ross-Simons of Warwick, Inc. v. Baccarat, Inc., 102 F.3d 12, 15 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In the ordinary case where a preliminary injunction is granted, the district court usually sets forth its reasons for believing that a likelihood of success has been shown on one or more claims, and opposing party tries to show on appeal why this assessment is flawed or mistaken.  In this case, the district court's assessment of the merits was foreshortened and the Commission's brief on appeal does not seriously address the merits of PSNH's claims.  This is a formidable handicap to an intelligent discussion of the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The reasons why there is no full-scale appraisal of the merits by the district court are severalfold.  The original TRO request was accompanied by a reasonably extensive memorandum by PSNH laying out its theories for asserting that the Final Plan and implementing orders were unlawful, and by extensive affidavits attempting to show irreparable injury of the most severe kind was imminent.  In opposing the TRO, the Commission concentrated primarily on disputing claims of irreparable injury and at later stages, it pressed the abstention and other threshold claims already discussed.  Possibly, it hoped to postpone a preliminary ruling on the merits while making modifications in the Final Plan that might strengthen the Commission's hand.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Whatever the cause of this tactic, it led the district court to eschew any formal or detailed discussion of PSNH's likelihood of success on the merits akin to the court's thorough discussion of the threshold issues such as abstention.  Still, this is not a case where the district court ignored likelihood of success:  a review of the transcript shows that the district court did consider likelihood of success, that it was especially impressed with PSNH's Contracts Clause claim and that it thought that certain of the FERC preemption claims were substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On appeal, the Commission now does seek to dispute PSNH's likelihood of success assertions;  the Commission argues first and most elaborately that \"plaintiffs are unlikely to prevail on the merits.\"   This court might be justified in passing by the argument on the ground that it was not adequately developed below, see MCI Telecomm.  Corp. v. Matrix Communications Corp., 135 F.3d 27, 32 (1st Cir.), cert. denied, --- U.S. ----, 118 S.Ct. 2370, 141 L.Ed.2d 738 (1998), but we address it for several reasons:  some of the substance was presented to the district court, the argument is essentially legal rather than factual so lack of district court development is not a handicap, and the impact of the injunction on a regulatory regime affecting the public interest weighs heavily with us.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Yet the Commission's main \"merits\" argument is almost entirely beside the point.  The Commission lays out and supports with citations the proposition that states have substantial latitude in determining rate methodologies, that cost-of-service rate making is not infallible, that unreasonably high rates may be restrained, that constitutional considerations normally take account of multiple interests, and that the Final Plan embodies a regime that is generally reasonable and capable of adjusting to individual circumstances.  Most of what the Commission says is plausible in the abstract.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The manifest difficulty is that these arguments respond to none of the specific claims made by PSNH. There is no adequate discussion of the PSNH Contracts Clause claim or the related argument that New Hampshire agreed in the bankruptcy proceeding to allow full recovery of the Seabrook investment.  The Commission meets PSNH's claims that the Final Plan invades FERC jurisdiction or conflicts with FERC orders only by responding (in another section of its brief) that the modifications produced by its order on reconsideration have \"mooted\" the issue;  however, the argument made in this section addresses only one of PSNH's several FERC-preemption arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Retail Merchants' amicus brief makes a somewhat more detailed argument under a heading concerning \"likelihood of success.\"   But this is actually a claim that PSNH's takings argument is premature, as the Commission may or will allow some of the disputed costs to be recovered;  we have already addressed this concern in connection with the ripeness issue.  The amicus brief submitted by New Hampshire's Governor also discusses the merits, but the only detailed argument is limited to claims that there is no conflict between the Commission's modified Final Plan and FERC orders or authority.  The FERC claims are only some of the many claims put forth by PSNH.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Nevertheless, we have considered whether at least one or more of the claims put forth by PSNH provides fair grounds for further litigation--this lesser standard being defensible in light of the rather powerful showing of irreparable injury made by PSNH. See Washington Metro.  Area Transit Comm'n v. Holiday Tours, Inc., 559 F.2d 841, 844-45 (D.C.Cir.1977).  This standard is met by PSNH's argument that New Hampshire effectively promised in the rate agreement incident to the bankruptcy reorganization that PSNH or one of its affiliates would be allowed to recover through PSNH retail rates a specific investment of $2.3 billion;  that the switch to a market-based rate regime effectively nullifies this promise;  and that the promise is enforceable under Contracts Clause jurisprudence.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The state's involvement in the rate agreement, already described, certainly makes a Contracts Clause claim plausible, even if closer examination might defeat the claim or provide the state a loophole.  See McGrath v. Rhode Island Retirement Bd., 88 F.3d 12, 16 (1st Cir.1996).  Of course, the Johnson Act may well preclude an injunction based solely on constitutional grounds, as we discussed above.  But PSNH makes a similar argument that disregard of the bankruptcy agreement conflicts with the bankruptcy court's disposition of the Seabrook reorganization;  if this version has merit, the Johnson Act would not be a bar.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In any case, claims based on FERC preemption are not subject to the Johnson Act, and several such arguments pressed by PSNH appear to be substantial.  One concern may have been resolved by the modification order (eliminating obligatory filing of FERC transmission tariffs with the Commission), and another argument (whether the state has authority to order wheeling over local distribution lines) might not--even if sound--affect the initial decision to force retail rates toward market levels without actual competition.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">However, PSNH's most far-reaching argument under the Federal Power Act appears to be that the rate reductions contemplated by the Commission would prevent full recovery by PSNH of the cost of power that it is required to buy from Seabrook by long-term contract made in connection with the bankruptcy reorganization.  Under established doctrine, discussed at greater length in our companion opinion, state agencies have limited ability to disallow the cost of electricity supplied at rates contained in tariffs filed with FERC.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  In shorthand, the rate in a tariff filed with FERC is the binding rate unless and until FERC alters it.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">It is true that a state agency may be able to disallow the cost of power purchases to the extent that they are imprudent,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> unless those purchases are required by a federal mandate.  See Mississippi Power &amp; Light, 487 U.S. at 373-74, 108 S.Ct. 2428;  Nantahala, 476 U.S. at 965, 106 S.Ct. 2349.   But even if FERC's approval of the PSNH-Seabrook contract does not create such a mandate--a point neither side has discussed--the Commission does not claim that the contract entered into as part of the state-endorsed reorganization was imprudent.  And, unlike the Connecticut Valley contract discussed in the companion case, the PSNH-Seabrook contract is not said to contain a clause permitting termination on short notice.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We thus conclude that PSNH has a sufficient claim on the merits to permit a preliminary injunction.  As to the remaining three conditions, they can all be discussed together, because the starting point for each is PSNH's claim that without the injunction it would be driven rapidly into bankruptcy.  This is not only an extreme form of irreparable injury but, if the threat is a real one, would give PSNH a powerful equitable argument.  As for the public interest, lower rates are always an attraction, but New Hampshire itself has avowed that a second PSNH bankruptcy would not be in the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The question whether PSNH made a showing of threatened bankruptcy is easy to answer in the affirmative.  It presented extensive affidavits and then live witnesses, whereas the state did no more than to seek to cross-examine.  Nothing in the examination persuades us that the district court committed clear error in finding the threat to be real.  Neither the Commission nor the amici in their appeals briefs seek to discuss in detail PSNH's evidence of irreparable injury.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Commission and amici say that the Commission's orders leave some room for further adjustments that would increase the ability of PSNH to recover more of its investment.  Yet PSNH's witnesses said that bankruptcy would flow simply from the Commission's decision to impose on it a rate regime designed to lead to market-based rates.  And far from providing assurance that the Northeast Utilities' investment will be recovered, the briefs of the Commission contain disquieting references to the recovery of prudent investment.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We thus conclude on the present record, the district court was entitled to issue a preliminary injunction in favor of PSNH. None of the pillars on which this conclusion rests is immune to reexamination in connection with a permanent injunction or, at any other time, if there are new developments to warrant a further look.  And what has been said so far about the merits and irreparable injury pertains to the injunction so far as it restrains the Commission from applying the Final Plan and implementing orders to PSNH.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The district court's extension of the injunction to protect all other New Hampshire electric utilities is more troublesome.  Although the other utilities have joined in attacks on the Final Plan similar to those made by PSNH, it is not clear that they can assert the Contracts Clause or bankruptcy reorganization arguments that made PSNH's case so appealing to the district court.  Nor is it evident that utilities are constitutionally insulated against losses that result merely from a change in rate regulation that introduces competition.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Curiously, the Commission itself has made only a limited effort to distinguish the claims of the other utilities from those of PSNH.  Its reply brief on appeal says little more than that the other utilities presented \"no factual or legal support\" for extending the preliminary injunction to them.  Nor does it appear that the Commission pressed in the district court for separate findings as to the other utilities concerning their likelihood of success and irreparable injury.  Possibly, this is because PSNH represented most of the retail electricity supplied in New Hampshire and, under the amended deregulation plan, the other utilities could petition the Commission to delay implementation until PSNH was deregulated (see note 5, above).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In all events, the legal claims of the other utilities were set forth in their intervenor complaints and were designed largely to mirror those of PSNH;  while we have expressed our own doubts that the claims were as strong as PSNH's, the Commission has not developed this issue on appeal.  As for irreparable injury, the two other utility systems involved in the appeal did allege that they would not be able fully to recover their stranded costs, one of them providing detailed affidavits.  The lack of detailed findings by the district court owes much to the Commission's failure to press the point with the district judge.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Nevertheless, if after the hearing on the permanent injunction the district court proposes to maintain an injunction to protect all New Hampshire utilities against the application of the modified Final Plan, then the court must explain how its determinations support such an injunction as to the carriers other than PSNH. We do not say this is impossible--it may depend in part on elucidation as to the other utilities of some of the FERC issues that are particularly difficult to unravel.  But we think it has to be done if a permanent injunction extends beyond PSNH itself.</p>\n    </div>\n    <p>IV. COLLATERAL ISSUES</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The Commission argues for the first time on appeal that the injunction should be vacated because the district court failed explicitly to consider whether the plaintiffs should be required to post a security bond when receiving injunctive relief.  The Commission did not raise this issue in the district court and has therefore waived it.  See MCI Telecomm., 135 F.3d at 32;  Aoude v. Mobil Oil Corp., 862 F.2d 890, 896 (1st Cir.1988).  Furthermore, even if we were to reach this issue, the Commission has neglected to explain what such a bond would cover and how it is justified.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The Commission also makes a generalized argument that the injunction itself is vague or overbroad in enjoining the Commission from \"requiring plaintiffs to take any action under those [specified], orders [establishing the modified Final Plan], including the filing of compliance plans,\" except for voluntary filings.  The Commission claims that it is unsure what is and is not permissible, and it implies that this uncertainty inhibits its ability to carry out its ordinary rate-regulation responsibilities vis-a-vis the utilities--responsibilities that certainly continue at the present time.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Unlike in the cases cited by the Commission, see, e.g., Payne v. Travenol Labs., Inc., 565 F.2d 895, 898 (5th Cir.), cert. denied, 439 U.S. 835, 99 S.Ct. 118, 58 L.Ed.2d 131 (1978), the injunction is not so sweeping and vague as to violate the \"command of specificity\" set down in Fed.R.Civ.P. 65(d), see Payne, 565 F.2d at 897;  instead, it identifies as the subject of the injunction the Final Plan and the implementing orders that accompany it.  The Commission can ask the district court for clarification if it thinks that some action it is proposing to take might wrongly be viewed as trespassing on the injunction.  The Commission is hardly going to be held in contempt for an innocent misstep.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Fifth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Both this case and No. 98-1629 bear the same caption because both arise out of the same district court docket;  but the two cases involve separate appeals from separate injunctions entered by the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It may be helpful, even though an oversimplification, to think of distribution as the network within the town or city (e.g., poles and wires) and transmission as the intercity network (e.g., high voltage lines and towers).  The thrust of the state plan in this respect is to open up each distribution network to multiple energy suppliers and regulate the charge for such use.  Federal authorities already regulate such carriage of another supplier's power (called \"wheeling\") over transmission networks.  See 16 U.S.C. &#167;&#167; 824j-824k;  FERC Order No. 888, 61 Fed.Reg. 21540 (1996) (to be codified at 18 C.F.R. pts. 35 &amp; 385)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Any long-term commitment, even if reasonable, involves risk (e.g., where new generation technology proves cheaper than old or where spot electric prices are less than long-term contract rates).  Absent competition, investment normally is recovered through charges to customers who have no alternative source of supply.  Where rates are forced down to market levels, whether by actual competition or by proxy, no such protection exists</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> FERC regulates wholesale rates for interstate sales of electricity and the contracts for such sales;  why this includes PSNH's wholesale purchases from Seabrook is not explained but is also not disputed by the Commission.  See 16 U.S.C. &#167; 824 (1994).  Northeast Utilities filed the Seabrook power contract with FERC pursuant to the Federal Power Act, 16 U.S.C. &#167; 824d, which modified its rate structure sua sponte.  See Northeast Utils.  Serv. Co. v. FERC, 993 F.2d 937, 943 (1st Cir.1993), aff'd after remand 55 F.3d 686, 693 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This provision was amended in June 1997 to allow the Commission to implement other utilities' compliance filings prior to implementing PSNH's.  Act of June 20, 1997, ch. 298, sec. 28, 1997 N.H. Laws ch. 298 (codified as amended at R.S.A. 374-F:4(IV) (1997)).  Under the new provision, however, a utility with less than 50 percent of retail electric sales can petition the Commission to defer implementation of its compliance filing until compliance filings covering 70 percent of retail electric sales (i.e., PSNH) are being implemented.  See R.S.A. 374-F:4(IV) (1998)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The original Final Plan had required the utilities to submit FERC-regulated transmission rates (see note 2, above) with the Commission before they were filed with FERC, and it required divestiture of generating operations, arguably affecting the structure of utilities regulated under the Public Utility Holding Company Act.  These requirements were dropped on reconsideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The amici supporting the Commission are the Governor of New Hampshire, represented by the New Hampshire Attorney General, and a collection of interests headed by the Retail Merchants Association of New Hampshire</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Commission has asked the New Hampshire Supreme Court to consider, along with certain related issues, whether the rate agreement entered into incident to the Seabrook reorganization constitutes a binding contract.  See In re New Hampshire Public Utilities Commission v. Statewide Electric Utility Restructuring Plan, No. 98-114 (N.H.1998).  No decision has yet been issued</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 96 n. 14, 103 S.Ct. 2890, 77 L.Ed.2d 490 (1983);  New Orleans Pub. Serv., Inc. v. New Orleans, 782 F.2d 1236, 1242 (5th Cir.1986), modified in part, 798 F.2d 858, cert. denied, 481 U.S. 1023, 107 S.Ct. 1910, 95 L.Ed.2d 515 (1987);  see also Aluminum Co. of America v. Utilities Comm'n, 713 F.2d 1024, 1028 (4th Cir.1983);  International Bhd. of Elec. Workers v. Public Serv.  Comm'n, 614 F.2d 206, 209-11 (9th Cir.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See, e.g., Mississippi Power &amp; Light Co. v. Mississippi ex rel. Moore, 487 U.S. 354, 373-74, 108 S.Ct. 2428, 101 L.Ed.2d 322 (1988);  Nantahala Power &amp; Light Co. v. Thornburg, 476 U.S. 953, 965, 106 S.Ct. 2349, 90 L.Ed.2d 943 (1986);  Arkansas La.  Gas Co. v. Hall, 453 U.S. 571, 577-79, 101 S.Ct. 2925, 69 L.Ed.2d 856 (1981);  Montana-Dakota Utils.  Co. v. Northwestern Pub. Serv.  Co., 341 U.S. 246, 251-52, 71 S.Ct. 692, 95 L.Ed. 912 (1951)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See, e.g., Kentucky W. Va.  Gas Co. v. Pennsylvania Pub. Util.  Comm'n, 837 F.2d 600, 609 (3d Cir.1988);  Pike County Light &amp; Power Company-Electric Division v. Pennsylvania Pub. Util.  Comm'n, 77 Pa.Cmwlth. 268, 465 A.2d 735, 737-38 (Pa.Commw.1983);  see also Appeal of Sinclair Mach. Prods., Inc., 126 N.H. 822, 498 A.2d 696, 703-04 (N.H.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Possibly the original Seabrook plant was imprudent, but Northeast Utilities paid the $2.3 billion for PSNH assets including its Seabrook interest because of Northeast Utilities' understanding that it would be allowed to recover the amount that it was paying.  New Hampshire benefitted by bringing the bankruptcy to a satisfactory end, avoiding the risk of even steeper rate increases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Our own review of the record (unassisted by the parties) suggests that the other utilities may ultimately be reduced to making arguments based on FERC preemption.  Even here some may be better situated than others, and the details need substantial development</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span></p>\n    <p class=\"parties\">PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, et al., Plaintiffs, Appellees,<br>and<br>Connecticut Valley Electric Company and Central Vermont<br>Public Service Corporation, and Unitil<br>Corporation, et al.,<br>Plaintiffs/Intervenors, Appellees,<br>v.<br>Douglas PATCH, Chairman of the State of New Hampshire Public<br>Utilities Commission, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1764.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1998.<br>Decided Dec. 3, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dennis Lane with whom Michael E. Tucci and Morrison &amp; Hecker, L.L.P. were on brief for defendants Douglas L. Patch, Bruce B. Ellsworth and Susan S. Geiger.</p>\n      <p class=\"indent\">Sarah B. Knowlton, Steven V. Camerino and McLane, Graf, Raulerson &amp; Middleton, P.A. on brief for City of Claremont, New Hampshire, Amicus Curiae.</p>\n      <p class=\"indent\">Douglas W. Smith, General Counsel, John H. Conway, Deputy Solicitor, and Deborah B. Leahy on brief for Federal Energy Regulatory Commission, Amicus Curiae.</p>\n      <p class=\"indent\">Philip T. McLaughlin, Attorney General, Martin P. Honigberg, Senior Assistant Attorney General, Civil Bureau, James K. Brown, John A. Shope and Foley, Hoag &amp; Eliot LLP on brief for Jeanne Shaheen, Governor of the State of New Hampshire, Amicus Curiae.</p>\n      <p class=\"indent\">F. Anne Ross and F. Anne Ross, P.C. on brief for Retail Merchants Association of New Hampshire, New Hampshire Office of the Consumer Advocate, Campaign for Ratepayers Rights, Community Action Program, City of Manchester and Cabletron Systems, Inc., Amici Curiae.</p>\n      <p class=\"indent\">Lee A. Freeman, Jr., and Allan B. Taylor with whom John F. Kinney, James T. Malysiak, Glynna W. Freeman, Freeman, Freeman &amp; Salzman, P.C., Joseph M. Kraus, Vice President and General Counsel, Central Vermont Public Service Corporation, Dom S. D'Ambruoso, John T. Alexander, Ransmeier &amp; Spellman, John B. Nolan, Allan B. Taylor, Gary M. Becker, Robert W. Clark and Day, Berry &amp; Howard were on brief for appellees Connecticut Valley Electric Company, Central Vermont Public Service Corporation, Public Service Company of New Hampshire, North Atlantic Energy Corporation, Northeast Utilities and Northeast Utilities Service Company.</p>\n      <p class=\"indent\">Scott J. Mueller, Paul K. Connolly, Jr., Susan L. Geiser, Erica Tarpey and Leboeuf, Lamb, Greene &amp; MacRae on brief for appellees Concord Electric Company, Exeter &amp; Hampton Electric Company, Unitil Power Corp., and Unitil Corporation.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES and REAVLEY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented on this appeal is whether a state plan deregulating the electric utility industry in New Hampshire was properly enjoined by the district court pending trial on the merits.  The injunction was originally obtained by Public Service Company of New Hampshire (\"PSNH\") but was later extended to protect the other electric utilities in New Hampshire.  A separate question, decided today in a companion decision in No. 98-1629, is whether the district court erred in granting specific relief to Connecticut Valley Electric Service Company (\"Connecticut Valley\"), arguably going beyond the injunction against the plan.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">PSNH is the largest electric utility in New Hampshire and supplies about 70 percent of the retail electric power in the state.  During the 1970s, PSNH began construction of a nuclear generating plant in Seabrook, New Hampshire.  Delays and cost overruns at Seabrook were so extensive that in 1988 PSNH was forced to file for bankruptcy protection in New Hampshire.  It appears that a state statute, passed to prevent recovery through rates of Seabrook's construction-in-progress costs, contributed to the debacle.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The State of New Hampshire intervened in the bankruptcy proceedings and ultimately a deal was hammered out.  A major out-of-state utility--Northeast Utilities--agreed to acquire all of PSNH's stock and, through a corporate affiliate (North Atlantic Energy Corporation), it also took over Seabrook.  The price paid, for the benefit of PSNH's creditors and stockholders, was $2.3 billion.  As part of the transaction, the State of New Hampshire executed a rate agreement in November 1989 to permit Northeast Utilities to recover its full investment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the time, electric utilities in New Hampshire were subject to traditional utility rate regulation--here, by the New Hampshire Public Utility Commission (the \"Commission\")--through which retail rates are set to permit a utility to recover its prudently incurred costs, including a return on prudent investment in the facilities used to provide service.  The rate agreement secured by Northeast Utilities contained formulas for allocating the recovery of the investment (including Seabrook) so that the impact on retail rates would be spread out over time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The bankruptcy court approved the reorganization plan, including the rate agreement, In Re Public Serv.  Co., <span class=\"citation\" data-id=\"1535635\"><a href=\"/opinion/1535635/in-re-public-service-co-of-new-hampshire/\"><span class=\"volume\">114</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">820</span></a></span>, 843 (Bankr.D.N.H.1990).  The New Hampshire legislature authorized the Commission to review the rate agreement, N.H.Rev.Stat.Ann. &#167; 362-C (1995), and the Commission approved the rate agreement.  In Re Northeast Utils./Public Serv.  Co., 114 P.U.R.4th 385, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">488755</span></span> (N.H.P.U.C.1990).  The New Hampshire Supreme Court upheld the approval.  Appeal of Richards, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">148</span></span>, <span class=\"citation no-link\"><span class=\"volume\">590</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">586</span></span> (N.H.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The rate agreement assured PSNH of annual 5.5 percent electric rate increases for a seven year period (now completed);  and it provided that PSNH could buy Seabrook-generated power at prices sufficient to recover Seabrook costs.  Partly for these reasons, New Hampshire electric rates rose sharply.  In response, the New Hampshire legislature in 1996 adopted the Electric Utility Restructuring Act, N.H.Rev.Stat.Ann. &#167;&#167; 374-F:1 et seq.  (Supp.1997), providing for the introduction of competition into the electric utility industry in New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under this statute, the Commission conducted hearings and on February 28, 1997, it issued a restructuring plan (the \"Final Plan\" or \"Plan\") and a set of implementing orders.  See Order No. 22,514 (adopting general statewide Final Plan and Legal Analysis);  see also Orders No. 22,509-22,513 (specific utilities' interim stranded cost rulings).  The Plan is extremely complicated in its details but a brief summary of pertinent elements will suffice for the present.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, the Plan provides that effective on the implementation of compliance filings all New Hampshire electric utilities will be required to separate (\"unbundle\") charges for their local distribution and transmission services from their generation services and permit use of their distribution facilities to carry--for a distribution charge--electricity generated by other suppliers.  In effect, customers could then choose the source of their electrical power, the market would set prices through competition, and the Commission would merely set distribution charges (primarily based on cost) for the use of the distribution networks (which remain effective monopolies).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Within two years, the utilities would also be required to divest themselves of generation facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, recognizing that market-based rates would likely not permit the utilities to recover all of their investment in existing plant in generation and transmission, the Commission provided for possible recovery of so-called \"standard investment,\" both in the interim (pre-divestiture) phase and in the final (post-divestiture) phase--by allowing an increment to the distribution charge over and above actual distribution cost.  How much of the stranded investment would ultimately be recovered through this mechanism is a matter of substantial dispute and depends in some measure on decisions yet to be made by the Commission;  but in the interim phase, the aim was to cap the increment by use of a retail market proxy price to assure that the increment did not cause retail customers to pay more than 108 percent of regional average retail electric rates.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In sum, the Commission's Final Plan proposed to end the existing regime in which the agency set retail rates for electric power in New Hampshire based on cost.  Operating in two phases, the new regime, mixing elements of competition and regulation, pressed toward market rates for retail power.  The utilities' ability to recover their prudent investment in distribution, transmission and generation facilities was, at the very least, cast in doubt.  This is so because even where the investment was originally prudent, full competition can easily make some of that investment unrecoverable.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On March 3, 1997, immediately after the Final Plan was adopted, PSNH filed a 13-count complaint in federal district court and requested a temporary restraining order against implementation of the Plan.  PSNH argued that the Plan was preempted by specific provisions of the Federal Power Act, 16 U.S.C. &#167;&#167; 791a to 825r, under which the Federal Energy Regulatory Commission (\"FERC\") regulates utilities;<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  the Public Utilities Regulatory Policies Act of 1978, Pub.L. No. 95-617, 92 Stat. 3117 (codified as amended in scattered sections of 15 and 16 U.S.C.);   and the Public Utility Holding Company Act, 15 U.S.C. &#167;&#167; 79 to 79z-6.  PSNH also argued that the Plan constituted an unconstitutional taking and violated substantive due process, the Contracts Clause, the Commerce Clause, and the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In support of its TRO request, PSNH submitted affidavits including those of experts explaining that the adoption of the Final Plan, unless enjoined, would force PSNH under established accounting standards to write-off more than $400 million in investment, effectively repudiating the November 1989 rate agreement between New Hampshire and Northeast Utilities.  In turn, the write-off and the alleged repudiation would place the company in default under a number of loan and credit agreements, prompting creditors to accelerate the collection of over $1 billion in debt and forcing PSNH into bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 10, 1997, the district court held a hearing on the TRO request at which both sides presented oral argument;  the Commission presented no counter-affidavits.  Persuaded that there was a substantial threat to PSNH, the district court issued a TRO against the Commission's Orders No. 22,512 (the Final Plan) and 22,514 (the implementing order as to PSNH) pending a hearing on whether a preliminary injunction would issue.  The TRO stayed Orders No. 22,512 and 22,514 only as they affected PSNH, but under the state's statute at that time, no utility was required to implement its compliance filing until compliance filings representing at least 70 percent of retail electric sales--effectively, those covering PSNH--were being implemented.  See N.H. Rev. Stat.  Ann. &#167; 374-F:4(IV) (1996).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 20, 1997, the district court held an evidentiary hearing.  PSNH presented four witnesses:  the chief financial officer of Northeast Utilities, a vice-president of Northeast Utilities, a senior partner at an independent accounting firm, and an investment banker.  They testified that adoption of the Plan, which abandons the traditional cost-recovery regime for regulating utility rates, would under established accounting standards cause write-offs, trigger loan covenant defaults, prompt accelerated debt collection, and force PSNH into bankruptcy.  Commission lawyers cross-examined PSNH's experts but presented no opposing witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 21, 1997, the court renewed the TRO in somewhat revised language and asked for briefing on ripeness and abstention objections offered by the Commission.  On April 28, 1997, the district court rejected those defenses in Public Serv.  Co. v. Patch, <span class=\"citation no-link\"><span class=\"volume\">962</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">222</span></span> (D.N.H.1997) (\"Patch I \"), and rejected a Commission claim that the court lacked jurisdiction under the Johnson Act, 28 U.S.C. &#167; 1342.  The court said that its March 21, 1997, amended TRO would remain in effect pending further order by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In May 1997, further proceedings in the district court were stayed by agreement of the parties so that mediation could be attempted;  the attempt failed and the stay was ultimately dissolved in September 1997.  However, the district court took no further action on the injunction proceedings until early 1998 while awaiting the outcome of two related proceedings, in other forums, that might affect the decision whether to maintain injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">One was an appeal to this court by certain ratepayer and other interests whose intervention motions had been rejected by the district court in June 1997.  Public Serv.  Co. v. Patch, <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">17</span></span> (D.N.H.1997) (\"Patch II \").  On this appeal, these parties sought to raise abstention and related objections that could prove dispositive.  In February 1998, this court sustained the district court's denial of intervention and refused to reach the abstention issues.  Public Serv.  Co. v. Patch, <span class=\"citation\" data-id=\"197774\"><a href=\"/opinion/197774/public-service-v-nh-consumer-advocate/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span> (1st Cir.1998) (\"Patch III \").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The other intervening event was the Commission's receipt of petitions for reconsideration of its Final Plan and related implementing orders.  These requests, filed in Spring 1997, raised the possibility that the Commission might significantly alter the Final Plan;  in fact, the Commission stayed portions of the Plan and implementing orders pending reevaluation (Order No. 22,548) and deferred ruling on the requests until March 1998.  In this interim, there is some indication that the Commission was negotiating privately, at least with PSNH, in an effort to reach an accommodation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">During this hiatus in the PSNH litigation, a different controversy developed in late 1997, primarily between the Commission and another New Hampshire electric utility, Connecticut Valley Electric Service Company.  The district court, having allowed the other New Hampshire electric utilities to intervene in PSNH's injunction action, considered in that court docket all requests by other utilities for related relief.  As we will see, the new controversy with Connecticut Valley became a springboard for expanding injunctive relief to protect all of the utilities against the Final Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On March 20, 1998, the Commission finally entered a new order, Order No. 22,875, that modified the 1997 Final Plan and resolved petitions for rehearing on company-specific implementing orders.  The Commission deleted certain features of its Final Plan that had made the Plan especially vulnerable to attack on grounds of federal preemption.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In addition, the Commission cryptically announced that it would permit PSNH to have cost recovery--of a kind not clearly specified--in the course of further proceedings.  Thereafter PSNH filed a further amended complaint in district court renewing most of the same claims it had earlier made.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On April 3, 1998, the district court held a hearing (one of several described at length in our companion opinion) directed primarily to relief sought by Connecticut Valley.  In the course of that hearing, the district court expressed the view that its earlier March 21, 1997, order obtained by PSNH had contemplated that the Commission's Final Plan would not be implemented pendente lite against any of the utilities.  On April 9, 1998, the court entered a written amended preliminary injunction enjoining the Commission pending further court proceedings from requiring any New Hampshire utility to obey the Final Plan or to submit to orders designed to implement that plan.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Incident to the April 1998 court proceedings, the district court directed all parties to prepare for trial on the request for a permanent injunction now supported by other utilities as well as PSNH. Although PSNH said that it was ready for trial immediately, the Commission requested six months for discovery and the district court ruled that discovery would close in October 1998, with a trial on the request for a permanent injunction toward the end of November 1998.  That date has recently been extended until February 1999 to permit more discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the time of the April 1998 proceedings in the district court, the Commission's new Order No. 22,875 modifying the original Final Plan and implementing orders had only recently been issued, but the district court had declined to address it immediately.  Instead, on June 5, 1998, the district court held a further hearing to consider among other things the extension of the preliminary injunction to embrace the modified Final Plan order as well.  On June 12, 1998, the district court issued an order enjoining the implementation of Order No. 22,875.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Commission then appealed to this court.  In No. 98-1764, the Commission appeals from the June 12, 1998, order of the district court enjoining the Commission from requiring any utility to comply with the modified Final Plan or implementing orders;  and in No. 98-1629, the Commission appeals separately from the district court's order of April 9, 1998, using that appeal as a vehicle to address its separate dispute with Connecticut Valley.  Both orders are effectively preliminary injunctions subject to immediate appeal.  28 U.S.C. &#167; 1292(a) (1994).  In this decision, we are concerned with review of the June 12, 1998, order.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On appellate review of the grant or denial of a preliminary injunction, the deferential standard of \"abuse of discretion\" applies to judgment calls, by the district court, such as those that involve the weighing of competing considerations.  See K-Mart Corp. v. Oriental Plaza, Inc., <span class=\"citation\" data-id=\"524046\"><a href=\"/opinion/524046/k-mart-corporation-v-oriental-plaza-inc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 915 (1st Cir.1989).  Abstract issues of law are subject to review de novo and findings of basic fact to the clear error standard.  See Ocean Spray Cranberries, Inc. v. Pepsico, Inc., <span class=\"citation\" data-id=\"198206\"><a href=\"/opinion/198206/ocean-spray-v-pepsico-inc/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 61 &amp; n. 1 (1st Cir.1998).</p>\n    </div>\n    <p>II. THRESHOLD ISSUES</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Each side has raised threshold objections, the Commission to the district court's consideration of the complaint and PSNH to the Commission's appeal to this court.  Since the latter effectively disputes our authority to consider the former as well as the merits of the injunction, we address first PSNH's twofold claim:  that the notice of appeal is defective and that in any event the June 12, 1998, preliminary injunction is not an appealable order as to PSNH.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The first objection turns on the fact that the Commission's notice of appeal named the Commission and no one else as the appellant, while the named defendants in the district court were the individual commissioners and not the Commission, presumably because of Eleventh Amendment concerns.  This discrepancy leads PSNH to say that the appeal is not taken by anyone who was a party in the district court and is therefore ineffective.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Needless to say, there is no actual confusion as to the commissioners' intent to appeal or any suggestion of unfairness.  The complaint challenged the commissioners for official acts;  it even referred to them by way of shorthand as \"the Commission.\"   The individual commissioners appear in the caption of the notice of appeal.  Under these circumstances, we think that the appeal should have been understood by everyone as that of the original defendants, the individual commissioners.  Fed. R.App. P. 3(c) &amp; advisory committee notes to 1993 amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The other objection has slightly more substance but not enough to persuade.  PSNH points out that the Commission did not seek to appeal from the March 21, 1997, order which was effectively an appealable preliminary injunction, having occurred after a hearing and without the 10-day limit applied to TROs.  See Fed.R.Civ.P. 65(b).  PSNH argues that at least as to it, the preliminary injunction of June 12, 1998, did no more than maintain the relief granted earlier.  PSNH then argues that, because the latter added nothing to the former, the Commission is circumventing the time limit on the original appeal which was 30 days.  See Fed.  R.App. P. 4(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even though the statute says that appeal may be taken from the \"continuat[ion]\" of an injunction, 28 U.S.C. &#167; 1292(a)(1), PSNH's argument might have some force in some circumstances.  See Sierra Club v. Marsh, <span class=\"citation\" data-id=\"544223\"><a href=\"/opinion/544223/sierra-club-v-john-o-marsh-jr-etc/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 212-14 (1st Cir.1990).  However, here the June 12, 1998, injunction extended injunctive relief--to PSNH quite as much as other utilities--to include the modified Final Plan--whereas earlier orders had addressed only the original Final Plan.  Thus, the new injunction was not merely an echo of the old and is independently appealable and properly before us.  Cf. Gon v. First State Ins. Co., <span class=\"citation\" data-id=\"520665\"><a href=\"/opinion/520665/alan-c-gon-jackie-yee-david-quan-richard-tsang-gilbert-m-nishimura-ira-m/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span></a></span>, 866 (9th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Opposing PSNH, the Commission and amicus interests that support it<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> have advanced three reasons why the district court should not even have considered the request for preliminary injunction:  alleged lack of ripeness, various of the so-called abstention doctrines established by the Supreme Court, and the Johnson Act's express restriction on district court injunctions against state rate orders under certain circumstances.  The district court addressed these objections at length in Patch I, 962 F.Supp. at 230-44.   Presented as objections to an appealable preliminary injunction, these objections are now properly before us.  Compare Patch III, 136 F.3d at 210.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We begin with the ripeness question, which essentially asks whether a case is premature.  Two aspects of prematurity especially concern the courts:  one is whether the threat of injury is sufficiently immediate, and the other is whether the issues raised can properly be decided in the abstract or would benefit from facts not yet known (e.g., where validity of the statute might depend upon the circumstances in which it is applied).  See Chemerinsky, Federal Jurisdiction &#167; 2.4 at 98, 101-109 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In its famous Abbott trilogy, see Abbott Labs. v. Gardner, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">681</span></a></span> (1967);  Toilet Goods Ass'n v. Gardner, <span class=\"citation\" data-id=\"107452\"><a href=\"/opinion/107452/the-toilet-goods-association-inc-v-john-wga-rdner-secretary-of-health/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>, <span class=\"citation\" data-id=\"107452\"><a href=\"/opinion/107452/the-toilet-goods-association-inc-v-john-wga-rdner-secretary-of-health/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1520</span></a></span>, <span class=\"citation\" data-id=\"107452\"><a href=\"/opinion/107452/the-toilet-goods-association-inc-v-john-wga-rdner-secretary-of-health/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1967);  Gardner v. Toilet Goods Ass'n, <span class=\"citation\" data-id=\"107453\"><a href=\"/opinion/107453/gardner-v-toilet-goods-assn-inc/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"107453\"><a href=\"/opinion/107453/gardner-v-toilet-goods-assn-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, <span class=\"citation\" data-id=\"107453\"><a href=\"/opinion/107453/gardner-v-toilet-goods-assn-inc/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">704</span></a></span> (1967), the Supreme Court said that ripeness depends upon the \"fitness\" of the issues for immediate review and the \"hardship\" to the litigant in postponing judicial intervention.  See Abbott Labs., 387 U.S. at 149, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>.   Fitness and hardship involve matters of degree, but there is no need to plumb the subject, since lack of ripeness is the least plausible of the objections to the injunction in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">With regard to fitness for review, the Commission's Final Plan adopted a specific and detailed structure for utility deregulation and ratemaking in New Hampshire.  By the time of the modified preliminary injunction issued on June 12, 1998, the Commission had also disposed of requests for reconsideration.  Further, the Commission issued a set of implementing orders, effectively one to each utility.  These orders requested steps to be taken, including the calculation of interim standard costs, the filing of information to calculate local distribution rates for the phase of competition, and ultimately, the institution of local distribution tariffs to permit wheeling and the corporate separation of distribution from generation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As for the other consideration under Abbott, hardship if review is deferred, the affidavits submitted by PSNH assert (with considerable supporting detail) that the adoption of the Final Plan and implementing order would, unless enjoined, lead almost immediately to a change in PSNH's status under accounting rules, place the company in default as to various lines of credit, and push it rapidly down the slope to near-term bankruptcy.  Of course, the adequacy of this showing can be disputed, but the Commission has thus far made little effort to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The amici brief of Retail Merchants Association of New Hampshire, et al., is the strongest proponent of the ripeness objection.  It argues that review is premature because the New Hampshire Supreme Court is considering rulings requested by the Commission relating primarily to the Contracts Clause argument,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and because the Commission has not yet made a final determination as to the precise amounts that PSNH may recover as stranded costs, a matter that is still the subject of ongoing proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The pending state court proceeding does not render the present case unripe.  Even if we focus only on the Contracts Clause claim--most of PSNH's claims concern other matters--the state court's view of the agreement would not necessarily resolve the federal constitutional issue, cf.  Rhode Island Laborers' Dist. Council v. Rhode Island, <span class=\"citation\" data-id=\"754635\"><a href=\"/opinion/754635/rhode-island-laborers-district-council-local-union-808-v-state-of-rhode/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 43 (1st Cir.1998), even if that view were adverse to PSNH. And while a ruling adverse to the Commission might lead to modification of the existing plan, the fact remains that the existing plan threatens imminent harm, assuming the truth of PSNH's affidavits is accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The more difficult question is whether ongoing Commission proceedings may refine the Commission's stranded cost formulas in ways that diminish the impact of its Final Plan and implementing orders on PSNH. In our view, the Commission's new but cryptic suggestion of some kind of cost recovery for PSNH (already noted) is too slim a basis for postponing review.  The modified Final Plan itself is claimed by PSNH to inflict irreparable harm and, if the new suggestion has altered matters, the Commission can raise the issue in the district court in connection with the permanent injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The second threshold objection is that the district court should have refused the injunction on abstention grounds.  Abstention is not one doctrine but several, and the strand that most invites attention derives from Burford v. Sun Oil Co., <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></a></span>, <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1424</span></a></span> (1943).  The fundamental concern in Burford is to prevent federal courts from bypassing a state administrative scheme and resolving issues of state law and policy that are committed in the first instance to expert administrative resolution.  See New Orleans Pub. Serv., Inc. v. New Orleans, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 361-64, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1989);  Bath Mem.  Hosp. v. Maine Health Care Fin.  Comm'n, <span class=\"citation\" data-id=\"510030\"><a href=\"/opinion/510030/22-socsecrepser-567-medicaremedicaid-gu-37243-medicaremedicaid-gu/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1014-15 (1st Cir.1988) (Breyer, J.).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But Burford abstention does not bar federal court injunctions against state administrative orders where there are predominating federal issues that do not require resolution of doubtful questions of local law and policy.  See New Orleans Pub. Serv., 491 U.S. at 362, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>;  Bath, 853 F.2d at 1013.   In such cases, Burford abstention is not required merely because the federal action may impair or even entirely enjoin the operation of the state scheme.  See Zablocki v. Redhail, <span class=\"citation\" data-id=\"109768\"><a href=\"/opinion/109768/zablocki-v-redhail/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 379 n. 5, <span class=\"citation\" data-id=\"109768\"><a href=\"/opinion/109768/zablocki-v-redhail/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></a></span>, <span class=\"citation\" data-id=\"109768\"><a href=\"/opinion/109768/zablocki-v-redhail/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span></a></span> (1978);  see also New Orleans Pub. Serv., 491 U.S. at 361-64, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>;  Bath, 853 F.2d at 1014-15.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Thus focused, the Burford doctrine has no application to most of the claims advanced by PSNH. It does not require looking beyond \"the four corners\" of the Final Plan, New Orleans Pub. Serv., 491 U.S. at 363, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, to confirm that the Final Plan is intended to shift from cost-based regulation to market-driven rates for electricity.  To the extent that such a shift in regime is itself claimed to violate the Contracts Clause, or interfere with FERC's preemptive authority or contravene orders of the Seabrook bankruptcy court, Burford abstention is not even arguable.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The amici, but not the Commission, rely on a second (and older) abstention doctrine associated with Railroad Commission of Texas v. Pullman Company, <span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">971</span></a></span> (1941).  Under Pullman, abstention may be warranted where state court resolution of an issue of state law might avoid a federal constitutional issue.  Pullman, 312 U.S. at 500-01, <span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></a></span>.  Pullman abstention calls for deferral of a case rather than dismissal and may be a matter of discretion.  See Chemerinsky, &#167; 12.2.1, at 595, 603.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Here, it is true that proceedings in the New Hampshire Supreme Court (see note 7 above) could conceivably increase PSNH's cost recovery and affect its Contracts Clause and confiscation claims.  But the timing, outcome and consequences of the state-court proceedings are uncertain, and PSNH is faced with an existing modified Final Plan that will, if PSNH's affidavits are believed, drive it shortly into bankruptcy (absent the injunction).  This is not the kind of case for which the Pullman doctrine is designed.  See United Servs.  Auto. Ass'n v. Muir, <span class=\"citation\" data-id=\"471285\"><a href=\"/opinion/471285/united-services-automobile-association-a-texas-reciprocal-interinsurance/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">356</span></a></span>, 362-63 (3d Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The last threshold barrier, relied on by the Commission and both amici, is the Johnson Act, 28 U.S.C. &#167; 1342 (1994), providing that if each of four conditions is met, the district court \"shall not enjoin\" the operation of, or compliance with, \"any order effecting rates chargeable by a public utility and made by a State administrative agency....\"  The Johnson Act operates only where each of the following conditions is met:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(1) Jurisdiction is based solely on diversity of citizenship or repugnance of the order to the Federal Constitution;  and,(2) The order does not interfere with interstate commerce;  and,</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(3) The order has been made after reasonable notice and hearing;  and,</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">(4) A plain, speedy and efficient remedy may be had in the courts of such State.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The modified Final Plan and the implementing orders are orders affecting rates within the meaning of the Johnson Act, compare Tennyson v. Gas Serv.  Co., <span class=\"citation\" data-id=\"323356\"><a href=\"/opinion/323356/wade-tennyson-v-gas-service-company-and-kansas-gas-and-electric-company/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span>, 1140 (10th Cir.1974), with Public Util.  Comm'n v. United States, <span class=\"citation\" data-id=\"105631\"><a href=\"/opinion/105631/public-util-commn-of-cal-v-united-states/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">534</span></a></span>, 540, <span class=\"citation\" data-id=\"105631\"><a href=\"/opinion/105631/public-util-commn-of-cal-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">446</span></a></span>, <span class=\"citation\" data-id=\"105631\"><a href=\"/opinion/105631/public-util-commn-of-cal-v-united-states/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">470</span></a></span> (1958);  and the utilities do not directly deny that the third and fourth conditions are met.  Instead, they argue that jurisdiction in this case is not based \"solely on diversity of citizenship or repugnance of the order to the Federal Constitution\" and that the orders \"interfere with interstate commerce.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Johnson Act was prompted by concerns akin to those that later gave rise to Burford abstention, see Alabama Pub. Serv.  Comm'n v. Southern R. Co., <span class=\"citation\" data-id=\"104905\"><a href=\"/opinion/104905/alabama-pub-serv-commn-v-southern-r-co/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 357-58, <span class=\"citation\" data-id=\"104905\"><a href=\"/opinion/104905/alabama-pub-serv-commn-v-southern-r-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">762</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1002</span></span> (1951) (Frankfurter, J., concurring), but the Johnson Act has a narrower reach and that reach is more rigidly defined.  The statute does not apply to claims based upon a congressional statute or federal administrative rulings, even though these commands are ultimately backed up by the Supremacy Clause (and are therefore arguably \"constitutional\" claims).  The case law on this point is so clear cut that no further discussion of the point is required.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Several of PSNH's more important claims are based on federal statutes, federal administrative rulings or both and are therefore not barred by the Johnson Act.  PSNH's claims based directly on the Constitution are less secure.  The literal language of the Johnson Act leaves some room to argue that the constitutional claims would also support relief simply because jurisdiction over the case would not have been based \"solely\" on diversity or constitutional grounds.  But the statute's evident purpose is to bar injunctions based on constitutional violations regardless of other claims in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">If the district court finds that a permanent injunction is supported only by constitutional claims, it may have to decide this arguable conflict between language and purpose.  While we are doubtful that the statute permits relief based on constitutional claims, even though other claims may support jurisdiction, the issue has not been adequately briefed, and we will not decide it.  Of course, even a constitutional claim alone would permit relief if the state action \"interfere[s] with interstate commerce.\"  28 U.S.C. &#167; 1342(2);  see also Public Util.  Comm'n v. United Fuel Gas Co., <span class=\"citation\" data-id=\"103750\"><a href=\"/opinion/103750/public-util-commn-of-ohio-v-united-fuel-gas-co/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span>, 469-70, <span class=\"citation\" data-id=\"103750\"><a href=\"/opinion/103750/public-util-commn-of-ohio-v-united-fuel-gas-co/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">369</span></a></span>, <span class=\"citation\" data-id=\"103750\"><a href=\"/opinion/103750/public-util-commn-of-ohio-v-united-fuel-gas-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">396</span></a></span> (1943);  Tri-State Generation &amp; Transmission Ass'n, Inc. v. Public Serv.  Comm'n, <span class=\"citation\" data-id=\"285279\"><a href=\"/opinion/285279/tri-state-generation-transmission-association-inc-v-the-public-service/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 118-19 (10th Cir.1969).</p>\n    </div>\n    <p>III. THE MERITS</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Once past the threshold issues, we reach the familiar four-part test for preliminary injunctions and the question whether preliminary injunction in this case is justified.  The usual requirements are (1) that the moving party show a likelihood of success on the merits, (2) that irreparable injury be demonstrated in the absence of an injunction;  and (3) and (4) that injunctive relief be found to be consistent with the equities and the public interest.  See Ross-Simons of Warwick, Inc. v. Baccarat, Inc., <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span>, 15 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In the ordinary case where a preliminary injunction is granted, the district court usually sets forth its reasons for believing that a likelihood of success has been shown on one or more claims, and opposing party tries to show on appeal why this assessment is flawed or mistaken.  In this case, the district court's assessment of the merits was foreshortened and the Commission's brief on appeal does not seriously address the merits of PSNH's claims.  This is a formidable handicap to an intelligent discussion of the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The reasons why there is no full-scale appraisal of the merits by the district court are severalfold.  The original TRO request was accompanied by a reasonably extensive memorandum by PSNH laying out its theories for asserting that the Final Plan and implementing orders were unlawful, and by extensive affidavits attempting to show irreparable injury of the most severe kind was imminent.  In opposing the TRO, the Commission concentrated primarily on disputing claims of irreparable injury and at later stages, it pressed the abstention and other threshold claims already discussed.  Possibly, it hoped to postpone a preliminary ruling on the merits while making modifications in the Final Plan that might strengthen the Commission's hand.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Whatever the cause of this tactic, it led the district court to eschew any formal or detailed discussion of PSNH's likelihood of success on the merits akin to the court's thorough discussion of the threshold issues such as abstention.  Still, this is not a case where the district court ignored likelihood of success:  a review of the transcript shows that the district court did consider likelihood of success, that it was especially impressed with PSNH's Contracts Clause claim and that it thought that certain of the FERC preemption claims were substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On appeal, the Commission now does seek to dispute PSNH's likelihood of success assertions;  the Commission argues first and most elaborately that \"plaintiffs are unlikely to prevail on the merits.\"   This court might be justified in passing by the argument on the ground that it was not adequately developed below, see MCI Telecomm.  Corp. v. Matrix Communications Corp., <span class=\"citation\" data-id=\"197748\"><a href=\"/opinion/197748/mci-corporation-v-matrix-comm-corp/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 32 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2370</span></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">738</span></span> (1998), but we address it for several reasons:  some of the substance was presented to the district court, the argument is essentially legal rather than factual so lack of district court development is not a handicap, and the impact of the injunction on a regulatory regime affecting the public interest weighs heavily with us.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Yet the Commission's main \"merits\" argument is almost entirely beside the point.  The Commission lays out and supports with citations the proposition that states have substantial latitude in determining rate methodologies, that cost-of-service rate making is not infallible, that unreasonably high rates may be restrained, that constitutional considerations normally take account of multiple interests, and that the Final Plan embodies a regime that is generally reasonable and capable of adjusting to individual circumstances.  Most of what the Commission says is plausible in the abstract.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The manifest difficulty is that these arguments respond to none of the specific claims made by PSNH. There is no adequate discussion of the PSNH Contracts Clause claim or the related argument that New Hampshire agreed in the bankruptcy proceeding to allow full recovery of the Seabrook investment.  The Commission meets PSNH's claims that the Final Plan invades FERC jurisdiction or conflicts with FERC orders only by responding (in another section of its brief) that the modifications produced by its order on reconsideration have \"mooted\" the issue;  however, the argument made in this section addresses only one of PSNH's several FERC-preemption arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Retail Merchants' amicus brief makes a somewhat more detailed argument under a heading concerning \"likelihood of success.\"   But this is actually a claim that PSNH's takings argument is premature, as the Commission may or will allow some of the disputed costs to be recovered;  we have already addressed this concern in connection with the ripeness issue.  The amicus brief submitted by New Hampshire's Governor also discusses the merits, but the only detailed argument is limited to claims that there is no conflict between the Commission's modified Final Plan and FERC orders or authority.  The FERC claims are only some of the many claims put forth by PSNH.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Nevertheless, we have considered whether at least one or more of the claims put forth by PSNH provides fair grounds for further litigation--this lesser standard being defensible in light of the rather powerful showing of irreparable injury made by PSNH. See Washington Metro.  Area Transit Comm'n v. Holiday Tours, Inc., <span class=\"citation\" data-id=\"347649\"><a href=\"/opinion/347649/washington-metropolitan-area-transit-commission-v-holiday-tours-inc/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">841</span></a></span>, 844-45 (D.C.Cir.1977).  This standard is met by PSNH's argument that New Hampshire effectively promised in the rate agreement incident to the bankruptcy reorganization that PSNH or one of its affiliates would be allowed to recover through PSNH retail rates a specific investment of $2.3 billion;  that the switch to a market-based rate regime effectively nullifies this promise;  and that the promise is enforceable under Contracts Clause jurisprudence.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The state's involvement in the rate agreement, already described, certainly makes a Contracts Clause claim plausible, even if closer examination might defeat the claim or provide the state a loophole.  See McGrath v. Rhode Island Retirement Bd., <span class=\"citation\" data-id=\"196857\"><a href=\"/opinion/196857/mcgrath-v-ri-retirement-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1996).  Of course, the Johnson Act may well preclude an injunction based solely on constitutional grounds, as we discussed above.  But PSNH makes a similar argument that disregard of the bankruptcy agreement conflicts with the bankruptcy court's disposition of the Seabrook reorganization;  if this version has merit, the Johnson Act would not be a bar.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In any case, claims based on FERC preemption are not subject to the Johnson Act, and several such arguments pressed by PSNH appear to be substantial.  One concern may have been resolved by the modification order (eliminating obligatory filing of FERC transmission tariffs with the Commission), and another argument (whether the state has authority to order wheeling over local distribution lines) might not--even if sound--affect the initial decision to force retail rates toward market levels without actual competition.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">However, PSNH's most far-reaching argument under the Federal Power Act appears to be that the rate reductions contemplated by the Commission would prevent full recovery by PSNH of the cost of power that it is required to buy from Seabrook by long-term contract made in connection with the bankruptcy reorganization.  Under established doctrine, discussed at greater length in our companion opinion, state agencies have limited ability to disallow the cost of electricity supplied at rates contained in tariffs filed with FERC.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  In shorthand, the rate in a tariff filed with FERC is the binding rate unless and until FERC alters it.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">It is true that a state agency may be able to disallow the cost of power purchases to the extent that they are imprudent,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> unless those purchases are required by a federal mandate.  See Mississippi Power &amp; Light, 487 U.S. at 373-74, <span class=\"citation\" data-id=\"112130\"><a href=\"/opinion/112130/mississippi-power-light-co-v-mississippi-ex-rel-moore/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>;  Nantahala, 476 U.S. at 965, <span class=\"citation\" data-id=\"111697\"><a href=\"/opinion/111697/nantahala-power-light-co-v-thornburg/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2349</span></a></span>.   But even if FERC's approval of the PSNH-Seabrook contract does not create such a mandate--a point neither side has discussed--the Commission does not claim that the contract entered into as part of the state-endorsed reorganization was imprudent.  And, unlike the Connecticut Valley contract discussed in the companion case, the PSNH-Seabrook contract is not said to contain a clause permitting termination on short notice.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We thus conclude that PSNH has a sufficient claim on the merits to permit a preliminary injunction.  As to the remaining three conditions, they can all be discussed together, because the starting point for each is PSNH's claim that without the injunction it would be driven rapidly into bankruptcy.  This is not only an extreme form of irreparable injury but, if the threat is a real one, would give PSNH a powerful equitable argument.  As for the public interest, lower rates are always an attraction, but New Hampshire itself has avowed that a second PSNH bankruptcy would not be in the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The question whether PSNH made a showing of threatened bankruptcy is easy to answer in the affirmative.  It presented extensive affidavits and then live witnesses, whereas the state did no more than to seek to cross-examine.  Nothing in the examination persuades us that the district court committed clear error in finding the threat to be real.  Neither the Commission nor the amici in their appeals briefs seek to discuss in detail PSNH's evidence of irreparable injury.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Commission and amici say that the Commission's orders leave some room for further adjustments that would increase the ability of PSNH to recover more of its investment.  Yet PSNH's witnesses said that bankruptcy would flow simply from the Commission's decision to impose on it a rate regime designed to lead to market-based rates.  And far from providing assurance that the Northeast Utilities' investment will be recovered, the briefs of the Commission contain disquieting references to the recovery of prudent investment.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We thus conclude on the present record, the district court was entitled to issue a preliminary injunction in favor of PSNH. None of the pillars on which this conclusion rests is immune to reexamination in connection with a permanent injunction or, at any other time, if there are new developments to warrant a further look.  And what has been said so far about the merits and irreparable injury pertains to the injunction so far as it restrains the Commission from applying the Final Plan and implementing orders to PSNH.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The district court's extension of the injunction to protect all other New Hampshire electric utilities is more troublesome.  Although the other utilities have joined in attacks on the Final Plan similar to those made by PSNH, it is not clear that they can assert the Contracts Clause or bankruptcy reorganization arguments that made PSNH's case so appealing to the district court.  Nor is it evident that utilities are constitutionally insulated against losses that result merely from a change in rate regulation that introduces competition.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Curiously, the Commission itself has made only a limited effort to distinguish the claims of the other utilities from those of PSNH.  Its reply brief on appeal says little more than that the other utilities presented \"no factual or legal support\" for extending the preliminary injunction to them.  Nor does it appear that the Commission pressed in the district court for separate findings as to the other utilities concerning their likelihood of success and irreparable injury.  Possibly, this is because PSNH represented most of the retail electricity supplied in New Hampshire and, under the amended deregulation plan, the other utilities could petition the Commission to delay implementation until PSNH was deregulated (see note 5, above).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In all events, the legal claims of the other utilities were set forth in their intervenor complaints and were designed largely to mirror those of PSNH;  while we have expressed our own doubts that the claims were as strong as PSNH's, the Commission has not developed this issue on appeal.  As for irreparable injury, the two other utility systems involved in the appeal did allege that they would not be able fully to recover their stranded costs, one of them providing detailed affidavits.  The lack of detailed findings by the district court owes much to the Commission's failure to press the point with the district judge.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Nevertheless, if after the hearing on the permanent injunction the district court proposes to maintain an injunction to protect all New Hampshire utilities against the application of the modified Final Plan, then the court must explain how its determinations support such an injunction as to the carriers other than PSNH. We do not say this is impossible--it may depend in part on elucidation as to the other utilities of some of the FERC issues that are particularly difficult to unravel.  But we think it has to be done if a permanent injunction extends beyond PSNH itself.</p>\n    </div>\n    <p>IV. COLLATERAL ISSUES</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The Commission argues for the first time on appeal that the injunction should be vacated because the district court failed explicitly to consider whether the plaintiffs should be required to post a security bond when receiving injunctive relief.  The Commission did not raise this issue in the district court and has therefore waived it.  See MCI Telecomm., 135 F.3d at 32;  Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 896 (1st Cir.1988).  Furthermore, even if we were to reach this issue, the Commission has neglected to explain what such a bond would cover and how it is justified.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The Commission also makes a generalized argument that the injunction itself is vague or overbroad in enjoining the Commission from \"requiring plaintiffs to take any action under those [specified], orders [establishing the modified Final Plan], including the filing of compliance plans,\" except for voluntary filings.  The Commission claims that it is unsure what is and is not permissible, and it implies that this uncertainty inhibits its ability to carry out its ordinary rate-regulation responsibilities vis-a-vis the utilities--responsibilities that certainly continue at the present time.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Unlike in the cases cited by the Commission, see, e.g., Payne v. Travenol Labs., Inc., <span class=\"citation\" data-id=\"350681\"><a href=\"/opinion/350681/16-fair-emplpraccas-387-17-fair-emplpraccas-186-15-empl-prac-dec/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">895</span></a></span>, 898 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">835</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">131</span></span> (1978), the injunction is not so sweeping and vague as to violate the \"command of specificity\" set down in Fed.R.Civ.P. 65(d), see Payne, 565 F.2d at 897;  instead, it identifies as the subject of the injunction the Final Plan and the implementing orders that accompany it.  The Commission can ask the district court for clarification if it thinks that some action it is proposing to take might wrongly be viewed as trespassing on the injunction.  The Commission is hardly going to be held in contempt for an innocent misstep.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Fifth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Both this case and No. 98-1629 bear the same caption because both arise out of the same district court docket;  but the two cases involve separate appeals from separate injunctions entered by the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It may be helpful, even though an oversimplification, to think of distribution as the network within the town or city (e.g., poles and wires) and transmission as the intercity network (e.g., high voltage lines and towers).  The thrust of the state plan in this respect is to open up each distribution network to multiple energy suppliers and regulate the charge for such use.  Federal authorities already regulate such carriage of another supplier's power (called \"wheeling\") over transmission networks.  See 16 U.S.C. &#167;&#167; 824j-824k;  FERC Order No. 888, 61 Fed.Reg. 21540 (1996) (to be codified at 18 C.F.R. pts. 35 &amp; 385)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Any long-term commitment, even if reasonable, involves risk (e.g., where new generation technology proves cheaper than old or where spot electric prices are less than long-term contract rates).  Absent competition, investment normally is recovered through charges to customers who have no alternative source of supply.  Where rates are forced down to market levels, whether by actual competition or by proxy, no such protection exists</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> FERC regulates wholesale rates for interstate sales of electricity and the contracts for such sales;  why this includes PSNH's wholesale purchases from Seabrook is not explained but is also not disputed by the Commission.  See 16 U.S.C. &#167; 824 (1994).  Northeast Utilities filed the Seabrook power contract with FERC pursuant to the Federal Power Act, 16 U.S.C. &#167; 824d, which modified its rate structure sua sponte.  See Northeast Utils.  Serv. Co. v. FERC, <span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 943 (1st Cir.1993), aff'd after remand <span class=\"citation\" data-id=\"196081\"><a href=\"/opinion/196081/northeast-utilities-v-ferc/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">686</span></a></span>, 693 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This provision was amended in June 1997 to allow the Commission to implement other utilities' compliance filings prior to implementing PSNH's.  Act of June 20, 1997, ch. 298, sec. 28, 1997 N.H. Laws ch. 298 (codified as amended at R.S.A. 374-F:4(IV) (1997)).  Under the new provision, however, a utility with less than 50 percent of retail electric sales can petition the Commission to defer implementation of its compliance filing until compliance filings covering 70 percent of retail electric sales (i.e., PSNH) are being implemented.  See R.S.A. 374-F:4(IV) (1998)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The original Final Plan had required the utilities to submit FERC-regulated transmission rates (see note 2, above) with the Commission before they were filed with FERC, and it required divestiture of generating operations, arguably affecting the structure of utilities regulated under the Public Utility Holding Company Act.  These requirements were dropped on reconsideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The amici supporting the Commission are the Governor of New Hampshire, represented by the New Hampshire Attorney General, and a collection of interests headed by the Retail Merchants Association of New Hampshire</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Commission has asked the New Hampshire Supreme Court to consider, along with certain related issues, whether the rate agreement entered into incident to the Seabrook reorganization constitutes a binding contract.  See In re New Hampshire Public Utilities Commission v. Statewide Electric Utility Restructuring Plan, No. 98-114 (N.H.1998).  No decision has yet been issued</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Shaw v. Delta Air Lines, Inc., <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 96 n. 14, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span>, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1983);  New Orleans Pub. Serv., Inc. v. New Orleans, <span class=\"citation\" data-id=\"464636\"><a href=\"/opinion/464636/new-orleans-public-service-inc-v-the-city-of-new-orleans-the-council/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1236</span></a></span>, 1242 (5th Cir.1986), modified in part, <span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">858</span></span>, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1023</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">515</span></span> (1987);  see also Aluminum Co. of America v. Utilities Comm'n, <span class=\"citation\" data-id=\"422244\"><a href=\"/opinion/422244/aluminum-company-of-america-a-pennsylvania-corporation-and-tapoco-inc/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1024</span></a></span>, 1028 (4th Cir.1983);  International Bhd. of Elec. Workers v. Public Serv.  Comm'n, <span class=\"citation\" data-id=\"373971\"><a href=\"/opinion/373971/international-brotherhood-of-electrical-workers-local-union-no-1245-v/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">206</span></a></span>, 209-11 (9th Cir.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See, e.g., Mississippi Power &amp; Light Co. v. Mississippi ex rel. Moore, <span class=\"citation\" data-id=\"112130\"><a href=\"/opinion/112130/mississippi-power-light-co-v-mississippi-ex-rel-moore/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></a></span>, 373-74, <span class=\"citation\" data-id=\"112130\"><a href=\"/opinion/112130/mississippi-power-light-co-v-mississippi-ex-rel-moore/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>, <span class=\"citation\" data-id=\"112130\"><a href=\"/opinion/112130/mississippi-power-light-co-v-mississippi-ex-rel-moore/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">322</span></a></span> (1988);  Nantahala Power &amp; Light Co. v. Thornburg, <span class=\"citation\" data-id=\"111697\"><a href=\"/opinion/111697/nantahala-power-light-co-v-thornburg/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">953</span></a></span>, 965, <span class=\"citation\" data-id=\"111697\"><a href=\"/opinion/111697/nantahala-power-light-co-v-thornburg/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2349</span></a></span>, <span class=\"citation\" data-id=\"111697\"><a href=\"/opinion/111697/nantahala-power-light-co-v-thornburg/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">943</span></a></span> (1986);  Arkansas La.  Gas Co. v. Hall, <span class=\"citation\" data-id=\"110562\"><a href=\"/opinion/110562/arkansas-louisiana-gas-co-v-hall/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">571</span></a></span>, 577-79, <span class=\"citation\" data-id=\"110562\"><a href=\"/opinion/110562/arkansas-louisiana-gas-co-v-hall/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2925</span></a></span>, <span class=\"citation\" data-id=\"110562\"><a href=\"/opinion/110562/arkansas-louisiana-gas-co-v-hall/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">856</span></a></span> (1981);  Montana-Dakota Utils.  Co. v. Northwestern Pub. Serv.  Co., <span class=\"citation\" data-id=\"104897\"><a href=\"/opinion/104897/montana-dakota-co-v-pub-serv-co/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, 251-52, <span class=\"citation\" data-id=\"104897\"><a href=\"/opinion/104897/montana-dakota-co-v-pub-serv-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">692</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">912</span></span> (1951)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See, e.g., Kentucky W. Va.  Gas Co. v. Pennsylvania Pub. Util.  Comm'n, <span class=\"citation\" data-id=\"500359\"><a href=\"/opinion/500359/kentucky-west-virginia-gas-company-equitable-gas-company-a-division-of/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span>, 609 (3d Cir.1988);  Pike County Light &amp; Power Company-Electric Division v. Pennsylvania Pub. Util.  Comm'n, 77 Pa.Cmwlth. 268, <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">735</span></span>, 737-38 (Pa.Commw.1983);  see also Appeal of Sinclair Mach. Prods., Inc., <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">696</span></span>, 703-04 (N.H.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Possibly the original Seabrook plant was imprudent, but Northeast Utilities paid the $2.3 billion for PSNH assets including its Seabrook interest because of Northeast Utilities' understanding that it would be allowed to recover the amount that it was paying.  New Hampshire benefitted by bringing the bankruptcy to a satisfactory end, avoiding the risk of even steeper rate increases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Our own review of the record (unassisted by the parties) suggests that the other utilities may ultimately be reduced to making arguments based on FERC preemption.  Even here some may be better situated than others, and the details need substantial development</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/323356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/347649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1535635/"
  ]
}