{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198289/",
  "absolute_url": "/opinion/198289/penobscot-nation-v-fellencer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198289/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:49:29Z",
  "date_modified": "2017-03-24T10:56:10.117639Z",
  "type": "010combined",
  "sha1": "e9c7567a9315a54478f344775d62ec61a0d88a79",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1326.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1326\r\n\n                   PENOBSCOT NATION,\r\n\n                       Appellant,\r\n\n                           v.\r\n\n                 CYNTHIA A. FELLENCER,\r\n\n                       Appellee.\r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n      [Hon. Morton A. Brody, U. S. District Judge]\r\n\n                         Before\r\n\n                 Lipez, Circuit Judge\r\n\n      Coffin and Campbell, Senior Circuit Judges\r\n\nKaighn Smith, Jr., with whom Gregory W. Sample was on brief\r\nfor appellant.\r\nMichael A. Duddy for appellee.\r\n\nJanuary 19, 1999\r\n\nLIPEZ, Circuit Judge.  This case requires us to revisit and\r\nfurther define the allocation of sovereign powers between the\r\nPenobscot Nation (the Nation) and the State of Maine.  The question\r\nbefore us is whether the decision of the Penobscot Nation Tribal\r\nCouncil to terminate the employment of a community health nurse\r\nconstitutes an \"internal tribal matter\" within the meaning of the\r\nMaine Indian Claims Settlement Act of 1980, 25 U.S.C.  1721 -\r\n1735.  The district court held that it does not.  We disagree. \r\nThat employment termination decision is an \"internal tribal matter\"\r\nand, as such, cannot be challenged in the courts of Maine pursuant\r\nto the Maine Human Rights Act (MHRA), Me. Rev. Stat. Ann. tit. 5,\r\n4551 et seq.\r\n                          I.\r\nThe undisputed material facts are recounted thoroughly in the\r\ndistrict court's opinion.  See Penobscot Nation v. Fellencer, 999\r\nF. Supp. 120 (D. Me. 1998).  We provide only a brief sketch to set\r\nthe stage.  Cynthia A. Fellencer was employed by the Penobscot\r\nNation as a Community Health Nurse/Diabetes Program Coordinator\r\n(community nurse) from December 1992 until September 1994, when the\r\nPenobscot Nation Tribal Council voted to terminate her employment.\r\nFellencer, who is a non-Indian, filed a charge of discrimination\r\nwith the Maine Human Rights Commission (MHRC) alleging that she had\r\nbeen discharged due to her race and national origin.  The MHRC\r\ndismissed her complaint for lack of jurisdiction, finding that\r\nadjudication of the claim \"would create a serious potential of\r\nState interference with the internal affairs of the tribal\r\ngovernment, a result clearly not intended by the Maine Indian\r\nSettlement Act.\"  MHRC Administrative Dismissal, Case No. E94-0730\r\n(Jan. 30, 1995). \r\nFellencer subsequently filed suit in the Maine Superior Court\r\nagainst the Penobscot Nation, claiming that the Nation had\r\nterminated her employment (1) without due process and (2) \"due to\r\nher race and/or national origin in violation of the Maine Human\r\nRights Act.\"  She claims that subsequent to her termination the\r\ncommunity nurse position was posted with an express preference for\r\nIndian applicants.  The Nation filed a motion to dismiss, which was\r\ndenied.  \r\nOn October 20, 1997, the Nation filed the instant action in\r\nthe federal district court seeking a preliminary injunction to stay\r\nthe state court proceeding.  Cross motions for summary judgment\r\nwere filed.  On March 13, 1998, the district court denied the\r\nNation's request for a preliminary injunction and entered judgment\r\nin favor of Fellencer, thereby permitting the state court case to\r\nproceed.  The district court's denial of the preliminary injunction\r\ncan be reversed where there has been a \"misapplication of the law\r\nto particular facts\" or an \"application of the wrong legal\r\nstandard.\"  See Planned Parenthood League of Mass. v. Bellotti, 641\r\nF.2d 1006, 1009 (1st Cir. 1981); see also Narragansett Indian Tribev. Narragansett Elec. Co., 89 F.3d 908, 912 (1st Cir. 1996)\r\n(reversing district court's denial of preliminary injunction).  We\r\nconclude that there was a misapplication of the law.      \r\n                         II.\r\nThe backdrop to the state and federal court proceedings is\r\nsome familiar history.  In the early 1970s, the Nation (in concert\r\nwith the Passamaquoddy Tribe and others) filed suit claiming nearly\r\ntwo-thirds of Maine's land mass as their ancestral homelands.  SeePassamaquoddy Tribe v. Maine, 75 F.3d 784, 787 (1st Cir. 1996)\r\n(citing Joint Tribal Council of the Passamaquoddy Tribe v. Morton,\r\n528 F.2d 370 (1st Cir. 1975)).  After federal authorities\r\ninterceded, the parties negotiated a compromise which was approved\r\nby Maine, the Penobscots, the other Indian parties, and Congress. \r\nThe compromise is memorialized in two statutes: the Maine\r\nImplementing Act, Me. Rev. Stat. Ann. tit. 30,  6201-14 (the\r\nImplementing Act), and the Maine Indian Claims Settlement Act, 25\r\nU.S.C.  1721-35 (the Settlement Act).  The settlement represented\r\na partial victory for the Nation and Maine: the Nation obtained\r\nfederal recognition as an Indian tribe and received almost one half\r\nof $81.5 million appropriated under the Settlement Act (see 25\r\nU.S.C.  1733) and, in exchange, the Nation's claims against Maine\r\nwere extinguished.  Further, while the Nation's right to self-\r\ngovernment was preserved to a limited extent, Maine was permitted\r\nto extend its jurisdiction over the Nation to a greater degree than\r\nmost states exercise over other Indian tribes.  See  Akins v.\r\nPenobscot Nation, 130 F.3d 482, 484-85 (1st Cir. 1997).\r\nAs a result of the settlement, the relationship between the\r\nPenobscot Nation and Maine is governed primarily by the\r\nImplementing Act (state) and the Settlement Act (federal).  The\r\nImplementing Act provides as follows:\r\n[T]he Passamaquoddy Tribe and the Penobscot Nation,\r\nwithin their respective Indian territories, shall have,\r\nexercise and enjoy all the rights, privileges, powers and\r\nimmunities, including, but without limitation, the power\r\nto enact ordinances and collect taxes, and shall be\r\nsubject to all the duties, obligations, liabilities and\r\nlimitations of a municipality of and subject to the laws\r\nof the State, provided, however, that internal tribal\r\nmatters, including membership in the respective tribe or\r\nnation, the right to reside within the respective Indian\r\nterritories, tribal organization, tribal government,\r\ntribal elections and the use or disposition of settlement\r\nfund income shall not be subject to regulation by the\r\nState.\r\n\nMe. Rev. Stat. Ann. tit. 30,  6206(1) (emphasis added).  We have\r\npreviously recognized that \"[a]s to state law, the Penobscot Nation\r\nand Maine expressly agreed that, with very limited exceptions, the\r\nNation is subject to the laws of Maine.\"  Akins, 130 F.3d at 484-\r\n85.\r\nThe Implementing Act was incorporated by reference into the\r\nSettlement Act, 25 U.S.C.  1721-1735.  See 25 U.S.C. \r\n1721(b)(3).   In ratifying the Implementing Act, Congress sought to\r\nbalance Maine's interest in continuing to exercise jurisdiction\r\nover the Nation's land and members (which it had done without\r\ninterference for almost two centuries), see Bottomly v.\r\nPassamaquoddy Tribe, 599 F.2d 1061, 1064-65 (1st Cir. 1979), with\r\nthe Nation's \"independent source of tribal authority, that is, the\r\ninherent authority of a tribe to be self-governing.\"  S. Rep. No.\r\n96-957, at 29 (1980) (citing Santa Clara Pueblo v. Martinez, 436\r\nU.S. 49 (1978)).  Both the House and Senate sought to assuage the\r\nNation's fears that the settlement undermined its sovereignty:\r\nWhile the settlement represents a compromise in which\r\nstate authority is extended over Indian territory to the\r\nextent provided in the Maine Implementing Act, ... the\r\nsettlement provides that henceforth the tribes will be\r\nfree from state interference in the exercise of their\r\ninternal affairs.  Thus, rather than destroying the\r\nsovereignty of the tribes, by recognizing their power to\r\ncontrol their internal affairs ... the settlement\r\nstrengthens the sovereignty of the Maine Tribes.\r\n\nS. Rep. No. 96-957, at 14; H.R. Rep. No. 96-1353, at 14-15,\r\nreprinted in 1980 U.S.C.C.A.N. at 3790.\r\n                         III.\r\nAs the language of the Implementing Act and the federal\r\nlegislative history make clear, the critical phrase to analyze in\r\ndetermining the scope of tribal sovereignty is \"internal tribal\r\nmatters.\"  When the Nation acts on \"internal tribal matters,\" its\r\nactions are not subject to regulation by the state.  Me. Rev. Stat.\r\nAnn. tit. 30,  6206(1).  Because the phrase \"internal tribal\r\nmatters\" was adopted by the federal Settlement Act, the meaning of\r\nthat phrase raises a question of federal law.  See Akins, 130 F.3d\r\nat 485; see also Bottomly, 599 F.2d at 1066 (\"until Congress acts,\r\nthe tribes retain their [] sovereign powers\").\r\nBefore we examine the language of the Implementing Act, we\r\nmust acknowledge some general principles that inform our analysis\r\nof the statutory language.  First, Congress' authority to legislate\r\nover Indian affairs is plenary and only Congress can abrogate or\r\nlimit an Indian tribe's sovereignty.  See U.S. CONST., art. I,  8,\r\ncl. 3; Morton v. Mancari, 417 U.S. 535, 551-53 (1974) (discussing\r\nthe plenary power of Congress to deal with special problems of\r\nIndians);  see also F. Cohen, Handbook of Federal Indian Law 231\r\n(1982 ed.) (\"Neither the passage of time nor apparent assimilation\r\nof the Indians can be interpreted as diminishing or abandoning a\r\ntribe's status as a self governing entity.\").  Second, special\r\nrules of statutory construction obligate us to construe \"acts\r\ndiminishing the sovereign rights of Indian tribes ... strictly,\" \r\nRhode Island v. Narragansett Indian Tribe, 19 F.3d 685, 702 (1st\r\nCir. 1994), \"with ambiguous provisions interpreted to the\r\n[Indians'] benefit,\"  County of Oneida v. Oneida Indian Nation of\r\nNew York, 470 U.S. 226, 247 (1985).  These special canons of\r\nconstruction are employed \"in order to comport with the[]\r\ntraditional notions of sovereignty and with the federal policy of\r\nencouraging tribal independence,\" White Mountain Apache Tribe v.\r\nBracker, 488 U.S. 136, 143-44 (1980), and are \"rooted in the unique\r\ntrust relationship between the United States and the Indians,\" \r\nCounty of Oneida, 470 U.S. at 247.\r\nA.  The Language of the Statute\r\nThe Implementing Act preserves the Nation's sovereignty with\r\nrespect to\r\ninternal tribal matters, including membership in the\r\nrespective tribe or nation, the right to reside within\r\nthe respective Indian territories, tribal organization,\r\ntribal government, tribal elections and the use or\r\ndisposition of settlement fund income ....\r\n\nMe. Rev. Stat. Ann. tit. 30,  6206(1).  While the list of\r\nexemplars following \"internal tribal matters\" informs the meaning\r\nof that term, the list is not exclusive or exhaustive.  In fact, we\r\ndeclared in Akins that the exemplars \"provide limited guidance.\" \r\nAkins, 130 F.3d at 486.  We also recognized in Akins that the fact\r\n\"[t]hat a tribe attempts to govern a matter does not render it an\r\ninternal tribal matter.\"  Id.  \r\nB.  The Akins Precedent\r\nAkins was our first occasion for addressing the allocation of\r\nsovereign powers between the Nation and the State of Maine pursuant\r\nto the Implementing Act and the Settlement Act.  The Nation had\r\nadopted a policy allowing only enrolled members of the tribe who\r\nlived on the reservation to be eligible for timber permits to\r\nharvest timber on tribal lands.  See Akins, 130 F.3d at 483. \r\nAkins, an enrolled tribal member who had moved off the reservation,\r\nlost his timber permit as a result of the change in policy.  Id. at\r\n483-84.  Akins sued in federal court, claiming that the Nation had\r\nviolated his rights to due process and equal protection, and that\r\nthe Nation had violated his right to be free from bills of\r\nattainder.  Id. at 484.  We held that Akins' claims involved an\r\n\"internal tribal matter\" and were subject to the exclusive\r\njurisdiction of the tribal courts.  Id. at 490.\r\n We identified five considerations in Akins that were\r\npersuasive in characterizing the grant of timber rights as an\r\n\"internal tribal matter.\"  These considerations were: (1) the\r\ndisputed policy regulated only tribal members; (2) the policy\r\nrelated to lands acquired by the Nation with federal funds received\r\nfor that purpose, and the lands were considered \"Penobscot Indian\r\nTerritory\"; (3) the policy affected the Nation's ability to\r\nregulate its natural resources; (4) at least on its face, the\r\npolicy did not implicate or impair the interest of the State of\r\nMaine; and (5) the recognition that the timber harvesting policy\r\ninvolved an \"internal tribal matter\" was consistent with prior\r\nlegal understandings.  Akins, 130 F.3d at 486-87.   We did not\r\noffer these considerations as an essential test for determining\r\nwhich tribal actions constitute \"internal tribal matters,\"  see id.at 487 (noting that \"generalizations in this subject [of tribal\r\nauthority] have become ... treacherous\" and that \"[w]e tread\r\ncautiously and write narrowly\"), and we do not offer them now for\r\nthat purpose.  Instead, we use the Akins considerations as one\r\nsource of guidance in resolving this case.  And, in the spirit of\r\nAkins, we consider another pertinent factor, the nature of the\r\nposition involved in this case. \r\nEvaluating all of these considerations, with particular\r\nemphasis on the interest of the State of Maine, prior legalunderstandings, and the nature of Fellencer's position, we conclude\r\nthat the decision of the Nation to terminate Fellencer's employment\r\nwas an \"internal tribal matter.\"\r\nC. The Akins Considerations\r\n1.  Within the Tribe     \r\nAlthough Fellencer, unlike Akins, is not a member of the\r\nNation, and hence the effect of the decision at issue is not\r\nlimited to tribal members, the decision to terminate Fellencer as\r\nthe community health nurse affects many tribal members but only one\r\nnon-tribal member (Fellencer).  This limited impact beyond the\r\nNation distinguishes this case from Penobscot Nation v. Stilphen,\r\n461 A.2d 478 (Me. 1983), wherein the Maine Supreme Judicial Court\r\nheld that a \"beano\" game, a tribal enterprise designed to involve\r\nmany non-tribal members, did not become an \"internal tribal matter\"\r\nsimply because an Indian tribe administered it, or because an\r\nIndian tribe funded government services with the beano game's\r\nprofits.  See id. at 486.  Holding that the public gambling events\r\nwere \"related to tribal self-government only because of the use to\r\nwhich its profits are put,\" the Stilphen Court held that the tribe\r\nhad \"no inherent right to 'market an exemption from state\r\ntaxation'\" to the public.  Id. (quoting Washington v. Confederated\r\nTribes of the Colville Indian Reservation, 447 U.S. 134, 156\r\n(1980)).  The \"beano\" games in Stilphen were designed to \"draw many\r\nhundreds of players to the Penobscot reservation from all over\r\nMaine and beyond.\"  Stilphen 461 A.2d at 480.  Here the employment\r\ndecision has its immediate effect on only one non-tribal member.\r\n2 &amp; 3.  Land and Natural Resources\r\nThe second and third considerations in Akins related to the\r\ncommercial use of tribal lands (\"the very land that defines the\r\nterritory of the Nation,\" Akins, 130 F.3d at 487), and the \"growth,\r\nhealth, and reaping\" of the tribe's natural resources.  Id. \r\nAlthough this case does not involve tribal land and natural\r\nresources, it does involve the Nation's human resources and its\r\njudgment that a different community health nurse will better serve\r\nthe health of tribal members.  See Montana v. United States, 450\r\nU.S. 544, 566 (1981) (recognizing that Indian tribes may \"retain\r\ninherent power to exercise civil authority over the conduct of non-\r\nIndians on fee lands within its reservation when that conduct\r\nthreatens or has some direct effect on the . . . health or welfare\r\nof the tribe\").     \r\n4. Interest of Maine\r\nAs a generality, Maine has a strong interest in protecting all\r\nemployees against discrimination through its Human Rights Act.  SeeMe. Rev. Stat. Ann. tit. 5,  4552; see also Maine Human Rights\r\nComm'n v. Local 1361, United Paperworkers Int'l Union, 383 A.2d\r\n369, 373 (Me. 1978)(stating that the MHRA \"was meant to have very\r\nbroad coverage\").  In this case, however, the State is not\r\nattempting to apply its laws to the Nation's employment decision. \r\nTo the contrary, the Maine Attorney General ruled long before this\r\ncase that \"the employment decisions of the Penobscot Nation, when\r\nacting in its capacity as a tribal governmental employer, are not\r\nsubject to regulation by the state[.]\"  Maine Attorney General\r\nOpinion No. 84-22 (July 25, 1984).  Thus, while the United States\r\nintervened in this case to argue that an employment decision by the\r\nNation is an \"internal tribal matter\" and therefore not subject to\r\nthe MHRA, Maine did not intervene to argue to the contrary.  In\r\nAkins we found this posture significant.  Even though Akins alleged\r\nviolations of Maine law, we noted that there was \"not a dispute\r\nbetween Maine and the Nation over the attempted enforcement of\r\nMaine's laws.\"  Akins, 130 F.3d at 487 (emphasis added).  The\r\nsituation here is even more favorable to the Nation.  The state\r\ndisavows the very \"state interest\" that Fellencer seeks to invoke\r\nin support of her private cause of action.\r\n5. Prior Legal Understandings\r\nPrior legal understandings strongly support the Nation's claim\r\nof exemption from challenge in state court to its employment\r\ntermination decision.  In the employment discrimination context,\r\nCongress exempted Indian tribes from Title VII's definition of\r\n\"employer\" in the original passage of the Civil Rights Act of 1964. \r\n42 U.S.C.  2000e(b) (\"[T]he term 'employer' means a person engaged\r\nin an industry affecting commerce . . . . Such term does not\r\ninclude . . . an Indian tribe\").  The Supreme Court has\r\ncharacterized this exemption as \"Congress' recognition of the\r\nlongstanding federal policy of providing a unique legal status to\r\nthe Indians in matters of tribal employment,\" and it characterized\r\nCongressional intent as a \"policy of furthering Indian self-\r\ngovernment.\"  Morton v. Mancari, 417 U.S. 535, 548, 551 (1974)\r\n(emphasis added).  \r\nGeneral federal Indian civil rights law, outside the\r\nemployment discrimination context, further bolsters the conclusion\r\nthat Fellencer's claim involves an \"internal tribal matter.\"  Even\r\nthough Indian tribes were exempted from Title VII coverage,\r\nCongress subsequently enacted the Indian Civil Rights Act of 1968\r\n(ICRA), 25 U.S.C.  1301-41, made applicable to the Penobscot\r\nNation through the Settlement Act, 25 U.S.C.  1725(h).  See Akins,\r\n130 F.3d at 486.  Under the ICRA, \"[n]o Indian tribe in exercising\r\npowers of self-government shall . . . deny to any person within its\r\njurisdiction the equal protection of its laws or deprive any person\r\nof liberty or property without due process of law.\"  25 U.S.C. \r\n1302(8).\r\nAs fundamental as federal court jurisdiction has been to the\r\nprotection of the civil rights enumerated in section 1302(8), the\r\nSupreme Court held in Santa Clara Pueblo v. Martinez, 436 U.S. 49,\r\n65 (1978) that gender discrimination claims against tribes were\r\ncognizable only in Indian tribunals.  In the Supreme Court's view,\r\nCongress did not intend to abrogate Indian tribal sovereignty to\r\nthe extent that Indian tribes could be forced to defend against\r\nsuch civil rights claims in an external (non-tribal) forum: \"Tribal\r\ncourts have repeatedly been recognized as appropriate forums for\r\nthe exclusive adjudication of disputes affecting important personal\r\nand property interests of both Indians and non-Indians.\"  Id.  The\r\nSupreme Court explained that exclusive jurisdiction has been\r\nreposed in the Indian tribunals because subjecting such claims to\r\nfederal court jurisdiction \"plainly would be at odds with the\r\ncongressional goal of protecting tribal self-government.\"  Id. at\r\n64.\r\nThese prior legal understandings (both the Title VII exemption\r\nand the ICRA's grant of exclusive jurisdiction to tribal courts)\r\nare particularly important because they inform the intent of\r\nCongress in the adoption of the Settlement Act.  We \"have long\r\npresumed that Congress acts against the background of prior law.\" \r\nAkins, 130 F.3d at 489 (citing Kolster v. INS, 101 F.3d 785, 787-88\r\n(1st Cir. 1996)); see also Passamaquoddy Tribe, 75 F.3d at 789 (\"To\r\n[give effect to the legislative will] a court must take into\r\naccount the tacit assumptions that underlie a legislative\r\nenactment, including not only general policies but also preexisting\r\nstatutory provisions.\").  The statutory provisions in Title VII and\r\nthe ICRA reflect Congress' understanding prior to the adoption of\r\nthe Settlement Act that employment discrimination claims against\r\nIndian tribes implicate \"unique\" considerations, see Morton v.\r\nMancari, 417 U.S. at 548, and that such claims should be heard in\r\nIndian courts.  See Santa Clara Pueblo, 436 U.S. at 64-65.\r\nIndeed, the Senate Report on the Settlement Act explicitly\r\ncited with approval to Santa Clara Pueblo, 463 U.S. 49 (1978).  See \r\nS. Rep. No. 96-957, at 29 (1980).  Although we have refused to read\r\ninto this reference an incorporation of \"all prior Indian law\"\r\nbecause that \"would be inconsistent with the unique nature of the\r\nMaine settlement,\"  Akins, 130 F.3d at 489, we also recognized that\r\nCongress \"explicitly made existing general federal Indian law\r\napplicable to the Penobscot Nation in the Settlement Act.\"  Id. \r\nThat body of law includes Congressional enactments excluding Indian\r\ntribes from Title VII coverage and limiting civil rights claims\r\nagainst the tribes to tribal forums.  See  Santa Clara Pueblo, 463\r\nU.S. at 65-66.\r\nThe Senate Report on the Settlement Act also noted that the\r\nAct strengthened the Nation's sovereignty \"by recognizing [the\r\nPenobscot's] power to control their internal affairs and by\r\nwithdrawing the power which Maine previously claimed to interfere\r\nin such matters[.]\"  S. Rep. 96-957, at 14.  The Report predicates\r\nthe Nation's  right to be free from state interference on the\r\nNation's \"inherent sovereignty\" as recognized in Bottomly, 599 F.2d\r\n1061, and State v. Dana, 404 A.2d 551 (Me. 1979).  Both Bottomlyand Dana drew on federal Indian common law in recognizing the\r\ninherent sovereignty of the Penobscot and Passamaquoddy tribes. \r\nSee Bottomly, 599 F.2d at 1066; Dana, 404 A.2d at 560-61.  The\r\nReport states that \"[i]n keeping with\" the sovereignty recognized\r\nin Bottomly and Dana, it was Congress' intent to guarantee that the\r\nNation \"[would] be free from state interference in the exercise of\r\n[its] internal affairs.\"  S. Rep. 96-957 at 14.  By characterizing\r\nits recognition of the Nation's sovereignty as \"in keeping with\"\r\nBottomly and Dana, Congress signaled its intent that federal Indian\r\ncommon law give meaning to the terms of the settlement.  The Senate\r\nReport continues by listing important sovereignty rights retained\r\nby the Nation, including \"the establishment of tribal courts ...\r\nwith powers similar to those exercised by Indian courts in other\r\nparts of the country.\"  Id. at 15.  These powers included hearing\r\nemployment discrimination claims filed against the tribes.\r\nIn summary, these prior legal understandings provide strong\r\nsupport for classifying a claim of national origin discrimination\r\nbased on the termination of Fellencer's employment as an \"internal\r\ntribal matter.\"     \r\nD. The Nature of the Position at Issue\r\nApart from the statutory language, judicial precedent,\r\nlegislative history and federal Indian common law, the Nation's\r\nemployment of a community health nurse has particular \"internal\r\ntribal matter\" implications because of the statutory origins of the\r\nposition.  The community nurse position from which Fellencer was\r\ndismissed is funded by the Indian Self-Determination and Education\r\nAssistance Act of 1975 (ISDA), 25 U.S.C.  450 et seq.  Congress\r\ntherein declared its policy to \"respond to the strong expression of\r\nthe Indian people for self-determination by assuring maximum Indian\r\nparticipation in the direction of . . . Federal services to Indian\r\ncommunities.\"  25 U.S.C.  450a(a); see also S. Rep. No. 102-392,\r\nat 7 (1992), reprinted in 1992 U.S.C.C.A.N. at 3949 (1992\r\namendments to Indian Health Care Improvement Act)(\"health care\r\nprovided by people of one's own culture is the most appropriate,\r\nand results in better utilization of health care services\"). \r\nBelieving that the administration of such services by Indians was\r\n\"crucial to the realization of self-government,\" 25 U.S.C. \r\n450(a)(1), Congress included an employment preference for Indians\r\nin the legislation.  25 U.S.C.  450e(b) (requiring that\r\n\"preferences and opportunities for training and employment . . .\r\nshall be given to Indians\").\r\nThis employment preference for Indians distinguishes the\r\nNation's community nurse position from any position in a regular\r\nmunicipal government.  Cf. Implementing Act, Me. Rev. Stat. Ann.\r\ntit. 30,  6204 (subjecting Nation generally to same state\r\njurisdiction as state exercises over municipalities).  Clearly,\r\nMaine municipalities cannot employ similar preferences.   The\r\nuniqueness of the federal employment preference counsels against\r\nthe application of Maine law in this employment discrimination\r\ncontext.  In light of the Supreme Court's description of such\r\npreferences in Morton v. Mancari, 417 U.S. at 553 (1974), as\r\nfurthering \"self-government,\" and in light of the other\r\nconsiderations set forth herein, we hold that the decision of the\r\nNation to terminate the employment of a community health nurse was\r\nan \"internal tribal matter\" within the meaning of the Settlement\r\nAct, and hence the Nation cannot be subjected to state court\r\njurisdiction for the adjudication of an employment discrimination\r\nclaim pursuant to the Maine Human Rights Act.     \r\nThe judgment of the district court is reversed; the case is\r\nremanded for the entry of judgment in favor of the Nation and the\r\nissuance of an injunction if it is deemed necessary.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1326\r\n\n                   PENOBSCOT NATION,\r\n\n                       Appellant,\r\n\n                           v.\r\n\n                 CYNTHIA A. FELLENCER,\r\n\n                       Appellee.\r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n      [Hon. Morton A. Brody, U. S. District Judge]\r\n\n                         Before\r\n\n                 Lipez, Circuit Judge\r\n\n      Coffin and Campbell, Senior Circuit Judges\r\n\nKaighn Smith, Jr., with whom Gregory W. Sample was on brief\r\nfor appellant.\r\nMichael A. Duddy for appellee.\r\n\nJanuary 19, 1999\r\n\nLIPEZ, Circuit Judge.  This case requires us to revisit and\r\nfurther define the allocation of sovereign powers between the\r\nPenobscot Nation (the Nation) and the State of Maine.  The question\r\nbefore us is whether the decision of the Penobscot Nation Tribal\r\nCouncil to terminate the employment of a community health nurse\r\nconstitutes an \"internal tribal matter\" within the meaning of the\r\nMaine Indian Claims Settlement Act of 1980, 25 U.S.C.  1721 -\r\n1735.  The district court held that it does not.  We disagree. \r\nThat employment termination decision is an \"internal tribal matter\"\r\nand, as such, cannot be challenged in the courts of Maine pursuant\r\nto the Maine Human Rights Act (MHRA), Me. Rev. Stat. Ann. tit. 5,\r\n4551 et seq.\r\n                          I.\r\nThe undisputed material facts are recounted thoroughly in the\r\ndistrict court's opinion.  See Penobscot Nation v. Fellencer, </pre><span class=\"citation no-link\"><span class=\"volume\">999</span>\r\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">120</span></span><pre class=\"inline\"> (D. Me. 1998).  We provide only a brief sketch to set\r\nthe stage.  Cynthia A. Fellencer was employed by the Penobscot\r\nNation as a Community Health Nurse/Diabetes Program Coordinator\r\n(community nurse) from December 1992 until September 1994, when the\r\nPenobscot Nation Tribal Council voted to terminate her employment.\r\nFellencer, who is a non-Indian, filed a charge of discrimination\r\nwith the Maine Human Rights Commission (MHRC) alleging that she had\r\nbeen discharged due to her race and national origin.  The MHRC\r\ndismissed her complaint for lack of jurisdiction, finding that\r\nadjudication of the claim \"would create a serious potential of\r\nState interference with the internal affairs of the tribal\r\ngovernment, a result clearly not intended by the Maine Indian\r\nSettlement Act.\"  MHRC Administrative Dismissal, Case No. E94-0730\r\n(Jan. 30, 1995). \r\nFellencer subsequently filed suit in the Maine Superior Court\r\nagainst the Penobscot Nation, claiming that the Nation had\r\nterminated her employment (1) without due process and (2) \"due to\r\nher race and/or national origin in violation of the Maine Human\r\nRights Act.\"  She claims that subsequent to her termination the\r\ncommunity nurse position was posted with an express preference for\r\nIndian applicants.  The Nation filed a motion to dismiss, which was\r\ndenied.  \r\nOn October 20, 1997, the Nation filed the instant action in\r\nthe federal district court seeking a preliminary injunction to stay\r\nthe state court proceeding.  Cross motions for summary judgment\r\nwere filed.  On March 13, 1998, the district court denied the\r\nNation's request for a preliminary injunction and entered judgment\r\nin favor of Fellencer, thereby permitting the state court case to\r\nproceed.  The district court's denial of the preliminary injunction\r\ncan be reversed where there has been a \"misapplication of the law\r\nto particular facts\" or an \"application of the wrong legal\r\nstandard.\"  See Planned Parenthood League of Mass. v. Bellotti, </pre><span class=\"citation\" data-id=\"387368\"><a href=\"/opinion/387368/planned-parenthood-league-of-massachusetts-v-francis-x-bellotti/\"><span class=\"volume\">641</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span><pre class=\"inline\">, 1009 (1st Cir. 1981); see also Narragansett Indian Tribev. Narragansett Elec. Co., </pre><span class=\"citation\" data-id=\"196879\"><a href=\"/opinion/196879/narragansett-indians-v-state-of-ri/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">908</span></a></span><pre class=\"inline\">, 912 (1st Cir. 1996)\r\n(reversing district court's denial of preliminary injunction).  We\r\nconclude that there was a misapplication of the law.      \r\n                         II.\r\nThe backdrop to the state and federal court proceedings is\r\nsome familiar history.  In the early 1970s, the Nation (in concert\r\nwith the Passamaquoddy Tribe and others) filed suit claiming nearly\r\ntwo-thirds of Maine's land mass as their ancestral homelands.  SeePassamaquoddy Tribe v. Maine, </pre><span class=\"citation\" data-id=\"196568\"><a href=\"/opinion/196568/passamaquoddy-tribe-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></a></span><pre class=\"inline\">, 787 (1st Cir. 1996)\r\n(citing Joint Tribal Council of the Passamaquoddy Tribe v. Morton,\r\n</pre><span class=\"citation\" data-id=\"332114\"><a href=\"/opinion/332114/joint-tribal-council-of-the-passamaquoddy-tribe-v-rogers-c-b-morton/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span><pre class=\"inline\"> (1st Cir. 1975)).  After federal authorities\r\ninterceded, the parties negotiated a compromise which was approved\r\nby Maine, the Penobscots, the other Indian parties, and Congress. \r\nThe compromise is memorialized in two statutes: the Maine\r\nImplementing Act, Me. Rev. Stat. Ann. tit. 30,  6201-14 (the\r\nImplementing Act), and the Maine Indian Claims Settlement Act, 25\r\nU.S.C.  1721-35 (the Settlement Act).  The settlement represented\r\na partial victory for the Nation and Maine: the Nation obtained\r\nfederal recognition as an Indian tribe and received almost one half\r\nof $81.5 million appropriated under the Settlement Act (see 25\r\nU.S.C.  1733) and, in exchange, the Nation's claims against Maine\r\nwere extinguished.  Further, while the Nation's right to self-\r\ngovernment was preserved to a limited extent, Maine was permitted\r\nto extend its jurisdiction over the Nation to a greater degree than\r\nmost states exercise over other Indian tribes.  See  Akins v.\r\nPenobscot Nation, </pre><span class=\"citation\" data-id=\"197651\"><a href=\"/opinion/197651/akins-v-penobscot-indian/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span><pre class=\"inline\">, 484-85 (1st Cir. 1997).\r\nAs a result of the settlement, the relationship between the\r\nPenobscot Nation and Maine is governed primarily by the\r\nImplementing Act (state) and the Settlement Act (federal).  The\r\nImplementing Act provides as follows:\r\n[T]he Passamaquoddy Tribe and the Penobscot Nation,\r\nwithin their respective Indian territories, shall have,\r\nexercise and enjoy all the rights, privileges, powers and\r\nimmunities, including, but without limitation, the power\r\nto enact ordinances and collect taxes, and shall be\r\nsubject to all the duties, obligations, liabilities and\r\nlimitations of a municipality of and subject to the laws\r\nof the State, provided, however, that internal tribal\r\nmatters, including membership in the respective tribe or\r\nnation, the right to reside within the respective Indian\r\nterritories, tribal organization, tribal government,\r\ntribal elections and the use or disposition of settlement\r\nfund income shall not be subject to regulation by the\r\nState.\r\n\nMe. Rev. Stat. Ann. tit. 30,  6206(1) (emphasis added).  We have\r\npreviously recognized that \"[a]s to state law, the Penobscot Nation\r\nand Maine expressly agreed that, with very limited exceptions, the\r\nNation is subject to the laws of Maine.\"  Akins, 130 F.3d at 484-\r\n85.\r\nThe Implementing Act was incorporated by reference into the\r\nSettlement Act, 25 U.S.C.  1721-1735.  See 25 U.S.C. \r\n1721(b)(3).   In ratifying the Implementing Act, Congress sought to\r\nbalance Maine's interest in continuing to exercise jurisdiction\r\nover the Nation's land and members (which it had done without\r\ninterference for almost two centuries), see Bottomly v.\r\nPassamaquoddy Tribe, </pre><span class=\"citation\" data-id=\"366906\"><a href=\"/opinion/366906/john-s-bottomly-v-passamaquoddy-tribe/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1061</span></a></span><pre class=\"inline\">, 1064-65 (1st Cir. 1979), with\r\nthe Nation's \"independent source of tribal authority, that is, the\r\ninherent authority of a tribe to be self-governing.\"  S. Rep. No.\r\n96-957, at 29 (1980) (citing Santa Clara Pueblo v. Martinez, </pre><span class=\"citation\" data-id=\"109857\"><a href=\"/opinion/109857/santa-clara-pueblo-v-martinez/\"><span class=\"volume\">436</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span><pre class=\"inline\"> (1978)).  Both the House and Senate sought to assuage the\r\nNation's fears that the settlement undermined its sovereignty:\r\nWhile the settlement represents a compromise in which\r\nstate authority is extended over Indian territory to the\r\nextent provided in the Maine Implementing Act, ... the\r\nsettlement provides that henceforth the tribes will be\r\nfree from state interference in the exercise of their\r\ninternal affairs.  Thus, rather than destroying the\r\nsovereignty of the tribes, by recognizing their power to\r\ncontrol their internal affairs ... the settlement\r\nstrengthens the sovereignty of the Maine Tribes.\r\n\nS. Rep. No. 96-957, at 14; H.R. Rep. No. 96-1353, at 14-15,\r\nreprinted in 1980 U.S.C.C.A.N. at 3790.\r\n                         III.\r\nAs the language of the Implementing Act and the federal\r\nlegislative history make clear, the critical phrase to analyze in\r\ndetermining the scope of tribal sovereignty is \"internal tribal\r\nmatters.\"  When the Nation acts on \"internal tribal matters,\" its\r\nactions are not subject to regulation by the state.  Me. Rev. Stat.\r\nAnn. tit. 30,  6206(1).  Because the phrase \"internal tribal\r\nmatters\" was adopted by the federal Settlement Act, the meaning of\r\nthat phrase raises a question of federal law.  See Akins, 130 F.3d\r\nat 485; see also Bottomly, 599 F.2d at 1066 (\"until Congress acts,\r\nthe tribes retain their [] sovereign powers\").\r\nBefore we examine the language of the Implementing Act, we\r\nmust acknowledge some general principles that inform our analysis\r\nof the statutory language.  First, Congress' authority to legislate\r\nover Indian affairs is plenary and only Congress can abrogate or\r\nlimit an Indian tribe's sovereignty.  See U.S. CONST., art. I,  8,\r\ncl. 3; Morton v. Mancari, </pre><span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span><pre class=\"inline\">, 551-53 (1974) (discussing\r\nthe plenary power of Congress to deal with special problems of\r\nIndians);  see also F. Cohen, Handbook of Federal Indian Law 231\r\n(1982 ed.) (\"Neither the passage of time nor apparent assimilation\r\nof the Indians can be interpreted as diminishing or abandoning a\r\ntribe's status as a self governing entity.\").  Second, special\r\nrules of statutory construction obligate us to construe \"acts\r\ndiminishing the sovereign rights of Indian tribes ... strictly,\" \r\nRhode Island v. Narragansett Indian Tribe, </pre><span class=\"citation\" data-id=\"195256\"><a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">685</span></a></span><pre class=\"inline\">, 702 (1st\r\nCir. 1994), \"with ambiguous provisions interpreted to the\r\n[Indians'] benefit,\"  County of Oneida v. Oneida Indian Nation of\r\nNew York, </pre><span class=\"citation\" data-id=\"111362\"><a href=\"/opinion/111362/countyof-oneida-v-oneida-indian-nation-of-ny/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 247 (1985).  These special canons of\r\nconstruction are employed \"in order to comport with the[]\r\ntraditional notions of sovereignty and with the federal policy of\r\nencouraging tribal independence,\" White Mountain Apache Tribe v.\r\nBracker, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></span><pre class=\"inline\">, 143-44 (1980), and are \"rooted in the unique\r\ntrust relationship between the United States and the Indians,\" \r\nCounty of Oneida, 470 U.S. at 247.\r\nA.  The Language of the Statute\r\nThe Implementing Act preserves the Nation's sovereignty with\r\nrespect to\r\ninternal tribal matters, including membership in the\r\nrespective tribe or nation, the right to reside within\r\nthe respective Indian territories, tribal organization,\r\ntribal government, tribal elections and the use or\r\ndisposition of settlement fund income ....\r\n\nMe. Rev. Stat. Ann. tit. 30,  6206(1).  While the list of\r\nexemplars following \"internal tribal matters\" informs the meaning\r\nof that term, the list is not exclusive or exhaustive.  In fact, we\r\ndeclared in Akins that the exemplars \"provide limited guidance.\" \r\nAkins, 130 F.3d at 486.  We also recognized in Akins that the fact\r\n\"[t]hat a tribe attempts to govern a matter does not render it an\r\ninternal tribal matter.\"  Id.  \r\nB.  The Akins Precedent\r\nAkins was our first occasion for addressing the allocation of\r\nsovereign powers between the Nation and the State of Maine pursuant\r\nto the Implementing Act and the Settlement Act.  The Nation had\r\nadopted a policy allowing only enrolled members of the tribe who\r\nlived on the reservation to be eligible for timber permits to\r\nharvest timber on tribal lands.  See Akins, 130 F.3d at 483. \r\nAkins, an enrolled tribal member who had moved off the reservation,\r\nlost his timber permit as a result of the change in policy.  Id. at\r\n483-84.  Akins sued in federal court, claiming that the Nation had\r\nviolated his rights to due process and equal protection, and that\r\nthe Nation had violated his right to be free from bills of\r\nattainder.  Id. at 484.  We held that Akins' claims involved an\r\n\"internal tribal matter\" and were subject to the exclusive\r\njurisdiction of the tribal courts.  Id. at 490.\r\n We identified five considerations in Akins that were\r\npersuasive in characterizing the grant of timber rights as an\r\n\"internal tribal matter.\"  These considerations were: (1) the\r\ndisputed policy regulated only tribal members; (2) the policy\r\nrelated to lands acquired by the Nation with federal funds received\r\nfor that purpose, and the lands were considered \"Penobscot Indian\r\nTerritory\"; (3) the policy affected the Nation's ability to\r\nregulate its natural resources; (4) at least on its face, the\r\npolicy did not implicate or impair the interest of the State of\r\nMaine; and (5) the recognition that the timber harvesting policy\r\ninvolved an \"internal tribal matter\" was consistent with prior\r\nlegal understandings.  Akins, 130 F.3d at 486-87.   We did not\r\noffer these considerations as an essential test for determining\r\nwhich tribal actions constitute \"internal tribal matters,\"  see id.at 487 (noting that \"generalizations in this subject [of tribal\r\nauthority] have become ... treacherous\" and that \"[w]e tread\r\ncautiously and write narrowly\"), and we do not offer them now for\r\nthat purpose.  Instead, we use the Akins considerations as one\r\nsource of guidance in resolving this case.  And, in the spirit of\r\nAkins, we consider another pertinent factor, the nature of the\r\nposition involved in this case. \r\nEvaluating all of these considerations, with particular\r\nemphasis on the interest of the State of Maine, prior legalunderstandings, and the nature of Fellencer's position, we conclude\r\nthat the decision of the Nation to terminate Fellencer's employment\r\nwas an \"internal tribal matter.\"\r\nC. The Akins Considerations\r\n1.  Within the Tribe     \r\nAlthough Fellencer, unlike Akins, is not a member of the\r\nNation, and hence the effect of the decision at issue is not\r\nlimited to tribal members, the decision to terminate Fellencer as\r\nthe community health nurse affects many tribal members but only one\r\nnon-tribal member (Fellencer).  This limited impact beyond the\r\nNation distinguishes this case from Penobscot Nation v. Stilphen,\r\n</pre><span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">478</span></span><pre class=\"inline\"> (Me. 1983), wherein the Maine Supreme Judicial Court\r\nheld that a \"beano\" game, a tribal enterprise designed to involve\r\nmany non-tribal members, did not become an \"internal tribal matter\"\r\nsimply because an Indian tribe administered it, or because an\r\nIndian tribe funded government services with the beano game's\r\nprofits.  See id. at 486.  Holding that the public gambling events\r\nwere \"related to tribal self-government only because of the use to\r\nwhich its profits are put,\" the Stilphen Court held that the tribe\r\nhad \"no inherent right to 'market an exemption from state\r\ntaxation'\" to the public.  Id. (quoting Washington v. Confederated\r\nTribes of the Colville Indian Reservation, </pre><span class=\"citation\" data-id=\"110295\"><a href=\"/opinion/110295/washington-v-confederated-tribes-of-colville-reservation/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 156\r\n(1980)).  The \"beano\" games in Stilphen were designed to \"draw many\r\nhundreds of players to the Penobscot reservation from all over\r\nMaine and beyond.\"  Stilphen 461 A.2d at 480.  Here the employment\r\ndecision has its immediate effect on only one non-tribal member.\r\n2 &amp; 3.  Land and Natural Resources\r\nThe second and third considerations in Akins related to the\r\ncommercial use of tribal lands (\"the very land that defines the\r\nterritory of the Nation,\" Akins, 130 F.3d at 487), and the \"growth,\r\nhealth, and reaping\" of the tribe's natural resources.  Id. \r\nAlthough this case does not involve tribal land and natural\r\nresources, it does involve the Nation's human resources and its\r\njudgment that a different community health nurse will better serve\r\nthe health of tribal members.  See Montana v. United States, </pre><span class=\"citation\" data-id=\"110436\"><a href=\"/opinion/110436/montana-v-united-states/\"><span class=\"volume\">450</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span><pre class=\"inline\">, 566 (1981) (recognizing that Indian tribes may \"retain\r\ninherent power to exercise civil authority over the conduct of non-\r\nIndians on fee lands within its reservation when that conduct\r\nthreatens or has some direct effect on the . . . health or welfare\r\nof the tribe\").     \r\n4. Interest of Maine\r\nAs a generality, Maine has a strong interest in protecting all\r\nemployees against discrimination through its Human Rights Act.  SeeMe. Rev. Stat. Ann. tit. 5,  4552; see also Maine Human Rights\r\nComm'n v. Local 1361, United Paperworkers Int'l Union, </pre><span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">A.2d</span>\r\n<span class=\"page\">369</span></span><pre class=\"inline\">, 373 (Me. 1978)(stating that the MHRA \"was meant to have very\r\nbroad coverage\").  In this case, however, the State is not\r\nattempting to apply its laws to the Nation's employment decision. \r\nTo the contrary, the Maine Attorney General ruled long before this\r\ncase that \"the employment decisions of the Penobscot Nation, when\r\nacting in its capacity as a tribal governmental employer, are not\r\nsubject to regulation by the state[.]\"  Maine Attorney General\r\nOpinion No. 84-22 (July 25, 1984).  Thus, while the United States\r\nintervened in this case to argue that an employment decision by the\r\nNation is an \"internal tribal matter\" and therefore not subject to\r\nthe MHRA, Maine did not intervene to argue to the contrary.  In\r\nAkins we found this posture significant.  Even though Akins alleged\r\nviolations of Maine law, we noted that there was \"not a dispute\r\nbetween Maine and the Nation over the attempted enforcement of\r\nMaine's laws.\"  Akins, 130 F.3d at 487 (emphasis added).  The\r\nsituation here is even more favorable to the Nation.  The state\r\ndisavows the very \"state interest\" that Fellencer seeks to invoke\r\nin support of her private cause of action.\r\n5. Prior Legal Understandings\r\nPrior legal understandings strongly support the Nation's claim\r\nof exemption from challenge in state court to its employment\r\ntermination decision.  In the employment discrimination context,\r\nCongress exempted Indian tribes from Title VII's definition of\r\n\"employer\" in the original passage of the Civil Rights Act of 1964. \r\n42 U.S.C.  2000e(b) (\"[T]he term 'employer' means a person engaged\r\nin an industry affecting commerce . . . . Such term does not\r\ninclude . . . an Indian tribe\").  The Supreme Court has\r\ncharacterized this exemption as \"Congress' recognition of the\r\nlongstanding federal policy of providing a unique legal status to\r\nthe Indians in matters of tribal employment,\" and it characterized\r\nCongressional intent as a \"policy of furthering Indian self-\r\ngovernment.\"  Morton v. Mancari, </pre><span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span><pre class=\"inline\">, 548, 551 (1974)\r\n(emphasis added).  \r\nGeneral federal Indian civil rights law, outside the\r\nemployment discrimination context, further bolsters the conclusion\r\nthat Fellencer's claim involves an \"internal tribal matter.\"  Even\r\nthough Indian tribes were exempted from Title VII coverage,\r\nCongress subsequently enacted the Indian Civil Rights Act of 1968\r\n(ICRA), 25 U.S.C.  1301-41, made applicable to the Penobscot\r\nNation through the Settlement Act, 25 U.S.C.  1725(h).  See Akins,\r\n130 F.3d at 486.  Under the ICRA, \"[n]o Indian tribe in exercising\r\npowers of self-government shall . . . deny to any person within its\r\njurisdiction the equal protection of its laws or deprive any person\r\nof liberty or property without due process of law.\"  25 U.S.C. \r\n1302(8).\r\nAs fundamental as federal court jurisdiction has been to the\r\nprotection of the civil rights enumerated in section 1302(8), the\r\nSupreme Court held in Santa Clara Pueblo v. Martinez, </pre><span class=\"citation\" data-id=\"109857\"><a href=\"/opinion/109857/santa-clara-pueblo-v-martinez/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">,\r\n65 (1978) that gender discrimination claims against tribes were\r\ncognizable only in Indian tribunals.  In the Supreme Court's view,\r\nCongress did not intend to abrogate Indian tribal sovereignty to\r\nthe extent that Indian tribes could be forced to defend against\r\nsuch civil rights claims in an external (non-tribal) forum: \"Tribal\r\ncourts have repeatedly been recognized as appropriate forums for\r\nthe exclusive adjudication of disputes affecting important personal\r\nand property interests of both Indians and non-Indians.\"  Id.  The\r\nSupreme Court explained that exclusive jurisdiction has been\r\nreposed in the Indian tribunals because subjecting such claims to\r\nfederal court jurisdiction \"plainly would be at odds with the\r\ncongressional goal of protecting tribal self-government.\"  Id. at\r\n64.\r\nThese prior legal understandings (both the Title VII exemption\r\nand the ICRA's grant of exclusive jurisdiction to tribal courts)\r\nare particularly important because they inform the intent of\r\nCongress in the adoption of the Settlement Act.  We \"have long\r\npresumed that Congress acts against the background of prior law.\" \r\nAkins, 130 F.3d at 489 (citing Kolster v. INS, </pre><span class=\"citation\" data-id=\"730820\"><a href=\"/opinion/730820/alfredo-a-kolster-v-immigration-and-naturalization-service/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">785</span></a></span><pre class=\"inline\">, 787-88\r\n(1st Cir. 1996)); see also Passamaquoddy Tribe, 75 F.3d at 789 (\"To\r\n[give effect to the legislative will] a court must take into\r\naccount the tacit assumptions that underlie a legislative\r\nenactment, including not only general policies but also preexisting\r\nstatutory provisions.\").  The statutory provisions in Title VII and\r\nthe ICRA reflect Congress' understanding prior to the adoption of\r\nthe Settlement Act that employment discrimination claims against\r\nIndian tribes implicate \"unique\" considerations, see Morton v.\r\nMancari, 417 U.S. at 548, and that such claims should be heard in\r\nIndian courts.  See Santa Clara Pueblo, 436 U.S. at 64-65.\r\nIndeed, the Senate Report on the Settlement Act explicitly\r\ncited with approval to Santa Clara Pueblo, </pre><span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></span><pre class=\"inline\"> (1978).  See \r\nS. Rep. No. 96-957, at 29 (1980).  Although we have refused to read\r\ninto this reference an incorporation of \"all prior Indian law\"\r\nbecause that \"would be inconsistent with the unique nature of the\r\nMaine settlement,\"  Akins, 130 F.3d at 489, we also recognized that\r\nCongress \"explicitly made existing general federal Indian law\r\napplicable to the Penobscot Nation in the Settlement Act.\"  Id. \r\nThat body of law includes Congressional enactments excluding Indian\r\ntribes from Title VII coverage and limiting civil rights claims\r\nagainst the tribes to tribal forums.  See  Santa Clara Pueblo, 463\r\nU.S. at 65-66.\r\nThe Senate Report on the Settlement Act also noted that the\r\nAct strengthened the Nation's sovereignty \"by recognizing [the\r\nPenobscot's] power to control their internal affairs and by\r\nwithdrawing the power which Maine previously claimed to interfere\r\nin such matters[.]\"  S. Rep. 96-957, at 14.  The Report predicates\r\nthe Nation's  right to be free from state interference on the\r\nNation's \"inherent sovereignty\" as recognized in Bottomly, </pre><span class=\"citation\" data-id=\"366906\"><a href=\"/opinion/366906/john-s-bottomly-v-passamaquoddy-tribe/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">1061</span></a></span><pre class=\"inline\">, and State v. Dana, </pre><span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">551</span></span><pre class=\"inline\"> (Me. 1979).  Both Bottomlyand Dana drew on federal Indian common law in recognizing the\r\ninherent sovereignty of the Penobscot and Passamaquoddy tribes. \r\nSee Bottomly, 599 F.2d at 1066; Dana, 404 A.2d at 560-61.  The\r\nReport states that \"[i]n keeping with\" the sovereignty recognized\r\nin Bottomly and Dana, it was Congress' intent to guarantee that the\r\nNation \"[would] be free from state interference in the exercise of\r\n[its] internal affairs.\"  S. Rep. 96-957 at 14.  By characterizing\r\nits recognition of the Nation's sovereignty as \"in keeping with\"\r\nBottomly and Dana, Congress signaled its intent that federal Indian\r\ncommon law give meaning to the terms of the settlement.  The Senate\r\nReport continues by listing important sovereignty rights retained\r\nby the Nation, including \"the establishment of tribal courts ...\r\nwith powers similar to those exercised by Indian courts in other\r\nparts of the country.\"  Id. at 15.  These powers included hearing\r\nemployment discrimination claims filed against the tribes.\r\nIn summary, these prior legal understandings provide strong\r\nsupport for classifying a claim of national origin discrimination\r\nbased on the termination of Fellencer's employment as an \"internal\r\ntribal matter.\"     \r\nD. The Nature of the Position at Issue\r\nApart from the statutory language, judicial precedent,\r\nlegislative history and federal Indian common law, the Nation's\r\nemployment of a community health nurse has particular \"internal\r\ntribal matter\" implications because of the statutory origins of the\r\nposition.  The community nurse position from which Fellencer was\r\ndismissed is funded by the Indian Self-Determination and Education\r\nAssistance Act of 1975 (ISDA), 25 U.S.C.  450 et seq.  Congress\r\ntherein declared its policy to \"respond to the strong expression of\r\nthe Indian people for self-determination by assuring maximum Indian\r\nparticipation in the direction of . . . Federal services to Indian\r\ncommunities.\"  25 U.S.C.  450a(a); see also S. Rep. No. 102-392,\r\nat 7 (1992), reprinted in 1992 U.S.C.C.A.N. at 3949 (1992\r\namendments to Indian Health Care Improvement Act)(\"health care\r\nprovided by people of one's own culture is the most appropriate,\r\nand results in better utilization of health care services\"). \r\nBelieving that the administration of such services by Indians was\r\n\"crucial to the realization of self-government,\" 25 U.S.C. \r\n450(a)(1), Congress included an employment preference for Indians\r\nin the legislation.  25 U.S.C.  450e(b) (requiring that\r\n\"preferences and opportunities for training and employment . . .\r\nshall be given to Indians\").\r\nThis employment preference for Indians distinguishes the\r\nNation's community nurse position from any position in a regular\r\nmunicipal government.  Cf. Implementing Act, Me. Rev. Stat. Ann.\r\ntit. 30,  6204 (subjecting Nation generally to same state\r\njurisdiction as state exercises over municipalities).  Clearly,\r\nMaine municipalities cannot employ similar preferences.   The\r\nuniqueness of the federal employment preference counsels against\r\nthe application of Maine law in this employment discrimination\r\ncontext.  In light of the Supreme Court's description of such\r\npreferences in Morton v. Mancari, 417 U.S. at 553 (1974), as\r\nfurthering \"self-government,\" and in light of the other\r\nconsiderations set forth herein, we hold that the decision of the\r\nNation to terminate the employment of a community health nurse was\r\nan \"internal tribal matter\" within the meaning of the Settlement\r\nAct, and hence the Nation cannot be subjected to state court\r\njurisdiction for the adjudication of an employment discrimination\r\nclaim pursuant to the Maine Human Rights Act.     \r\nThe judgment of the district court is reversed; the case is\r\nremanded for the entry of judgment in favor of the Nation and the\r\nissuance of an injunction if it is deemed necessary.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730820/"
  ]
}