{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198226/",
  "absolute_url": "/opinion/198226/obrien-etc-v-massachusetts-bay/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198226/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:48:11Z",
  "date_modified": "2017-03-24T10:55:23.938142Z",
  "type": "010combined",
  "sha1": "770fcbc654ac9ace3ea43873db0b68a574123e64",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1502.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1502\r\n\n             THOMAS O'BRIEN, ETC., ET AL.,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n      MASSACHUSETTS BAY TRANSPORTATION AUTHORITY,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n   [Hon. George A. O'Toole, Jr., U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n     Coffin and Campbell, Senior Circuit Judges.\r\n\nJohn M. Becker, with whom Sandulli, Grace, Shapiro, Horwitz &amp;\r\nDavidson, P.C. was on brief, for appellants.\r\nH. Reed Witherby, with whom Smith &amp; Duggan LLP was on brief,\r\nfor appellee.\r\n\nDecember 4, 1998\r\n\nSELYA, Circuit Judge.  Wrapping their claims securely in\r\nthe mantle of federalism, Thomas O'Brien and Edward O'Malley\r\nprotest an order of the district court which, in effect, allows\r\ntheir employer, the Massachusetts Bay Transportation Authority\r\n(MBTA), to continue random drug and alcohol testing of transit\r\npolice.  We affirm.\r\n                           I\r\n                       Background\r\nMost constituencies regard the Urban Mass Transportation\r\nAct, more recently dubbed the Federal Transit Act, 49 U.S.C. \r\n5301-5330, 5332-5338, 10531 (the Transit Act), as a boon; after\r\nall, it provides eligible state and local governments with generous\r\nfunding for qualified public works projects.  The MBTA, a political\r\nsubdivision of the Commonwealth of Massachusetts, see Mass. Gen.\r\nLaws, ch. 161A,  2, has long availed itself of the Transit Act's\r\nbounty.  Since 1965, it has applied for and received funding to the\r\ntune of approximately $3 billion under this statutory scheme.  The\r\nbeat goes on:  as of June 30, 1995, the MBTA was engaged in $1\r\nbillion worth of ongoing capital projects, 80% funded by the\r\nfederal government under the auspices of the Transit Act.\r\nFederal subsidies often have strings attached, and monies\r\ndisbursed pursuant to the Transit Act are no exception.  One such\r\nstring emanates from requirements contained in the Omnibus\r\nTransportation Employee Testing Act of 1991, Pub. L. No. 102-143,\r\n105 Stat. 952, that Congress has made applicable to mass transit\r\nemployers.  See 49 U.S.C.  5331 (the Testing Act).  A core\r\nprovision of the Testing Act requires the Secretary of\r\nTransportation to develop a program that, inter alia, directs\r\nrecipients of the federal government's Transit Act largesse to\r\nconduct random drug and alcohol testing of \"mass transportation\r\nemployees responsible for safety-sensitive functions.\"  Id. at \r\n5331(b)(1)(A).  The Secretary permissibly defines \"safety-sensitive\r\nfunctions\" to include those that involve \"carrying a firearm for\r\nsecurity purposes.\"  49 C.F.R.  653.7, 654.7.  Recipients of\r\nfederal aid for mass transit projects must abide by the\r\nrequirements of the Testing Act and the regulations promulgated\r\nthereunder (including the requirement for random drug and alcohol\r\ntests).  Failure to adhere strips a recipient of its eligibility\r\nfor federal financial assistance.  See 49 U.S.C.  5331(g).\r\nThe MBTA is subject to the constraints of the Testing Act\r\nby reason of its continued application for, and receipt of, grants\r\nunder the Transit Act.  To comply with this statutory obligation,\r\nthe MBTA inaugurated a program requiring MBTA police officers to\r\nsubmit to random drug and alcohol screens.  This protocol did not\r\ngain accolades in all quarters.  O'Brien and O'Malley, acting\r\nindividually and in their respective official capacities as\r\npresidents of the MBTA Police Patrol Officers' Association and the\r\nMBTA Police Sergeants' Association, brought suit in the Suffolk\r\nSuperior Court seeking declaratory and injunctive relief.  They\r\naverred that the MBTA's policy violated their rights under both\r\nfederal law and the Massachusetts Declaration of Rights (the MDR). \r\nThe state court granted a preliminary injunction on the ground that\r\nArticle 14 of the MDR, as interpreted in Guiney v. Police Comm'r,\r\n411 Mass. 328, 582 N.E.2d 523 (1991), likely precluded enforcement\r\nof the testing protocol.  In arriving at its conclusion, the court\r\nrejected the notion of federal preemption, stating its disbelief\r\nthat the MBTA, \"by voluntarily applying for and accepting Federal\r\nfunds, can then eviscerate an employee's state constitutional\r\nrights because Congress has attached a condition to those funds.\"\r\nThe MBTA seasonably removed the action to the federal\r\ndistrict court.  See 28 U.S.C.  1331, 1441.  Although the state\r\ncourt's injunction remained in effect for the time being, seeGranny Goose Foods, Inc. v. Brotherhood of Teamsters, Etc., Local\r\nNo. 70, 415 U.S. 423, 436 (1974), it did not last very long.  In\r\nfairly short order, the district court granted partial summary\r\njudgment in the MBTA's favor, concluding that federal law preempted\r\nany contrary provision of state law.  The court dissolved the\r\npreliminary injunction shortly thereafter.  This appeal ensued.  We\r\nhave jurisdiction under 28 U.S.C.  1292(a)(1) (conferring\r\nappellate jurisdiction to review interlocutory orders \"granting,\r\ncontinuing, modifying, refusing or dissolving injunctions\").\r\n                           II\r\n                        Analysis\r\n                           A.\r\n                       Preemption\r\nThe vast majority of preemption cases involve situations\r\nin which Congress has exercised its power under the Commerce\r\nClause.  See Laurence H. Tribe, American Constitutional Law  6-29,\r\n508 (2d ed. 1988).  Here, however, we are dealing with a\r\ncongressional exercise of the spending power, not the commerce\r\npower, and the dynamics between preemption and Congress's reliance\r\non the spending power differ appreciably from those applicable in\r\nthe Commerce Clause context.  The principal difference is that\r\nwhereas preemptive legislation enacted under the Commerce Clause\r\ntrumps state law throughout the United States ex proprio vigore,\r\npreemptive legislation enacted under the spending power presents\r\nstates with a choice:  they may either accept federal funds (and\r\nsubject themselves to requirements imposed by federal law) or\r\ndecline such funds (and avoid the necessity of abiding by those\r\nrequirements).  See Golden State Transit Corp. v. City of Los\r\nAngeles, 493 U.S. 103, 112 (1989); see also Pennhurst State Sch. &amp;\r\nHosp. v. Halderman, 451 U.S. 1, 17 (1981) (Pennhurst I) (stating\r\nthat \"legislation enacted pursuant to the spending power is much in\r\nthe nature of a contract:  in return for federal funds, the States\r\nagree to comply with federally imposed conditions\").\r\nThus, if this were a situation in which the federal\r\nsovereign had invoked the spending power to justify preemption over\r\nthe laws of a state that had eschewed federal funds, we could not\r\ndismiss lightly the state court's intuition about the awkwardness\r\nof asserting preemption solely on the basis of Congress's exercise\r\nof that power.  In this case, however, the MBTA did not refuse to\r\naccept federal mass transit money, but, rather, willingly tapped\r\ninto the federal fisc (and, as far as we can tell, intends to\r\ncontinue accepting federal funds for the indefinite future).  When\r\nCongress delineates conditions governing the receipt of federal\r\ndollars and a state agency accepts the money on that basis, the\r\nSupremacy Clause requires conflicting local law to yield.  See CSX\r\nTransp., Inc. v. Easterwood, 507 U.S. 658, 663-64 (1993); Lawrence\r\nCounty v. Lead-Deadwood Sch. Dist. No. 40-1, 469 U.S. 256, 269-70\r\n(1985); Blum v. Bacon, 457 U.S. 132, 145-46 (1982); Carleson v.\r\nRemillard, 406 U.S. 598, 601 (1972); Townsend v. Swank, 404 U.S.\r\n282, 286 (1971); Helvering v. Davis, 301 U.S. 619, 645 (1937);\r\nAmalgamated Transit Union, Local Div. 589 v. Commonwealth of Mass.,\r\n666 F.2d 618, 627 (1st Cir. 1981) (Breyer, J.).  The rule, then,\r\nis crystal clear: as long as a state receives federal funds for a\r\nparticular purpose, its law, if contrary to conditions attached to\r\nthe funds, must give way to federal law.\r\nThat brings the finish line into sight.  It cannot be\r\ngainsaid that the most obvious cases for federal preemption occur\r\nwhen Congress has expressly declared its intent.  See, e.g.,\r\nBarnett Bank of Marion County v. Nelson, 517 U.S. 25, 31 (1996);\r\nGreenwood Trust Co. v. Commonwealth of Mass., 971 F.2d 818, 822\r\n(1st Cir. 1992).  The Testing Act supplies a classic example of\r\nthis species of legislative expression.  It unambiguously provides\r\nthat \"[a] State or local government may not prescribe, issue, or\r\ncontinue in effect a law, regulation, standard, or order that is\r\ninconsistent with regulations prescribed under this section.\"  49\r\nU.S.C.  5331(f)(1).  That message is reinforced by the\r\nregulations.  See 49 C.F.R.   653.9, 654.9.  The plain language\r\nof these provisions bespeaks \"conflict preemption,\" see, e.g.,\r\nSilkwood v. Kerr-McGee Corp., 464 U.S. 238, 248 (1984), which means\r\nthat the only remaining question here is whether state law either\r\ncontradicts applicable federal law or frustrates the objects that\r\nfederal law seeks to promote, see, e.g., Boggs v. Boggs, 117 S. Ct.\r\n1754, 1760-61 (1997).\r\nThis question is easily answered.  There can be no doubt\r\nthat the MDR, as interpreted by the state superior court and by the\r\nplaintiffs, conflicts with the requirements imposed by federal law. \r\nQuite simply, the state court's preliminary injunction (premised on\r\nits reading of state law) prevented the MBTA from conducting the\r\nrandom drug and alcohol testing that federal law (namely, the\r\nTesting Act) requires recipients of federal Transit Act funds to\r\nsponsor.  Moreover, contrary to the state court's intimation, it is\r\nof no moment that in this instance a federal law supplants a state\r\nconstitutional   as opposed to a statutory or regulatory  \r\nprovision.  Such a result is exactly what the letter of the\r\nSupremacy Clause demands.  See U.S. Const., Art. VI, cl. 2\r\n(mandating that federal law \"shall be the supreme Law of the Land\r\n. . ., any Thing in the Constitution or Laws of any State to the\r\nContrary notwithstanding\").  Thus, we unhesitatingly affirm the\r\ndistrict court's conclusion that federal law has preemptive force\r\nin this situation.\r\n\n                           B.\r\n            Conforming Conduct to State Law\r\nIn this venue, the plaintiffs shift their emphasis.  They\r\nmaintain that, even if section 5331(f)(1) binds the MBTA to follow\r\nthe Testing Act's directive as long as it continues to receive\r\nfederal financial assistance, the injunction nonetheless should\r\nremain in force.  To support this proposition, they embellish their\r\noriginal claim.  Instead of arguing simply that federal law lacks\r\npreemptive effect and that the MDR forbids the MBTA from conducting\r\nrandom tests, the plaintiffs assert that the MBTA should be\r\nprecluded from applying for federal funds in the first place,\r\nbecause accepting such funds will create an inevitable conflict\r\nwith state law.  The paramount problem with this argument   there\r\nare others which we need not discuss   is that it invites a federal\r\ncourt to enjoin state officials (those who manage the MBTA) from\r\nacting in a manner that allegedly contravenes state law.\r\nIt is not the proper purview of a federal court to\r\nsupervise state officials' compliance with state law.  See ANR\r\nPipeline Co. v. Lafaver, 150 F.3d 1178, 1188-89 (10th Cir. 1998);\r\nLaShawn A. by Moore v. Barry, 144 F.3d 847, 852 (D.C. Cir. 1998);\r\nArchie v. City of Racine, 847 F.2d 1211, 1216 (7th Cir. 1988) (en\r\nbanc).  As Justice Powell observed, \"it is difficult to think of a\r\ngreater intrusion on state sovereignty than when a federal court\r\ninstructs state officials on how to conform their conduct to state\r\nlaw.\"   Pennhurst State Sch. &amp; Hosp. v. Halderman, 465 U.S. 89, 106\r\n(1984) (Pennhurst II).  Hence, we decline the plaintiffs'\r\ninvitation to cross this line. \r\nRelatedly, we note the anomaly inherent in the\r\nplaintiffs' position.  Although we take no view on the requirements\r\nof Massachusetts law, it is difficult to fathom, as an abstract\r\nmatter, how forcing a state agency to forgo billions of dollars in\r\nfederal subsidies would render its hierarchs more accountable to\r\nthe citizenry   or how such a step would profit the agency's\r\nworkforce in the long run.  Were Massachusetts to renounce federal\r\nfunds in order to save the plaintiffs from the indignity of random\r\ndrug and alcohol tests, the Commonwealth then would have only four\r\noptions (to be used singly or in combination):  it could raise\r\ntaxes to fill the budgetary gap, transfer funds from some other\r\nline in the budget, lay off MBTA employees to curtail expenses, or\r\ncease all construction and improvements relating to mass transit. \r\nNone of these alternatives strikes us as attractive from the\r\nstandpoint of the workers whom O'Brien and O'Malley represent. \r\nMore important, though, if such dire remedies are to be\r\nimplemented, that is a decision for Massachusetts to make, not one\r\nfor a federal court to impose.  Cf. Missouri v. Jenkins, 495 U.S.\r\n33, 50-51 (1990) (holding that a federal court's order for a local\r\ntax increase violated principles of comity).\r\n\n                           C.\r\n               The Scope of the Protocol\r\nThe plaintiffs have a final shot in their sling.  They\r\nasseverate that the district court should not have dissolved the\r\ninjunction completely because the MBTA's testing policies exceed\r\nthe requirements set forth in the federal regulations (and to that\r\nextent are not within the prophylaxis of section 5331(f)(1)).  They\r\nclaim, for example, that the MBTA's alcohol screening standard is\r\ntwice as strict as that mandated by federal law and that the MBTA\r\ntests for more substances than federal law specifies.  The MBTA\r\ndisputes the accuracy of these charges and states that its protocol\r\nfaithfully tracks federal requirements.\r\nWe need not resolve this contretemps.  To the extent that\r\nthe plaintiffs claim that exceeding federal testing requirements,\r\nwithout more, violates federal law, they are mistaken.  It is not\r\nenough to aver that the MBTA's protocol differs from the federal\r\nprototype.  From the viewpoint of federal preemption, differences\r\nare not significant unless they conflict with federal law in a\r\nmanner that somehow frustrates the purposes behind that law.  SeeHayfield N. R.R. Co. v. Chicago &amp; N.W. Transp. Co., 467 U.S. 622,\r\n627 (1984) (holding that the Supremacy Clause \"invalidates any\r\nstate law that contradicts or interferes with an Act of Congress\"). \r\nHere, the plaintiffs fail to demonstrate any material dissonance\r\nbetween the Testing Act and the MBTA's protocol.  Indeed,\r\nregulations promulgated under the Testing Act contemplate the\r\npossibility that a state may enact tougher requirements   and they\r\ndo not preclude a state from doing so.  See 49 C.F.R.  653.25(i)\r\n(recognizing the possibility that an employer may implement an\r\nanti-drug program that tests for more than the five controlled\r\nsubstances specified by the Testing Act regulations); see also id.at  653.11 (preventing employers from adopting additional measures\r\nonly if such measures would frustrate the purposes of the Testing\r\nAct, as elucidated in the applicable regulations).\r\nNor can the plaintiffs rewardingly recast their thesis. \r\nTo the extent that they are claiming that a federal court should\r\ngrant injunctive relief (or leave such relief intact) because\r\ncertain provisions in the MBTA's protocol, not compelled by federal\r\nlaw, violate state law, this argument is merely a reprise of the\r\nargument that we previously rejected.  See Part II(B), supra.  In\r\nshort, the plaintiffs again ask us to conform the MBTA's testing\r\nprotocol to what they contend are the requirements of state law. \r\nPennhurst II forbids us from honoring this request.\r\n\n                          III\r\n                       Conclusion\r\nWe need go no further.  Massachusetts authorities have\r\nelected to draw on federal coffers to finance a bevy of mass\r\ntransit projects.  Having accepted those funds, they must abide by\r\nthe conditions that Congress attached to them, one of which\r\nmandates random drug and alcohol screens for employees who, like\r\nthe plaintiffs, perform safety-sensitive functions.  Because\r\napplicable federal law includes an express preemption provision,\r\ncontrary state law cannot stand as an obstacle to the testing\r\nprotocol.  Moreover, to the extent that the plaintiffs claim that\r\nthe MBTA's initial decision to seek federal funding transgressed\r\nstate law, they are attempting to press their claim in a forum in\r\nwhich it is not properly cognizable.\r\n\nThe order dissolving the preliminary injunction is\r\naffirmed.  Costs to appellee.\n",
  "html": "<p class=\"case_cite\">162 F.3d 40</p>\n    <p class=\"case_cite\">137 Lab.Cas.  P 10,314, 14 IER Cases 1076</p>\n    <p class=\"parties\">Thomas O'BRIEN, etc., et al., Plaintiffs, Appellants,<br>v.<br>MASSACHUSETTS BAY TRANSPORTATION AUTHORITY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1502.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 4, 1998.<br>Decided Dec. 4, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John M. Becker, with whom Sandulli, Grace, Shapiro, Horwitz &amp; Davidson, P.C. was on brief, for appellants.</p>\n      <p class=\"indent\">H. Reed Witherby, with whom Smith &amp; Duggan LLP was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Wrapping their claims securely in the mantle of federalism, Thomas O'Brien and Edward O'Malley protest an order of the district court which, in effect, allows their employer, the Massachusetts Bay Transportation Authority (MBTA), to continue random drug and alcohol testing of transit police.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Most constituencies regard the Urban Mass Transportation Act, more recently dubbed the Federal Transit Act, 49 U.S.C. &#167;&#167; 5301-5330, 5332-5338, 10531 (the Transit Act), as a boon;  after all, it provides eligible state and local governments with generous funding for qualified public works projects.  The MBTA, a political subdivision of the Commonwealth of Massachusetts, see Mass.  Gen. Laws, ch. 161A, &#167; 2, has long availed itself of the Transit Act's bounty.  Since 1965, it has applied for and received funding to the tune of approximately $3 billion under this statutory scheme.  The beat goes on:  as of June 30, 1995, the MBTA was engaged in $1 billion worth of ongoing capital projects, 80% funded by the federal government under the auspices of the Transit Act.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Federal subsidies often have strings attached, and monies disbursed pursuant to the Transit Act are no exception.  One such string emanates from requirements contained in the Omnibus Transportation Employee Testing Act of 1991, Pub.L. No. 102-143, 105 Stat. 952, that Congress has made applicable to mass transit employers.  See 49 U.S.C. &#167; 5331 (the Testing Act).  A core provision of the Testing Act requires the Secretary of Transportation to develop a program that, inter alia, directs recipients of the federal government's Transit Act largesse to conduct random drug and alcohol testing of \"mass transportation employees responsible for safety-sensitive functions.\"  Id. at &#167; 5331(b)(1)(A).  The Secretary permissibly defines \"safety-sensitive functions\" to include those that involve \"carrying a firearm for security purposes.\"  49 C.F.R. &#167;&#167; 653.7, 654.7.  Recipients of federal aid for mass transit projects must abide by the requirements of the Testing Act and the regulations promulgated thereunder (including the requirement for random drug and alcohol tests).  Failure to adhere strips a recipient of its eligibility for federal financial assistance.  See 49 U.S.C. &#167; 5331(g).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The MBTA is subject to the constraints of the Testing Act by reason of its continued application for, and receipt of, grants under the Transit Act.  To comply with this statutory obligation, the MBTA inaugurated a program requiring MBTA police officers to submit to random drug and alcohol screens.  This protocol did not gain accolades in all quarters.  O'Brien and O'Malley, acting individually and in their respective official capacities as presidents of the MBTA Police Patrol Officers' Association and the MBTA Police Sergeants' Association, brought suit in the Suffolk Superior Court seeking declaratory and injunctive relief.  They averred that the MBTA's policy violated their rights under both federal law and the Massachusetts Declaration of Rights (the MDR).  The state court granted a preliminary injunction on the ground that Article 14 of the MDR, as interpreted in Guiney v. Police Comm'r, 411 Mass. 328, 582 N.E.2d 523 (1991), likely precluded enforcement of the testing protocol.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In arriving at its conclusion, the court rejected the notion of federal preemption, stating its disbelief that the MBTA, \"by voluntarily applying for and accepting Federal funds, can then eviscerate an employee's state constitutional rights because Congress has attached a condition to those funds.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The MBTA seasonably removed the action to the federal district court.  See 28 U.S.C. &#167;&#167; 1331, 1441.  Although the state court's injunction remained in effect for the time being, see Granny Goose Foods, Inc. v. Brotherhood of Teamsters, Etc., Local No. 70, 415 U.S. 423, 436, 94 S.Ct. 1113, 39 L.Ed.2d 435 (1974), it did not last very long.  In fairly short order, the district court granted partial summary judgment in the MBTA's favor, concluding that federal law preempted any contrary provision of state law.  The court dissolved the preliminary injunction shortly thereafter.  This appeal ensued.  We have jurisdiction under 28 U.S.C. &#167; 1292(a)(1) (conferring appellate jurisdiction to review interlocutory orders \"granting, continuing, modifying, refusing or dissolving injunctions\").</p>\n    </div>\n    <p>II</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <p>Preemption</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The vast majority of preemption cases involve situations in which Congress has exercised its power under the Commerce Clause.  See Laurence H. Tribe, American Constitutional Law &#167; 6-29, 508 (2d ed.1988).  Here, however, we are dealing with a congressional exercise of the spending power, not the commerce power, and the dynamics between preemption and Congress's reliance on the spending power differ appreciably from those applicable in the Commerce Clause context.  The principal difference is that whereas preemptive legislation enacted under the Commerce Clause trumps state law throughout the United States ex proprio vigore, preemptive legislation enacted under the spending power presents states with a choice:  they may either accept federal funds (and subject themselves to requirements imposed by federal law) or decline such funds (and avoid the necessity of abiding by those requirements).  See Golden State Transit Corp. v. City of Los Angeles, 493 U.S. 103, 112, 110 S.Ct. 444, 107 L.Ed.2d 420 (1989);  see also Pennhurst State Sch. &amp; Hosp. v. Halderman, 451 U.S. 1, 17, 101 S.Ct. 1531, 67 L.Ed.2d 694 (1981) (Pennhurst I ) (stating that \"legislation enacted pursuant to the spending power is much in the nature of a contract:  in return for federal funds, the States agree to comply with federally imposed conditions\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus, if this were a situation in which the federal sovereign had invoked the spending power to justify preemption over the laws of a state that had eschewed federal funds, we could not dismiss lightly the state court's intuition about the awkwardness of asserting preemption solely on the basis of Congress's exercise of that power.  In this case, however, the MBTA did not refuse to accept federal mass transit money, but, rather, willingly tapped into the federal fisc (and, as far as we can tell, intends to continue accepting federal funds for the indefinite future).  When Congress delineates conditions governing the receipt of federal dollars and a state agency accepts the money on that basis, the Supremacy Clause requires conflicting local law to yield.  See CSX Transp., Inc. v. Easterwood, 507 U.S. 658, 663-64, 113 S.Ct. 1732, 123 L.Ed.2d 387 (1993);  Lawrence County v. Lead-Deadwood Sch. Dist. No. 40-1, 469 U.S. 256, 269-70, 105 S.Ct. 695, 83 L.Ed.2d 635 (1985);  Blum v. Bacon, 457 U.S. 132, 145-46, 102 S.Ct. 2355, 72 L.Ed.2d 728 (1982);  Carleson v. Remillard, 406 U.S. 598, 601, 92 S.Ct. 1932, 32 L.Ed.2d 352 (1972);  Townsend v. Swank, 404 U.S. 282, 286, 92 S.Ct. 502, 30 L.Ed.2d 448 (1971);  Helvering v. Davis, 301 U.S. 619, 645, 57 S.Ct. 904, 81 L.Ed. 1307 (1937);  Local Div. 589, Amalgamated Transit Union v. Commonwealth of Mass., 666 F.2d 618, 627 (1st Cir.1981) (Breyer, J.).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The rule, then, is crystal clear:  as long as a state receives federal funds for a particular purpose, its law, if contrary to conditions attached to the funds, must give way to federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">That brings the finish line into sight.  It cannot be gainsaid that the most obvious cases for federal preemption occur when Congress has expressly declared its intent.  See, e.g., Barnett Bank of Marion County v. Nelson, 517 U.S. 25, 31, 116 S.Ct. 1103, 134 L.Ed.2d 237 (1996);  Greenwood Trust Co. v. Commonwealth of Mass., 971 F.2d 818, 822 (1st Cir.1992).  The Testing Act supplies a classic example of this species of legislative expression.  It unambiguously provides that \"[a] State or local government may not prescribe, issue, or continue in effect a law, regulation, standard, or order that is inconsistent with regulations prescribed under this section.\"  49 U.S.C. &#167; 5331(f)(1).  That message is reinforced by the regulations.  See 49 C.F.R. &#167;&#167; 653.9, 654.9.  The plain language of these provisions bespeaks \"conflict preemption,\" see, e.g., Silkwood v. Kerr-McGee Corp., 464 U.S. 238, 248, 104 S.Ct. 615, 78 L.Ed.2d 443 (1984), which means that the only remaining question here is whether state law either contradicts applicable federal law or frustrates the objects that federal law seeks to promote, see, e.g., Boggs v. Boggs, 520 U.S. 833, 117 S.Ct. 1754, 1760-61, 138 L.Ed.2d 45 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This question is easily answered.  There can be no doubt that the MDR, as interpreted by the state superior court and by the plaintiffs, conflicts with the requirements imposed by federal law.  Quite simply, the state court's preliminary injunction (premised on its reading of state law) prevented the MBTA from conducting the random drug and alcohol testing that federal law (namely, the Testing Act) requires recipients of federal Transit Act funds to sponsor.  Moreover, contrary to the state court's intimation, it is of no moment that in this instance a federal law supplants a state constitutional--as opposed to a statutory or regulatory--provision.  Such a result is exactly what the letter of the Supremacy Clause demands.  See U.S. Const., Art.  VI, cl. 2 (mandating that federal law \"shall be the supreme Law of the Land ..., any Thing in the Constitution or Laws of any State to the Contrary notwithstanding\").  Thus, we unhesitatingly affirm the district court's conclusion that federal law has preemptive force in this situation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>B.</p>\n    <p>Conforming Conduct to State Law</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this venue, the plaintiffs shift their emphasis.  They maintain that, even if section 5331(f)(1) binds the MBTA to follow the Testing Act's directive as long as it continues to receive federal financial assistance, the injunction nonetheless should remain in force.  To support this proposition, they embellish their original claim.  Instead of arguing simply that federal law lacks preemptive effect and that the MDR forbids the MBTA from conducting random tests, the plaintiffs assert that the MBTA should be precluded from applying for federal funds in the first place, because accepting such funds will create an inevitable conflict with state law.  The paramount problem with this argument--there are others which we need not discuss--is that it invites a federal court to enjoin state officials (those who manage the MBTA) from acting in a manner that allegedly contravenes state law.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is not the proper purview of a federal court to supervise state officials' compliance with state law.  See ANR Pipeline Co. v. Lafaver, 150 F.3d 1178, 1188-89 (10th Cir.1998);  LaShawn A. by Moore v. Barry, 144 F.3d 847, 852 (D.C.Cir.1998);  Archie v. City of Racine, 847 F.2d 1211, 1216 (7th Cir.1988) (en banc).  As Justice Powell observed, \"it is difficult to think of a greater intrusion on state sovereignty than when a federal court instructs state officials on how to conform their conduct to state law.\"  Pennhurst State Sch. &amp; Hosp. v. Halderman, 465 U.S. 89, 106, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984) (Pennhurst II ).   Hence, we decline the plaintiffs' invitation to cross this line.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Relatedly, we note the anomaly inherent in the plaintiffs' position.  Although we take no view on the requirements of Massachusetts law, it is difficult to fathom, as an abstract matter, how forcing a state agency to forgo billions of dollars in federal subsidies would render its hierarchs more accountable to the citizenry--or how such a step would profit the agency's workforce in the long run.  Were Massachusetts to renounce federal funds in order to save the plaintiffs from the indignity of random drug and alcohol tests, the Commonwealth then would have only four options (to be used singly or in combination):  it could raise taxes to fill the budgetary gap, transfer funds from some other line in the budget, lay off MBTA employees to curtail expenses, or cease all construction and improvements relating to mass transit.  None of these alternatives strikes us as attractive from the standpoint of the workers whom O'Brien and O'Malley represent.  More important, though, if such dire remedies are to be implemented, that is a decision for Massachusetts to make, not one for a federal court to impose.  Cf. Missouri v. Jenkins, 495 U.S. 33, 50-51, 110 S.Ct. 1651, 109 L.Ed.2d 31 (1990) (holding that a federal court's order for a local tax increase violated principles of comity).C.</p>\n    </div>\n    <p>The Scope of the Protocol</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The plaintiffs have a final shot in their sling.  They asseverate that the district court should not have dissolved the injunction completely because the MBTA's testing policies exceed the requirements set forth in the federal regulations (and to that extent are not within the prophylaxis of section 5331(f)(1)).  They claim, for example, that the MBTA's alcohol screening standard is twice as strict as that mandated by federal law and that the MBTA tests for more substances than federal law specifies.  The MBTA disputes the accuracy of these charges and states that its protocol faithfully tracks federal requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We need not resolve this contretemps.  To the extent that the plaintiffs claim that exceeding federal testing requirements, without more, violates federal law, they are mistaken.  It is not enough to aver that the MBTA's protocol differs from the federal prototype.  From the viewpoint of federal preemption, differences are not significant unless they conflict with federal law in a manner that somehow frustrates the purposes behind that law.  See Hayfield N. R.R. Co. v. Chicago &amp; N.W. Transp. Co., 467 U.S. 622, 627, 104 S.Ct. 2610, 81 L.Ed.2d 527 (1984) (holding that the Supremacy Clause \"invalidates any state law that contradicts or interferes with an Act of Congress\").  Here, the plaintiffs fail to demonstrate any material dissonance between the Testing Act and the MBTA's protocol.  Indeed, regulations promulgated under the Testing Act contemplate the possibility that a state may enact tougher requirements--and they do not preclude a state from doing so.  See 49 C.F.R. &#167; 653.25(i) (recognizing the possibility that an employer may implement an anti-drug program that tests for more than the five controlled substances specified by the Testing Act regulations);  see also id. at &#167; 653.11 (preventing employers from adopting additional measures only if such measures would frustrate the purposes of the Testing Act, as elucidated in the applicable regulations).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nor can the plaintiffs rewardingly recast their thesis.  To the extent that they are claiming that a federal court should grant injunctive relief (or leave such relief intact) because certain provisions in the MBTA's protocol, not compelled by federal law, violate state law, this argument is merely a reprise of the argument that we previously rejected.  See Part II(B), supra.   In short, the plaintiffs again ask us to conform the MBTA's testing protocol to what they contend are the requirements of state law.  Pennhurst II forbids us from honoring this request.</p>\n    </div>\n    <p>III</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We need go no further.  Massachusetts authorities have elected to draw on federal coffers to finance a bevy of mass transit projects.  Having accepted those funds, they must abide by the conditions that Congress attached to them, one of which mandates random drug and alcohol screens for employees who, like the plaintiffs, perform safety-sensitive functions.  Because applicable federal law includes an express preemption provision, contrary state law cannot stand as an obstacle to the testing protocol.  Moreover, to the extent that the plaintiffs claim that the MBTA's initial decision to seek federal funding transgressed state law, they are attempting to press their claim in a forum in which it is not properly cognizable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The order dissolving the preliminary injunction is affirmed.  Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Article 14 of the MDR prohibits unreasonable searches and seizures.  In Guiney, an officer claimed that a police department's random drug-testing program did not pass muster under Article 14.  The Massachusetts Supreme Judicial Court (SJC) stated that, \"[i]f the government is to meet the requirements of art. 14, it must show at least a concrete, substantial governmental interest that will be served by imposing random urinalysis on unconsenting citizens.\"  411 Mass. at 332, 582 N.E.2d at 526.   The SJC went on to invalidate the program because the police commissioner had failed either to provide a particularized safety reason that would justify random drug tests or to articulate a \"substantial public purpose\" that would warrant such testing.  411 Mass. at 332, 582 N.E.2d at 525</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To be sure, individual Justices have from time to time suggested that the authority for adhering to federal law when Congress employs its spending power is not to be located in the Supremacy Clause.  See, e.g., Townsend, 404 U.S. at 292, 92 S.Ct. 502 (Burger, C.J., concurring).  But these moments have been few and far between and, more important, they have not debilitated the general conclusion that the laws of a jurisdiction that receives federal funds must, when a relevant conflict looms, give way to federal law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As a fallback argument, the MBTA maintains that Congress passed the Testing Act pursuant to its power under the Commerce Clause.  In light of our conclusion about the preemptive effect of federal law promulgated under the spending power, we need not address this argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> When the Secretary of Transportation first promulgated this portion of the regulations, he explained that \"[a]n employer may impose other requirements in addition to those imposed by this rule if those additional requirements do not conflict or interfere with the requirements of this rule.\"   Prevention of Drug Abuse in Transit Operations, 59 Fed.Reg. 7572, 7584 (1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></span></p>\n    <p class=\"case_cite\">137 Lab.Cas.  P 10,314, 14 IER Cases 1076</p>\n    <p class=\"parties\">Thomas O'BRIEN, etc., et al., Plaintiffs, Appellants,<br>v.<br>MASSACHUSETTS BAY TRANSPORTATION AUTHORITY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1502.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 4, 1998.<br>Decided Dec. 4, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John M. Becker, with whom Sandulli, Grace, Shapiro, Horwitz &amp; Davidson, P.C. was on brief, for appellants.</p>\n      <p class=\"indent\">H. Reed Witherby, with whom Smith &amp; Duggan LLP was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Wrapping their claims securely in the mantle of federalism, Thomas O'Brien and Edward O'Malley protest an order of the district court which, in effect, allows their employer, the Massachusetts Bay Transportation Authority (MBTA), to continue random drug and alcohol testing of transit police.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Most constituencies regard the Urban Mass Transportation Act, more recently dubbed the Federal Transit Act, 49 U.S.C. &#167;&#167; 5301-5330, 5332-5338, 10531 (the Transit Act), as a boon;  after all, it provides eligible state and local governments with generous funding for qualified public works projects.  The MBTA, a political subdivision of the Commonwealth of Massachusetts, see Mass.  Gen. Laws, ch. 161A, &#167; 2, has long availed itself of the Transit Act's bounty.  Since 1965, it has applied for and received funding to the tune of approximately $3 billion under this statutory scheme.  The beat goes on:  as of June 30, 1995, the MBTA was engaged in $1 billion worth of ongoing capital projects, 80% funded by the federal government under the auspices of the Transit Act.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Federal subsidies often have strings attached, and monies disbursed pursuant to the Transit Act are no exception.  One such string emanates from requirements contained in the Omnibus Transportation Employee Testing Act of 1991, Pub.L. No. 102-143, 105 Stat. 952, that Congress has made applicable to mass transit employers.  See 49 U.S.C. &#167; 5331 (the Testing Act).  A core provision of the Testing Act requires the Secretary of Transportation to develop a program that, inter alia, directs recipients of the federal government's Transit Act largesse to conduct random drug and alcohol testing of \"mass transportation employees responsible for safety-sensitive functions.\"  Id. at &#167; 5331(b)(1)(A).  The Secretary permissibly defines \"safety-sensitive functions\" to include those that involve \"carrying a firearm for security purposes.\"  49 C.F.R. &#167;&#167; 653.7, 654.7.  Recipients of federal aid for mass transit projects must abide by the requirements of the Testing Act and the regulations promulgated thereunder (including the requirement for random drug and alcohol tests).  Failure to adhere strips a recipient of its eligibility for federal financial assistance.  See 49 U.S.C. &#167; 5331(g).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The MBTA is subject to the constraints of the Testing Act by reason of its continued application for, and receipt of, grants under the Transit Act.  To comply with this statutory obligation, the MBTA inaugurated a program requiring MBTA police officers to submit to random drug and alcohol screens.  This protocol did not gain accolades in all quarters.  O'Brien and O'Malley, acting individually and in their respective official capacities as presidents of the MBTA Police Patrol Officers' Association and the MBTA Police Sergeants' Association, brought suit in the Suffolk Superior Court seeking declaratory and injunctive relief.  They averred that the MBTA's policy violated their rights under both federal law and the Massachusetts Declaration of Rights (the MDR).  The state court granted a preliminary injunction on the ground that Article 14 of the MDR, as interpreted in Guiney v. Police Comm'r, <span class=\"citation\" data-id=\"2227390\"><a href=\"/opinion/2227390/guiney-v-police-commissioner-of-boston/\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"2227390\"><a href=\"/opinion/2227390/guiney-v-police-commissioner-of-boston/\"><span class=\"volume\">582</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">523</span></a></span> (1991), likely precluded enforcement of the testing protocol.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In arriving at its conclusion, the court rejected the notion of federal preemption, stating its disbelief that the MBTA, \"by voluntarily applying for and accepting Federal funds, can then eviscerate an employee's state constitutional rights because Congress has attached a condition to those funds.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The MBTA seasonably removed the action to the federal district court.  See 28 U.S.C. &#167;&#167; 1331, 1441.  Although the state court's injunction remained in effect for the time being, see Granny Goose Foods, Inc. v. Brotherhood of Teamsters, Etc., Local No. 70, <span class=\"citation\" data-id=\"108983\"><a href=\"/opinion/108983/granny-goose-foods-inc-v-teamsters/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 436, <span class=\"citation\" data-id=\"108983\"><a href=\"/opinion/108983/granny-goose-foods-inc-v-teamsters/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1113</span></a></span>, <span class=\"citation\" data-id=\"108983\"><a href=\"/opinion/108983/granny-goose-foods-inc-v-teamsters/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1974), it did not last very long.  In fairly short order, the district court granted partial summary judgment in the MBTA's favor, concluding that federal law preempted any contrary provision of state law.  The court dissolved the preliminary injunction shortly thereafter.  This appeal ensued.  We have jurisdiction under 28 U.S.C. &#167; 1292(a)(1) (conferring appellate jurisdiction to review interlocutory orders \"granting, continuing, modifying, refusing or dissolving injunctions\").</p>\n    </div>\n    <p>II</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <p>Preemption</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The vast majority of preemption cases involve situations in which Congress has exercised its power under the Commerce Clause.  See Laurence H. Tribe, American Constitutional Law &#167; 6-29, 508 (2d ed.1988).  Here, however, we are dealing with a congressional exercise of the spending power, not the commerce power, and the dynamics between preemption and Congress's reliance on the spending power differ appreciably from those applicable in the Commerce Clause context.  The principal difference is that whereas preemptive legislation enacted under the Commerce Clause trumps state law throughout the United States ex proprio vigore, preemptive legislation enacted under the spending power presents states with a choice:  they may either accept federal funds (and subject themselves to requirements imposed by federal law) or decline such funds (and avoid the necessity of abiding by those requirements).  See Golden State Transit Corp. v. City of Los Angeles, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 112, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></a></span>, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1989);  see also Pennhurst State Sch. &amp; Hosp. v. Halderman, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1981) (Pennhurst I ) (stating that \"legislation enacted pursuant to the spending power is much in the nature of a contract:  in return for federal funds, the States agree to comply with federally imposed conditions\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus, if this were a situation in which the federal sovereign had invoked the spending power to justify preemption over the laws of a state that had eschewed federal funds, we could not dismiss lightly the state court's intuition about the awkwardness of asserting preemption solely on the basis of Congress's exercise of that power.  In this case, however, the MBTA did not refuse to accept federal mass transit money, but, rather, willingly tapped into the federal fisc (and, as far as we can tell, intends to continue accepting federal funds for the indefinite future).  When Congress delineates conditions governing the receipt of federal dollars and a state agency accepts the money on that basis, the Supremacy Clause requires conflicting local law to yield.  See CSX Transp., Inc. v. Easterwood, <span class=\"citation\" data-id=\"112846\"><a href=\"/opinion/112846/csx-transp-inc-v-easterwood/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 663-64, <span class=\"citation\" data-id=\"112846\"><a href=\"/opinion/112846/csx-transp-inc-v-easterwood/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, <span class=\"citation\" data-id=\"112846\"><a href=\"/opinion/112846/csx-transp-inc-v-easterwood/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></a></span> (1993);  Lawrence County v. Lead-Deadwood Sch. Dist. No. 40-1, <span class=\"citation\" data-id=\"111297\"><a href=\"/opinion/111297/lawrence-county-v-lead-deadwood-school-dist/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 269-70, <span class=\"citation\" data-id=\"111297\"><a href=\"/opinion/111297/lawrence-county-v-lead-deadwood-school-dist/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">695</span></a></span>, <span class=\"citation\" data-id=\"111297\"><a href=\"/opinion/111297/lawrence-county-v-lead-deadwood-school-dist/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span></a></span> (1985);  Blum v. Bacon, <span class=\"citation\" data-id=\"110736\"><a href=\"/opinion/110736/blum-v-bacon/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, 145-46, <span class=\"citation\" data-id=\"110736\"><a href=\"/opinion/110736/blum-v-bacon/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2355</span></a></span>, <span class=\"citation\" data-id=\"110736\"><a href=\"/opinion/110736/blum-v-bacon/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span></a></span> (1982);  Carleson v. Remillard, <span class=\"citation\" data-id=\"108550\"><a href=\"/opinion/108550/carleson-v-remillard/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, 601, <span class=\"citation\" data-id=\"108550\"><a href=\"/opinion/108550/carleson-v-remillard/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1932</span></a></span>, <span class=\"citation\" data-id=\"108550\"><a href=\"/opinion/108550/carleson-v-remillard/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span></a></span> (1972);  Townsend v. Swank, <span class=\"citation\" data-id=\"108418\"><a href=\"/opinion/108418/townsend-v-swank/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 286, <span class=\"citation\" data-id=\"108418\"><a href=\"/opinion/108418/townsend-v-swank/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">502</span></a></span>, <span class=\"citation\" data-id=\"108418\"><a href=\"/opinion/108418/townsend-v-swank/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">448</span></a></span> (1971);  Helvering v. Davis, <span class=\"citation\" data-id=\"102844\"><a href=\"/opinion/102844/helvering-v-davis/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 645, <span class=\"citation\" data-id=\"102844\"><a href=\"/opinion/102844/helvering-v-davis/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">904</span></a></span>, <span class=\"citation\" data-id=\"102844\"><a href=\"/opinion/102844/helvering-v-davis/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1307</span></a></span> (1937);  Local Div. 589, Amalgamated Transit Union v. Commonwealth of Mass., <span class=\"citation\" data-id=\"398005\"><a href=\"/opinion/398005/local-division-589-amalgamated-transit-union-afl-cio-clc-v-the/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span></a></span>, 627 (1st Cir.1981) (Breyer, J.).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The rule, then, is crystal clear:  as long as a state receives federal funds for a particular purpose, its law, if contrary to conditions attached to the funds, must give way to federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">That brings the finish line into sight.  It cannot be gainsaid that the most obvious cases for federal preemption occur when Congress has expressly declared its intent.  See, e.g., Barnett Bank of Marion County v. Nelson, <span class=\"citation\" data-id=\"118010\"><a href=\"/opinion/118010/barnett-bank-of-marion-cty-na-v-nelson/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 31, <span class=\"citation\" data-id=\"118010\"><a href=\"/opinion/118010/barnett-bank-of-marion-cty-na-v-nelson/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1103</span></a></span>, <span class=\"citation\" data-id=\"118010\"><a href=\"/opinion/118010/barnett-bank-of-marion-cty-na-v-nelson/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">237</span></a></span> (1996);  Greenwood Trust Co. v. Commonwealth of Mass., <span class=\"citation\" data-id=\"588109\"><a href=\"/opinion/588109/greenwood-trust-company-v-commonwealth-of-massachusetts/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span>, 822 (1st Cir.1992).  The Testing Act supplies a classic example of this species of legislative expression.  It unambiguously provides that \"[a] State or local government may not prescribe, issue, or continue in effect a law, regulation, standard, or order that is inconsistent with regulations prescribed under this section.\"  49 U.S.C. &#167; 5331(f)(1).  That message is reinforced by the regulations.  See 49 C.F.R. &#167;&#167; 653.9, 654.9.  The plain language of these provisions bespeaks \"conflict preemption,\" see, e.g., Silkwood v. Kerr-McGee Corp., <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 248, <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1984), which means that the only remaining question here is whether state law either contradicts applicable federal law or frustrates the objects that federal law seeks to promote, see, e.g., Boggs v. Boggs, <span class=\"citation\" data-id=\"118121\"><a href=\"/opinion/118121/boggs-v-boggs/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, <span class=\"citation\" data-id=\"118121\"><a href=\"/opinion/118121/boggs-v-boggs/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1754</span></a></span>, 1760-61, <span class=\"citation\" data-id=\"118121\"><a href=\"/opinion/118121/boggs-v-boggs/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This question is easily answered.  There can be no doubt that the MDR, as interpreted by the state superior court and by the plaintiffs, conflicts with the requirements imposed by federal law.  Quite simply, the state court's preliminary injunction (premised on its reading of state law) prevented the MBTA from conducting the random drug and alcohol testing that federal law (namely, the Testing Act) requires recipients of federal Transit Act funds to sponsor.  Moreover, contrary to the state court's intimation, it is of no moment that in this instance a federal law supplants a state constitutional--as opposed to a statutory or regulatory--provision.  Such a result is exactly what the letter of the Supremacy Clause demands.  See U.S. Const., Art.  VI, cl. 2 (mandating that federal law \"shall be the supreme Law of the Land ..., any Thing in the Constitution or Laws of any State to the Contrary notwithstanding\").  Thus, we unhesitatingly affirm the district court's conclusion that federal law has preemptive force in this situation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>B.</p>\n    <p>Conforming Conduct to State Law</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this venue, the plaintiffs shift their emphasis.  They maintain that, even if section 5331(f)(1) binds the MBTA to follow the Testing Act's directive as long as it continues to receive federal financial assistance, the injunction nonetheless should remain in force.  To support this proposition, they embellish their original claim.  Instead of arguing simply that federal law lacks preemptive effect and that the MDR forbids the MBTA from conducting random tests, the plaintiffs assert that the MBTA should be precluded from applying for federal funds in the first place, because accepting such funds will create an inevitable conflict with state law.  The paramount problem with this argument--there are others which we need not discuss--is that it invites a federal court to enjoin state officials (those who manage the MBTA) from acting in a manner that allegedly contravenes state law.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is not the proper purview of a federal court to supervise state officials' compliance with state law.  See ANR Pipeline Co. v. Lafaver, <span class=\"citation\" data-id=\"156641\"><a href=\"/opinion/156641/anr-pipeline-v-lafaver/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1178</span></a></span>, 1188-89 (10th Cir.1998);  LaShawn A. by Moore v. Barry, <span class=\"citation\" data-id=\"184582\"><a href=\"/opinion/184582/a-lashawn-v-barry-jr-marion-s/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">847</span></a></span>, 852 (D.C.Cir.1998);  Archie v. City of Racine, <span class=\"citation\" data-id=\"506618\"><a href=\"/opinion/506618/betty-j-archie-v-city-of-racine-ronald-w-chiapete-and-george-w-giese/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1216 (7th Cir.1988) (en banc).  As Justice Powell observed, \"it is difficult to think of a greater intrusion on state sovereignty than when a federal court instructs state officials on how to conform their conduct to state law.\"  Pennhurst State Sch. &amp; Hosp. v. Halderman, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 106, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984) (Pennhurst II ).   Hence, we decline the plaintiffs' invitation to cross this line.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Relatedly, we note the anomaly inherent in the plaintiffs' position.  Although we take no view on the requirements of Massachusetts law, it is difficult to fathom, as an abstract matter, how forcing a state agency to forgo billions of dollars in federal subsidies would render its hierarchs more accountable to the citizenry--or how such a step would profit the agency's workforce in the long run.  Were Massachusetts to renounce federal funds in order to save the plaintiffs from the indignity of random drug and alcohol tests, the Commonwealth then would have only four options (to be used singly or in combination):  it could raise taxes to fill the budgetary gap, transfer funds from some other line in the budget, lay off MBTA employees to curtail expenses, or cease all construction and improvements relating to mass transit.  None of these alternatives strikes us as attractive from the standpoint of the workers whom O'Brien and O'Malley represent.  More important, though, if such dire remedies are to be implemented, that is a decision for Massachusetts to make, not one for a federal court to impose.  Cf. Missouri v. Jenkins, <span class=\"citation\" data-id=\"112414\"><a href=\"/opinion/112414/missouri-v-jenkins/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 50-51, <span class=\"citation\" data-id=\"112414\"><a href=\"/opinion/112414/missouri-v-jenkins/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1651</span></a></span>, <span class=\"citation\" data-id=\"112414\"><a href=\"/opinion/112414/missouri-v-jenkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></a></span> (1990) (holding that a federal court's order for a local tax increase violated principles of comity).C.</p>\n    </div>\n    <p>The Scope of the Protocol</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The plaintiffs have a final shot in their sling.  They asseverate that the district court should not have dissolved the injunction completely because the MBTA's testing policies exceed the requirements set forth in the federal regulations (and to that extent are not within the prophylaxis of section 5331(f)(1)).  They claim, for example, that the MBTA's alcohol screening standard is twice as strict as that mandated by federal law and that the MBTA tests for more substances than federal law specifies.  The MBTA disputes the accuracy of these charges and states that its protocol faithfully tracks federal requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We need not resolve this contretemps.  To the extent that the plaintiffs claim that exceeding federal testing requirements, without more, violates federal law, they are mistaken.  It is not enough to aver that the MBTA's protocol differs from the federal prototype.  From the viewpoint of federal preemption, differences are not significant unless they conflict with federal law in a manner that somehow frustrates the purposes behind that law.  See Hayfield N. R.R. Co. v. Chicago &amp; N.W. Transp. Co., <span class=\"citation\" data-id=\"111212\"><a href=\"/opinion/111212/hayfield-northern-r-co-v-chicago-north-western-transp-co/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 627, <span class=\"citation\" data-id=\"111212\"><a href=\"/opinion/111212/hayfield-northern-r-co-v-chicago-north-western-transp-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2610</span></a></span>, <span class=\"citation\" data-id=\"111212\"><a href=\"/opinion/111212/hayfield-northern-r-co-v-chicago-north-western-transp-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1984) (holding that the Supremacy Clause \"invalidates any state law that contradicts or interferes with an Act of Congress\").  Here, the plaintiffs fail to demonstrate any material dissonance between the Testing Act and the MBTA's protocol.  Indeed, regulations promulgated under the Testing Act contemplate the possibility that a state may enact tougher requirements--and they do not preclude a state from doing so.  See 49 C.F.R. &#167; 653.25(i) (recognizing the possibility that an employer may implement an anti-drug program that tests for more than the five controlled substances specified by the Testing Act regulations);  see also id. at &#167; 653.11 (preventing employers from adopting additional measures only if such measures would frustrate the purposes of the Testing Act, as elucidated in the applicable regulations).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nor can the plaintiffs rewardingly recast their thesis.  To the extent that they are claiming that a federal court should grant injunctive relief (or leave such relief intact) because certain provisions in the MBTA's protocol, not compelled by federal law, violate state law, this argument is merely a reprise of the argument that we previously rejected.  See Part II(B), supra.   In short, the plaintiffs again ask us to conform the MBTA's testing protocol to what they contend are the requirements of state law.  Pennhurst II forbids us from honoring this request.</p>\n    </div>\n    <p>III</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We need go no further.  Massachusetts authorities have elected to draw on federal coffers to finance a bevy of mass transit projects.  Having accepted those funds, they must abide by the conditions that Congress attached to them, one of which mandates random drug and alcohol screens for employees who, like the plaintiffs, perform safety-sensitive functions.  Because applicable federal law includes an express preemption provision, contrary state law cannot stand as an obstacle to the testing protocol.  Moreover, to the extent that the plaintiffs claim that the MBTA's initial decision to seek federal funding transgressed state law, they are attempting to press their claim in a forum in which it is not properly cognizable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The order dissolving the preliminary injunction is affirmed.  Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Article 14 of the MDR prohibits unreasonable searches and seizures.  In Guiney, an officer claimed that a police department's random drug-testing program did not pass muster under Article 14.  The Massachusetts Supreme Judicial Court (SJC) stated that, \"[i]f the government is to meet the requirements of art. 14, it must show at least a concrete, substantial governmental interest that will be served by imposing random urinalysis on unconsenting citizens.\"  411 Mass. at 332, 582 N.E.2d at 526.   The SJC went on to invalidate the program because the police commissioner had failed either to provide a particularized safety reason that would justify random drug tests or to articulate a \"substantial public purpose\" that would warrant such testing.  411 Mass. at 332, 582 N.E.2d at 525</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To be sure, individual Justices have from time to time suggested that the authority for adhering to federal law when Congress employs its spending power is not to be located in the Supremacy Clause.  See, e.g., Townsend, 404 U.S. at 292, <span class=\"citation\" data-id=\"108418\"><a href=\"/opinion/108418/townsend-v-swank/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">502</span></a></span> (Burger, C.J., concurring).  But these moments have been few and far between and, more important, they have not debilitated the general conclusion that the laws of a jurisdiction that receives federal funds must, when a relevant conflict looms, give way to federal law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As a fallback argument, the MBTA maintains that Congress passed the Testing Act pursuant to its power under the Commerce Clause.  In light of our conclusion about the preemptive effect of federal law promulgated under the spending power, we need not address this argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> When the Secretary of Transportation first promulgated this portion of the regulations, he explained that \"[a]n employer may impose other requirements in addition to those imposed by this rule if those additional requirements do not conflict or interfere with the requirements of this rule.\"   Prevention of Drug Abuse in Transit Operations, 59 Fed.Reg. 7572, 7584 (1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/156641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2227390/"
  ]
}