{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198235/",
  "absolute_url": "/opinion/198235/peerless-insurance-v-annies-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198235/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:48:22Z",
  "date_modified": "2017-03-24T10:55:10.459236Z",
  "type": "010combined",
  "sha1": "d8e7855c373c863fefecef800b84ded5b981eb51",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1451.01A",
  "local_path": null,
  "plain_text": "   [NOT FOR PUBLICATION   NOT TO BE CITED AS PRECEDENT]\r\n\n             United States Court of Appeals\r\n                 For the First Circuit\r\n\nNo. 98-1451\r\n\n               PEERLESS INSURANCE COMPANY,\r\n\n                   Plaintiff, Appellee,\r\n\n                            v.\r\n\n        ANNIE'S, INC., GARY C. KRYSTA, ANN KRYSTA\r\n                    and DAVID RIVERA,\r\n\n                 Defendants, Appellants.\r\n\n       APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n             FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Mary M. Lisi, U.S. District Judge]\r\n\n                          Before\r\n\n                  Selya, Circuit Judge,\r\n\n       Aldrich and Coffin, Senior Circuit Judges.\r\n\n Jeffrey S. Michaelson with whom Michaelson, Michaelson &amp;\r\nZurier, Thomas R. Bender and Hanson, Curran, Parks &amp; Whitman were\r\non brief for appellant.\r\n Gerald C. DeMaria with whom Stephen B. Lang, Patrick B.\r\nLanders and Higgins, Cavanagh &amp; Cooney were on brief for appellee.\r\n\nDecember 1, 1998\r\n\n        Per Curiam.  In this case Annie's, Inc., a small dry\r\ncleaning business, obtained a so-called Business Protector\r\nPolicy from Peerless Insurance Company (Peerless).  In June of\r\n1994, while the policy was in effect, Derek Gagnon, an Annie's\r\nemployee, was driving a step-van on Annie's business when he\r\ncollided with another vehicle.  David Rivera, a pedestrian,\r\nwas injured as a result of the collision and sued Annie's. \r\nGary Krysta, an owner and employee of Annie's, owned the van,\r\nbut Annie's used, maintained, and stored the van and paid the\r\nexpenses of keeping it on the road.  Krysta had acted on\r\nbehalf of Annie's when he instructed Gagnon to drive the van\r\non Annie's pickup route. \r\n          Naming Annie's, Krysta, and Gagnon as defendants,Peerless sought a declaratory judgment that it owed no duty to\r\ndefend or indemnify Annie's for claims arising out of the\r\ncollision.  The district court ruled in its favor, and we\r\naffirm.\r\n          The court's rulings related to two parts of the\r\npolicy:  the general liability provisions as diminished by an\r\nexclusion clause, and an endorsement providing special\r\nadditional coverage.  As to the first, the district court, in\r\nan extensive memorandum, addressed defendants' contention that\r\na provision excluding from coverage bodily injury and property\r\ndamage arising out of the entrustment of an auto to others did\r\nnot apply when the injury or damage was due to the negligent\r\nselection, training, or supervision of the driver.  The\r\nexclusion clause makes no such exception.  The district\r\ncourt's memorandum fully demonstrated the unsoundness of\r\ndefendants' contention.\r\n          The court's ruling on the second claim was equally\r\ncorrect, but might be supplemented.  The endorsement provided\r\ncoverage for damage caused by use, in the insured's business,\r\nof a \"non-owned auto,\" which it defined as an auto not owned,\r\nleased, hired, or borrowed by the insured.  Defendants'\r\ncontention that Gagnon, rather than Annie's, was the borrower\r\nis totally unrealistic.  Annie's maintained and stored  the\r\nvan and controlled its use.  Gagnon had no control other than\r\nto do what Krysta, as Annie's agent, instructed him.  Clearly\r\nGagnon was not the borrower.  Any claim of ambiguity, whether\r\nin the policy or in the circumstances, is untenable.\r\n          Even more unpersuasive is defendants' claim that\r\nPeerless' construction makes the endorsement meaningless.  Use\r\nof an employee's personal car might at least raise a duty to\r\ndefend.  How much coverage does an insured expect if it\r\nchooses an endorsement with a $41 annual premium?\r\n          Affirmed.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "",
  "extracted_by_ocr": false,
  "opinions_cited": []
}