{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198281/",
  "absolute_url": "/opinion/198281/computervision-corp-v-irs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198281/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:49:20Z",
  "date_modified": "2017-03-24T10:56:08.631777Z",
  "type": "010combined",
  "sha1": "f0d04878f2cc04ab60498e722a1de019319e42f7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1637.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\n                   For the First Circuit\n\nNo. 98-1637\n\n         COMPUTERVISION CORPORATION AND SUBSIDIARIES,\n\n                    Petitioners-Appellees,\n\n                              v.\n\n              COMMISSIONER OF INTERNAL REVENUE,\n\n                    Respondent-Appellant.\n\n           APPEAL FROM THE UNITED STATES TAX COURT\n\n        [Hon. Thomas B. Wells, U.S. Tax Court Judge]\n\n                           Before\n\n                   Boudin, Circuit Judge,\nGibson, Senior Circuit Judge,\nand Lipez, Circuit Judge.\n\n   David English Carmack, Attorney, Tax Division, Department of\nJustice, with whom Loretta C. Argrett, Assistant Attorney General,\nand Pamela C. Berry, Attorney, Tax Division, Department of Justice,\nwere on brief for respondent-appellant.\n   John S. Brown with whom George P. Mair, Donald-Bruce Abrams,\nMatthew D. Schnall and Bingham Dana LLP were on brief for\npetitioners-appellees.\n\nJanuary 7, 1999\n\nBOUDIN, Circuit Judge.  Computervision Corporation\n(\"Computervision\") is a domestic corporation that designs,\nmanufactures and sells computer-aided design and computer-aided\nmanufacturing products.  During the period at issue in this case,\nComputervision owned Computervision International Corporation\n(\"Computervision International\"), which was a sales agent for\nComputervision and qualified as a domestic international sales\ncorporation (\"DISC\") under the Internal Revenue Code.  For the\nyears 1983 and 1984, the Code provided special tax benefits for\nDISCs.  26 U.S.C.  991-997.\nIn November 1993, Computervision petitioned the Tax Court\nto review deficiencies found by the Commissioner of Internal\nRevenue for tax years 1983, 1984, 1987 and 1988.  SeeComputervision Int'l Corp. v. Commissioner, 71 T.C.M. (CCH) 2450\n(1996).  The deficiencies rested upon several different\ndeterminations.  The one that is relevant to this appeal concerned\nthe proper calculation of combined taxable income for the purpose\nof calculating the commissions payable to Computervision\nInternational.\nIn their returns for 1983 and 1984, Computervision and\nComputervision International had computed the commission payable to\nComputervision International by using the \"50 percent of the\ncombined taxable income\" method provided by 26 U.S.C.  994(a)(2),\n(b).  In the Tax Court, the dispute pertinent here turned on\nwhether in computing this income, interest expenses were allocated\nratably to all income or instead allocated first to offset interest\nincome with only the \"net\" remaining amount allocated to other\nincome producing activities (including DISC income).  The taxpayers\nin this case urged the \"net\" solution, which would make more of the\nincome DISC income qualifying for tax benefits.\nThe issue turns primarily on the interpretation of a\nTreasury regulation that addressed the allocation of interest\nincome.  In the event, the Tax Court followed its own precedent,\nBowater, Inc. v. Commissioner, 101 T.C. 207 (1993), to find that\nComputervision and Computervision International should have been\nallowed to use the net method.  See Computervision International\nCorp., 71 T.C.M. (CCH) at 2465.  After a recomputation of the\ndeficiencies favorably to the taxpayers on the netting issue, the\nTax Court entered its judgment.\nAfter the Tax Court decision, Bowater was reversed by the\nSecond Circuit, Bowater, Inc. v. Commissioner, 108 F.3d 12 (2d\nCir.), cert. denied, 118 S. Ct. 689 (1997), and the Commissioner\nfiled a notice of appeal in the Computervision case. \nComputervision notified the Commissioner by letter in July 1998,\nthat it intended to concede the interest-netting issue, and then\nmoved to dismiss the appeal as moot.  The motion was denied, but\nComputervision continues to claim that the case is moot and\ndeclines to defend the Tax Court on the netting issue.\nComputervision is simply wrong in asserting that \"the\ncase\" has become moot simply because the taxpayers concede error by\nthe Tax Court.  At the present time, there is an outstanding\njudgment of the Tax Court resolving the legal issue in favor of\nComputervision and determining that it may pay less tax than the\nIRS claims to be due.   Unless and until the parties settle the\ncase--which they have not done for reasons explained below--there\nis an actual controversy between them that entitles the Commission\nto seek review on the netting issue, and thereby remove the barrier\nto its tax claims posed by the Tax Court judgment.\n         A quite different problem is posed by Computervision's\nrefusal to defend the Tax Court and its agreement with the\nCommissioner on the netting issue.  Because this problem of\nagreement by adversaries on legal issues recurs in different\ncontexts, we address it by an opinion rather than by unpublished\norder.  Perhaps the most common example is for the parties in a\ncontract dispute to agree that the law of one state, rather than\nanother, governs the contract.  In such cases, courts often accept\nthis view, if arguable, without making an independent judgment. \nSee Merchants Ins. Co. of N.H., Inc. v. United States Fidelity and\nGuar. Co., 143 F.3d 5, 8 (1st Cir. 1998).\nBut courts are not obliged to accept legal propositions,\neven where the parties are agreed, merely because there is no\nadversary dispute or presentation on the particular issue.  On the\ncontrary, courts sometimes do decide cases on legal issues that\nwere not even recognized by the parties, let alone contested.  Cf.Rivera-Ramos v. Roman, 156 F.3d 276 (1st Cir. 1998).  Or, as\nsometimes happens on mandamus or in default situations,  only one\nside chooses to appear  but difficult legal issues still have to be\nresolved to decide to give judgment.  If we thought it plain that\nthe Tax Court was right on the netting issue, we would not be\nobliged to overturn the Tax Court's judgment based on the\ntaxpayers' concession.\nThe choice is a prudential one.  On many issues,\nadversary views are helpful (although here we could simply consult\nthe Tax Court opinion for the opposing view).  Further, it consumes\njudicial time to resolve legal issues, and an argument exists for\ndeferring decision until necessary.  On the other side, sometimes\na recurring issue ought to be decided quickly to give guidance to\nthe district courts.  Or, it might be unseemly in some instances to\n\"accept\" even arguendo a mistaken legal proposition and reason from\nit to decide the case.\nIn all events, weighing the prudential concerns, we are\ncontent here to accept the taxpayers' concession on the netting\nissue without independently deciding the matter.  The Tax Court is\nnot plainly right, the issue is highly technical, and there is no\nindication that litigation about it occurs often.  This does not,\nhowever, point to a dismissal on mootness grounds but rather to an\norder vacating the Tax Court judgment and remanding for further\nproceedings on the now binding premise that the taxpayers are not\nentitled to use the netting method in calculating their taxes for\nthe years at issue.  On remand, the parties may be able to agree on\nthe tax consequences; if not, they can be litigated in the Tax\nCourt.\nComputervision has contended, as an alternative to\ndismissal of the appeal on mootness grounds, that the case should\nbe held in abeyance in this court and the Commission should be\nrequired within 30 days to submit to the court the IRS's\nrecalculation.  Computervision contends that based on a proper\nrecalculation, the taxpayers will still owe no more than the Tax\nCourt determined because loss carrybacks will offset any additional\nincome that results from abandoning of the netting method.  If both\nsides agreed now that this was so, quite possibly the present\nappeal would indeed be moot.\nHowever, the Commission says that its own calculations as\nto the carrybacks have not yet been made, and we see no reason why\nthis court should be setting time limits or administering the\nresolution of possible tax issues that have not yet been decided. \nAnd, needless to say, the mere possibility that no increase in\ntaxes may result does not moot the case in its current posture. \nCases are often remanded for further proceedings due to a mistake\nin the decision below even though the result may be, often is quite\nlikely to be, the same after those proceedings are conducted.  Cf.United States v. Van, 87 F.3d 1, 4 (1st Cir. 1996).\nAccordingly, the judgment of the Tax Court is vacated and\nthe matter is remanded for recalculation of the deficiencies on the\npremise that the taxpayers are not entitled to use the netting\nmethod for the years in issue.  If the parties do settle the case\nby agreement, the Clerk of the Tax Court should be promptly\nnotified.\nIt is so ordered.\n",
  "html": "<p class=\"case_cite\">164 F.3d 73</p>\n    <p class=\"case_cite\">83 A.F.T.R.2d 99-318, 99-1 USTC  P 50,175</p>\n    <p class=\"parties\">COMPUTERVISION CORPORATION AND SUBSIDIARIES, Petitioners-Appellees,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellant.</p>\n    <p class=\"docket\">No. 98-1637.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 7, 1998.<br>Decided Jan. 7, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David English Carmack, Attorney, Tax Division, Department of Justice, with whom Loretta C. Argrett, Assistant Attorney General, and Pamela C. Berry, Attorney, Tax Division, Department of Justice, were on brief for respondent-appellant.</p>\n      <p class=\"indent\">John S. Brown with whom George P. Mair, Donald-Bruce Abrams, Matthew D. Schnall and Bingham Dana LLP were on brief for petitioners-appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Computervision Corporation (\"Computervision\") is a domestic corporation that designs, manufactures and sells computer-aided design and computer-aided manufacturing products.  During the period at issue in this case, Computervision owned Computervision International Corporation (\"Computervision International\"), which was a sales agent for Computervision and qualified as a domestic international sales corporation (\"DISC\") under the Internal Revenue Code.  For the years 1983 and 1984, the Code provided special tax benefits for DISCs.  26 U.S.C. &#167;&#167; 991-997.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In November 1993, Computervision petitioned the Tax Court to review deficiencies found by the Commissioner of Internal Revenue for tax years 1983, 1984, 1987 and 1988.  See Computervision Int'l Corp. v. Commissioner, 71 T.C.M.  (CCH) 2450 (1996).  The deficiencies rested upon several different determinations.  The one that is relevant to this appeal concerned the proper calculation of combined taxable income for the purpose of calculating the commissions payable to Computervision International.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In their returns for 1983 and 1984, Computervision and Computervision International had computed the commission payable to Computervision International by using the \"50 percent of the combined taxable income\" method provided by 26 U.S.C. &#167;&#167; 994(a)(2), (b).  In the Tax Court, the dispute pertinent here turned on whether in computing this income, interest expenses were allocated ratably to all income or instead allocated first to offset interest income with only the \"net\" remaining amount allocated to other income producing activities (including DISC income).  The taxpayers in this case urged the \"net\" solution, which would make more of the income DISC income qualifying for tax benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The issue turns primarily on the interpretation of a Treasury regulation that addressed the allocation of interest income.  In the event, the Tax Court followed its own precedent, Bowater, Inc. v. Commissioner, 101 T.C. 207, 1993 WL 348364 (1993), to find that Computervision and Computervision International should have been allowed to use the net method.  See Computervision International Corp., 71 T.C.M.  (CCH) at 2465, 1996 WL 116379.   After a recomputation of the deficiencies favorably to the taxpayers on the netting issue, the Tax Court entered its judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After the Tax Court decision, Bowater was reversed by the Second Circuit, Bowater, Inc. v. Commissioner, 108 F.3d 12 (2d Cir.), cert. denied, --- U.S. ----, 118 S.Ct. 689, 139 L.Ed.2d 635 (1998), and the Commissioner filed a notice of appeal in the Computervision case.  Computervision notified the Commissioner by letter in July 1998, that it intended to concede the interest-netting issue, and then moved to dismiss the appeal as moot.  The motion was denied, but Computervision continues to claim that the case is moot and declines to defend the Tax Court on the netting issue.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Computervision is simply wrong in asserting that \"the case\" has become moot simply because the taxpayers concede error by the Tax Court.  At the present time, there is an outstanding judgment of the Tax Court resolving the legal issue in favor of Computervision and determining that it may pay less tax than the IRS claims to be due.  Unless and until the parties settle the case--which they have not done for reasons explained below--there is an actual controversy between them that entitles the Commission to seek review on the netting issue, and thereby remove the barrier to its tax claims posed by the Tax Court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A quite different problem is posed by Computervision's refusal to defend the Tax Court and its agreement with the Commissioner on the netting issue.  Because this problem of agreement by adversaries on legal issues recurs in different contexts, we address it by an opinion rather than by unpublished order.  Perhaps the most common example is for the parties in a contract dispute to agree that the law of one state, rather than another, governs the contract.  In such cases, courts often accept this view, if arguable, without making an independent judgment.  See Merchants Ins. Co. of N.H., Inc. v. United States Fidelity and Guar. Co., 143 F.3d 5, 8 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But courts are not obliged to accept legal propositions, even where the parties are agreed, merely because there is no adversary dispute or presentation on the particular issue.  On the contrary, courts sometimes do decide cases on legal issues that were not even recognized by the parties, let alone contested.  Cf. Rivera-Ramos v. Roman, 156 F.3d 276 (1st Cir.1998).  Or, as sometimes happens on mandamus or in default situations, only one side chooses to appear but difficult legal issues still have to be resolved to decide to give judgment.  If we thought it plain that the Tax Court was right on the netting issue, we would not be obliged to overturn the Tax Court's judgment based on the taxpayers' concession.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The choice is a prudential one.  On many issues, adversary views are helpful (although here we could simply consult the Tax Court opinion for the opposing view).  Further, it consumes judicial time to resolve legal issues, and an argument exists for deferring decision until necessary.  On the other side, sometimes a recurring issue ought to be decided quickly to give guidance to the district courts.  Or, it might be unseemly in some instances to \"accept\" even arguendo a mistaken legal proposition and reason from it to decide the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In all events, weighing the prudential concerns, we are content here to accept the taxpayers' concession on the netting issue without independently deciding the matter.  The Tax Court is not plainly right, the issue is highly technical, and there is no indication that litigation about it occurs often.  This does not, however, point to a dismissal on mootness grounds but rather to an order vacating the Tax Court judgment and remanding for further proceedings on the now binding premise that the taxpayers are not entitled to use the netting method in calculating their taxes for the years at issue.  On remand, the parties may be able to agree on the tax consequences;  if not, they can be litigated in the Tax Court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Computervision has contended, as an alternative to dismissal of the appeal on mootness grounds, that the case should be held in abeyance in this court and the Commission should be required within 30 days to submit to the court the IRS's recalculation.  Computervision contends that based on a proper recalculation, the taxpayers will still owe no more than the Tax Court determined because loss carrybacks will offset any additional income that results from abandoning of the netting method.  If both sides agreed now that this was so, quite possibly the present appeal would indeed be moot.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, the Commission says that its own calculations as to the carrybacks have not yet been made, and we see no reason why this court should be setting time limits or administering the resolution of possible tax issues that have not yet been decided.  And, needless to say, the mere possibility that no increase in taxes may result does not moot the case in its current posture.  Cases are often remanded for further proceedings due to a mistake in the decision below even though the result may be, often is quite likely to be, the same after those proceedings are conducted.  Cf. United States v. Van, 87 F.3d 1, 4 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Accordingly, the judgment of the Tax Court is vacated and the matter is remanded for recalculation of the deficiencies on the premise that the taxpayers are not entitled to use the netting method for the years in issue.  If the parties do settle the case by agreement, the Clerk of the Tax Court should be promptly notified.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon.  John R. Gibson, of the Eighth Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></span></p>\n    <p class=\"case_cite\">83 A.F.T.R.2d 99-318, 99-1 USTC  P 50,175</p>\n    <p class=\"parties\">COMPUTERVISION CORPORATION AND SUBSIDIARIES, Petitioners-Appellees,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellant.</p>\n    <p class=\"docket\">No. 98-1637.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 7, 1998.<br>Decided Jan. 7, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David English Carmack, Attorney, Tax Division, Department of Justice, with whom Loretta C. Argrett, Assistant Attorney General, and Pamela C. Berry, Attorney, Tax Division, Department of Justice, were on brief for respondent-appellant.</p>\n      <p class=\"indent\">John S. Brown with whom George P. Mair, Donald-Bruce Abrams, Matthew D. Schnall and Bingham Dana LLP were on brief for petitioners-appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Computervision Corporation (\"Computervision\") is a domestic corporation that designs, manufactures and sells computer-aided design and computer-aided manufacturing products.  During the period at issue in this case, Computervision owned Computervision International Corporation (\"Computervision International\"), which was a sales agent for Computervision and qualified as a domestic international sales corporation (\"DISC\") under the Internal Revenue Code.  For the years 1983 and 1984, the Code provided special tax benefits for DISCs.  26 U.S.C. &#167;&#167; 991-997.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In November 1993, Computervision petitioned the Tax Court to review deficiencies found by the Commissioner of Internal Revenue for tax years 1983, 1984, 1987 and 1988.  See Computervision Int'l Corp. v. Commissioner, 71 T.C.M.  (CCH) 2450 (1996).  The deficiencies rested upon several different determinations.  The one that is relevant to this appeal concerned the proper calculation of combined taxable income for the purpose of calculating the commissions payable to Computervision International.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In their returns for 1983 and 1984, Computervision and Computervision International had computed the commission payable to Computervision International by using the \"50 percent of the combined taxable income\" method provided by 26 U.S.C. &#167;&#167; 994(a)(2), (b).  In the Tax Court, the dispute pertinent here turned on whether in computing this income, interest expenses were allocated ratably to all income or instead allocated first to offset interest income with only the \"net\" remaining amount allocated to other income producing activities (including DISC income).  The taxpayers in this case urged the \"net\" solution, which would make more of the income DISC income qualifying for tax benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The issue turns primarily on the interpretation of a Treasury regulation that addressed the allocation of interest income.  In the event, the Tax Court followed its own precedent, Bowater, Inc. v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">348364</span></span> (1993), to find that Computervision and Computervision International should have been allowed to use the net method.  See Computervision International Corp., 71 T.C.M.  (CCH) at 2465, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">116379</span></span>.   After a recomputation of the deficiencies favorably to the taxpayers on the netting issue, the Tax Court entered its judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After the Tax Court decision, Bowater was reversed by the Second Circuit, Bowater, Inc. v. Commissioner, <span class=\"citation\" data-id=\"736962\"><a href=\"/opinion/736962/bowater-inc-and-subsidiaries-formerly-known-as-bowater-holdings-inc-v/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span> (2d Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">689</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span></span> (1998), and the Commissioner filed a notice of appeal in the Computervision case.  Computervision notified the Commissioner by letter in July 1998, that it intended to concede the interest-netting issue, and then moved to dismiss the appeal as moot.  The motion was denied, but Computervision continues to claim that the case is moot and declines to defend the Tax Court on the netting issue.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Computervision is simply wrong in asserting that \"the case\" has become moot simply because the taxpayers concede error by the Tax Court.  At the present time, there is an outstanding judgment of the Tax Court resolving the legal issue in favor of Computervision and determining that it may pay less tax than the IRS claims to be due.  Unless and until the parties settle the case--which they have not done for reasons explained below--there is an actual controversy between them that entitles the Commission to seek review on the netting issue, and thereby remove the barrier to its tax claims posed by the Tax Court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A quite different problem is posed by Computervision's refusal to defend the Tax Court and its agreement with the Commissioner on the netting issue.  Because this problem of agreement by adversaries on legal issues recurs in different contexts, we address it by an opinion rather than by unpublished order.  Perhaps the most common example is for the parties in a contract dispute to agree that the law of one state, rather than another, governs the contract.  In such cases, courts often accept this view, if arguable, without making an independent judgment.  See Merchants Ins. Co. of N.H., Inc. v. United States Fidelity and Guar. Co., <span class=\"citation\" data-id=\"197929\"><a href=\"/opinion/197929/merchants-insurance-v-guaranty-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But courts are not obliged to accept legal propositions, even where the parties are agreed, merely because there is no adversary dispute or presentation on the particular issue.  On the contrary, courts sometimes do decide cases on legal issues that were not even recognized by the parties, let alone contested.  Cf. Rivera-Ramos v. Roman, <span class=\"citation\" data-id=\"758016\"><a href=\"/opinion/758016/carlos-rivera-ramos-v-julio-cesar-roman-cesar-soto-carlos-rivera-ramos/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">276</span></a></span> (1st Cir.1998).  Or, as sometimes happens on mandamus or in default situations, only one side chooses to appear but difficult legal issues still have to be resolved to decide to give judgment.  If we thought it plain that the Tax Court was right on the netting issue, we would not be obliged to overturn the Tax Court's judgment based on the taxpayers' concession.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The choice is a prudential one.  On many issues, adversary views are helpful (although here we could simply consult the Tax Court opinion for the opposing view).  Further, it consumes judicial time to resolve legal issues, and an argument exists for deferring decision until necessary.  On the other side, sometimes a recurring issue ought to be decided quickly to give guidance to the district courts.  Or, it might be unseemly in some instances to \"accept\" even arguendo a mistaken legal proposition and reason from it to decide the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In all events, weighing the prudential concerns, we are content here to accept the taxpayers' concession on the netting issue without independently deciding the matter.  The Tax Court is not plainly right, the issue is highly technical, and there is no indication that litigation about it occurs often.  This does not, however, point to a dismissal on mootness grounds but rather to an order vacating the Tax Court judgment and remanding for further proceedings on the now binding premise that the taxpayers are not entitled to use the netting method in calculating their taxes for the years at issue.  On remand, the parties may be able to agree on the tax consequences;  if not, they can be litigated in the Tax Court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Computervision has contended, as an alternative to dismissal of the appeal on mootness grounds, that the case should be held in abeyance in this court and the Commission should be required within 30 days to submit to the court the IRS's recalculation.  Computervision contends that based on a proper recalculation, the taxpayers will still owe no more than the Tax Court determined because loss carrybacks will offset any additional income that results from abandoning of the netting method.  If both sides agreed now that this was so, quite possibly the present appeal would indeed be moot.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, the Commission says that its own calculations as to the carrybacks have not yet been made, and we see no reason why this court should be setting time limits or administering the resolution of possible tax issues that have not yet been decided.  And, needless to say, the mere possibility that no increase in taxes may result does not moot the case in its current posture.  Cases are often remanded for further proceedings due to a mistake in the decision below even though the result may be, often is quite likely to be, the same after those proceedings are conducted.  Cf. United States v. Van, <span class=\"citation\" data-id=\"196815\"><a href=\"/opinion/196815/united-states-v-van/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Accordingly, the judgment of the Tax Court is vacated and the matter is remanded for recalculation of the deficiencies on the premise that the taxpayers are not entitled to use the netting method for the years in issue.  If the parties do settle the case by agreement, the Clerk of the Tax Court should be promptly notified.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon.  John R. Gibson, of the Eighth Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758016/"
  ]
}