{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198286/",
  "absolute_url": "/opinion/198286/united-states-v-hamie/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198286/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:49:25Z",
  "date_modified": "2017-03-24T10:56:11.217770Z",
  "type": "010combined",
  "sha1": "ad9c44bcb47192b0d1e56ee011dabed1144ca407",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1129.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1129\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                     HUSSEIN HAMIE,\r\n\n                 Defendant, Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n     Coffin and Campbell, Senior Circuit Judges.\r\n\nLenore Glaser, by Appointment of the Court, for appellant.\r\nJohn M. Griffin, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r\n\nJanuary 19, 1999\r\n\nCOFFIN, Senior Circuit Judge.  While investigating his\r\nroommate for credit card fraud, law enforcement officers seized\r\nevidence implicating appellant Hussein Hamie (\"Hamie\") in similar\r\ncriminal activities.  Hamie, filing a motion to suppress, claimed\r\nthat the seizure was unconstitutional.  The district court denied\r\nthe motion, and the government introduced much of the evidence at\r\ntrial.  Hamie was convicted of eleven counts involving credit card\r\nfraud, deceptive use of social security numbers and money\r\nlaundering.  On appeal, he renews his claim that the evidence was\r\nseized unlawfully and also challenges remarks made during the\r\nprosecution's closing argument.  We conclude that there was no\r\nerror either in admitting the evidence seized or in overruling\r\nHamie's objections to the prosecutor's argument, and affirm.\r\n                     I. Background\r\nFederal agents were investigating both Hamie and his\r\nroommate, Anthony El Zein (\"El Zein\"), for purchasing stolen\r\ncigarettes, and El Zein individually for his participation in a\r\ncredit card fraud scheme.  During the course of that investigation,\r\nHamie spoke to a cooperating witness not only about trafficking in\r\nstolen property such as cigarettes, but also about \"boosting\"\r\ncredit cards by sending the card companies checks from accounts\r\nbacked by insufficient funds.  The government arrested both Hamie\r\nand El Zein on October 25, 1996.  Thereafter, federal agents\r\nobtained a search warrant authorizing the search of \"the residence\r\nof Anthony El Zein\" for evidence of credit card fraud.\r\nUpon entering the deserted apartment, one of the agents\r\nbegan to search a bedroom.  Although it was not clear whether the\r\nroom belonged to Hamie or El Zein, the officer discovered credit\r\ncards in each of their names on the nightstand.  Also present were\r\nEl Zein's address book and Hamie's student organizer.  Underneath\r\nthe nightstand, the agent found a briefcase with no identifying\r\ntags or other information.  When the briefcase was partially\r\nopened, he found a silver box inside.  The box was inscribed with\r\nthe insignia of American Express, one of the credit card companies\r\nwith which El Zein had an account.  \r\nThe silver box, in turn, contained a Massachusetts state\r\nidentification card and two California driver's licenses in the\r\nnames of Hussein M. Sleiman and Abbas M. Sleiman, but with Hamie's\r\npicture on them.  The agent noticed that Hamie's clothing, his\r\nhaircut, and the background were precisely the same in the\r\nidentification photos.  The officer also found multiple credit\r\ncards in those other names, as well as an index card listing the\r\ncorresponding social security numbers.  The agent then examined the\r\nrest of the briefcase's contents, which consisted of credit card\r\napplications, courtesy checks, credit reports, and correspondence\r\nrelating to Hussein Sleiman, Abbas Sleiman, and Hamie.\r\nAt this point, the agent believed the bedroom to be\r\nHamie's, but continued to search both because he believed the\r\nevidence found in the silver box to be sufficient to constitute\r\nprobable cause, and because he thought the room might contain other\r\nevidence relating to El Zein.  During the rest of the search of the\r\nbedroom, the officer seized a number of other pieces of evidence\r\nwith the names Hussein Sleiman, Abbas Sleiman, and Hamie on them,\r\nas well as items which turned out to be irrelevant, including,\r\ninter alia, a muffin recipe, jeans recently purchased with a credit\r\ncard, and personal photographs and negatives.\r\nBased on the new evidence, the government filed a\r\nsuperseding indictment charging Hamie with credit card fraud,\r\ndeceptive use of social security numbers and money laundering. \r\nPrior to trial, Hamie moved to suppress all the evidence seized in\r\nthe apartment search, but, after a two-day hearing, the court\r\ndenied the motion.  During the trial, Hamie claimed that he lacked\r\nthe intent to defraud.  In its closing argument, the government\r\nstated that there was \"absolutely no reason to have false licenses\r\nlike this, unless you intend to defraud.\"  After defense counsel\r\ncountered in closing argument that the government had not submitted\r\nany evidence that the licenses were actually ever used, the\r\ngovernment argued in rebuttal that the licenses provided Hamie with\r\nidentification necessary to obtain cash advances.  Claiming that\r\nthese comments were impermissible because they related to facts not\r\nin evidence, Hamie objected to both, but the court overruled his\r\nobjections.\r\n                      II. Analysis\r\nA. Search and Seizure\r\nThe Fourth Amendment protects individuals \"against\r\nunreasonable searches and seizures,\" and requires that search\r\nwarrants \"particularly describ[e] the place to be searched, and the\r\npersons or things to be seized.\"  U.S. Const. amend. IV.  In\r\ngeneral, if the scope of a search exceeds that permitted by the\r\nterms of a valid warrant, the subsequent seizure is\r\nunconstitutional.  See Horton v. California, 496 U.S. 128, 140\r\n(1990).  In certain limited circumstances, however, the \"plain\r\nview\" doctrine permits law enforcement agents to seize evidence in\r\nplain view during a lawful search even though the items seized are\r\nnot included within the warrant's scope.  See Coolidge v. New\r\nHampshire, 403 U.S. 443, 465 (1971); United States v. Caggiano, 899\r\nF.2d 99, 103 (1st Cir. 1990).\r\nIn order that it remain an exception rather than the\r\nrule, the Supreme Court has established a two-part test for the\r\nplain view doctrine.  First, \"an essential predicate to [the\r\nseizure of evidence not within a warrant's purview is] that the\r\nofficer did not violate the Fourth Amendment in arriving at the\r\nplace from which the evidence could be plainly viewed.\"  Horton,\r\n496 U.S. at 136.  Second, the doctrine requires that the evidence's\r\nincriminating character be \"immediately apparent\" to the officer. \r\nId.  The district court's ultimate conclusion that both elements\r\nhad been satisfied is reviewed de novo.  See United States v.\r\nPervaz, 118 F.3d 1, 2 (1st Cir. 1997).\r\nWe agree that both requirements are easily met on the\r\nfacts of this case.  Indeed, there is no dispute concerning the\r\nfirst requirement.  The government had a valid warrant to search\r\nthe premises.  When the agents began searching the bedroom, they\r\nwere not sure whom it belonged to; both Hamie's and El Zein's\r\npersonal effects were on the nightstand.  The officers were\r\nentitled to open the briefcase under that table to search for El\r\nZein's documents.  See United States v. Gianetta, 909 F.2d 571, 577\r\n(1st Cir. 1990) (\"Courts have regularly held in searches for\r\npapers, the police may look through . . . briefcases . . . and\r\nsimilar items and briefly peruse their contents to determine\r\nwhether they are among the documentary items to be seized.\"). \r\nSimilarly, they were justified in opening the silver box found\r\ninside, especially because it was inscribed with the insignia of\r\none of the credit card companies with which El Zein had an account. \r\nSee United States v. Gray, 814 F.2d 49, 51 (1st Cir. 1987) (\"[A]ny\r\ncontainer situated within a residential premises which are the\r\nsubject of a validly-issued warrant may be searched if it is\r\nreasonable to believe that the container could conceal items of the\r\nkind portrayed in the warrant.\").  Thus, the agents were lawfully\r\npresent and authorized to open the briefcase and box to examine\r\ntheir contents.\r\nThe second element also poses no problem.  The\r\nincriminatory nature of the evidence in the silver box was\r\nimmediately apparent to the agent.  The term \"immediately apparent\"\r\nhas been defined as sufficient to constitute probable cause to\r\nbelieve it is evidence of criminal activity.  See Gianetta, 909\r\nF.2d at 578.  This standard requires \"[t]here must be enough facts\r\nfor a reasonable person to believe that the items in plain view may\r\nbe contraband or evidence of a crime.  A practical, nontechnical\r\nprobability that incriminating evidence is involved is all that is\r\nrequired.\"  Id. at 579 (internal quotations and citations omitted).\r\nFrom the conversation with the cooperating witness, the\r\nofficers had information that Hamie was either aware of or involved\r\nin the credit card fraud scheme.  When the agent opened the silver\r\nbox, he found licenses with Hamie's picture on them, but in two\r\nother names.  The fact that the background, Hamie's clothing and\r\nhis haircut were the same in both identification photos increased\r\nthe agent's suspicions.  In addition, he discovered a number of\r\ncredit cards in those other names and the index card with the\r\ncorresponding social security numbers.  A reasonable person\r\ncertainly would have believed that these items provided Hamie with\r\nfalse identities and hence may have been evidence of credit card\r\nfraud.  The agent need not be convinced beyond a reasonable doubt,\r\nbut merely have probable cause to believe that the evidence was\r\nincriminatory.  See id. at 578-79.  We have no doubt that such a\r\nstandard has been satisfied here.\r\nOnce the agent came across the false licenses and credit\r\ncards, the incriminatory nature of any other items in those names\r\nbecame immediately apparent to the agent.  When the agent found the\r\nother courtesy checks, credit card applications, and credit card\r\ndocuments, he reasonably and accurately believed that he had\r\nprobable cause to seize them, and his decision to do so fell well\r\nwithin constitutional bounds.  See id. at 577 (agent searching for\r\nevidence of insurance and credit card fraud was justified in also\r\nlooking for evidence of bank fraud, once he found obvious evidence\r\nof that crime).\r\nAs the Supreme Court has stated, \"[a]n example of the\r\napplicability of the 'plain view' doctrine is the situation in\r\nwhich the police have a warrant to search a given area for\r\nspecified objects, and in the course of the search come across some\r\nother article of incriminating character.\"  Coolidge, 403 U.S. at\r\n465-66.  That scenario is precisely what occurred here.  The\r\ndistrict court properly found that the licenses, credit cards and\r\nother credit documents came within the plain view exception.\r\nHamie attempts to overcome this conclusion by claiming\r\nthat the officers were engaged in a fishing expedition or \"general\r\nsearch,\" pointing to items seized that clearly had no connection\r\nwith the criminal charges, such as the muffin recipe and family\r\nphotos.  He argues that the penalty for such a broad search is\r\nsuppression of all items seized.  Although courts have periodically\r\napplied the extraordinary and drastic remedy of suppressing all\r\nevidence seized, this has occurred only in extreme situations, such\r\nas when the lawful basis of a warrant was a pretext for the\r\notherwise unlawful aspects of a search or when the officers\r\nflagrantly disregarded the terms of the warrant.  See United Statesv. Foster, 100 F.3d 846 (10th Cir. 1996); United States v. Young,\r\n877 F.2d 1099, 1105 (1st Cir. 1989); United States v. Rettig, 589\r\nF.2d 418, 423 (9th Cir. 1978).  That was not the case here.  To a\r\nlarge degree, the evidence seized fell within the limits of the\r\nwarrant or the plain view exception.  While officers did seize some\r\nitems clearly unrelated to the subject of the warrant, the search\r\nwas neither a pretext for an attempt to find those items, nor did\r\nthe officers flagrantly disregard the terms of the warrant by\r\nseizing a few items beyond its scope.  The irrelevant evidence was\r\na very small tail on a very large dog.\r\nIn general, the improper seizure of \"many items outside\r\n[a] warrant's scope . . . does not alone render the whole search\r\ninvalid and require suppression and return of all documents\r\nseized.\"  Young, 877 F.2d at 1105.  Instead, the normal remedy is\r\nto suppress the use of any items improperly taken.  See, e.g.,\r\nWaller v. Georgia, 467 U.S. 39, 44 n.3 (1984); United States v.\r\nAbrams, 615 F.2d 541, 550 (1st Cir. 1980) (Campbell, J.,\r\nconcurring) (\"It is clear that overzealous execution [of a search\r\nwarrant] requires suppression only of any materials seized outside\r\nof the warrant's authority (and the fruits of any such improperly\r\nseized material).\").  To the degree that the unauthorized items\r\nwere improperly seized, there was no need to suppress them because\r\nthe government never sought to introduce them at Hamie's trial.\r\nB. Closing Arguments\r\nHamie's second challenge to his conviction concerns two\r\nstatements made by the prosecutor, one in closing argument and one\r\nduring rebuttal argument.  In the first, the prosecutor argued that\r\nthere was no reason for Hamie to have the false licenses unless he\r\nintended to defraud someone.  After Hamie asserted that there was\r\nno evidence that the licenses were, in fact, used to defraud, the\r\nprosecutor argued that Hamie would be required to present\r\nidentification to obtain cash advances, which the evidence shows he\r\ndid on a number of occasions.  Hamie claims that both comments\r\nrefer to facts not in evidence.\r\nIt is well settled that in its closing argument the\r\nprosecution may not rely on knowledge or evidence unavailable to\r\nthe jury.  United States v. Smith, 982 F.2d 681, 683 (1st Cir.\r\n1993).  On the other hand, the prosecutor may attempt to persuade\r\nthe jury to draw inferences from the evidence.  United States v.\r\nMoreno, 947 F.2d 7, 8 (1st Cir. 1988).  This is a narrow path to\r\ntread, with some comments being impermissible because they rely on\r\ntoo big an inferential leap, see, e.g., United States v. Artus, 591\r\nF.2d 526, 528 (9th Cir. 1979) (prosecution improperly discussed the\r\nauthority of Director of Federal Bureau of Prisons in closing\r\nargument even though the details of his powers had not been placed\r\nin evidence), and others being within permissible limits, see,\r\ne.g., Moreno, 947 F.2d at 8 (prosecutors permissibly asked jury to\r\nassess the reasonableness of the defendant's contention that she\r\nwas unaware of boyfriend's drug distribution activities).  While\r\nprosecutors should be wary of crossing that boundary, we have no\r\ntrouble identifying the challenged statements as reasonable\r\ninferences in this particular case.\r\nWe have said in a variety of different ways that the\r\nprosecution may \"call[] on the jury to employ its 'collective\r\ncommon sense' in evaluating the evidence and to draw reasonable\r\ninferences therefrom.\"  United States v. Abreu, 952 F.2d 1458, 1471\r\n(1st Cir. 1992) (internal quotation omitted).  \"[I]n . . . choosing\r\nfrom among competing inferences, jurors are entitled to take full\r\nadvantage of their collective experience and common sense.\"  United\r\nStates v. O'Brien, 14 F.3d 703, 708 (1st Cir. 1994).  See alsoUnited States v. Ortiz, 966 F.2d 707, 712 (1st Cir. 1992) (When\r\nthey become members of a jury, individuals should neither \"divorce\r\nthemselves from their common sense nor [] abandon the dictates of\r\nmature experience.\").\r\nThere is no doubt that the prosecutor's first comment\r\nmerely asked the individuals to draw an inference from their life\r\nexperiences.  The prosecutor argued that the false licenses were\r\nevidence of fraud because there was no other reason for Hamie to\r\npossess them.  If the jury's common sense and experience led it to\r\nconclude that Hamie had other grounds for possessing the false\r\nlicenses, the jury could have rejected the prosecution's argument\r\nand could have drawn a reasonable inference in Hamie's favor. \r\nMoreover, in his closing argument defense counsel could have\r\nsuggested alternative legal reasons for possessing false licenses. \r\nThe fact that the jury drew an inference unfavorable to Hamie does\r\nnot make the prosecutor's comment impermissible.\r\nThe reference to Hamie's need for identification gives us\r\nslightly more pause, but we are firmly convinced that the argument\r\nwas permissible.  The government claimed that the false licenses\r\nwere evidence of the credit card fraud scheme because Hamie would\r\nneed to present such identification to get a cash advance, which he\r\ndid several times.  The prosecution's comment hearkened back to\r\nevidence that Hamie offered to teach the cooperating witness how to\r\nobtain cash advances from banks based on the fraudulent credit\r\ncards.  In making this argument, the prosecution again asked the\r\njury to draw on their collective life wisdom and practice.  It is\r\ncommonplace for a bank employee to request identification prior to\r\nexecuting a financial transaction, a policy with which jurors would\r\nhave extensive experience.  Indeed, we would be surprised if a bank\r\nwere to provide a customer with sums of cash based merely on the\r\npresentation of a credit card and no identification linking that\r\nparticular individual to the card.  While the jury had no actual\r\nevidence that Hamie would be asked for identification before a bank\r\ncould process a cash advance, the prosecution's comment was an\r\nallowable inference relying on the jury's experience.  See Ortiz,\r\n966 F.2d at 712.  Although it might have been preferable for the\r\nprosecution to have introduced evidence to that effect, the\r\nargument was permissible.\r\nNeither ground for appeal is meritorious, and the\r\nconviction is therefore affirmed.\r\nAffirmed.\n",
  "html": "<p class=\"case_cite\">165 F.3d 80</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Hussein HAMIE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1129.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 5, 1998.<br>Jan. 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lenore Glaser, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">John M. Griffin, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">While investigating his roommate for credit card fraud, law enforcement officers seized evidence implicating appellant Hussein Hamie (\"Hamie\") in similar criminal activities.  Hamie, filing a motion to suppress, claimed that the seizure was unconstitutional.  The district court denied the motion, and the government introduced much of the evidence at trial.  Hamie was convicted of eleven counts involving credit card fraud, deceptive use of social security numbers and money laundering.  On appeal, he renews his claim that the evidence was seized unlawfully and also challenges remarks made during the prosecution's closing argument.  We conclude that there was no error either in admitting the evidence seized or in overruling Hamie's objections to the prosecutor's argument, and affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Federal agents were investigating both Hamie and his roommate, Anthony El Zein (\"El Zein\"), for purchasing stolen cigarettes, and El Zein individually for his participation in a credit card fraud scheme.  During the course of that investigation, Hamie spoke to a cooperating witness not only about trafficking in stolen property such as cigarettes, but also about \"boosting\" credit cards by sending the card companies checks from accounts backed by insufficient funds.  The government arrested both Hamie and El Zein on October 25, 1996.  Thereafter, federal agents obtained a search warrant authorizing the search of \"the residence of Anthony El Zein\" for evidence of credit card fraud.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon entering the deserted apartment, one of the agents began to search a bedroom.  Although it was not clear whether the room belonged to Hamie or El Zein, the officer discovered credit cards in each of their names on the nightstand.  Also present were El Zein's address book and Hamie's student organizer.  Underneath the nightstand, the agent found a briefcase with no identifying tags or other information.  When the briefcase was partially opened, he found a silver box inside.  The box was inscribed with the insignia of American Express, one of the credit card companies with which El Zein had an account.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The silver box, in turn, contained a Massachusetts state identification card and two California driver's licenses in the names of Hussein M. Sleiman and Abbas M. Sleiman, but with Hamie's picture on them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The agent noticed that Hamie's clothing, his haircut, and the background were precisely the same in the identification photos.  The officer also found multiple credit cards in those other names, as well as an index card listing the corresponding social security numbers.  The agent then examined the rest of the briefcase's contents, which consisted of credit card applications, courtesy checks, credit reports, and correspondence relating to Hussein Sleiman, Abbas Sleiman, and Hamie.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At this point, the agent believed the bedroom to be Hamie's, but continued to search both because he believed the evidence found in the silver box to be sufficient to constitute probable cause, and because he thought the room might contain other evidence relating to El Zein.  During the rest of the search of the bedroom, the officer seized a number of other pieces of evidence with the names Hussein Sleiman, Abbas Sleiman, and Hamie on them, as well as items which turned out to be irrelevant, including, inter alia, a muffin recipe, jeans recently purchased with a credit card, and personal photographs and negatives.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Based on the new evidence, the government filed a superseding indictment charging Hamie with credit card fraud, deceptive use of social security numbers and money laundering.  Prior to trial, Hamie moved to suppress all the evidence seized in the apartment search, but, after a two-day hearing, the court denied the motion.  During the trial, Hamie claimed that he lacked the intent to defraud.  In its closing argument, the government stated that there was \"absolutely no reason to have false licenses like this, unless you intend to defraud.\"   After defense counsel countered in closing argument that the government had not submitted any evidence that the licenses were actually ever used, the government argued in rebuttal that the licenses provided Hamie with identification necessary to obtain cash advances.  Claiming that these comments were impermissible because they related to facts not in evidence, Hamie objected to both, but the court overruled his objections.</p>\n    </div>\n    <p>II. Analysis</p>\n    <p>A. Search and Seizure</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Fourth Amendment protects individuals \"against unreasonable searches and seizures,\" and requires that search warrants \"particularly describ[e] the place to be searched, and the persons or things to be seized.\"  U.S. Const. amend.  IV. In general, if the scope of a search exceeds that permitted by the terms of a valid warrant, the subsequent seizure is unconstitutional.  See Horton v. California, 496 U.S. 128, 140, 110 S.Ct. 2301, 110 L.Ed.2d 112 (1990).  In certain limited circumstances, however, the \"plain view\" doctrine permits law enforcement agents to seize evidence in plain view during a lawful search even though the items seized are not included within the warrant's scope.  See Coolidge v. New Hampshire, 403 U.S. 443, 465, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971);  United States v. Caggiano, 899 F.2d 99, 103 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order that it remain an exception rather than the rule, the Supreme Court has established a two-part test for the plain view doctrine.  First, \"an essential predicate to [the seizure of evidence not within a warrant's purview is] that the officer did not violate the Fourth Amendment in arriving at the place from which the evidence could be plainly viewed.\"  Horton, 496 U.S. at 136, 110 S.Ct. 2301.   Second, the doctrine requires that the evidence's incriminating character be \"immediately apparent\" to the officer.  Id. The district court's ultimate conclusion that both elements had been satisfied is reviewed de novo.  See United States v. Pervaz, 118 F.3d 1, 2 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We agree that both requirements are easily met on the facts of this case.  Indeed, there is no dispute concerning the first requirement.  The government had a valid warrant to search the premises.  When the agents began searching the bedroom, they were not sure whom it belonged to;  both Hamie's and El Zein's personal effects were on the nightstand.  The officers were entitled to open the briefcase under that table to search for El Zein's documents.  See United States v. Giannetta, 909 F.2d 571, 577 (1st Cir.1990) (\"Courts have regularly held in searches for papers, the police may look through ... briefcases ... and similar items and briefly peruse their contents to determine whether they are among the documentary items to be seized.\").  Similarly, they were justified in opening the silver box found inside, especially because it was inscribed with the insignia of one of the credit card companies with which El Zein had an account.  See United States v. Gray, 814 F.2d 49, 51 (1st Cir.1987) (\"[A]ny container situated within a residential premises which are the subject of a validly-issued warrant may be searched if it is reasonable to believe that the container could conceal items of the kind portrayed in the warrant.\").  Thus, the agents were lawfully present and authorized to open the briefcase and box to examine their contents.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The second element also poses no problem.  The incriminatory nature of the evidence in the silver box was immediately apparent to the agent.  The term \"immediately apparent\" has been defined as sufficient to constitute probable cause to believe it is evidence of criminal activity.  See Giannetta, 909 F.2d at 578.   This standard requires \"[t]here must be enough facts for a reasonable person to believe that the items in plain view may be contraband or evidence of a crime.  A practical, nontechnical probability that incriminating evidence is involved is all that is required.\"  Id. at 579 (internal quotations and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">From the conversation with the cooperating witness, the officers had information that Hamie was either aware of or involved in the credit card fraud scheme.  When the agent opened the silver box, he found licenses with Hamie's picture on them, but in two other names.  The fact that the background, Hamie's clothing and his haircut were the same in both identification photos increased the agent's suspicions.  In addition, he discovered a number of credit cards in those other names and the index card with the corresponding social security numbers.  A reasonable person certainly would have believed that these items provided Hamie with false identities and hence may have been evidence of credit card fraud.  The agent need not be convinced beyond a reasonable doubt, but merely have probable cause to believe that the evidence was incriminatory.  See id. at 578-79.   We have no doubt that such a standard has been satisfied here.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Once the agent came across the false licenses and credit cards, the incriminatory nature of any other items in those names became immediately apparent to the agent.  When the agent found the other courtesy checks, credit card applications, and credit card documents, he reasonably and accurately believed that he had probable cause to seize them, and his decision to do so fell well within constitutional bounds.  See id. at 577 (agent searching for evidence of insurance and credit card fraud was justified in also looking for evidence of bank fraud, once he found obvious evidence of that crime).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the Supreme Court has stated, \"[a]n example of the applicability of the 'plain view' doctrine is the situation in which the police have a warrant to search a given area for specified objects, and in the course of the search come across some other article of incriminating character.\"  Coolidge, 403 U.S. at 465-66, 91 S.Ct. 2022.   That scenario is precisely what occurred here.  The district court properly found that the licenses, credit cards and other credit documents came within the plain view exception.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hamie attempts to overcome this conclusion by claiming that the officers were engaged in a fishing expedition or \"general search,\" pointing to items seized that clearly had no connection with the criminal charges, such as the muffin recipe and family photos.  He argues that the penalty for such a broad search is suppression of all items seized.  Although courts have periodically applied the extraordinary and drastic remedy of suppressing all evidence seized, this has occurred only in extreme situations, such as when the lawful basis of a warrant was a pretext for the otherwise unlawful aspects of a search or when the officers flagrantly disregarded the terms of the warrant.  See United States v. Foster, 100 F.3d 846 (10th Cir.1996);  United States v. Young, 877 F.2d 1099, 1105 (1st Cir.1989);  United States v. Rettig, 589 F.2d 418, 423 (9th Cir.1978).  That was not the case here.  To a large degree, the evidence seized fell within the limits of the warrant or the plain view exception.  While officers did seize some items clearly unrelated to the subject of the warrant, the search was neither a pretext for an attempt to find those items, nor did the officers flagrantly disregard the terms of the warrant by seizing a few items beyond its scope.  The irrelevant evidence was a very small tail on a very large dog.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In general, the improper seizure of \"many items outside [a] warrant's scope ... does not alone render the whole search invalid and require suppression and return of all documents seized.\"  Young, 877 F.2d at 1105.   Instead, the normal remedy is to suppress the use of any items improperly taken.  See, e.g., Waller v. Georgia, 467 U.S. 39, 44 n. 3, 104 S.Ct. 2210, 81 L.Ed.2d 31 (1984);  United States v. Abrams, 615 F.2d 541, 550 (1st Cir.1980) (Campbell, J., concurring) (\"It is clear that overzealous execution [of a search warrant] requires suppression only of any materials seized outside of the warrant's authority (and the fruits of any such improperly seized material).\").  To the degree that the unauthorized items were improperly seized, there was no need to suppress them because the government never sought to introduce them at Hamie's trial.</p>\n    </div>\n    <p>B. Closing Arguments</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Hamie's second challenge to his conviction concerns two statements made by the prosecutor, one in closing argument and one during rebuttal argument.  In the first, the prosecutor argued that there was no reason for Hamie to have the false licenses unless he intended to defraud someone.  After Hamie asserted that there was no evidence that the licenses were, in fact, used to defraud, the prosecutor argued that Hamie would be required to present identification to obtain cash advances, which the evidence shows he did on a number of occasions.  Hamie claims that both comments refer to facts not in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is well settled that in its closing argument the prosecution may not rely on knowledge or evidence unavailable to the jury.  United States v. Smith, 982 F.2d 681, 683 (1st Cir.1993).  On the other hand, the prosecutor may attempt to persuade the jury to draw inferences from the evidence.  United States v. Moreno, 947 F.2d 7, 8 (1st Cir.1991).  This is a narrow path to tread, with some comments being impermissible because they rely on too big an inferential leap, see, e.g., United States v. Artus, 591 F.2d 526, 528 (9th Cir.1979) (prosecution improperly discussed the authority of Director of Federal Bureau of Prisons in closing argument even though the details of his powers had not been placed in evidence), and others being within permissible limits, see, e.g., Moreno, 947 F.2d at 8 (prosecutors permissibly asked jury to assess the reasonableness of the defendant's contention that she was unaware of boyfriend's drug distribution activities).  While prosecutors should be wary of crossing that boundary, we have no trouble identifying the challenged statements as reasonable inferences in this particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We have said in a variety of different ways that the prosecution may \"call[ ] on the jury to employ its 'collective common sense' in evaluating the evidence and to draw reasonable inferences therefrom.\"  United States v. Abreu, 952 F.2d 1458, 1471 (1st Cir.1992) (internal quotation omitted).  \"[I]n ... choosing from among competing inferences, jurors are entitled to take full advantage of their collective experience and common sense.\"  United States v. O'Brien, 14 F.3d 703, 708 (1st Cir.1994).  See also United States v. Ortiz, 966 F.2d 707, 712 (1st Cir.1992) (When they become members of a jury, individuals should neither \"divorce themselves from their common sense nor [ ] abandon the dictates of mature experience.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There is no doubt that the prosecutor's first comment merely asked the individuals to draw an inference from their life experiences.  The prosecutor argued that the false licenses were evidence of fraud because there was no other reason for Hamie to possess them.  If the jury's common sense and experience led it to conclude that Hamie had other grounds for possessing the false licenses, the jury could have rejected the prosecution's argument and could have drawn a reasonable inference in Hamie's favor.  Moreover, in his closing argument defense counsel could have suggested alternative legal reasons for possessing false licenses.  The fact that the jury drew an inference unfavorable to Hamie does not make the prosecutor's comment impermissible.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The reference to Hamie's need for identification gives us slightly more pause, but we are firmly convinced that the argument was permissible.  The government claimed that the false licenses were evidence of the credit card fraud scheme because Hamie would need to present such identification to get a cash advance, which he did several times.  The prosecution's comment hearkened back to evidence that Hamie offered to teach the cooperating witness how to obtain cash advances from banks based on the fraudulent credit cards.  In making this argument, the prosecution again asked the jury to draw on their collective life wisdom and practice.  It is commonplace for a bank employee to request identification prior to executing a financial transaction, a policy with which jurors would have extensive experience.  Indeed, we would be surprised if a bank were to provide a customer with sums of cash based merely on the presentation of a credit card and no identification linking that particular individual to the card.  While the jury had no actual evidence that Hamie would be asked for identification before a bank could process a cash advance, the prosecution's comment was an allowable inference relying on the jury's experience.  See Ortiz, 966 F.2d at 712.   Although it might have been preferable for the prosecution to have introduced evidence to that effect, the argument was permissible.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Neither ground for appeal is meritorious, and the conviction is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The warrant was for El Zein alone because at the time the agents believed they lacked probable cause to search Hamie's property for proof of credit card fraud.  When the warrant was issued, the evidence involving El Zein consisted of both financial documents and testimony of the cooperating witness, whereas the evidence on Hamie was just the conversation with the witness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The agent knew what Hamie looked like from observing him during surveillance and from meeting Hamie at the time of his arrest</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Hussein HAMIE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1129.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 5, 1998.<br>Jan. 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lenore Glaser, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">John M. Griffin, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">While investigating his roommate for credit card fraud, law enforcement officers seized evidence implicating appellant Hussein Hamie (\"Hamie\") in similar criminal activities.  Hamie, filing a motion to suppress, claimed that the seizure was unconstitutional.  The district court denied the motion, and the government introduced much of the evidence at trial.  Hamie was convicted of eleven counts involving credit card fraud, deceptive use of social security numbers and money laundering.  On appeal, he renews his claim that the evidence was seized unlawfully and also challenges remarks made during the prosecution's closing argument.  We conclude that there was no error either in admitting the evidence seized or in overruling Hamie's objections to the prosecutor's argument, and affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Federal agents were investigating both Hamie and his roommate, Anthony El Zein (\"El Zein\"), for purchasing stolen cigarettes, and El Zein individually for his participation in a credit card fraud scheme.  During the course of that investigation, Hamie spoke to a cooperating witness not only about trafficking in stolen property such as cigarettes, but also about \"boosting\" credit cards by sending the card companies checks from accounts backed by insufficient funds.  The government arrested both Hamie and El Zein on October 25, 1996.  Thereafter, federal agents obtained a search warrant authorizing the search of \"the residence of Anthony El Zein\" for evidence of credit card fraud.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon entering the deserted apartment, one of the agents began to search a bedroom.  Although it was not clear whether the room belonged to Hamie or El Zein, the officer discovered credit cards in each of their names on the nightstand.  Also present were El Zein's address book and Hamie's student organizer.  Underneath the nightstand, the agent found a briefcase with no identifying tags or other information.  When the briefcase was partially opened, he found a silver box inside.  The box was inscribed with the insignia of American Express, one of the credit card companies with which El Zein had an account.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The silver box, in turn, contained a Massachusetts state identification card and two California driver's licenses in the names of Hussein M. Sleiman and Abbas M. Sleiman, but with Hamie's picture on them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The agent noticed that Hamie's clothing, his haircut, and the background were precisely the same in the identification photos.  The officer also found multiple credit cards in those other names, as well as an index card listing the corresponding social security numbers.  The agent then examined the rest of the briefcase's contents, which consisted of credit card applications, courtesy checks, credit reports, and correspondence relating to Hussein Sleiman, Abbas Sleiman, and Hamie.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At this point, the agent believed the bedroom to be Hamie's, but continued to search both because he believed the evidence found in the silver box to be sufficient to constitute probable cause, and because he thought the room might contain other evidence relating to El Zein.  During the rest of the search of the bedroom, the officer seized a number of other pieces of evidence with the names Hussein Sleiman, Abbas Sleiman, and Hamie on them, as well as items which turned out to be irrelevant, including, inter alia, a muffin recipe, jeans recently purchased with a credit card, and personal photographs and negatives.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Based on the new evidence, the government filed a superseding indictment charging Hamie with credit card fraud, deceptive use of social security numbers and money laundering.  Prior to trial, Hamie moved to suppress all the evidence seized in the apartment search, but, after a two-day hearing, the court denied the motion.  During the trial, Hamie claimed that he lacked the intent to defraud.  In its closing argument, the government stated that there was \"absolutely no reason to have false licenses like this, unless you intend to defraud.\"   After defense counsel countered in closing argument that the government had not submitted any evidence that the licenses were actually ever used, the government argued in rebuttal that the licenses provided Hamie with identification necessary to obtain cash advances.  Claiming that these comments were impermissible because they related to facts not in evidence, Hamie objected to both, but the court overruled his objections.</p>\n    </div>\n    <p>II. Analysis</p>\n    <p>A. Search and Seizure</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Fourth Amendment protects individuals \"against unreasonable searches and seizures,\" and requires that search warrants \"particularly describ[e] the place to be searched, and the persons or things to be seized.\"  U.S. Const. amend.  IV. In general, if the scope of a search exceeds that permitted by the terms of a valid warrant, the subsequent seizure is unconstitutional.  See Horton v. California, <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 140, <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>, <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">112</span></a></span> (1990).  In certain limited circumstances, however, the \"plain view\" doctrine permits law enforcement agents to seize evidence in plain view during a lawful search even though the items seized are not included within the warrant's scope.  See Coolidge v. New Hampshire, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 465, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></a></span>, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span> (1971);  United States v. Caggiano, <span class=\"citation\" data-id=\"538794\"><a href=\"/opinion/538794/united-states-v-allen-j-caggiano/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span>, 103 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order that it remain an exception rather than the rule, the Supreme Court has established a two-part test for the plain view doctrine.  First, \"an essential predicate to [the seizure of evidence not within a warrant's purview is] that the officer did not violate the Fourth Amendment in arriving at the place from which the evidence could be plainly viewed.\"  Horton, 496 U.S. at 136, <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>.   Second, the doctrine requires that the evidence's incriminating character be \"immediately apparent\" to the officer.  Id. The district court's ultimate conclusion that both elements had been satisfied is reviewed de novo.  See United States v. Pervaz, <span class=\"citation\" data-id=\"197429\"><a href=\"/opinion/197429/united-states-v-pervaz/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We agree that both requirements are easily met on the facts of this case.  Indeed, there is no dispute concerning the first requirement.  The government had a valid warrant to search the premises.  When the agents began searching the bedroom, they were not sure whom it belonged to;  both Hamie's and El Zein's personal effects were on the nightstand.  The officers were entitled to open the briefcase under that table to search for El Zein's documents.  See United States v. Giannetta, <span class=\"citation\" data-id=\"545477\"><a href=\"/opinion/545477/united-states-v-james-william-giannetta/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 577 (1st Cir.1990) (\"Courts have regularly held in searches for papers, the police may look through ... briefcases ... and similar items and briefly peruse their contents to determine whether they are among the documentary items to be seized.\").  Similarly, they were justified in opening the silver box found inside, especially because it was inscribed with the insignia of one of the credit card companies with which El Zein had an account.  See United States v. Gray, <span class=\"citation\" data-id=\"484934\"><a href=\"/opinion/484934/united-states-v-robert-clark-gray/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 51 (1st Cir.1987) (\"[A]ny container situated within a residential premises which are the subject of a validly-issued warrant may be searched if it is reasonable to believe that the container could conceal items of the kind portrayed in the warrant.\").  Thus, the agents were lawfully present and authorized to open the briefcase and box to examine their contents.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The second element also poses no problem.  The incriminatory nature of the evidence in the silver box was immediately apparent to the agent.  The term \"immediately apparent\" has been defined as sufficient to constitute probable cause to believe it is evidence of criminal activity.  See Giannetta, 909 F.2d at 578.   This standard requires \"[t]here must be enough facts for a reasonable person to believe that the items in plain view may be contraband or evidence of a crime.  A practical, nontechnical probability that incriminating evidence is involved is all that is required.\"  Id. at 579 (internal quotations and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">From the conversation with the cooperating witness, the officers had information that Hamie was either aware of or involved in the credit card fraud scheme.  When the agent opened the silver box, he found licenses with Hamie's picture on them, but in two other names.  The fact that the background, Hamie's clothing and his haircut were the same in both identification photos increased the agent's suspicions.  In addition, he discovered a number of credit cards in those other names and the index card with the corresponding social security numbers.  A reasonable person certainly would have believed that these items provided Hamie with false identities and hence may have been evidence of credit card fraud.  The agent need not be convinced beyond a reasonable doubt, but merely have probable cause to believe that the evidence was incriminatory.  See id. at 578-79.   We have no doubt that such a standard has been satisfied here.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Once the agent came across the false licenses and credit cards, the incriminatory nature of any other items in those names became immediately apparent to the agent.  When the agent found the other courtesy checks, credit card applications, and credit card documents, he reasonably and accurately believed that he had probable cause to seize them, and his decision to do so fell well within constitutional bounds.  See id. at 577 (agent searching for evidence of insurance and credit card fraud was justified in also looking for evidence of bank fraud, once he found obvious evidence of that crime).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the Supreme Court has stated, \"[a]n example of the applicability of the 'plain view' doctrine is the situation in which the police have a warrant to search a given area for specified objects, and in the course of the search come across some other article of incriminating character.\"  Coolidge, 403 U.S. at 465-66, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></a></span>.   That scenario is precisely what occurred here.  The district court properly found that the licenses, credit cards and other credit documents came within the plain view exception.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hamie attempts to overcome this conclusion by claiming that the officers were engaged in a fishing expedition or \"general search,\" pointing to items seized that clearly had no connection with the criminal charges, such as the muffin recipe and family photos.  He argues that the penalty for such a broad search is suppression of all items seized.  Although courts have periodically applied the extraordinary and drastic remedy of suppressing all evidence seized, this has occurred only in extreme situations, such as when the lawful basis of a warrant was a pretext for the otherwise unlawful aspects of a search or when the officers flagrantly disregarded the terms of the warrant.  See United States v. Foster, <span class=\"citation\" data-id=\"154178\"><a href=\"/opinion/154178/united-states-v-foster/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">846</span></a></span> (10th Cir.1996);  United States v. Young, <span class=\"citation\" data-id=\"525210\"><a href=\"/opinion/525210/united-states-v-stephen-d-young/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span>, 1105 (1st Cir.1989);  United States v. Rettig, <span class=\"citation\" data-id=\"362274\"><a href=\"/opinion/362274/united-states-v-thomas-rettig-united-states-of-america-v-gary-nowak/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">418</span></a></span>, 423 (9th Cir.1978).  That was not the case here.  To a large degree, the evidence seized fell within the limits of the warrant or the plain view exception.  While officers did seize some items clearly unrelated to the subject of the warrant, the search was neither a pretext for an attempt to find those items, nor did the officers flagrantly disregard the terms of the warrant by seizing a few items beyond its scope.  The irrelevant evidence was a very small tail on a very large dog.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In general, the improper seizure of \"many items outside [a] warrant's scope ... does not alone render the whole search invalid and require suppression and return of all documents seized.\"  Young, 877 F.2d at 1105.   Instead, the normal remedy is to suppress the use of any items improperly taken.  See, e.g., Waller v. Georgia, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 44 n. 3, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span>, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></a></span> (1984);  United States v. Abrams, <span class=\"citation\" data-id=\"374752\"><a href=\"/opinion/374752/united-states-v-maurice-abrams/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 550 (1st Cir.1980) (Campbell, J., concurring) (\"It is clear that overzealous execution [of a search warrant] requires suppression only of any materials seized outside of the warrant's authority (and the fruits of any such improperly seized material).\").  To the degree that the unauthorized items were improperly seized, there was no need to suppress them because the government never sought to introduce them at Hamie's trial.</p>\n    </div>\n    <p>B. Closing Arguments</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Hamie's second challenge to his conviction concerns two statements made by the prosecutor, one in closing argument and one during rebuttal argument.  In the first, the prosecutor argued that there was no reason for Hamie to have the false licenses unless he intended to defraud someone.  After Hamie asserted that there was no evidence that the licenses were, in fact, used to defraud, the prosecutor argued that Hamie would be required to present identification to obtain cash advances, which the evidence shows he did on a number of occasions.  Hamie claims that both comments refer to facts not in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is well settled that in its closing argument the prosecution may not rely on knowledge or evidence unavailable to the jury.  United States v. Smith, <span class=\"citation\" data-id=\"597416\"><a href=\"/opinion/597416/united-states-v-joseph-smith/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 683 (1st Cir.1993).  On the other hand, the prosecutor may attempt to persuade the jury to draw inferences from the evidence.  United States v. Moreno, <span class=\"citation\" data-id=\"570404\"><a href=\"/opinion/570404/united-states-v-maria-elvira-moreno-united-states-of-america-v-andres/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 8 (1st Cir.1991).  This is a narrow path to tread, with some comments being impermissible because they rely on too big an inferential leap, see, e.g., United States v. Artus, <span class=\"citation\" data-id=\"363059\"><a href=\"/opinion/363059/united-states-v-cora-marie-artus/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">526</span></a></span>, 528 (9th Cir.1979) (prosecution improperly discussed the authority of Director of Federal Bureau of Prisons in closing argument even though the details of his powers had not been placed in evidence), and others being within permissible limits, see, e.g., Moreno, 947 F.2d at 8 (prosecutors permissibly asked jury to assess the reasonableness of the defendant's contention that she was unaware of boyfriend's drug distribution activities).  While prosecutors should be wary of crossing that boundary, we have no trouble identifying the challenged statements as reasonable inferences in this particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We have said in a variety of different ways that the prosecution may \"call[ ] on the jury to employ its 'collective common sense' in evaluating the evidence and to draw reasonable inferences therefrom.\"  United States v. Abreu, <span class=\"citation\" data-id=\"575196\"><a href=\"/opinion/575196/united-states-v-ramon-alfredo-abreu-aka-carlos-juan/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1458</span></a></span>, 1471 (1st Cir.1992) (internal quotation omitted).  \"[I]n ... choosing from among competing inferences, jurors are entitled to take full advantage of their collective experience and common sense.\"  United States v. O'Brien, <span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 708 (1st Cir.1994).  See also United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 712 (1st Cir.1992) (When they become members of a jury, individuals should neither \"divorce themselves from their common sense nor [ ] abandon the dictates of mature experience.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There is no doubt that the prosecutor's first comment merely asked the individuals to draw an inference from their life experiences.  The prosecutor argued that the false licenses were evidence of fraud because there was no other reason for Hamie to possess them.  If the jury's common sense and experience led it to conclude that Hamie had other grounds for possessing the false licenses, the jury could have rejected the prosecution's argument and could have drawn a reasonable inference in Hamie's favor.  Moreover, in his closing argument defense counsel could have suggested alternative legal reasons for possessing false licenses.  The fact that the jury drew an inference unfavorable to Hamie does not make the prosecutor's comment impermissible.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The reference to Hamie's need for identification gives us slightly more pause, but we are firmly convinced that the argument was permissible.  The government claimed that the false licenses were evidence of the credit card fraud scheme because Hamie would need to present such identification to get a cash advance, which he did several times.  The prosecution's comment hearkened back to evidence that Hamie offered to teach the cooperating witness how to obtain cash advances from banks based on the fraudulent credit cards.  In making this argument, the prosecution again asked the jury to draw on their collective life wisdom and practice.  It is commonplace for a bank employee to request identification prior to executing a financial transaction, a policy with which jurors would have extensive experience.  Indeed, we would be surprised if a bank were to provide a customer with sums of cash based merely on the presentation of a credit card and no identification linking that particular individual to the card.  While the jury had no actual evidence that Hamie would be asked for identification before a bank could process a cash advance, the prosecution's comment was an allowable inference relying on the jury's experience.  See Ortiz, 966 F.2d at 712.   Although it might have been preferable for the prosecution to have introduced evidence to that effect, the argument was permissible.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Neither ground for appeal is meritorious, and the conviction is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The warrant was for El Zein alone because at the time the agents believed they lacked probable cause to search Hamie's property for proof of credit card fraud.  When the warrant was issued, the evidence involving El Zein consisted of both financial documents and testimony of the cooperating witness, whereas the evidence on Hamie was just the conversation with the witness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The agent knew what Hamie looked like from observing him during surveillance and from meeting Hamie at the time of his arrest</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/154178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661452/"
  ]
}