{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198207/",
  "absolute_url": "/opinion/198207/united-states-v-marrero-ortiz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198207/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:45Z",
  "date_modified": "2017-03-24T10:55:12.566515Z",
  "type": "010combined",
  "sha1": "504972821618c50dc480349e4c5643b5a34e598a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2187.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 96-2187\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                 LUIS A. MARRERO-ORTIZ,\r\n\n                 Defendant, Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n     [Hon. Jos Antonio Fust, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n      Aldrich and Coffin, Senior Circuit Judges.\r\n\nIvan Dominguez for appellant.\r\nGrace Chung Becker, Trial Attorney, U.S. Dept. of Justice,\r\nwith whom John C. Keeney, Acting Assistant Attorney General, and\r\nTheresa M.B. Van Vliet  were on brief, for the United States.\r\n\nNovember 17, 1998\r\n\nSELYA, Circuit Judge.  In the wake of his conviction on\r\na charge of conspiracy to possess controlled substances with intent\r\nto distribute, see 21 U.S.C.  841(a)(1), 846 (1994), defendant-\r\nappellant Luis Marrero-Ortiz (Marrero), one of thirty-one\r\ndefendants named in a wide-ranging indictment, claims that the\r\ndistrict court committed a host of errors.  We have reviewed the\r\ntrial record with care and find Marrero's multi-pronged attack on\r\nhis conviction meritless.  Withal, one aspect of the trial court's\r\nsentencing determination gives us pause.\r\nWith this brief prelude, we proceed to discuss Marrero's\r\nprincipal assignments of error, segregating those points that\r\nrelate to his conviction from those that relate to sentencing.\r\n                     Trial Issues  \r\nWe start by addressing those assignments of error that\r\ncenter on the trial.  \r\n1.  Sufficiency of the Evidence.  On a defendant's timely\r\nmotion, a federal trial court is constrained to order a judgment of\r\nacquittal with respect to any given charge if the government fails\r\nto present sufficient evidence to sustain a conviction.  See Fed.\r\nR. Crim. P. 29(a).  In this instance, the appellant sought   but\r\ndid not secure   judgment of acquittal under Rule 29.  We review\r\nthe district court's determination de novo, applying precisely the\r\nsame standard that obtained below:  \"whether, after assaying all\r\nthe evidence in the light most amiable to the government, and\r\ntaking all reasonable inferences in its favor, a rational fact-\r\nfinder could find, beyond a reasonable doubt, that the prosecution\r\nsuccessfully proved the essential elements of the crime.\"  United\r\nStates v. Hernandez, 146 F.3d 30, 32 (1st Cir. 1998) (citation and\r\ninternal quotation marks omitted).\r\n\"To prove a drug conspiracy charge under 21 U.S.C.  846,\r\nthe government is obliged to show beyond a reasonable doubt that a\r\nconspiracy existed and that a particular defendant agreed to\r\nparticipate in it, intending to commit the underlying substantive\r\noffense. . . .\"  United States v. Sepulveda, 15 F.3d 1161, 1173\r\n(1st Cir. 1993).  The prosecution may meet its burden through\r\neither direct or circumstantial evidence, or through some\r\ncombination thereof.  See United States v. Houlihan, 92 F.3d 1271,\r\n1292 (1st Cir. 1996).\r\nIn this case, the appellant claims that the government's\r\nproof fell short in two respects because the evidence failed to\r\nshow either that he agreed to participate in the conspiracy or that\r\nhe possessed an intent to commit the underlying offense.  This\r\nclaim rests mainly on the assertion that the prosecution offered no\r\ndirect proof that the appellant personally engaged in drug\r\ntransactions.  The claim is groundless:  proof of direct\r\nparticipation in the sale of drugs is not required to convict in a\r\ndrug conspiracy case.  See, e.g., United States v. David, 940 F.2d\r\n722, 735 (1st Cir. 1991).\r\nIn all events, a percipient witness, Marcos Hidalgo\r\nMelendez (Hidalgo), himself a coconspirator, testified that he\r\nreceived money from the appellant after delivering narcotics to\r\nhim.  Furthermore, Hidalgo and another admitted coconspirator\r\ntestified in substance that Marrero served as a supervisor at the\r\ndrug ring's distribution center in Corozal.  This evidence, in\r\nconjunction with testimony concerning (i) the appellant's frequent\r\npresence at the ring's distribution center in Arecibo, (ii) the\r\nappellant's wounding during a skirmish between rival drug gangs\r\n(see infra Point 3), (iii) the inclusion of the appellant's name\r\nand telephone number in a drug ledger and related records seized\r\nfrom the ringleader's home, and (iv) the appellant's repeated\r\nposting of bail for members of the conspiracy, was sufficient to\r\nground the jury's verdict.  See United States v. Ortiz, 966 F.2d\r\n707, 712 (1st Cir. 1992) (permitting factfinders to \"draw\r\nreasonable inferences from the evidence based on shared perceptions\r\nand understandings of the habits, practices, and inclinations of\r\nhuman beings,\" and warning that, in assessing sufficiency\r\nchallenges, factfinders are required neither \"to divorce themselves\r\nfrom their common sense nor to abandon the dictates of mature\r\nexperience\").\r\n2.  Variance.  A variance occurs when the facts adduced\r\nat trial differ meaningfully from those adumbrated in the\r\nindictment.  The appellant contends that the instant indictment\r\ncontained a fatal variance because it charged him with supervising\r\na drug point in Arecibo, while the evidence introduced at trial\r\nlinked him primarily to drug transactions in Corozal.  We reject\r\nthis contention.\r\nIn a criminal case, not every difference between the\r\nindictment and the proof justifies relief; only those instances in\r\nwhich a disparity is material and affects a defendant's substantial\r\nrights warrant reversal.  See United States v. Tormos-Vega, 959\r\nF.2d 1103, 1115 (1st Cir. 1992) (explaining that a variance\r\njustifies reversal only if it materially impairs the defendant's\r\nright to \"have sufficient knowledge of the charge against him in\r\norder to prepare an effective defense and avoid surprise at\r\ntrial\"); accord United States v. Fisher, 3 F.3d 456, 463 (1st Cir.\r\n1993).  We think that the charging document suffices in this case.\r\nThe indictment describes the manner and means of the\r\nconspiracy as the retail distribution of narcotics at numerous\r\nlocations (\"puntos\") controlled by the so-called Santiago\r\norganization, specifically, Arecibo and \"elsewhere.\"  It then limns\r\n42 overt acts, including some acts committed at Arecibo and some at\r\nCorozal.  In paragraph 22 the indictment charges the appellant,\r\nacting in furtherance of the conspiracy, with possession of a\r\nfirearm in Corozal.  These allegations provided an adequate preview\r\nof the proof to come.\r\nThe government need not recite all its evidence in the\r\nindictment, nor is its trial proof limited to the overt acts\r\nspecified therein.  See United States v. Bradstreet, 135 F.3d 46,\r\n53 (1st Cir. 1998); United States v. Innamorati, 996 F.2d 456, 477\r\n(1st Cir. 1993); United States v. Bello-Perez, 977 F.2d 664, 669\r\n(1st Cir. 1992).  In this instance, the indictment, despite its\r\nemphasis in paragraph 10 on the appellant's control over the sale\r\nof drugs in Arecibo, put him squarely on notice that the\r\nprosecution viewed his dealings in Corozal as an integral part of\r\nthe conspiratorial mix.  Because the appellant cannot credibly\r\nclaim surprise, the asserted variance does not warrant setting\r\naside the verdict. \r\n3.  The Shooting Incident.  The appellant protests a\r\ndistrict court ruling permitting the prosecution to introduce\r\nevidence about his involvement in a shooting incident in Corozal. \r\nThe nature of the evidence is described in the margin.  We\r\nconclude that the court acted within its discretion in admitting\r\nthe evidence.\r\nRelevant evidence is evidence that has a \"tendency to\r\nmake the existence of any fact . . . more probable or less probable\r\nthan it would be without the evidence.\"  Fed. R. Evid. 401. \r\nEvidence, though relevant, nonetheless may be excluded if its\r\nprobative value is overbalanced by other considerations, such as by\r\nthe danger of unfair prejudice.  See United States v. McKeeve, 131\r\nF.3d 1, 13 (1st Cir. 1997) (citing Fed. R. Evid. 403).  Virtually\r\nall evidence is meant to be prejudicial, and it is only unfairprejudice against which Rule 403 protects.  See United States v.\r\nPitrone, 115 F.3d 1, 8 (1st Cir. 1997); Houlihan, 92 F.3d at 1297. \r\nBecause such determinations are peculiarly within the ken of trial\r\ncourts, we review them only for abuse of discretion.  See Pitrone,\r\n115 F.3d at 7; Houlihan, 92 F.3d at 1297.\r\nConcluding that evidence of the shooting incident made it\r\nmore probable that Marrero was a member of the conspiracy, and that\r\nthe evidence's probative worth outweighed any unfairly prejudicial\r\neffect, the district court admitted the evidence.  We decline to\r\nsecond-guess this ruling.  See Freeman v. Package Mach. Co., 865\r\nF.2d 1331, 1340 (1st Cir. 1988) (\"Only rarely   and in\r\nextraordinarily compelling circumstances   will we, from the vista\r\nof a cold appellate record, reverse a district court's on-the-spot\r\njudgment concerning the relative weighing of probative value and\r\nunfair effect.\").\r\n4.  Rule 12(d)(2).  Citing Fed. R. Crim. P. 12(d)(2), the\r\nappellant assigns error to the district court's admission of\r\ncertain evidence during trial.  The background is as follows. \r\nBecause of the numerosity of defendants, the district court ordered\r\ntwo separate trials on the indictment.  The court placed the\r\nappellant in the second group.  The government designated all its\r\nevidence prior to the first trial, but did not renew the\r\ndesignation prior to the second trial.\r\nWithout citing any pertinent authority, the appellant\r\nclaims that the government had an obligation to redesignate the\r\nevidence before using it at the second trial.  The applicable test\r\nis for abuse of discretion, see United States v. de la Cruz-\r\nPaulino, 61 F.3d 986, 993 n.3 (1st Cir. 1995), and we are not\r\npersuaded that the district court perpetrated an abuse when it\r\nruled that the initial designation satisfied Rule 12(d)(2)'s notice\r\nrequirements.  Under the circumstances, redesignation would have\r\nserved no useful purpose.\r\nWe add that, even if the government's failure to\r\nredesignate the evidence technically violated the rule, the\r\nviolation did not prejudice the defense.  The appellant's main\r\nemphasis in this aspect of his appeal relates to certain\r\nincriminating statements allegedly made by him after the shooting\r\nincident described in Point 3, supra.  Rule 12(d)'s function is\r\nprocedural; compliance with its terms enables a defendant to move\r\nfor suppression in a timely manner.  Here, the district court\r\npermitted the appellant, out of time, to file a suppression motion\r\naddressed to the incriminating statements.  See de la Cruz-Paulino,\r\n61 F.3d at 994 n.5 (endorsing this practice).  The court then\r\ndenied the motion, holding that the government had a right to use\r\nthe statements.  Given that eminently correct ruling, the\r\nappellant's claim of prejudice rings hollow.\r\nTaking an alternate tack, the appellant also suggests\r\nthat the government's failure to designate evidence relating to\r\nboth his possession of firearms and his relationship with other\r\nparticipants in a drug transaction violated Rule 12(d)(2).  But the\r\nappellant is firing blanks; he makes no developed argument for the\r\nsuppression of such evidence.  Absent some articulation of a\r\nconvincing rationale for quashal, the lack of an opportunity to\r\nfile a pretrial suppression motion cannot be viewed as prejudicial. \r\nSee id. at 994.\r\n5.  Cross-Examination.  The appellant complains that the\r\ndistrict court transgressed his fundamental right to cross-examine\r\nadverse witnesses when it barred him from eliciting testimony,\r\nthrough cross-examination of a prosecution witness, that local\r\ncharges related to his arrest for weapons possession had been\r\ndismissed.  Managing the scope of cross-examination is a matter\r\nthat falls within the district court's sound discretion.  SeeUnited States v. Boylan, 898 F.2d 230, 254 (1st Cir. 1990).  We are\r\nconfident that the  court did not abuse its discretion when it\r\nprohibited the appellant from cross-examining the witness regarding\r\nthe prior proceeding.\r\nThis court recently joined several other circuits in\r\nholding that a district court has discretion to exclude from\r\nevidence acquittals or other favorable outcomes of prior state\r\ncourt proceedings involving the same subject matter.  See United\r\nStates v. Smith, 145 F.3d 458, 462 (1st Cir. 1998); accord United\r\nStates v. Thomas, 114 F.3d 228, 249-50 (D.C. Cir.), cert. denied,\r\n118 S. Ct. 635 (1997); United States v. Jones, 808 F.2d 561, 566\r\n(7th Cir. 1986); United States v. Irvin, 787 F.2d 1506, 1516-17\r\n(11th Cir. 1986); United States v. Sutton, 732 F.2d 1483, 1493\r\n(10th Cir. 1984); United States v. Viserto, 596 F.2d 531, 537 (2d\r\nCir. 1979).  The rationale is plain:  such evidence ordinarily does\r\nnot prove innocence.  After all, cases are dismissed for a variety\r\nof reasons, many of which are unrelated to culpability.  Because\r\nevidence of a dismissal may have served to confuse the jury rather\r\nthan to assist it, the district court had the authority to exclude\r\nsuch evidence here.  See Fed. R. Evid. 403.\r\nUndaunted, the appellant makes a related argument.  He\r\nsays that, even if the district court ordinarily can exclude such\r\nevidence, it should not have done so here because it permitted a\r\ngovernment witness to testify that Marrero had been arrested\r\nlocally.  The law is against the appellant's position:  other\r\ncourts have held routinely that a district judge does not abuse his\r\ndiscretion by allowing some evidence related to a local proceeding,\r\nyet barring evidence of the outcome of that proceeding.  See, e.g.,\r\nJones, 808 F.2d at 566-67; Sutton, 732 F.2d at 1493.  We need not\r\ngo so far, however, for in this instance, the appellant opened the\r\ndoor by inquiring during cross-examination if the witness\r\npersonally arrested Marrero.  He cannot now be heard to complain\r\nthat the government followed his lead and elicited the challenged\r\ntestimony on redirect.\r\n6.  Jencks Act.  The Jencks Act, 18 U.S.C.  3500, in\r\nconcert with Fed. R. Crim. P 26.2, controls the production of\r\ncertain witness statements in the government's possession.  In this\r\ncase, the appellant sought to inspect rough notes taken by an\r\nInternal Revenue Service agent, Felicia Ramos, during an interview\r\nof Hidalgo (who testified at the trial as a government witness). \r\nThe appellant maintains that the notes comprised a \"statement\"\r\nunder 18 U.S.C.  3500(e)(1), that the government therefore was\r\nobliged to produce them, and that their availability would have\r\nenabled him to impeach Hidalgo's credibility.  We do not agree.\r\nThe Jencks Act ordains that \"[a]fter a witness called by\r\nthe United States has testified on direct examination, the court\r\nshall, on motion of the defendant, order the United States to\r\nproduce any statement . . . of the witness in the possession of the\r\nUnited States which relates to the subject matter as to which the\r\nwitness has testified.\"  18 U.S.C.  3500(b).  The question here is\r\nwhether the notes constitute a \"statement.\"  The statute itself\r\nprovides some enlightenment, defining a \"statement\" as one \"made by\r\nsaid witness and signed or otherwise adopted or approved by h[er]\"\r\n18 U.S.C.  3500(e)(1).  A written summary of a witness interview\r\nis not a statement unless the evidence shows that the witness\r\nadopted the notes, a phenomenon that would occur, for example, if\r\n\"the interviewer read the statement back to the witness and . . .\r\nthe witness approved the statement.\"  United States v. Gonzalez-\r\nSanchez, 825 F.2d 572, 586 (1st Cir. 1987).\r\nIn this instance, the record is barren of any evidence\r\nthat Hidalgo adopted the notes in question or that they otherwise\r\nsatisfied the Jencks Act's definition of a statement.  Hence, the\r\ngovernment had no obligation to produce them and the denial of\r\ndiscovery was proper.\r\n7.  Anonymous Jury.  Under 28 U.S.C.  1863(b)(7), a\r\ndistrict court may empanel an anonymous jury in any case in which\r\n\"the interests of justice so require.\"  We recently held that this\r\nstandard is satisfied when \"there are strong grounds for concluding\r\nthat [anonymity] is necessary to enable the jury to perform its\r\nfactfinding function, or to ensure juror protection.\"  United\r\nStates v. DeLuca, 137 F.3d 24, 31 (1st Cir.), cert. denied, 67\r\nU.S.L.W. 3084 (U.S. Oct. 5, 1998) (No. 98-141).  The trial court\r\nmust take care, however, to implement reasonable safeguards \"to\r\nminimize any risk of infringement upon the fundamental rights of\r\nthe accused.\"  Id.  Under these criteria, Judge Fust did not\r\nexceed the scope of his discretion when he empaneled an anonymous\r\njury in this case.\r\nThe indictment charged the appellant and his\r\ncoconspirators with membership in a sprawling drug ring that often\r\nresorted to violence in its pursuit of profits.  The government's\r\nevidence indicated, for example, that a co-defendant, Miranda,\r\nordered the murders of six people during 1993 and 1994 in\r\nretaliation for the slaying of Santiago's bodyguard.  The appellant\r\nhimself suffered a bullet wound while in the organization's\r\nservice.  See supra Point 3.  During the arraignment that followed\r\nthe  return of this indictment, a brawl erupted.  Last   but surely\r\nnot least   the government proffered evidence indicating that the\r\nSantiago drug ring was plotting to murder federal agents and local\r\npolice officers to improve the odds at trial.  Under these ominous\r\ncircumstances, the court reasonably could have believed that the\r\njurors were in harm's way.  In turn, this reasonable belief\r\nadequately supported the empanelment of an anonymous jury.\r\nBy like token, Judge Fust took satisfactory precautions\r\nto protect the defendants' rights.  He did not mention any threat\r\nto juror safety, but, rather, informed the jurors that they would\r\nremain anonymous during the trial because of publicity concerns. \r\nHe then instructed the jury on the presumption of innocence, and\r\nperiodically repeated that instruction as the trial progressed.  No\r\nmore was exigible.  See id. at 32.\r\n8.  Peremptory Challenges.  In a related vein, the\r\nappellant argues that the empanelment of an anonymous jury created\r\na need for additional peremptory challenges, beyond those\r\nordinarily allowed.  See Fed. R. Crim. P. 24(b) (delineating\r\nallotment and distribution of peremptories).  Although the\r\napplicable rule allows a judge to grant additional challenges, the\r\njudge has wide discretion in administering this authority.  SeeUnited States v. Cox, 752 F.2d 741, 747-48 (1st Cir. 1985).  The\r\nempanelling of an anonymous jury neither curtails the scope of this\r\ndiscretion nor obligates a district court to afford more\r\nperemptories to the defense.  We therefore reject the appellant's\r\nassignment of error.\r\n                   Sentencing Issues\r\nWe turn next to the appellant's myriad challenges to the\r\n360-month sentence that the district court imposed.\r\n9.  Continuance of Dispostion Hearing.  Fed. R. Crim. P.\r\n32(a) requires, inter alia, that the trial court impose sentence\r\nwithout undue delay.  Such a dispositon occurs following the\r\npreparation of the presentence investigation report (PSI Report)\r\nand the lodging of objections thereto.  See Fed. R. Crim. P.\r\n32(b)(6)(C) (\"Not later than 7 days before the sentencing hearing,\r\nthe probation officer must submit the presentence report to the\r\ncourt, together with an addendum setting forth any unresolved\r\nobjections . . . [a]t the same time, the probation officer must\r\nfurnish the revisions of the presentence report and the addendum to\r\nthe defendant.\").  In this instance, the probation officer did not\r\ndistribute the addendum to the PSI Report in a timely manner.  The\r\nappellant   who unsuccessfully sought a continuance   makes three\r\narguments in regard to this lapse:  (1) that the probation\r\nofficer's failure to comply strictly with Rule 32 denied him the\r\nopportunity adequately to prepare a rebuttal to the PSI Report; (2)\r\nthat the probation officer's belated response to the appellant's\r\nobjections created unfair surprise; and (3) that, as a result of\r\nthis surprise, defense counsel was unable either to explain the PSI\r\nReport to his client or to discuss the proceedings with him.\r\nAppellate review of a trial court's ruling on a\r\nsentencing continuance is deferential.  See United States v.\r\nOttens, 74 F.3d 357, 359-60 (1st Cir. 1996) (adopting abuse of\r\ndiscretion standard).  The focus is on what constitutes a\r\nreasonable period of time for preparation, not on defense counsel's\r\n\"subjective satisfaction with his level of preparedness.\"  Id. at\r\n359.  In sifting the entire panoply of relevant considerations, the\r\ndistrict court may consider factors such as prior continuances,\r\ntime available for preparation, and how efficiently defense counsel\r\nused the available time.  See id.\r\nIn the case at bar, the lower court postponed the\r\ndisposition hearing for two months to give defense counsel more\r\ntime to review the PSI Report.  During this two-month interlude,\r\ndefense counsel filed several objections (which prompted the \r\naddendum).  Defense counsel at no time sought to introduce any new\r\nevidence, despite ample time to prepare rebuttal arguments. \r\nFinally, although defense counsel did not receive a copy of the\r\naddendum until the day before the new sentencing date, that\r\ndocument did  no more than respond to points that defense counsel\r\nhimself had raised.  He obviously had enough time to review it\r\nbecause he argued eloquently concerning the conclusions that it\r\ncontained.  Hence, the appellant's first argument founders.\r\nNor can the appellant convincingly claim undue surprise. \r\nDefense counsel already had been granted a generous continuance. \r\nHe knew the information contained within the PSI Report, and he had\r\ntwo months in which to prepare his rebuttal.  The addendum did not\r\ncontain any new information; it merely referenced trial testimony\r\nto refute the appellant's objections and, concomitantly, to support\r\nthe probation officer's recommendation of a base offense level\r\n(BOL) of 38, a two-level upward adjustment for possession of a\r\nfirearm, and a two-level enhancement for a supervisory role.  The\r\nfact that the appellant received the addendum the day before\r\nsentencing, although violative of Rule 32(b)(6)(C), is not\r\nsufficient, in and of itself, to establish undue surprise.  SeeUnited States v. Williams, 499 F.2d 52, 54-55 (1st Cir. 1974)\r\n(holding an analogous violation harmless on the ground that the PSI\r\nReport did not contain any information that the defendant could not\r\nhave anticipated, despite the fact that the defendant received it\r\nfive minutes before the disposition hearing). \r\nFinally, the appellant's claim that he did not have the\r\nopportunity to discuss the sentencing materials with his defense\r\ncounsel is unsupported.  The sentencing transcript reflects that\r\nthe judge asked the appellant whether he had reviewed the PSI\r\nReport with his attorney and the appellant replied \"yes.\"  When\r\nasked if he had any further objections to it, the appellant replied\r\n\"no.\"  Courts long have held that a defendant cannot make solemn\r\nrepresentations at sentencing and freely disclaim them at a later\r\ndate, when it is to his advantage to do so.  See  United States v.\r\nMata-Grullon, 887 F.2d 23, 24 (1st Cir. 1989).\r\n10.  Written Findings.  Fed. R. Crim. P. 32(c)(1)\r\nrequires that the trial court make a finding in respect to each\r\nmatter controverted at sentencing (or, alternatively, make a\r\nfinding that the controverted matter has no bearing).  The rule\r\nalso directs the sentencing court to append a written record of its\r\nfindings to the judgment.  See id.  The appellant complains that\r\nthe sentencing court neglected to follow this regimen.\r\nWhen the sentencing court makes specific findings oretenus, the court may append the sentencing transcript to the PSI\r\nReport and thus effect compliance with Rule 32(c)(1).  See United\r\nStates v. Bruckman, 874 F.2d 57, 65 (1st Cir. 1989).  Preparing an\r\nadditional written record of findings is merely \"ministerial,\" and\r\nwill not be required.  Id.; accord United States v. Mena-Robles, 4\r\nF.3d 1026, 1037 n.14 (1st Cir. 1993).  The same is true when the\r\ncourt makes implicit findings by reference to detailed suggestions\r\nin the PSI Report.  See United States v. Ovalle-Mrquez, 36 F.3d\r\n212, 227 (1st Cir. 1994).\r\nAgainst this backdrop, the record rebuts the appellant's\r\ncontention that the district court did too little.  It shows that,\r\nat the disposition hearing, the judge made a specific finding as to\r\neach controverted matter:  drug quantity, possession of a firearm,\r\nand role in the offense.  If the transcript that embodies those\r\nfindings has not already been appended to the PSI Report, we direct\r\nthat this amalgamation be made.  No more is necessary. \r\n11.  Possession of a Firearm.  In this case, the district\r\ncourt increased the BOL by two levels because the appellant\r\npossessed a firearm in connection with his drug-trafficking\r\nactivities.  See USSG 2D1.1(b)(1).  The appellant urges us to\r\nnullify this enhancement.  He bases his argument on an analogy to\r\nBailey v. United States, 116 S. Ct. 501 (1995).  For purposes of a\r\nprosecution under 18 U.S.C.  924(c)(1), Bailey requires proof that\r\nthe defendant's \"use\" of a firearm had an active relation to the\r\nunderlying drug offense (e.g., that the defendant displayed, fired,\r\nor brandished the weapon).  See id. at 503.  We agree with the\r\nsentencing judge that Bailey is not controlling here.\r\nThe sentencing guidelines govern this sentence\r\nenhancement.  The applicable guideline provides that \"[i]f a\r\ndangerous weapon (including a firearm) was possessed,\" the court\r\nshould increase the defendant's BOL by two levels.  USSG\r\n2D1.1(b)(1).  The appellant argues that this guideline provision\r\nshould be construed in pari materia with section 924(c)(1)   but he\r\ndoes not explain why this parallelism must exist.  The language of\r\nthe two provisions is dissimilar.  So, too, is their effect:  a\r\nconviction under 18 U.S.C. 924(c)(1) results in an incremental\r\nfive-year consecutive sentence, while a sentence enhancement under\r\nUSSG 2D1.1(b)(1) results merely in a two-level adjustment to the\r\ndefendant's BOL.  Most importantly, the interpretation of the\r\nguideline provision is colored by the Sentencing Commission's\r\ninstruction that \"[t]he adjustment should be applied if the weapon\r\nwas present, unless it is clearly improbable that the weapon was\r\nconnected with the offense.\"  USSG 2D1.1(b)(2), comment. (n.3). \r\nThis is a far cry from the way in which the Bailey Court instructs\r\njudges to approach section 924(c)(1).\r\nWe need not tarry.  Bailey is inapposite here.  And,\r\nmoreover, the evidence amply supports a finding, by a\r\npreponderance, that the appellant possessed a firearm for potential\r\nuse in connection with his drug-trafficking activities.  See, e.g.,\r\nUnited States v. Berrios, 132 F.3d 834, 839 (1st Cir. 1998); United\r\nStates v. Gonzalez-Vazquez, 34 F.3d 19, 24 (1st Cir. 1994); United\r\nStates v. Ruiz, 905 F.2d 499, 507 (1st Cir. 1990).  Accordingly,\r\nthe district court did not err in enhancing the appellant's\r\nsentence under USSG 2D1.1(b)(1).\r\n12.  Supervisory Role.  The district court also boosted\r\nthe appellant's BOL for his role as a supervisor in the narcotics\r\nenterprise.  The appellant claims that the finding lacks support. \r\nWe disagree.\r\nIn order to qualify for a two-level enhancement as a\r\nsupervisor in a criminal enterprise, a defendant must exercise\r\ncontrol over at least one other culpable individual.  See United\r\nStates v. Akitoye, 923 F.2d 221, 227 (1st Cir. 1991) (discussing\r\nUSSG 3B1.1(c)).  The appellant's argument here boils down to a\r\nplaint that the district court made no specific findings in support\r\nof its determination that he deserved the enhancement.  Although\r\nsuch findings are always helpful, they are unnecessary when the\r\nrecord clearly reflects the basis of the court's determination. \r\nSee United States v. Quinones, 26 F.3d 213, 219 (1st Cir. 1994)\r\n(indicating a willingness to overlook the absence of findings \"if\r\nthe reasons for the judge's choice are obvious or if an explanation\r\ncan fairly be implied from the record as a whole\").  This is such\r\na case.\r\nAt trial, the government presented two witnesses who\r\nindicated that the appellant was in charge of the conspiracy's drug\r\npoint in Corozal.  The government also presented testimony as to\r\nhow the drug points were managed and the number of individuals\r\ninvolved.  This evidence is self-explanatory and provides adequate\r\nsupport for the district court's determination that the appellant\r\nran a drug point and supervised others in so doing.  See United\r\nStates v. Cruz, 120 F.3d 1, 4 (1st Cir. 1997) (en banc). \r\n13.  Drug Quantity.  In a narcotics case, drug quantity\r\nis an important integer in calculating the BOL (and, hence, the\r\nsentence itself).  See Sepulveda, 15 F.3d at 1197.  To determine\r\nthe drug quantity attributable to a particular defendant, a court\r\nlooks to the quantity of drugs associated with the count(s) of\r\nconviction, plus all \"relevant conduct,\" i.e., those acts that were\r\npart of the same \"'common scheme or plan as the offense of\r\nconviction', whether or not charged in the indictment.\"  United\r\nStates v. Sklar, 920 F.2d 107, 110 (1st Cir. 1990) (quoting USSG\r\n1B1.3(a)(2)).  In the case of a conspiracy, however, a defendant\r\ncannot be saddled with quantities of drugs that he could not\r\nreasonably have foreseen.  See United States v. Garcia, 954 F.2d\r\n12, 15 (1st Cir. 1992).\r\nDifferent types of drugs affect the offense-level\r\ncalculation in different ways.  For instance, a defendant whose\r\nrelevant conduct involved 30 kilograms or more of heroin would\r\nmerit a BOL of 38, as would a defendant whose relevant conduct\r\ninvolved 150 kilograms of cocaine, or one whose relevant conduct\r\ninvolved 1.5 kilograms of cocaine base (crack cocaine).  See USSG\r\n2D1.1(c)(1) (Drug Quantity Table).  The Santiago organization\r\ntrafficked indiscriminately in heroin, powdered cocaine, and crack,\r\nand the sentencing guidelines contain an elaborate conversion\r\nformula that can be used in such cases.  See USSG 2D1.1, comment.\r\n(n.10).\r\nAt the disposition hearing, the judge set the appellant's\r\nBOL at 38, but without much in the way of elaboration.  The\r\nappellant challenges this assessment.  On the evidence, the judge\r\neasily could have found, by the requisite preponderance-of-the-\r\nevidence standard, see Sklar, 920 F.2d at 110, that the appellant\r\nwas a member of the Santiago organization, whose relevant conduct\r\nencompassed drug transactions occurring at the Arecibo and Corozal\r\ndrop points.  But the court did not reference any evidence to\r\nsupport an assessment of the volume of drugs sold at either\r\nlocation, and the PSI Report contains no such quantification. \r\nWhile we may agree with the government that the Santiago\r\norganization did a substantial amount of narcotics business, and\r\nthat the totals necessary for a BOL of 38 (e.g., 1.5 kilograms of\r\ncrack) seem attainable given the appellant's role in the\r\nconspiracy, we cannot uphold a drug quantity calculation on the\r\nbasis of hunch or intuition.  See Sepulveda, 15 F.3d at 1199;\r\nSklar, 920 F.2d at 113.\r\nIn this case, drug quantity dictated the appellant's\r\nsentence in large part.  In the absence of particularized findings\r\nto support the assigned BOL, we have no principled choice but to\r\nvacate the sentence and remand for further findings and\r\nresentencing.  See Sepulveda, 15 F.3d at 1199; United States v.\r\nO'Campo, 973 F.2d 1015, 1026 (1st Cir. 1992).\r\n                       Conclusion\r\nWe need go no further.  Although the appellant has raised\r\na gallimaufry of arguments anent his conviction, all of them  \r\nincluding some that do not warrant discussion   are unavailing. \r\nFor aught that appears, the appellant was fairly tried and justly\r\nconvicted.  A question lingers, however, as to the appropriateness\r\nof the appellant's sentence.  That question apparently turns on the\r\nissue of drug quantity, since the appellant's other sentence-\r\nrelated arguments all are groundless.  To enable this final\r\nquestion to be answered, we vacate the appellant's sentence and\r\nremand for resentencing.\r\n\nThe appellant's conviction is affirmed, his sentence is\r\nvacated, and the case is remanded for resentencing.\n",
  "html": "<p class=\"case_cite\">160 F.3d 768</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Luis A. MARRERO-ORTIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-2187.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 16, 1998.<br>Decided Nov. 17, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ivan Dominguez for appellant.</p>\n      <p class=\"indent\">Grace Chung Becker, Trial Attorney, U.S. Dept. of Justice, with whom John C. Keeney, Acting Assistant Attorney General, and Theresa M.B. Van Vliet were on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the wake of his conviction on a charge of conspiracy to possess controlled substances with intent to distribute, see 21 U.S.C. &#167;&#167; 841(a)(1), 846 (1994), defendant-appellant Luis Marrero-Ortiz (Marrero), one of thirty-one defendants named in a wide-ranging indictment, claims that the district court committed a host of errors.  We have reviewed the trial record with care and find Marrero's multi-pronged attack on his conviction meritless.  Withal, one aspect of the trial court's sentencing determination gives us pause.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">With this brief prelude, we proceed to discuss Marrero's principal assignments of error, segregating those points that relate to his conviction from those that relate to sentencing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>Trial Issues</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We start by addressing those assignments of error that center on the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. Sufficiency of the Evidence.   On a defendant's timely motion, a federal trial court is constrained to order a judgment of acquittal with respect to any given charge if the government fails to present sufficient evidence to sustain a conviction.  See Fed.R.Crim.P. 29(a).  In this instance, the appellant sought--but did not secure--judgment of acquittal under Rule 29.  We review the district court's determination de novo, applying precisely the same standard that obtained below:  \"whether, after assaying all the evidence in the light most amiable to the government, and taking all reasonable inferences in its favor, a rational factfinder could find, beyond a reasonable doubt, that the prosecution successfully proved the essential elements of the crime.\"  United States v. Hernandez, 146 F.3d 30, 32 (1st Cir.1998) (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"To prove a drug conspiracy charge under 21 U.S.C. &#167; 846, the government is obliged to show beyond a reasonable doubt that a conspiracy existed and that a particular defendant agreed to participate in it, intending to commit the underlying substantive offense....\"  United States v. Sepulveda, 15 F.3d 1161, 1173 (1st Cir.1993).  The prosecution may meet its burden through either direct or circumstantial evidence, or through some combination thereof.  See United States v. Houlihan, 92 F.3d 1271, 1292 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this case, the appellant claims that the government's proof fell short in two respects because the evidence failed to show either that he agreed to participate in the conspiracy or that he possessed an intent to commit the underlying offense.  This claim rests mainly on the assertion that the prosecution offered no direct proof that the appellant personally engaged in drug transactions.  The claim is groundless:  proof of direct participation in the sale of drugs is not required to convict in a drug conspiracy case.  See, e.g., United States v. David, 940 F.2d 722, 735 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In all events, a percipient witness, Marcos Hidalgo Melendez (Hidalgo), himself a coconspirator, testified that he received money from the appellant after delivering narcotics to him.  Furthermore, Hidalgo and another admitted coconspirator testified in substance that Marrero served as a supervisor at the drug ring's distribution center in Corozal.  This evidence, in conjunction with testimony concerning (i) the appellant's frequent presence at the ring's distribution center in Arecibo, (ii) the appellant's wounding during a skirmish between rival drug gangs (see infra Point 3), (iii) the inclusion of the appellant's name and telephone number in a drug ledger and related records seized from the ringleader's home, and (iv) the appellant's repeated posting of bail for members of the conspiracy, was sufficient to ground the jury's verdict.  See United States v. Ortiz, 966 F.2d 707, 712 (1st Cir.1992) (permitting factfinders to \"draw reasonable inferences from the evidence based on shared perceptions and understandings of the habits, practices, and inclinations of human beings,\" and warning that, in assessing sufficiency challenges, factfinders are required neither \"to divorce themselves from their common sense nor to abandon the dictates of mature experience\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. Variance.  A variance occurs when the facts adduced at trial differ meaningfully from those adumbrated in the indictment.  The appellant contends that the instant indictment contained a fatal variance because it charged him with supervising a drug point in Arecibo, while the evidence introduced at trial linked him primarily to drug transactions in Corozal.  We reject this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In a criminal case, not every difference between the indictment and the proof justifies relief;  only those instances in which a disparity is material and affects a defendant's substantial rights warrant reversal.  See United States v. Tormos-Vega, 959 F.2d 1103, 1115 (1st Cir.1992) (explaining that a variance justifies reversal only if it materially impairs the defendant's right to \"have sufficient knowledge of the charge against him in order to prepare an effective defense and avoid surprise at trial\");  accord United States v. Fisher, 3 F.3d 456, 463 (1st Cir.1993).  We think that the charging document suffices in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The indictment describes the manner and means of the conspiracy as the retail distribution of narcotics at numerous locations (\"puntos\") controlled by the so-called Santiago organization, specifically, Arecibo and \"elsewhere.\"   It then limns 42 overt acts, including some acts committed at Arecibo and some at Corozal.  In paragraph 22 the indictment charges the appellant, acting in furtherance of the conspiracy, with possession of a firearm in Corozal.  These allegations provided an adequate preview of the proof to come.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government need not recite all its evidence in the indictment, nor is its trial proof limited to the overt acts specified therein.  See United States v. Bradstreet, 135 F.3d 46, 53 (1st Cir.1998);  United States v. Innamorati, 996 F.2d 456, 477 (1st Cir.1993);  United States v. Bello-Perez, 977 F.2d 664, 669 (1st Cir.1992).  In this instance, the indictment, despite its emphasis in paragraph 10 on the appellant's control over the sale of drugs in Arecibo, put him squarely on notice that the prosecution viewed his dealings in Corozal as an integral part of the conspiratorial mix.  Because the appellant cannot credibly claim surprise, the asserted variance does not warrant setting aside the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">3. The Shooting Incident.   The appellant protests a district court ruling permitting the prosecution to introduce evidence about his involvement in a shooting incident in Corozal.  The nature of the evidence is described in the margin.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We conclude that the court acted within its discretion in admitting the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Relevant evidence is evidence that has a \"tendency to make the existence of any fact ... more probable or less probable than it would be without the evidence.\"  Fed.R.Evid. 401.  Evidence, though relevant, nonetheless may be excluded if its probative value is overbalanced by other considerations, such as by the danger of unfair prejudice.  See United States v. McKeeve, 131 F.3d 1, 13 (1st Cir.1997) (citing Fed.R.Evid. 403).  Virtually all evidence is meant to be prejudicial, and it is only unfair prejudice against which Rule 403 protects.  See United States v. Pitrone, 115 F.3d 1, 8 (1st Cir.1997);  Houlihan, 92 F.3d at 1297.   Because such determinations are peculiarly within the ken of trial courts, we review them only for abuse of discretion.  See Pitrone, 115 F.3d at 7;  Houlihan, 92 F.3d at 1297.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Concluding that evidence of the shooting incident made it more probable that Marrero was a member of the conspiracy, and that the evidence's probative worth outweighed any unfairly prejudicial effect, the district court admitted the evidence.  We decline to second-guess this ruling.  See Freeman v. Package Mach. Co., 865 F.2d 1331, 1340 (1st Cir.1988) (\"Only rarely--and in extraordinarily compelling circumstances--will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4. Rule 12(d)(2).   Citing Fed.R.Crim.P. 12(d)(2), the appellant assigns error to the district court's admission of certain evidence during trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The background is as follows.  Because of the numerosity of defendants, the district court ordered two separate trials on the indictment.  The court placed the appellant in the second group.  The government designated all its evidence prior to the first trial, but did not renew the designation prior to the second trial.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Without citing any pertinent authority, the appellant claims that the government had an obligation to redesignate the evidence before using it at the second trial.  The applicable test is for abuse of discretion, see United States v. de la Cruz-Paulino, 61 F.3d 986, 993 n. 3 (1st Cir.1995), and we are not persuaded that the district court perpetrated an abuse when it ruled that the initial designation satisfied Rule 12(d)(2)'s notice requirements.  Under the circumstances, redesignation would have served no useful purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We add that, even if the government's failure to redesignate the evidence technically violated the rule, the violation did not prejudice the defense.  The appellant's main emphasis in this aspect of his appeal relates to certain incriminating statements allegedly made by him after the shooting incident described in Point 3, supra.  Rule 12(d)'s function is procedural;  compliance with its terms enables a defendant to move for suppression in a timely manner.  Here, the district court permitted the appellant, out of time, to file a suppression motion addressed to the incriminating statements.  See de la Cruz-Paulino, 61 F.3d at 994 n. 5 (endorsing this practice).  The court then denied the motion, holding that the government had a right to use the statements.  Given that eminently correct ruling, the appellant's claim of prejudice rings hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Taking an alternate tack, the appellant also suggests that the government's failure to designate evidence relating to both his possession of firearms and his relationship with other participants in a drug transaction violated Rule 12(d)(2).  But the appellant is firing blanks;  he makes no developed argument for the suppression of such evidence.  Absent some articulation of a convincing rationale for quashal, the lack of an opportunity to file a pretrial suppression motion cannot be viewed as prejudicial.  See id. at 994.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">5. Cross-Examination.  The appellant complains that the district court transgressed his fundamental right to cross-examine adverse witnesses when it barred him from eliciting testimony, through cross-examination of a prosecution witness, that local charges related to his arrest for weapons possession had been dismissed.  Managing the scope of cross-examination is a matter that falls within the district court's sound discretion.  See United States v. Boylan, 898 F.2d 230, 254 (1st Cir.1990).  We are confident that the court did not abuse its discretion when it prohibited the appellant from cross-examining the witness regarding the prior proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This court recently joined several other circuits in holding that a district court has discretion to exclude from evidence acquittals or other favorable outcomes of prior state court proceedings involving the same subject matter.  See United States v. Smith, 145 F.3d 458, 462 (1st Cir.1998);  accord United States v. Thomas, 114 F.3d 228, 249-50 (D.C.Cir.), cert. denied, --- U.S. ----, 118 S.Ct. 635, 139 L.Ed.2d 614 (1997);  United States v. Jones, 808 F.2d 561, 566 (7th Cir.1986);  United States v. Irvin, 787 F.2d 1506, 1516-17 (11th Cir.1986);  United States v. Sutton, 732 F.2d 1483, 1493 (10th Cir.1984);  United States v. Viserto, 596 F.2d 531, 537 (2d Cir.1979).  The rationale is plain:  such evidence ordinarily does not prove innocence.  After all, cases are dismissed for a variety of reasons, many of which are unrelated to culpability.  Because evidence of a dismissal may have served to confuse the jury rather than to assist it,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the district court had the authority to exclude such evidence here.  See Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Undaunted, the appellant makes a related argument.  He says that, even if the district court ordinarily can exclude such evidence, it should not have done so here because it permitted a government witness to testify that Marrero had been arrested locally.  The law is against the appellant's position:  other courts have held routinely that a district judge does not abuse his discretion by allowing some evidence related to a local proceeding, yet barring evidence of the outcome of that proceeding.  See, e.g., Jones, 808 F.2d at 566-67;  Sutton, 732 F.2d at 1493.   We need not go so far, however, for in this instance, the appellant opened the door by inquiring during cross-examination if the witness personally arrested Marrero.  He cannot now be heard to complain that the government followed his lead and elicited the challenged testimony on redirect.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">6. Jencks Act.  The Jencks Act, 18 U.S.C. &#167; 3500, in concert with Fed.  R.Crim. P 26.2, controls the production of certain witness statements in the government's possession.  In this case, the appellant sought to inspect rough notes taken by an Internal Revenue Service agent, Felicia Ramos, during an interview of Hidalgo (who testified at the trial as a government witness).  The appellant maintains that the notes comprised a \"statement\" under 18 U.S.C. &#167; 3500(e)(1), that the government therefore was obliged to produce them, and that their availability would have enabled him to impeach Hidalgo's credibility.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Jencks Act ordains that \"[a]fter a witness called by the United States has testified on direct examination, the court shall, on motion of the defendant, order the United States to produce any statement ... of the witness in the possession of the United States which relates to the subject matter as to which the witness has testified.\"  18 U.S.C. &#167; 3500(b).  The question here is whether the notes constitute a \"statement.\"   The statute itself provides some enlightenment, defining a \"statement\" as one \"made by said witness and signed or otherwise adopted or approved by h[er]\" 18 U.S.C. &#167; 3500(e)(1).  A written summary of a witness interview is not a statement unless the evidence shows that the witness adopted the notes, a phenomenon that would occur, for example, if \"the interviewer read the statement back to the witness and ... the witness approved the statement.\"  United States v. Gonzalez-Sanchez, 825 F.2d 572, 586 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this instance, the record is barren of any evidence that Hidalgo adopted the notes in question or that they otherwise satisfied the Jencks Act's definition of a statement.  Hence, the government had no obligation to produce them and the denial of discovery was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">7. Anonymous Jury.  Under 28 U.S.C. &#167; 1863(b)(7), a district court may empanel an anonymous jury in any case in which \"the interests of justice so require.\"   We recently held that this standard is satisfied when \"there are strong grounds for concluding that [anonymity] is necessary to enable the jury to perform its factfinding function, or to ensure juror protection.\"  United States v. DeLuca, 137 F.3d 24, 31 (1st Cir.), cert. denied, --- U.S. ----, 119 S.Ct. 174, 142 L.Ed.2d 142 (1998) (No. 98-141).  The trial court must take care, however, to implement reasonable safeguards \"to minimize any risk of infringement upon the fundamental rights of the accused.\"  Id. Under these criteria, Judge Fuste did not exceed the scope of his discretion when he empaneled an anonymous jury in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The indictment charged the appellant and his coconspirators with membership in a sprawling drug ring that often resorted to violence in its pursuit of profits.  The government's evidence indicated, for example, that a co-defendant, Miranda, ordered the murders of six people during 1993 and 1994 in retaliation for the slaying of Santiago's bodyguard.  The appellant himself suffered a bullet wound while in the organization's service.  See supra Point 3. During the arraignment that followed the return of this indictment, a brawl erupted.  Last--but surely not least--the government proffered evidence indicating that the Santiago drug ring was plotting to murder federal agents and local police officers to improve the odds at trial.  Under these ominous circumstances, the court reasonably could have believed that the jurors were in harm's way.  In turn, this reasonable belief adequately supported the empanelment of an anonymous jury.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">By like token, Judge Fuste took satisfactory precautions to protect the defendants' rights.  He did not mention any threat to juror safety, but, rather, informed the jurors that they would remain anonymous during the trial because of publicity concerns.  He then instructed the jury on the presumption of innocence, and periodically repeated that instruction as the trial progressed.  No more was exigible.  See id. at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">8. Peremptory Challenges.   In a related vein, the appellant argues that the empanelment of an anonymous jury created a need for additional peremptory challenges, beyond those ordinarily allowed.  See Fed.R.Crim.P. 24(b) (delineating allotment and distribution of peremptories).  Although the applicable rule allows a judge to grant additional challenges, the judge has wide discretion in administering this authority.  See United States v. Cox, 752 F.2d 741, 747-48 (1st Cir.1985).  The empaneling of an anonymous jury neither curtails the scope of this discretion nor obligates a district court to afford more peremptories to the defense.  We therefore reject the appellant's assignment of error.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>Sentencing Issues</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We turn next to the appellant's myriad challenges to the 360-month sentence that the district court imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">9. Continuance of Disposition Hearing.  Fed.R.Crim.P. 32(a) requires, inter alia, that the trial court impose sentence without undue delay.  Such a disposition occurs following the preparation of the presentence investigation report (PSI Report) and the lodging of objections thereto.  See Fed.R.Crim.P. 32(b)(6)(C) (\"Not later than 7 days before the sentencing hearing, the probation officer must submit the presentence report to the court, together with an addendum setting forth any unresolved objections ... [a]t the same time, the probation officer must furnish the revisions of the presentence report and the addendum to the defendant.\").  In this instance, the probation officer did not distribute the addendum to the PSI Report in a timely manner.  The appellant--who unsuccessfully sought a continuance--makes three arguments in regard to this lapse:  (1) that the probation officer's failure to comply strictly with Rule 32 denied him the opportunity adequately to prepare a rebuttal to the PSI Report;  (2) that the probation officer's belated response to the appellant's objections created unfair surprise;  and (3) that, as a result of this surprise, defense counsel was unable either to explain the PSI Report to his client or to discuss the proceedings with him.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Appellate review of a trial court's ruling on a sentencing continuance is deferential.  See United States v. Ottens, 74 F.3d 357, 359-60 (1st Cir.1996) (adopting abuse of discretion standard).  The focus is on what constitutes a reasonable period of time for preparation, not on defense counsel's \"subjective satisfaction with his level of preparedness.\"  Id. at 359.   In sifting the entire panoply of relevant considerations, the district court may consider factors such as prior continuances, time available for preparation, and how efficiently defense counsel used the available time.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In the case at bar, the lower court postponed the disposition hearing for two months to give defense counsel more time to review the PSI Report.  During this two-month interlude, defense counsel filed several objections (which prompted the addendum).  Defense counsel at no time sought to introduce any new evidence, despite ample time to prepare rebuttal arguments.  Finally, although defense counsel did not receive a copy of the addendum until the day before the new sentencing date, that document did no more than respond to points that defense counsel himself had raised.  He obviously had enough time to review it because he argued eloquently concerning the conclusions that it contained.  Hence, the appellant's first argument founders.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nor can the appellant convincingly claim undue surprise.  Defense counsel already had been granted a generous continuance.  He knew the information contained within the PSI Report, and he had two months in which to prepare his rebuttal.  The addendum did not contain any new information;  it merely referenced trial testimony to refute the appellant's objections and, concomitantly, to support the probation officer's recommendation of a base offense level (BOL) of 38, a two-level upward adjustment for possession of a firearm, and a two-level enhancement for a supervisory role.  The fact that the appellant received the addendum the day before sentencing, although violative of Rule 32(b)(6)(C), is not sufficient, in and of itself, to establish undue surprise.  See United States v. Williams, 499 F.2d 52, 54-55 (1st Cir.1974) (holding an analogous violation harmless on the ground that the PSI Report did not contain any information that the defendant could not have anticipated, despite the fact that the defendant received it five minutes before the disposition hearing).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Finally, the appellant's claim that he did not have the opportunity to discuss the sentencing materials with his defense counsel is unsupported.  The sentencing transcript reflects that the judge asked the appellant whether he had reviewed the PSI Report with his attorney and the appellant replied \"yes.\"   When asked if he had any further objections to it, the appellant replied \"no.\"   Courts long have held that a defendant cannot make solemn representations at sentencing and freely disclaim them at a later date, when it is to his advantage to do so.  See United States v. Mata-Grullon, 887 F.2d 23, 24 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">10.  Written Findings.  Fed.R.Crim.P. 32(c)(1) requires that the trial court make a finding in respect to each matter controverted at sentencing (or, alternatively, make a finding that the controverted matter has no bearing).  The rule also directs the sentencing court to append a written record of its findings to the judgment.  See id.   The appellant complains that the sentencing court neglected to follow this regimen.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">When the sentencing court makes specific findings ore tenus, the court may append the sentencing transcript to the PSI Report and thus effect compliance with Rule 32(c)(1).  See United States v. Bruckman, 874 F.2d 57, 65 (1st Cir.1989).  Preparing an additional written record of findings is merely \"ministerial,\" and will not be required.  Id.;  accord United States v. Mena-Robles, 4 F.3d 1026, 1037 n. 14 (1st Cir.1993).  The same is true when the court makes implicit findings by reference to detailed suggestions in the PSI Report.  See United States v. Ovalle-Marquez, 36 F.3d 212, 227 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Against this backdrop, the record rebuts the appellant's contention that the district court did too little.  It shows that, at the disposition hearing, the judge made a specific finding as to each controverted matter:  drug quantity, possession of a firearm, and role in the offense.  If the transcript that embodies those findings has not already been appended to the PSI Report, we direct that this amalgamation be made.  No more is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">11.  Possession of a Firearm.   In this case, the district court increased the BOL by two levels because the appellant possessed a firearm in connection with his drug-trafficking activities.  See USSG &#167; 2D1.1(b)(1).  The appellant urges us to nullify this enhancement.  He bases his argument on an analogy to Bailey v. United States, 516 U.S. 137, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995).  For purposes of a prosecution under 18 U.S.C. &#167; 924(c)(1), Bailey requires proof that the defendant's \"use\" of a firearm had an active relation to the underlying drug offense (e.g., that the defendant displayed, fired, or brandished the weapon).  See id. 116 S.Ct. at 503.   We agree with the sentencing judge that Bailey is not controlling here.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The sentencing guidelines govern this sentence enhancement.  The applicable guideline provides that \"[i]f a dangerous weapon (including a firearm) was possessed,\" the court should increase the defendant's BOL by two levels.  USSG &#167; 2D1.1(b)(1).  The appellant argues that this guideline provision should be construed in pari materia with section 924(c)(1)--but he does not explain why this parallelism must exist.  The language of the two provisions is dissimilar.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  So, too, is their effect:  a conviction under 18 U.S.C. &#167; 924(c)(1) results in an incremental five-year consecutive sentence, while a sentence enhancement under USSG &#167; 2D1.1(b)(1) results merely in a two-level adjustment to the defendant's BOL.  Most importantly, the interpretation of the guideline provision is colored by the Sentencing Commission's instruction that \"[t]he adjustment should be applied if the weapon was present, unless it is clearly improbable that the weapon was connected with the offense.\"  USSG &#167; 2D1.1(b)(2), comment.  (n.3).  This is a far cry from the way in which the Bailey Court instructs judges to approach section 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We need not tarry.  Bailey is inapposite here.  And, moreover, the evidence amply supports a finding, by a preponderance, that the appellant possessed a firearm for potential use in connection with his drug-trafficking activities.  See, e.g., United States v. Berrios, 132 F.3d 834, 839 (1st Cir.1998);  United States v. Gonzalez-Vazquez, 34 F.3d 19, 24 (1st Cir.1994);  United States v. Ruiz, 905 F.2d 499, 507 (1st Cir.1990).  Accordingly, the district court did not err in enhancing the appellant's sentence under USSG &#167; 2D1.1(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">12.  Supervisory Role.  The district court also boosted the appellant's BOL for his role as a supervisor in the narcotics enterprise.  The appellant claims that the finding lacks support.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In order to qualify for a two-level enhancement as a supervisor in a criminal enterprise, a defendant must exercise control over at least one other culpable individual.  See United States v. Akitoye, 923 F.2d 221, 227 (1st Cir.1991) (discussing USSG &#167; 3B1.1(c)).  The appellant's argument here boils down to a plaint that the district court made no specific findings in support of its determination that he deserved the enhancement.  Although such findings are always helpful, they are unnecessary when the record clearly reflects the basis of the court's determination.  See United States v. Quinones, 26 F.3d 213, 219 (1st Cir.1994) (indicating a willingness to overlook the absence of findings \"if the reasons for the judge's choice are obvious or if an explanation can fairly be implied from the record as a whole\").  This is such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">At trial, the government presented two witnesses who indicated that the appellant was in charge of the conspiracy's drug point in Corozal.  The government also presented testimony as to how the drug points were managed and the number of individuals involved.  This evidence is self-explanatory and provides adequate support for the district court's determination that the appellant ran a drug point and supervised others in so doing.  See United States v. Cruz, 120 F.3d 1, 4 (1st Cir.1997) (en banc).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">13.  Drug Quantity.   In a narcotics case, drug quantity is an important integer in calculating the BOL (and, hence, the sentence itself).  See Sepulveda, 15 F.3d at 1197.   To determine the drug quantity attributable to a particular defendant, a court looks to the quantity of drugs associated with the count(s) of conviction, plus all \"relevant conduct,\" i.e., those acts that were part of the same \" 'common scheme or plan as the offense of conviction', whether or not charged in the indictment.\"  United States v. Sklar, 920 F.2d 107, 110 (1st Cir.1990) (quoting USSG &#167; 1B1.3(a)(2)).  In the case of a conspiracy, however, a defendant cannot be saddled with quantities of drugs that he could not reasonably have foreseen.  See United States v. Garcia, 954 F.2d 12, 15 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Different types of drugs affect the offense-level calculation in different ways.  For instance, a defendant whose relevant conduct involved 30 kilograms or more of heroin would merit a BOL of 38, as would a defendant whose relevant conduct involved 150 kilograms of cocaine, or one whose relevant conduct involved 1.5 kilograms of cocaine base (crack cocaine).  See USSG &#167; 2D1.1(c)(1) (Drug Quantity Table).  The Santiago organization trafficked indiscriminately in heroin, powdered cocaine, and crack, and the sentencing guidelines contain an elaborate conversion formula that can be used in such cases.  See USSG &#167; 2D1.1, comment.  (n.10).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">At the disposition hearing, the judge set the appellant's BOL at 38, but without much in the way of elaboration.  The appellant challenges this assessment.  On the evidence, the judge easily could have found, by the requisite preponderance-of-the-evidence standard, see Sklar, 920 F.2d at 110, that the appellant was a member of the Santiago organization, whose relevant conduct encompassed drug transactions occurring at the Arecibo and Corozal drop points.  But the court did not reference any evidence to support an assessment of the volume of drugs sold at either location, and the PSI Report contains no such quantification.  While we may agree with the government that the Santiago organization did a substantial amount of narcotics business, and that the totals necessary for a BOL of 38 (e.g., 1.5 kilograms of crack) seem attainable given the appellant's role in the conspiracy, we cannot uphold a drug quantity calculation on the basis of hunch or intuition.  See Sepulveda, 15 F.3d at 1199;  Sklar, 920 F.2d at 113.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In this case, drug quantity dictated the appellant's sentence in large part.  In the absence of particularized findings to support the assigned BOL, we have no principled choice but to vacate the sentence and remand for further findings and resentencing.  See Sepulveda, 15 F.3d at 1199;  United States v. O'Campo, 973 F.2d 1015, 1026 (1st Cir.1992).</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We need go no further.  Although the appellant has raised a gallimaufry of arguments anent his conviction, all of them--including some that do not warrant discussion--are unavailing.  For aught that appears, the appellant was fairly tried and justly convicted.  A question lingers, however, as to the appropriateness of the appellant's sentence.  That question apparently turns on the issue of drug quantity, since the appellant's other sentence-related arguments all are groundless.  To enable this final question to be answered, we vacate the appellant's sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The appellant's conviction is affirmed, his sentence is vacated, and the case is remanded for resentencing.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The jury also found for the government on a count that sought criminal forfeiture.  See 21 U.S.C. &#167; 853 (1994).  Because the appellant does not mount an independent challenge to this disposition, we abjure any further mention of it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At trial, Jose Nevarez, a police officer, described an incident in which the appellant was shot.  Among other things, Nevarez testified that, immediately after the shooting, Marrero made a telephone call from his cellular telephone.  He then refused to assist the police in gathering information about the perpetrators.  This testimony corroborated other evidence that the Santiago organization was engaged in a \"drug war\" with a rival gang</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The rule provides in pertinent part:</p>\n        <p>[T]he defendant may, in order to afford an opportunity to move to suppress evidence ..., request notice of the government's intention to use (in its evidence in chief at trial) any evidence which the defendant may be entitled to discover under Rule 16....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, the district court noted specially that a variety of factors, such as the unavailability of witnesses and sloppy prosecutorial work at the local level, may well have contributed to the dismissal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We emphasize that the district court, although permitting questions as to the appellant's arrest and the circumstances thereof to show his participation in the drug-trafficking conspiracy and to corroborate the testimony of cooperating witnesses, precluded the government from introducing any evidence that local authorities charged or prosecuted Marrero</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Withal, the court's decision to empanel four alternate jurors entitled the appellant to two additional peremptory challenges that he never received.  See Fed.R.Crim.P. 24(c).  But the appellant never objected to the number of challenges he was afforded anent the empanelment of the alternates and thus failed to preserve the right to raise this error on appeal.  See United States v. Broadus, 7 F.3d 460, 463 (6th Cir.1993) (holding that a defendant's failure to object to the denial of his right peremptorily to challenge alternates constitutes a waiver of any right to appeal the issue);  Carbo v. United States, 314 F.2d 718, 748 (9th Cir.1963) (holding that Rule 24(c) violations not brought to the district court's attention are forfeited).  Moreover, since none of the alternates actually were called upon to serve as jurors, the error was patently harmless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Section 924(c)(1) provides in pertinent part that \"[w]hoever, during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime, be sentenced to imprisonment for five years....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note, parenthetically, that the district judge recognized that he could have increased the BOL by three or four levels, rather than two, because of the organization's extensiveness.  We need not speculate why the court eschewed this course, as the government has not brought a cross-appeal</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Luis A. MARRERO-ORTIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-2187.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 16, 1998.<br>Decided Nov. 17, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ivan Dominguez for appellant.</p>\n      <p class=\"indent\">Grace Chung Becker, Trial Attorney, U.S. Dept. of Justice, with whom John C. Keeney, Acting Assistant Attorney General, and Theresa M.B. Van Vliet were on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the wake of his conviction on a charge of conspiracy to possess controlled substances with intent to distribute, see 21 U.S.C. &#167;&#167; 841(a)(1), 846 (1994), defendant-appellant Luis Marrero-Ortiz (Marrero), one of thirty-one defendants named in a wide-ranging indictment, claims that the district court committed a host of errors.  We have reviewed the trial record with care and find Marrero's multi-pronged attack on his conviction meritless.  Withal, one aspect of the trial court's sentencing determination gives us pause.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">With this brief prelude, we proceed to discuss Marrero's principal assignments of error, segregating those points that relate to his conviction from those that relate to sentencing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>Trial Issues</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We start by addressing those assignments of error that center on the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. Sufficiency of the Evidence.   On a defendant's timely motion, a federal trial court is constrained to order a judgment of acquittal with respect to any given charge if the government fails to present sufficient evidence to sustain a conviction.  See Fed.R.Crim.P. 29(a).  In this instance, the appellant sought--but did not secure--judgment of acquittal under Rule 29.  We review the district court's determination de novo, applying precisely the same standard that obtained below:  \"whether, after assaying all the evidence in the light most amiable to the government, and taking all reasonable inferences in its favor, a rational factfinder could find, beyond a reasonable doubt, that the prosecution successfully proved the essential elements of the crime.\"  United States v. Hernandez, <span class=\"citation\" data-id=\"198013\"><a href=\"/opinion/198013/united-states-v-hernandez-favale/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 32 (1st Cir.1998) (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"To prove a drug conspiracy charge under 21 U.S.C. &#167; 846, the government is obliged to show beyond a reasonable doubt that a conspiracy existed and that a particular defendant agreed to participate in it, intending to commit the underlying substantive offense....\"  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1173 (1st Cir.1993).  The prosecution may meet its burden through either direct or circumstantial evidence, or through some combination thereof.  See United States v. Houlihan, <span class=\"citation\" data-id=\"196936\"><a href=\"/opinion/196936/united-states-v-houlihan/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1292 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this case, the appellant claims that the government's proof fell short in two respects because the evidence failed to show either that he agreed to participate in the conspiracy or that he possessed an intent to commit the underlying offense.  This claim rests mainly on the assertion that the prosecution offered no direct proof that the appellant personally engaged in drug transactions.  The claim is groundless:  proof of direct participation in the sale of drugs is not required to convict in a drug conspiracy case.  See, e.g., United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 735 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In all events, a percipient witness, Marcos Hidalgo Melendez (Hidalgo), himself a coconspirator, testified that he received money from the appellant after delivering narcotics to him.  Furthermore, Hidalgo and another admitted coconspirator testified in substance that Marrero served as a supervisor at the drug ring's distribution center in Corozal.  This evidence, in conjunction with testimony concerning (i) the appellant's frequent presence at the ring's distribution center in Arecibo, (ii) the appellant's wounding during a skirmish between rival drug gangs (see infra Point 3), (iii) the inclusion of the appellant's name and telephone number in a drug ledger and related records seized from the ringleader's home, and (iv) the appellant's repeated posting of bail for members of the conspiracy, was sufficient to ground the jury's verdict.  See United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 712 (1st Cir.1992) (permitting factfinders to \"draw reasonable inferences from the evidence based on shared perceptions and understandings of the habits, practices, and inclinations of human beings,\" and warning that, in assessing sufficiency challenges, factfinders are required neither \"to divorce themselves from their common sense nor to abandon the dictates of mature experience\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. Variance.  A variance occurs when the facts adduced at trial differ meaningfully from those adumbrated in the indictment.  The appellant contends that the instant indictment contained a fatal variance because it charged him with supervising a drug point in Arecibo, while the evidence introduced at trial linked him primarily to drug transactions in Corozal.  We reject this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In a criminal case, not every difference between the indictment and the proof justifies relief;  only those instances in which a disparity is material and affects a defendant's substantial rights warrant reversal.  See United States v. Tormos-Vega, <span class=\"citation\" data-id=\"580292\"><a href=\"/opinion/580292/united-states-v-jose-tormos-vega-united-states-of-america-v-juan-luis/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1103</span></a></span>, 1115 (1st Cir.1992) (explaining that a variance justifies reversal only if it materially impairs the defendant's right to \"have sufficient knowledge of the charge against him in order to prepare an effective defense and avoid surprise at trial\");  accord United States v. Fisher, <span class=\"citation\" data-id=\"194868\"><a href=\"/opinion/194868/united-states-v-fisher/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 463 (1st Cir.1993).  We think that the charging document suffices in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The indictment describes the manner and means of the conspiracy as the retail distribution of narcotics at numerous locations (\"puntos\") controlled by the so-called Santiago organization, specifically, Arecibo and \"elsewhere.\"   It then limns 42 overt acts, including some acts committed at Arecibo and some at Corozal.  In paragraph 22 the indictment charges the appellant, acting in furtherance of the conspiracy, with possession of a firearm in Corozal.  These allegations provided an adequate preview of the proof to come.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government need not recite all its evidence in the indictment, nor is its trial proof limited to the overt acts specified therein.  See United States v. Bradstreet, <span class=\"citation\" data-id=\"197762\"><a href=\"/opinion/197762/united-states-v-bradstreet/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 53 (1st Cir.1998);  United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 477 (1st Cir.1993);  United States v. Bello-Perez, <span class=\"citation\" data-id=\"593168\"><a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span>, 669 (1st Cir.1992).  In this instance, the indictment, despite its emphasis in paragraph 10 on the appellant's control over the sale of drugs in Arecibo, put him squarely on notice that the prosecution viewed his dealings in Corozal as an integral part of the conspiratorial mix.  Because the appellant cannot credibly claim surprise, the asserted variance does not warrant setting aside the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">3. The Shooting Incident.   The appellant protests a district court ruling permitting the prosecution to introduce evidence about his involvement in a shooting incident in Corozal.  The nature of the evidence is described in the margin.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We conclude that the court acted within its discretion in admitting the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Relevant evidence is evidence that has a \"tendency to make the existence of any fact ... more probable or less probable than it would be without the evidence.\"  Fed.R.Evid. 401.  Evidence, though relevant, nonetheless may be excluded if its probative value is overbalanced by other considerations, such as by the danger of unfair prejudice.  See United States v. McKeeve, <span class=\"citation\" data-id=\"197677\"><a href=\"/opinion/197677/united-states-v-mckeeve/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 13 (1st Cir.1997) (citing Fed.R.Evid. 403).  Virtually all evidence is meant to be prejudicial, and it is only unfair prejudice against which Rule 403 protects.  See United States v. Pitrone, <span class=\"citation\" data-id=\"197373\"><a href=\"/opinion/197373/united-states-v-pitrone/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1997);  Houlihan, 92 F.3d at 1297.   Because such determinations are peculiarly within the ken of trial courts, we review them only for abuse of discretion.  See Pitrone, 115 F.3d at 7;  Houlihan, 92 F.3d at 1297.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Concluding that evidence of the shooting incident made it more probable that Marrero was a member of the conspiracy, and that the evidence's probative worth outweighed any unfairly prejudicial effect, the district court admitted the evidence.  We decline to second-guess this ruling.  See Freeman v. Package Mach. Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1340 (1st Cir.1988) (\"Only rarely--and in extraordinarily compelling circumstances--will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4. Rule 12(d)(2).   Citing Fed.R.Crim.P. 12(d)(2), the appellant assigns error to the district court's admission of certain evidence during trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The background is as follows.  Because of the numerosity of defendants, the district court ordered two separate trials on the indictment.  The court placed the appellant in the second group.  The government designated all its evidence prior to the first trial, but did not renew the designation prior to the second trial.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Without citing any pertinent authority, the appellant claims that the government had an obligation to redesignate the evidence before using it at the second trial.  The applicable test is for abuse of discretion, see United States v. de la Cruz-Paulino, <span class=\"citation\" data-id=\"196221\"><a href=\"/opinion/196221/united-states-v-de-la-cruz-paulino/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">986</span></a></span>, 993 n. 3 (1st Cir.1995), and we are not persuaded that the district court perpetrated an abuse when it ruled that the initial designation satisfied Rule 12(d)(2)'s notice requirements.  Under the circumstances, redesignation would have served no useful purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We add that, even if the government's failure to redesignate the evidence technically violated the rule, the violation did not prejudice the defense.  The appellant's main emphasis in this aspect of his appeal relates to certain incriminating statements allegedly made by him after the shooting incident described in Point 3, supra.  Rule 12(d)'s function is procedural;  compliance with its terms enables a defendant to move for suppression in a timely manner.  Here, the district court permitted the appellant, out of time, to file a suppression motion addressed to the incriminating statements.  See de la Cruz-Paulino, 61 F.3d at 994 n. 5 (endorsing this practice).  The court then denied the motion, holding that the government had a right to use the statements.  Given that eminently correct ruling, the appellant's claim of prejudice rings hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Taking an alternate tack, the appellant also suggests that the government's failure to designate evidence relating to both his possession of firearms and his relationship with other participants in a drug transaction violated Rule 12(d)(2).  But the appellant is firing blanks;  he makes no developed argument for the suppression of such evidence.  Absent some articulation of a convincing rationale for quashal, the lack of an opportunity to file a pretrial suppression motion cannot be viewed as prejudicial.  See id. at 994.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">5. Cross-Examination.  The appellant complains that the district court transgressed his fundamental right to cross-examine adverse witnesses when it barred him from eliciting testimony, through cross-examination of a prosecution witness, that local charges related to his arrest for weapons possession had been dismissed.  Managing the scope of cross-examination is a matter that falls within the district court's sound discretion.  See United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 254 (1st Cir.1990).  We are confident that the court did not abuse its discretion when it prohibited the appellant from cross-examining the witness regarding the prior proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This court recently joined several other circuits in holding that a district court has discretion to exclude from evidence acquittals or other favorable outcomes of prior state court proceedings involving the same subject matter.  See United States v. Smith, <span class=\"citation\" data-id=\"198012\"><a href=\"/opinion/198012/united-states-v-smith/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></a></span>, 462 (1st Cir.1998);  accord United States v. Thomas, <span class=\"citation\" data-id=\"741052\"><a href=\"/opinion/741052/united-states-v-gregory-m-thomas/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 249-50 (D.C.Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">635</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></span> (1997);  United States v. Jones, <span class=\"citation\" data-id=\"481044\"><a href=\"/opinion/481044/united-states-v-bryant-jones-curtis-young-and-donnis-glen-humphrey/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">561</span></a></span>, 566 (7th Cir.1986);  United States v. Irvin, <span class=\"citation\" data-id=\"468223\"><a href=\"/opinion/468223/united-states-v-wilson-hopson-irvin/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1506</span></a></span>, 1516-17 (11th Cir.1986);  United States v. Sutton, <span class=\"citation\" data-id=\"434958\"><a href=\"/opinion/434958/energy-mgt-p-26487-15-fed-r-evid-serv-1639-united-states-of-america/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1483</span></a></span>, 1493 (10th Cir.1984);  United States v. Viserto, <span class=\"citation\" data-id=\"365539\"><a href=\"/opinion/365539/united-states-v-frank-viserto-jr-richard-rocco-joseph-solce-garnet/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span>, 537 (2d Cir.1979).  The rationale is plain:  such evidence ordinarily does not prove innocence.  After all, cases are dismissed for a variety of reasons, many of which are unrelated to culpability.  Because evidence of a dismissal may have served to confuse the jury rather than to assist it,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the district court had the authority to exclude such evidence here.  See Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Undaunted, the appellant makes a related argument.  He says that, even if the district court ordinarily can exclude such evidence, it should not have done so here because it permitted a government witness to testify that Marrero had been arrested locally.  The law is against the appellant's position:  other courts have held routinely that a district judge does not abuse his discretion by allowing some evidence related to a local proceeding, yet barring evidence of the outcome of that proceeding.  See, e.g., Jones, 808 F.2d at 566-67;  Sutton, 732 F.2d at 1493.   We need not go so far, however, for in this instance, the appellant opened the door by inquiring during cross-examination if the witness personally arrested Marrero.  He cannot now be heard to complain that the government followed his lead and elicited the challenged testimony on redirect.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">6. Jencks Act.  The Jencks Act, 18 U.S.C. &#167; 3500, in concert with Fed.  R.Crim. P 26.2, controls the production of certain witness statements in the government's possession.  In this case, the appellant sought to inspect rough notes taken by an Internal Revenue Service agent, Felicia Ramos, during an interview of Hidalgo (who testified at the trial as a government witness).  The appellant maintains that the notes comprised a \"statement\" under 18 U.S.C. &#167; 3500(e)(1), that the government therefore was obliged to produce them, and that their availability would have enabled him to impeach Hidalgo's credibility.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Jencks Act ordains that \"[a]fter a witness called by the United States has testified on direct examination, the court shall, on motion of the defendant, order the United States to produce any statement ... of the witness in the possession of the United States which relates to the subject matter as to which the witness has testified.\"  18 U.S.C. &#167; 3500(b).  The question here is whether the notes constitute a \"statement.\"   The statute itself provides some enlightenment, defining a \"statement\" as one \"made by said witness and signed or otherwise adopted or approved by h[er]\" 18 U.S.C. &#167; 3500(e)(1).  A written summary of a witness interview is not a statement unless the evidence shows that the witness adopted the notes, a phenomenon that would occur, for example, if \"the interviewer read the statement back to the witness and ... the witness approved the statement.\"  United States v. Gonzalez-Sanchez, <span class=\"citation\" data-id=\"492352\"><a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span>, 586 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this instance, the record is barren of any evidence that Hidalgo adopted the notes in question or that they otherwise satisfied the Jencks Act's definition of a statement.  Hence, the government had no obligation to produce them and the denial of discovery was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">7. Anonymous Jury.  Under 28 U.S.C. &#167; 1863(b)(7), a district court may empanel an anonymous jury in any case in which \"the interests of justice so require.\"   We recently held that this standard is satisfied when \"there are strong grounds for concluding that [anonymity] is necessary to enable the jury to perform its factfinding function, or to ensure juror protection.\"  United States v. DeLuca, <span class=\"citation\" data-id=\"751763\"><a href=\"/opinion/751763/united-states-v-robert-p-deluca-sr-united-states-of-america-v-gerard/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 31 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">174</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></span> (1998) (No. 98-141).  The trial court must take care, however, to implement reasonable safeguards \"to minimize any risk of infringement upon the fundamental rights of the accused.\"  Id. Under these criteria, Judge Fuste did not exceed the scope of his discretion when he empaneled an anonymous jury in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The indictment charged the appellant and his coconspirators with membership in a sprawling drug ring that often resorted to violence in its pursuit of profits.  The government's evidence indicated, for example, that a co-defendant, Miranda, ordered the murders of six people during 1993 and 1994 in retaliation for the slaying of Santiago's bodyguard.  The appellant himself suffered a bullet wound while in the organization's service.  See supra Point 3. During the arraignment that followed the return of this indictment, a brawl erupted.  Last--but surely not least--the government proffered evidence indicating that the Santiago drug ring was plotting to murder federal agents and local police officers to improve the odds at trial.  Under these ominous circumstances, the court reasonably could have believed that the jurors were in harm's way.  In turn, this reasonable belief adequately supported the empanelment of an anonymous jury.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">By like token, Judge Fuste took satisfactory precautions to protect the defendants' rights.  He did not mention any threat to juror safety, but, rather, informed the jurors that they would remain anonymous during the trial because of publicity concerns.  He then instructed the jury on the presumption of innocence, and periodically repeated that instruction as the trial progressed.  No more was exigible.  See id. at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">8. Peremptory Challenges.   In a related vein, the appellant argues that the empanelment of an anonymous jury created a need for additional peremptory challenges, beyond those ordinarily allowed.  See Fed.R.Crim.P. 24(b) (delineating allotment and distribution of peremptories).  Although the applicable rule allows a judge to grant additional challenges, the judge has wide discretion in administering this authority.  See United States v. Cox, <span class=\"citation\" data-id=\"446763\"><a href=\"/opinion/446763/united-states-v-dorothy-cox-united-states-of-america-v-anthony-marra/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 747-48 (1st Cir.1985).  The empaneling of an anonymous jury neither curtails the scope of this discretion nor obligates a district court to afford more peremptories to the defense.  We therefore reject the appellant's assignment of error.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>Sentencing Issues</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We turn next to the appellant's myriad challenges to the 360-month sentence that the district court imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">9. Continuance of Disposition Hearing.  Fed.R.Crim.P. 32(a) requires, inter alia, that the trial court impose sentence without undue delay.  Such a disposition occurs following the preparation of the presentence investigation report (PSI Report) and the lodging of objections thereto.  See Fed.R.Crim.P. 32(b)(6)(C) (\"Not later than 7 days before the sentencing hearing, the probation officer must submit the presentence report to the court, together with an addendum setting forth any unresolved objections ... [a]t the same time, the probation officer must furnish the revisions of the presentence report and the addendum to the defendant.\").  In this instance, the probation officer did not distribute the addendum to the PSI Report in a timely manner.  The appellant--who unsuccessfully sought a continuance--makes three arguments in regard to this lapse:  (1) that the probation officer's failure to comply strictly with Rule 32 denied him the opportunity adequately to prepare a rebuttal to the PSI Report;  (2) that the probation officer's belated response to the appellant's objections created unfair surprise;  and (3) that, as a result of this surprise, defense counsel was unable either to explain the PSI Report to his client or to discuss the proceedings with him.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Appellate review of a trial court's ruling on a sentencing continuance is deferential.  See United States v. Ottens, <span class=\"citation\" data-id=\"196541\"><a href=\"/opinion/196541/united-states-v-ottens/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 359-60 (1st Cir.1996) (adopting abuse of discretion standard).  The focus is on what constitutes a reasonable period of time for preparation, not on defense counsel's \"subjective satisfaction with his level of preparedness.\"  Id. at 359.   In sifting the entire panoply of relevant considerations, the district court may consider factors such as prior continuances, time available for preparation, and how efficiently defense counsel used the available time.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In the case at bar, the lower court postponed the disposition hearing for two months to give defense counsel more time to review the PSI Report.  During this two-month interlude, defense counsel filed several objections (which prompted the addendum).  Defense counsel at no time sought to introduce any new evidence, despite ample time to prepare rebuttal arguments.  Finally, although defense counsel did not receive a copy of the addendum until the day before the new sentencing date, that document did no more than respond to points that defense counsel himself had raised.  He obviously had enough time to review it because he argued eloquently concerning the conclusions that it contained.  Hence, the appellant's first argument founders.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nor can the appellant convincingly claim undue surprise.  Defense counsel already had been granted a generous continuance.  He knew the information contained within the PSI Report, and he had two months in which to prepare his rebuttal.  The addendum did not contain any new information;  it merely referenced trial testimony to refute the appellant's objections and, concomitantly, to support the probation officer's recommendation of a base offense level (BOL) of 38, a two-level upward adjustment for possession of a firearm, and a two-level enhancement for a supervisory role.  The fact that the appellant received the addendum the day before sentencing, although violative of Rule 32(b)(6)(C), is not sufficient, in and of itself, to establish undue surprise.  See United States v. Williams, <span class=\"citation\" data-id=\"320296\"><a href=\"/opinion/320296/united-states-v-ballard-williams/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 54-55 (1st Cir.1974) (holding an analogous violation harmless on the ground that the PSI Report did not contain any information that the defendant could not have anticipated, despite the fact that the defendant received it five minutes before the disposition hearing).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Finally, the appellant's claim that he did not have the opportunity to discuss the sentencing materials with his defense counsel is unsupported.  The sentencing transcript reflects that the judge asked the appellant whether he had reviewed the PSI Report with his attorney and the appellant replied \"yes.\"   When asked if he had any further objections to it, the appellant replied \"no.\"   Courts long have held that a defendant cannot make solemn representations at sentencing and freely disclaim them at a later date, when it is to his advantage to do so.  See United States v. Mata-Grullon, <span class=\"citation\" data-id=\"530304\"><a href=\"/opinion/530304/united-states-v-ramon-mata-grullon-aka-santos-perez/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 24 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">10.  Written Findings.  Fed.R.Crim.P. 32(c)(1) requires that the trial court make a finding in respect to each matter controverted at sentencing (or, alternatively, make a finding that the controverted matter has no bearing).  The rule also directs the sentencing court to append a written record of its findings to the judgment.  See id.   The appellant complains that the sentencing court neglected to follow this regimen.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">When the sentencing court makes specific findings ore tenus, the court may append the sentencing transcript to the PSI Report and thus effect compliance with Rule 32(c)(1).  See United States v. Bruckman, <span class=\"citation\" data-id=\"522867\"><a href=\"/opinion/522867/united-states-v-neal-r-bruckman/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span>, 65 (1st Cir.1989).  Preparing an additional written record of findings is merely \"ministerial,\" and will not be required.  Id.;  accord United States v. Mena-Robles, <span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1037 n. 14 (1st Cir.1993).  The same is true when the court makes implicit findings by reference to detailed suggestions in the PSI Report.  See United States v. Ovalle-Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 227 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Against this backdrop, the record rebuts the appellant's contention that the district court did too little.  It shows that, at the disposition hearing, the judge made a specific finding as to each controverted matter:  drug quantity, possession of a firearm, and role in the offense.  If the transcript that embodies those findings has not already been appended to the PSI Report, we direct that this amalgamation be made.  No more is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">11.  Possession of a Firearm.   In this case, the district court increased the BOL by two levels because the appellant possessed a firearm in connection with his drug-trafficking activities.  See USSG &#167; 2D1.1(b)(1).  The appellant urges us to nullify this enhancement.  He bases his argument on an analogy to Bailey v. United States, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995).  For purposes of a prosecution under 18 U.S.C. &#167; 924(c)(1), Bailey requires proof that the defendant's \"use\" of a firearm had an active relation to the underlying drug offense (e.g., that the defendant displayed, fired, or brandished the weapon).  See id. 116 S.Ct. at 503.   We agree with the sentencing judge that Bailey is not controlling here.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The sentencing guidelines govern this sentence enhancement.  The applicable guideline provides that \"[i]f a dangerous weapon (including a firearm) was possessed,\" the court should increase the defendant's BOL by two levels.  USSG &#167; 2D1.1(b)(1).  The appellant argues that this guideline provision should be construed in pari materia with section 924(c)(1)--but he does not explain why this parallelism must exist.  The language of the two provisions is dissimilar.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  So, too, is their effect:  a conviction under 18 U.S.C. &#167; 924(c)(1) results in an incremental five-year consecutive sentence, while a sentence enhancement under USSG &#167; 2D1.1(b)(1) results merely in a two-level adjustment to the defendant's BOL.  Most importantly, the interpretation of the guideline provision is colored by the Sentencing Commission's instruction that \"[t]he adjustment should be applied if the weapon was present, unless it is clearly improbable that the weapon was connected with the offense.\"  USSG &#167; 2D1.1(b)(2), comment.  (n.3).  This is a far cry from the way in which the Bailey Court instructs judges to approach section 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We need not tarry.  Bailey is inapposite here.  And, moreover, the evidence amply supports a finding, by a preponderance, that the appellant possessed a firearm for potential use in connection with his drug-trafficking activities.  See, e.g., United States v. Berrios, <span class=\"citation\" data-id=\"749864\"><a href=\"/opinion/749864/united-states-v-george-berrios-aka-antonio-candelario-united-states-v/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">834</span></a></span>, 839 (1st Cir.1998);  United States v. Gonzalez-Vazquez, <span class=\"citation\" data-id=\"195584\"><a href=\"/opinion/195584/united-states-v-gonzalez-vazquez/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 24 (1st Cir.1994);  United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 507 (1st Cir.1990).  Accordingly, the district court did not err in enhancing the appellant's sentence under USSG &#167; 2D1.1(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">12.  Supervisory Role.  The district court also boosted the appellant's BOL for his role as a supervisor in the narcotics enterprise.  The appellant claims that the finding lacks support.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In order to qualify for a two-level enhancement as a supervisor in a criminal enterprise, a defendant must exercise control over at least one other culpable individual.  See United States v. Akitoye, <span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 227 (1st Cir.1991) (discussing USSG &#167; 3B1.1(c)).  The appellant's argument here boils down to a plaint that the district court made no specific findings in support of its determination that he deserved the enhancement.  Although such findings are always helpful, they are unnecessary when the record clearly reflects the basis of the court's determination.  See United States v. Quinones, <span class=\"citation\" data-id=\"672030\"><a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 219 (1st Cir.1994) (indicating a willingness to overlook the absence of findings \"if the reasons for the judge's choice are obvious or if an explanation can fairly be implied from the record as a whole\").  This is such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">At trial, the government presented two witnesses who indicated that the appellant was in charge of the conspiracy's drug point in Corozal.  The government also presented testimony as to how the drug points were managed and the number of individuals involved.  This evidence is self-explanatory and provides adequate support for the district court's determination that the appellant ran a drug point and supervised others in so doing.  See United States v. Cruz, <span class=\"citation\" data-id=\"744197\"><a href=\"/opinion/744197/united-states-v-ceferino-cruz/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1997) (en banc).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">13.  Drug Quantity.   In a narcotics case, drug quantity is an important integer in calculating the BOL (and, hence, the sentence itself).  See Sepulveda, 15 F.3d at 1197.   To determine the drug quantity attributable to a particular defendant, a court looks to the quantity of drugs associated with the count(s) of conviction, plus all \"relevant conduct,\" i.e., those acts that were part of the same \" 'common scheme or plan as the offense of conviction', whether or not charged in the indictment.\"  United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 110 (1st Cir.1990) (quoting USSG &#167; 1B1.3(a)(2)).  In the case of a conspiracy, however, a defendant cannot be saddled with quantities of drugs that he could not reasonably have foreseen.  See United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Different types of drugs affect the offense-level calculation in different ways.  For instance, a defendant whose relevant conduct involved 30 kilograms or more of heroin would merit a BOL of 38, as would a defendant whose relevant conduct involved 150 kilograms of cocaine, or one whose relevant conduct involved 1.5 kilograms of cocaine base (crack cocaine).  See USSG &#167; 2D1.1(c)(1) (Drug Quantity Table).  The Santiago organization trafficked indiscriminately in heroin, powdered cocaine, and crack, and the sentencing guidelines contain an elaborate conversion formula that can be used in such cases.  See USSG &#167; 2D1.1, comment.  (n.10).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">At the disposition hearing, the judge set the appellant's BOL at 38, but without much in the way of elaboration.  The appellant challenges this assessment.  On the evidence, the judge easily could have found, by the requisite preponderance-of-the-evidence standard, see Sklar, 920 F.2d at 110, that the appellant was a member of the Santiago organization, whose relevant conduct encompassed drug transactions occurring at the Arecibo and Corozal drop points.  But the court did not reference any evidence to support an assessment of the volume of drugs sold at either location, and the PSI Report contains no such quantification.  While we may agree with the government that the Santiago organization did a substantial amount of narcotics business, and that the totals necessary for a BOL of 38 (e.g., 1.5 kilograms of crack) seem attainable given the appellant's role in the conspiracy, we cannot uphold a drug quantity calculation on the basis of hunch or intuition.  See Sepulveda, 15 F.3d at 1199;  Sklar, 920 F.2d at 113.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In this case, drug quantity dictated the appellant's sentence in large part.  In the absence of particularized findings to support the assigned BOL, we have no principled choice but to vacate the sentence and remand for further findings and resentencing.  See Sepulveda, 15 F.3d at 1199;  United States v. O'Campo, <span class=\"citation\" data-id=\"589965\"><a href=\"/opinion/589965/united-states-v-claudia-ocampo-united-states-v-julian-redeondo/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></a></span>, 1026 (1st Cir.1992).</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We need go no further.  Although the appellant has raised a gallimaufry of arguments anent his conviction, all of them--including some that do not warrant discussion--are unavailing.  For aught that appears, the appellant was fairly tried and justly convicted.  A question lingers, however, as to the appropriateness of the appellant's sentence.  That question apparently turns on the issue of drug quantity, since the appellant's other sentence-related arguments all are groundless.  To enable this final question to be answered, we vacate the appellant's sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The appellant's conviction is affirmed, his sentence is vacated, and the case is remanded for resentencing.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The jury also found for the government on a count that sought criminal forfeiture.  See 21 U.S.C. &#167; 853 (1994).  Because the appellant does not mount an independent challenge to this disposition, we abjure any further mention of it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At trial, Jose Nevarez, a police officer, described an incident in which the appellant was shot.  Among other things, Nevarez testified that, immediately after the shooting, Marrero made a telephone call from his cellular telephone.  He then refused to assist the police in gathering information about the perpetrators.  This testimony corroborated other evidence that the Santiago organization was engaged in a \"drug war\" with a rival gang</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The rule provides in pertinent part:</p>\n        <p>[T]he defendant may, in order to afford an opportunity to move to suppress evidence ..., request notice of the government's intention to use (in its evidence in chief at trial) any evidence which the defendant may be entitled to discover under Rule 16....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, the district court noted specially that a variety of factors, such as the unavailability of witnesses and sloppy prosecutorial work at the local level, may well have contributed to the dismissal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We emphasize that the district court, although permitting questions as to the appellant's arrest and the circumstances thereof to show his participation in the drug-trafficking conspiracy and to corroborate the testimony of cooperating witnesses, precluded the government from introducing any evidence that local authorities charged or prosecuted Marrero</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Withal, the court's decision to empanel four alternate jurors entitled the appellant to two additional peremptory challenges that he never received.  See Fed.R.Crim.P. 24(c).  But the appellant never objected to the number of challenges he was afforded anent the empanelment of the alternates and thus failed to preserve the right to raise this error on appeal.  See United States v. Broadus, <span class=\"citation\" data-id=\"655314\"><a href=\"/opinion/655314/united-states-v-horace-r-broadus/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></a></span>, 463 (6th Cir.1993) (holding that a defendant's failure to object to the denial of his right peremptorily to challenge alternates constitutes a waiver of any right to appeal the issue);  Carbo v. United States, <span class=\"citation\" data-id=\"259946\"><a href=\"/opinion/259946/paul-john-carbo-frank-palermo-joseph-sica-louis-tom-dragna-and-truman/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">718</span></a></span>, 748 (9th Cir.1963) (holding that Rule 24(c) violations not brought to the district court's attention are forfeited).  Moreover, since none of the alternates actually were called upon to serve as jurors, the error was patently harmless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Section 924(c)(1) provides in pertinent part that \"[w]hoever, during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime, be sentenced to imprisonment for five years....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note, parenthetically, that the district judge recognized that he could have increased the BOL by three or four levels, rather than two, because of the organization's extensiveness.  We need not speculate why the court eschewed this course, as the government has not brought a cross-appeal</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/259946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751763/"
  ]
}