{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198229/",
  "absolute_url": "/opinion/198229/united-states-v-rodriguez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198229/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:48:14Z",
  "date_modified": "2017-03-24T10:55:26.389264Z",
  "type": "010combined",
  "sha1": "d5abf7d54e4def5459ee0f6a7b31faae5cb89b65",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2002.01A",
  "local_path": null,
  "plain_text": "         United States Court of Appeals\r\n             For the First Circuit\r\n                                  \r\n\nNo. 97-2002\r\n\n                 UNITED STATES,\r\n                   Appellee,\r\n\n                       v.\r\n\n        MIGUEL RODRIGUEZ, A/K/A NEGRITO,\r\n             Defendant, Appellant.\r\n\n                                  \r\n\nNo. 97-2003\r\n\n                 UNITED STATES,\r\n                   Appellee,\r\n\n                       v.\r\n\n                 JOHN ROSARIO,\r\n             Defendant, Appellant.\r\n\n                                  \r\n\nNo. 97-2004\r\n\n                 UNITED STATES,\r\n                   Appellee,\r\n\n                       v.\r\n\n                HECTOR FAMANIA,\r\n         A/K/A DILENGE, A/K/A TALINGE,\r\n             Defendant, Appellant.\r\n\n                                  \r\n\n APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n       FOR THE DISTRICT OF MASSACHUSETTS\r\n\n [Hon. Richard G. Stearns, U.S. District Judge]\r\n\n                                                                Before\r\n\n            Torruella, Chief Judge,\r\n\n         Bownes, Senior Circuit Judge,\r\n\n           and Lynch, Circuit Judge.\r\n\n                                  \r\n\nMichael P. Doolin for appellant Miguel Rodrguez.\r\nJames B. Krasnoo, by appointment of the Court, with whom\r\nRichard Briansky and Law Offices of James Krasnoo, were on brief,\r\nfor appellant John Rosario.\r\nMichael J. Liston, by appointment of the Court, with whom Carr\r\n&amp; Liston, was on brief, for appellant Hctor Famania.\r\nDemetra Lambros, Attorney, U.S. Department of Justice, with\r\nwhom Donald K. Stern, United States Attorney, and George W. Vien,\r\nAssistant United States Attorney, were on brief, for appellee.\r\n\n                                  \r\n\n               December 7, 1998\r\n                                            TORRUELLA, Chief Judge. Following a jury trial,\r\nappellants Miguel Rodrguez, John Rosario, and Hctor Famania were\r\nconvicted of conspiracy to distribute cocaine base, in violation of\r\n21 U.S.C.  846.  Rodrguez was additionally convicted on three\r\ncounts of possession with intent to distribute cocaine base, in\r\nviolation of 21 U.S.C.  841(a)(1), and of engaging in a continuing\r\ncriminal enterprise, in violation of 21 U.S.C.  848.  On appeal,\r\nthe defendants raise numerous issues among which are the lack of\r\nsufficient evidence to convict and abuse of prosecutorial\r\ndiscretion.  For the following reasons, we affirm the convictions\r\nand sentences.\r\n                   BACKGROUND\r\n We review the facts of a criminal case on appeal from a\r\nconviction in the light most favorable to the verdict.  See United\r\nStates v. Gonzlez-Maldonado, 115 F.3d 9, 12 (1st Cir. 1997).  We \r\nsketch the facts presented at trial, providing further details as\r\nthey become relevant to the discussion.\r\n This case concerns a crack cocaine distribution ring in\r\nFramingham, Massachusetts.  Through a joint investigation conducted\r\nby the Drug Enforcement Administration (\"DEA\") and the Framingham\r\npolice during 1994 and 1995, a drug-trafficking operation in the\r\nFramingham community known as \"Beaver Park\" came to light.  At the\r\nhelm of the operation was Miguel Rodrguez.  Among his lieutenants\r\nwere John Rosario and Hctor Famania.\r\n The operation worked in the following manner.  An\r\nindividual known as \"Johnny\" would cook powder cocaine into crack. \r\nRosario and Famania would then cut, measure, and package the drugs\r\nat Rodrguez's direction. Typically, a prospective drug purchaser\r\nwould contact Rodrguez to place an order.  When the customer came\r\nto obtain her drugs, Rodrguez would direct her to one of his\r\ndistributors -- Famania, Rosario, Jos Villafae, Pedro De Jess,\r\nLuis Torres, and others.\r\n Famania and Rosario acted as Rodrguez's lieutenants. In\r\naddition to cutting and packaging the crack for distribution, they\r\nserved as liaisons between Rodrguez and would-be distributors. \r\nBoth regularly sold crack in Beaver Park. \r\n Famania sold Rodrguez-supplied crack out of his\r\napartment.  One customer, Juan Carvajal, visited Famania's\r\napartment on numerous occasions throughout 1995.  Carvajal\r\nwitnessed Famania sell $20 bags of crack daily to various\r\ncustomers, and twice saw Rodrguez give Famania an ounce of crack\r\nfor distribution.  On two occasions, Famania supplied Carvajal with\r\nan ounce of crack.  \r\n Rosario also sold Rodrguez-supplied crack.  Upon\r\ncollecting payment from a prospective buyer, Rosario would spit a\r\nplastic bag containing the crack onto the ground, where it would be\r\nretrieved by the purchaser. \r\nIn January 1995, Rodrguez subordinate Pedro De Jess\r\nmade a crack sale to Angela Aurelio -- who, unbeknownst to him, was\r\nan undercover police officer.  The ounce of crack was supplied by\r\nRodrguez and delivered by De Jess to the officer in her vehicle. \r\nShe paid $950 for the ounce of crack.  A couple of weeks later,\r\nOfficer Aurelio made another undercover buy from De Jess.  This\r\ntime, Aurelio paid De Jess $1000 for an ounce.\r\nInvestigators also employed Alicia Ellerbee, one of\r\nRodrguez's regular customers, to make controlled buys.  On\r\nJuly 10, 1995, Ellerbee met Rodrguez at Beaver Park and placed an\r\norder for an ounce of crack.  Later that day, at a pre-arranged\r\nplace, Rodrguez drove up to Ellerbee.  Upon giving him $900,\r\nEllerbee was directed to the passenger seat of Rodrguez's car,\r\nwhere a baggie covered by a piece of paper had been placed. \r\nEllerbee took the baggie and paper, which she subsequently handed\r\nover to the authorities.  Inside the paper, a Boston Globe\r\nsubscription card carrying the name and address of Famania, was a\r\nbaggie of crack.\r\nOn July 27, 1995, Ellerbee again made a crack purchase\r\nfrom Rodrguez at the DEA's direction.  After she ordered the crack\r\nfrom Rodrguez in the park, Rodrguez walked over to Jos\r\nVillafae. Villafae left, and Ellerbee gave Rodrguez $900. \r\nVillafae then returned and dropped a package of crack into\r\nEllerbee's lap.\r\nOn September 13, 1995, the grand jury indicted Rodrguez,\r\nDe Jess, and Villafae, charging all the defendants with\r\nconspiracy to distribute cocaine and violations of substantive drug\r\noffenses.  On December 22, 1995, the grand jury returned a seven\r\ncount superseding indictment. Count I charged Rodrguez, De Jess,\r\nVillafae, Rosario, Famania, Carvajal with conspiracy to distribute\r\ncocaine base. Count II charged Rodrguez and De Jess with\r\npossession of cocaine base with intent to distribute on January 26,\r\n1995 and aiding and abetting. Count III charged De Jess with\r\npossession of cocaine base with intent to distribute on\r\nFebruary 10, 1995.  Count IV charged Rodrguez with possession of\r\ncocaine base with intent to distribute on July 10, 1995.  Count V\r\ncharged Rodrguez and Villafae with intent to distribute on\r\nJuly 27, 1995 and aiding and abetting.  Count VI charged Rodrguez\r\nwith engaging in a continuing criminal enterprise.  Count VII\r\nsought the criminal forfeiture of Rodrguez's Suzuki Samurai and\r\nNissan Maxima.\r\nCarvajal, De Jess, and Villafae pled guilty and were\r\nsentenced to terms ranging from time served to sixty months. \r\nRodrguez, Famania, and Rosario proceeded to trial, and were\r\nconvicted on all counts. Rodrguez was sentenced to life\r\nimprisonment, Rosario to 262 months imprisonment, and Famania to\r\n235 months imprisonment.\r\n                   DISCUSSION\r\nI.  Continuing Criminal Enterprise Conviction\r\nA conviction under 21 U.S.C.  848 for engaging in a\r\ncontinuing criminal enterprise (\"CCE\") requires proof beyond a\r\nreasonable doubt that the defendant: (1) committed a felony drug\r\noffense; (2) as part of a continuing series of such violations; (3)\r\nin concert with five or more persons in relation to whom he acted\r\nas a supervisor, organizer, or manager; and (4) from which multiple\r\noperations he realized substantial income or other resources. \r\nUnited States v. Hahn, 17 F.3d 502, 506 (1st Cir. 1994).  In\r\nchallenging his conviction, Rodrguez attacks the sufficiency of\r\nthe evidence on the latter two elements.  Neither contention has\r\nmerit.\r\nOne who challenges the sufficiency of the evidence bears\r\na heavy burden:  he must show that no rational jury could have\r\nfound him guilty beyond a reasonable doubt.  See United States v.\r\nFulmer, 108 F.3d 1486, 1492 (1st Cir. 1997).  We review the\r\nsufficiency of the evidence as a whole, in a light most favorable\r\nto the verdict, taking into consideration all reasonable\r\ninferences.  See United States v. Scantleberry-Frank, No. 97-2392,\r\nslip. op. at 10 (1st Cir. Oct. 23, 1998).  We resolve all\r\ncredibility issues in favor of the verdict.  See id.  The evidence\r\nmay be entirely circumstantial, and need not exclude every\r\nhypothesis of innocence; that is, the factfinder may decide among\r\nreasonable interpretations of the evidence.  See id. at 10-11\r\n(citation omitted).\r\nA.  Organizer, Supervisor or Manager under CCE\r\nTo be an organizer, supervisor or manager within the\r\nmeaning of the CCE, the defendant \"need not be the dominant\r\norganizer or manager of the enterprise; he need only occupy some\r\nmanagerial position with respect to five or more persons.\"  United\r\nStates v. Hahn, 17 F.3d 502, 506 n.4 (1st Cir. 1994).  Further, the\r\njurors are not required to agree on the particular identities of\r\nthe subordinates, but must only agree that there were at least five\r\ndoing his bidding.  See United States v. David, 940 F.2d 722, 731\r\n(1st Cir. 1991).\r\nRodrguez concedes that he organized, supervised or\r\nmanaged four individuals:  Rosario, Famania, Villafae, and De\r\nJess.  See Def. Br. at 31.  Contrary to his claim, the government\r\nhas presented sufficient evidence as to a fifth individual.\r\nDe Jess, testified that, like him, \"Peto\" also worked\r\nfor Rodrguez.  See Tr. 10/17 at 11-12.  The relevant testimony is\r\nas follows:\r\nQ: Did you ever see Miguel Rodrguez give \r\n   drugs to Peto?\r\nA: (Through the Interpreter) Yes.\r\nQ: Where did you see those transactions\r\n   take place?\r\nA: (Through the Interpreter) At the house, \r\n   Peto's.\r\n                    . . . \r\nQ: Did you see what Peto did with the money\r\n   he made from the drugs?\r\nA: (Through the Interpreter) He would also \r\n   give it to Miguel.\r\n\nTr. 10/17 at 12-13.\r\nThe jury was entitled to find that \"Peto\" was within\r\nRodrguez's sphere of influence and subject to his supervision in\r\nthe course of his drug trafficking activities.\r\nB.  Substantial Income from the Enterprise\r\nThe \"substantial income\" requirement may be met either by\r\ndirect evidence of the revenues realized and resources accumulated\r\nby the defendant, or by such circumstantial evidence as the\r\ndefendant's position in the criminal organization, and the volume\r\nof drugs handled by the organization.  See Hahn, 17 F.3d at 507. \r\nThe substantial income test establishes no fixed minimum, but is\r\nintended to exclude trivial amounts derived from occasional drug\r\nsales.  See id. (citation omitted).\r\nThere is overwhelming evidence that Rodrguez derived\r\nsubstantial income from the management of his drug activities.  The\r\ngovernment need only prove revenue, not profit.  See id.  Rodrguez\r\nhimself spends over three single-spaced pages of his brief\r\ncataloging trial testimony concerning his drug-trafficking activity\r\nduring the indictment period, see Def. Br. at 23-26, and admits\r\nthat testimony indicates that he sold or oversaw the sale of\r\napproximately $70,000 worth of drugs during the period of the\r\nconspiracy.  See id. at 23.  To argue that his activities\r\nconstitute trivial amounts derived from occasional drug sales is\r\ndisingenuous.  The substantial income element of the CCE was\r\nestablished beyond a reasonable doubt.\r\nII.  Evidentiary Rulings\r\nRosario argues that the district court erred in making\r\nevidentiary rulings regarding: (1) testimony about his involvement\r\nin beating a suspected informant; and (2) an eye-witness account of\r\none of his drug transactions.  Famania challenges the admission of\r\na Boston Globe subscription card bearing his name and address that\r\nwas wrapped around a package of crack sold by Rodrguez to\r\ninformant Ellerbee.\r\nWe review the district's court determination to admit\r\nevidence for abuse of discretion.  See United States v. Houlihan,\r\n92 F.3d 1271, 1297 (1st Cir. 1996), cert. denied, 117 S. Ct. 963\r\n(1997).  Only in a rare, extraordinary, and compelling instance\r\nwill we, \"from the vista of a cold appellate record, reverse a\r\ndistrict court's on-the-spot judgment concerning the relative\r\nweighing of probative value and unfair effect.\"  David, 940 F.2d at\r\n737 (internal quotations and citations omitted).  None of the\r\ndefendants' claims approaches such a circumstance.\r\nA.  Evidence of Rosario's Violent Acts\r\nIn the summer of 1995, an unidentified man approached\r\nRodrguez, Rosario, and \"Joe\" at Beaver Park and asked for drugs. \r\nRodrguez, suspicious that the man was an informant, told him to\r\nget \"out of my face because you're going to get your butt kicked.\" \r\nTr. 10/16 at 29.  When the man insisted on purchasing drugs,\r\nRosario reiterated the threat.  When the man failed to leave,\r\nRosario \"just whacked him,\" id., according to an eye witness. \r\nRodrguez and Joe escalated the brawl, and all three punched,\r\nkicked, and yelled at the man.  After the man left the scene,\r\nRosario and Rodrguez concluded that the man was \"one of those rats\r\n. . . one of those guys that work for the cops, . . . giv[ing]\r\n[drugs] to the cops so we get busted for it.\"  Id. at 30.\r\nRosario argues that the fight had \"no connection\" to the\r\ncrack distribution conspiracy, and that a \"[r]efusal to sell drugs\r\nto one with whom one fights\" frustrated, rather than furthered, the\r\nobjectives of the conspiracy.  See Def. Br. at 32-33.  This is an\r\nartful, but incorrect interpretation of the evidence.  This was not\r\nan attempt by Rodrguez and Rosario to prevent a drug transaction. \r\nRather, the evidence shows an attempt to set a tone for their drug-\r\ntrafficking operation: that suspected informants would be dealt\r\nwith harshly.  As the district court found:\r\n[The beating] was part of a campaign of\r\nintimidation, to further the interest of the\r\nconspiracy in maintaining discipline in its\r\nranks, by treating anyone suspected of being\r\nan informant with hostility.\r\n\nTr. 10/16 at 134.\r\nRosario's violence against a suspected informant is\r\nrelevant to prove his membership in the conspiracy and his\r\nacceptance of its objectives.  See David, 940 F.2d at 737 (evidence\r\nof threats and violent acts in aftermath of cocaine theft is\r\nadmissible to prove defendant's role in a drug-trafficking\r\nconspiracy).\r\nContrary to Rosario's claim, the evidence of the beating\r\ndoes not stand alone as proof of his membership in the conspiracy. \r\nThis is not a case of guilt by association.  In addition to his\r\ndiscussion with Rodrguez about how to deal with suspected\r\ninformants, four witnesses testified that they either saw Rosario\r\nselling drugs and/or purchased drugs directly from him.  One\r\nwitness testified that Rosario delivered an \"eight ball\" of crack\r\nto him on consignment, explaining the terms of repayment to\r\nRodrguez.  Another witness testified that she saw Rosario cut and\r\npackage large amounts of crack along with Famania.  Consequently,\r\nRosario's participation in the conspiracy was established beyond a\r\nreasonable doubt.\r\nB.  Testimony Regarding Rosario's Drug Dealing\r\nAlicia Ellerbee testified that she saw Rosario give a\r\ncustomer drugs -- by spitting a baggie holding crack onto the\r\nground -- in exchange for money.  Rosario's primary challenge to\r\nthis evidence is that Ellerbee failed to provide a temporal\r\nproximity as to when these events occurred, and thus the testimony\r\nshould have been excluded under Fed. R. Evid. 404(b).  See Def. Br.\r\nat 36.\r\nA close reading of the record reveals no such defect. \r\nThe witness dated the event between the summer of 1994 and\r\nSeptember 1995, see Tr. 10/10 at 88-89, and, more specifically, at\r\naround May of 1995.  See id. at 89.  The drug transaction fell\r\nsquarely within the time frame of the charged conspiracy.\r\nFurther, Rosario argues that \"[s]ince the direct evidence\r\nagainst the Defendant is of such a tenuous nature, any fact\r\ndirectly linking the Defendant to the sale of crack would be\r\nextremely prejudicial.\"  Def. Br. at 37.  Aside from the obvious,\r\nthat \"[b]y design, all evidence is meant to be prejudicial,\" United\r\nStates v. Rodrguez-Estrada, 877 F.2d 153, 155 (1st Cir. 1989),\r\nthere is more than sufficient evidence establishing that Rosario\r\nwas a distributor and member of the Rodrguez drug-trafficking\r\norganization.  Rosario's argument here is part and parcel of his\r\nguilt by association theory: that he was not a co-conspirator, but\r\na friend of Rodrguez's with the misfortune of continually being in\r\nthe wrong place at the wrong time when drugs were present.  This\r\nargument was presented to the jurors, and rejected by them.  There\r\nis no reason to quarrel with their verdict.\r\nFinally, Rosario claims that the court \"exacerbated [the]\r\nprejudice,\"  Def. Br. at 38, of Ellerbee's testimony by foreclosing\r\ncross-examination into her attempted suicide and an incident in\r\nwhich she supposedly tried to burn her hair.  The district court\r\nproperly found that the evidence was not relevant either to her\r\nability to tell the truth or to her partiality.\r\nC.  Famania and the Boston Globe Subscription Card\r\nAlicia Ellerbee made a controlled purchase of crack from\r\nRodrguez on July 10, 1995.  After negotiating the terms in Beaver\r\nPark, Ellerbee and undercover DEA Agent Russell met Rodrguez near\r\nhis home.  From the driver's side of his blue Honda, Rodrguez\r\ndirected Ellerbee to the passenger seat, from where she retrieved\r\na package wrapped in paper.  Ellerbee testified that she gave the\r\npackage directly to Agent Russell, and that the two then\r\nrendezvoused with DEA Agent Farley, who took the package from\r\nRussell.  Farley testified that he received the package -- a baggie\r\nof crack wrapped in a Boston Globe subscription card bearing\r\nFamania's name and address -- within five minutes of the\r\ntransaction between Ellerbee and Rodrguez.  The subscription card\r\nwas admitted into evidence through Agent Farley, who testified that\r\nit was in the same condition as it was when he received it from\r\nAgent Russell.\r\nFamania argues that the card and Farley's testimony were\r\nadmitted in violation of Fed. R. Evid. 602, which requires that a\r\nwitness have personal knowledge about the matter to which he\r\ntestifies.\r\nEvidence is inadmissible under Rule 602 \"only if in the\r\nproper exercise of the trial court's discretion it finds that the\r\nwitness could not have actually perceived or observed that which he\r\ntestified to.\"  United States v. Neal, 36 F.3d 1190, 1206 (1st Cir.\r\n1994), cert. denied, 117 S. Ct. 519 (1996) (citation omitted). \r\nPersonal knowledge can include \"inferences and opinions, so long as\r\nthey are grounded in personal observations and experience.\"  Id.(citation omitted).\r\nHere, Agent Farley testified that he personally received\r\nthe drugs, wrapped in the subscription card, from Agent Russell\r\nfive minutes after the transaction between Ellerbee and Rodrguez. \r\nIndeed, on cross-examination, Farley acknowledged that he did not\r\npersonally view the transaction between Ellerbee and Rodrguez, and\r\nthat he did not see the card when Ellerbee picked it up, or know\r\nthe precise configuration of the card at the time of the\r\ntransaction with Rodrguez.  As a result, Farley's testimony was\r\nbased on his personal knowledge, and is therefore admissible under\r\nFed. R. Evid. 602.\r\nFamania's argument with respect to the subscription card\r\nis essentially a complaint about the chain of custody.  He contends\r\nthat \"[t]here was no evidence that Agent Farley or Agent Russell\r\nsigned the card at the time of the transaction or otherwise secured\r\nit as evidence.\"  Def. Br. at 9.  His concern is that there was no\r\nevidence as to what Agent Russell did with the card in the five\r\nminutes that transpired before he met with Agent Farley.\r\nA possible defect in the chain of custody for a certain\r\npiece of evidence factors into the weight given to the evidence\r\nrather than its admissibility.  See United States v. Abreu, 952\r\nF.2d 1458, 1467 (1st Cir. 1992).  A defendant can attempt to cast\r\ndoubt on an exhibit's authenticity.  Such an issue, however, is to\r\nbe resolved by the jury, and not the judge.  Thus, the subscription\r\ncard was properly admitted into evidence.\r\nIII.  Jury Instruction\r\nRodrguez contends that the district court's jury\r\ninstructions understated the government's constitutional burden of\r\nproving his guilt beyond a reasonable doubt.  After a close reading\r\nof the instructions, we find no such error.\r\nOur review of the instructions is de novo.  Gilday v.\r\nCallahan, 59 F.3d 257, 260 (1st Cir. 1995), cert. denied, 516 U.S.\r\n1175 (1996).  The constitutional inquiry is whether \"there is a\r\nreasonable likelihood that the jury understood the instruction to\r\nallow conviction based on proof insufficient to meet the\r\n[reasonable doubt] standard.\"  Vctor v. Nebraska, 511 U.S. 1, 6\r\n(1994).  The challenged remark must be examined along with the rest\r\nof the charge to see, if taken as a whole, the instructions\r\ncorrectly convey the concept of reasonable doubt to the jury.  Seeid.         A.  The \"Real Possibility\" Instruction\r\nOne of the cornerstones of the criminal trial is that the\r\ngovernment must prove beyond a reasonable doubt every element of\r\nthe offense.  See In re Winship, 397 U.S. 358 (1970).  The term\r\n\"beyond a reasonable doubt\" is one of the most bandied, but perhaps\r\nleast precisely defined phrases in criminal law.  Here, the trial\r\njudge used a modified version of the Federal Judicial Center form\r\nbook instruction for \"beyond a reasonable doubt.\"  Below is the\r\ninstruction as given, underlined to show the part we discuss:\r\n  In a criminal case the burden of proving\r\nguilt is on the government.  It has that\r\nburden throughout the entire trial.  A\r\ndefendant never has to prove his innocence. \r\nThe right of a defendant to put the government\r\nto its proof is one of the most fundamental\r\nguarantees of our Constitution.  It means that\r\nthe defendant has no obligation to produce any\r\nevidence or to testify.  Thus, you may not\r\ndraw an inference of guilt from the fact that\r\na defendant did not testify.  You may not even\r\ndiscuss that fact in your deliberations. \r\nAgain, the burden rests solely upon the\r\ngovernment to prove a defendant guilty beyond\r\na reasonable doubt.\r\n  Now, what is proof beyond a reasonable\r\ndoubt?  The term is often used, and probably\r\npretty well understood intuitively, although\r\nit is not easily defined.  Proof beyond a\r\nreasonable doubt does not mean proof beyond\r\nall possible doubt or proof to a mathematical\r\ncertainty. Everything in our common experience\r\nis open to some possible or imaginary doubt. \r\nIt does, however, mean that the evidence must\r\nexclude any reasonable doubt as to a\r\ndefendant's guilt.\r\n  A reasonable doubt may arise not only from\r\nthe evidence produced but also from the lack\r\nof such evidence.  A reasonable doubt exists\r\nwhen, after weighing and considering all the\r\nevidence in the case, using your reason and\r\ncommon sense, you cannot say that you have a\r\nfirm and settled conviction that the charge is\r\ntrue.\r\n  It is not enough for the government to\r\nestablish a probability, even a strong\r\nprobability, that a defendant is more likely\r\nguilty than not.  That is not enough.  Proof\r\nbeyond a reasonable doubt must be proof of\r\nsuch a convincing character that you can,\r\nconsistent with your oath as jurors,\r\nconscientiously base your verdict upon it.  If\r\nyou so find as to a defendant, you will return\r\na verdict of guilty.  On the other hand, if\r\nyou think there is a real possibility that the\r\ndefendant is not guilty of the charges, you\r\nmust give the defendant the benefit of that\r\ndoubt and find him not guilty.\r\n\nTr. 10/21 at 108-09.  The challenged sentence in this instruction\r\nis substantially copied from the Federal Judicial Center form book. \r\nSee Federal Judicial Center, Pattern Criminal Jury Instructions 28\r\n(1988) (Instruction 21).\r\nRodrguez's argument is directed at the phrase \"real\r\npossibility\" in the sentence, \"On the other hand, if you think\r\nthere is a real possibility that the defendant is not guilty, you\r\nmust give him the benefit of the doubt and find him not guilty.\" \r\nHe argues that the trial judge equated reasonable doubt with \"real\r\npossibility.\"  Rodrguez contends that the district court\r\nexacerbated an already bad situation when it further explained that\r\nthe jury could draw inferences using \"reason and logic\" and \"in\r\nlight of reason and common sense.\"  He claims that worse still, the\r\ndistrict court then failed to give an instruction stating that the\r\nstandard for drawing an inference is not the same as the standard\r\nfor finding guilt, thus creating a reasonable likelihood that the\r\njury would apply an impermissibly low standard of proof to the\r\ngovernment's case against the defendants.\r\nThe Supreme Court has held that a reasonable doubt is, at\r\na minimum, one based on reason, so \"[a] fanciful doubt is not a\r\nreasonable doubt.\"  Vctor, 511 U.S. at 17.  Vctor makes that\r\ndistinction in the context of approving the phrase \"not a mere\r\npossible doubt.\"  Id.\r\n\"[T]he Constitution does not require that any particular\r\nform of words be used in advising the jury of the government's\r\nburden of proof.\"  Id. at 5. The challenged passage from the\r\nFederal Judicial Center form book instruction is recommended by\r\nJustice Ginsburg in her concurrence in Vctor.  See id. at 26-27\r\n(Ginsburg, J., concurring).  The trial judge may require a \"real\r\npossibility\" of doubt because \"[a] fanciful doubt is not a\r\nreasonable doubt.\"  Id. at 17.  The phrase \"real doubt\" does not\r\nsuffer the infirmity of requiring the jury to have \"grave\r\nuncertainty,\" \"substantial doubt,\" and a \"real tangible substantial\r\nbasis\" for doubt, before they can acquit, as the unconstitutional\r\ninstruction did in Cage v. Louisiana, 498 U.S. 39, 40 (1990),\r\noverruled on other grounds by Estelle v. McGuire, 502 U.S. 62, 72\r\nn.4 (1991).\r\nHere, the likelihood of juror confusion or mistake is\r\nextremely remote.  We conclude that the instructions overall left\r\nthe jury with an accurate impression of the presumption of\r\ninnocence and of the substantial burden faced by the prosecution in\r\nestablishing the defendant's guilt beyond a reasonable doubt. \r\nThere was nothing improper with either the challenged sentence or\r\nthe instructions as a whole.\r\nIV.  Brady Claims\r\nBased on their post-trial discovery of additional\r\nimpeachment evidence concerning two of the government's witnesses,\r\nappellants moved for a new trial.  The district court denied the\r\nmotions, which Famania claims was an abuse of discretion.  We\r\ndisagree.\r\nThe denial of a motion for a new trial is reviewed only\r\nfor manifest abuse of discretion.  United States v. Henry, 136 F.3d\r\n12, 22 (1st Cir. 1998).\r\nA.  Nancy Muiz\r\nAt trial, one of the government's witnesses, Nancy Muiz,\r\nclaimed that she was employed as a financial consultant at Merrill\r\nLynch.  After trial, this testimony was discovered to be false;\r\nMuiz was in fact making her living as a prostitute.  The district\r\ncourt found that \"[t]here is no suggestion that the government was\r\naware of Ms. Muiz's perjury.\"  July 22, 1997, Mem. and Order at 3. \r\nSubsequent to the trial, and allegedly unbeknownst to the\r\nprosecution, appellant ascertained that the Framingham police had\r\ncharged Muiz with operating a motor vehicle without a license, a\r\ncharge which was pending at the time of her testimony.  See id. at\r\n1.\r\nWe begin by noting the relevant legal standards.  A Bradyerror occurs when the prosecution suppresses \"material\" evidence\r\nthat is favorable to the accused.  See Kyles v. Whitney, 514 U.S.\r\n419 (1995).  In most circumstances, exculpatory evidence is\r\nmaterial only if there is a \"'reasonable probability that, had the\r\nevidence been disclosed to the defense, the result of the\r\nproceeding would have been different.'\"  Id. at 435 (quoting United\r\nStates v. Bagley, 473 U.S. 667, 682, 685 (1985)).  We refer to this\r\nas the Bagley standard.\r\nA standard of materiality more favorable to the defendant\r\napplies, however, when previously undisclosed evidence reveals that\r\nthe prosecutor knowingly used perjured testimony or, equivalently,\r\nknowingly failed to disclose that testimony used to convict the\r\ndefendant was false.  See Bagley, 473 U.S. at 678-80.  In such\r\nsituations, \"'a conviction . . . is fundamentally unfair, and must\r\nbe set aside if there is any reasonable likelihood that the false\r\ntestimony could have affected the judgment of the jury.'\"  Kyles,\r\n514 U.S. at 433 n.7 (quoting United States v. Augurs, 427 U.S. 97,\r\n103 (1976)).  We refer to this as the Augurs standard.\r\nHere, the district court assumed that the government\r\n\"should have known\" about Muiz's perjury, and applied the Augursstandard of materiality.  See July 22, 1997 Mem. and Order at 3. \r\nApplying this standard, it found that \"there is no reasonable\r\npossibility that one more piece of impeaching evidence tarnishing\r\nan already blemished witness by degree rather than kind, could have\r\naffected the jury's judgment.\"  Id. at 4.  With regard to the\r\ntraffic citation, the district court found that it was not Bradymaterial.  See id. at 5.  Applying the Kyles/Bagley materiality\r\ntest, the court found that had the jury been made aware of the\r\ninfraction, \"there is no reasonable possibility, much less a\r\nprobability,\" id., that it would have influenced the verdict.\r\nThe district court's rulings were not an abuse of\r\ndiscretion.  Muiz admitted to the jurors that she had supported a\r\nthirteen-year addiction to heroin by working as a prostitute, that\r\nshe had frequently used other illegal drugs, that she had offered\r\nherself to the government as an informant because she needed the\r\nmoney, and most importantly, that she had lied to the grand jury\r\nabout having been a prostitute in the past.  The jury was already\r\non notice about her tendency to commit perjury. \r\nIn addition, the thrust of her testimony, that defendants\r\nRodrguez, Rosario and Famania were in the business of distributing\r\ncrack cocaine, was corroborated by the testimony of five other\r\ncooperating witnesses, and by police surveillance and physical\r\nevidence.  Even examining her perjury under the Augurs standard,\r\nthere is little chance that her false testimony affected the\r\nverdict.\r\nSimilarly, the district court's ruling with respect to\r\nthe traffic citation does not constitute an abuse of discretion. \r\nAssuming arguendo, but with little basis in the record, that the\r\nprosecutors or their agents knew or should have known of the\r\ninformation in question, we agree with the district court that\r\nthere is no reasonable possibility that their lack of awareness of\r\na traffic citation would have influenced their verdict.  See United\r\nStates v. Seplveda, 15 F.3d 1216, 1220 n.5 (1st Cir. 1993)(\"[O]ur\r\ndecisions . . . have [not] been sympathetic to new trial claims\r\nbased solely on the discovery of additional information useful for\r\nimpeaching a government witness.\").\r\nB.  Pedro De Jess\r\nDefendants argue that they were not told about the\r\ngovernment's notice to De Jess under 21 U.S.C.  851, which\r\nexposed De Jess to harsh recidivist penalties, enhancing his\r\n\"motivation to tell the government what it wanted to hear.\"  Def.\r\nBr. at 26.\r\nThe government's nondisclosure of its  851 filing does\r\nnot entitle the defendants to a new trial.  Defendants knew full\r\nwell that De Jess had a long criminal history, see Tr. 10/17 at\r\n21-23 (Rodrguez's cross-examination detailing De Jess' prior\r\nconvictions), and that a  5K1.1 motion would trump any mandatory\r\nsentence that De Jess would otherwise receive.  As a result, there\r\nis no Brady violation.  See United States v. Hicks, 848 F.2d 1, 4\r\n(1st Cir. 1988).  The government has no Brady burden when the\r\nnecessary facts for impeachment are readily available to a diligent\r\ndefender, as they were here.  See Lugo v. Muoz, 682 F.2d 7, 9-10\r\n(1st Cir. 1982).\r\nFurther, the government's failure to disclose its promise\r\nto apprise state law enforcement authorities about De Jess'\r\ncooperation does not entitle the defendants to a new trial.  At\r\ntrial, there was confusion about the status of De Jess' state drug\r\ncharges.  The court initially told the jury that state court\r\nrecords indicated that De Jess had already pled guilty and been\r\nsentenced to probation on drug-trafficking charges.  After further\r\ninvestigation, it was discovered that the charges were still\r\npending.  As a result, the court corrected the factual inaccuracy\r\nand specifically instructed the jury that\r\nyou may consider whether any expectancy of\r\nleniency on this pending [state] charge might\r\nhave had an influence on what he said when [De\r\nJess] testified before you.\r\n\nTr. 10/21 at 117.  This charge, along with the extensive cross-\r\nexamination conducted by the defendants concerning De Jess'\r\nalliance with the government and his motivation for a reduced\r\nsentence, rendered the government's failure to disclose its aid to\r\nDe Jess insignificant.\r\nV.  Request for an Evidentiary Hearing\r\nAppellants argue that the district court erred in\r\nrefusing their request for an evidentiary hearing to determine\r\nwhether Muiz perjured herself on matters other than her\r\noccupation, and to discover whether the government had disclosed\r\nall of its pretrial promises and inducements to Carvajal and De\r\nJess.  We are not persuaded.\r\nThe substantive test to be applied when a criminal\r\ndefendant seeks an evidentiary hearing is whether the movant has\r\nmade an adequate threshold showing that the material facts are in\r\ngenuine doubt or dispute.  See United States v. Lilly, 983 F.2d\r\n300, 311 (1st Cir. 1992).  If the district court declines to hold\r\nan evidentiary hearing, we will disturb its decision only for an\r\nabuse of discretion.  See id.\r\nAppellants argue that Muiz's \"lie about her employment\r\nwas not likely her only lie about herself.\"  Def. Br. at 38.  They\r\nspeculate that her prostitution \"clearly suggested that she was\r\nhardly a recovered heroin addict.\"  Id.  However, they offered no\r\nevidence to support their theories, and the district court rejected\r\ntheir request for an evidentiary hearing.\r\nWith regard to the issue of the government's pre-trial\r\npromises and inducements, the district court ordered the government\r\nto file a declaration stating that it had disclosed all inducements\r\ngiven to cooperating witnesses.  In response, the government\r\nrepresented that all pre-trial promises, rewards, and inducements\r\nhad been disclosed.  In its final order denying an evidentiary\r\nhearing, the court stated:\r\n[I]n the absence of any evidence to the\r\ncontrary, I accept the government's\r\nrepresentation . . . that it has disclosed all\r\nsuch inducements.\r\n\nJune 5, 1998 Order at 1.  \r\nAs this Court has stated in the past, \"[a] criminal\r\ndefendant has no constitutional right to conduct a fishing\r\nexpedition.\"  Lilly, 983 F.2d at 311.  Appellants have made no\r\nshowing, in this Court or below, that material facts were in doubt\r\nor dispute.  Conclusory allegations and pure speculation, without\r\nmore, do not merit an evidentiary hearing.  Accordingly, the\r\ndistrict court acted well within its discretion when it denied the\r\nappellants' request.\r\nVI. Challenge to the Composition and Voir Dire Examination of\r\nthe Jury\r\n\nRosario contends: (1) that the district court wrongly\r\nrejected his challenge to the grand and petit jury venires on the\r\nground of systematic exclusion of Hispanics; and (2) that the court\r\nviolated his due process and fair trial rights by denying his\r\nmotion to directly question the venire.  Neither claim is\r\ncompelling.\r\nA.  Systematic Exclusion Claim\r\nAt base, Rosario's argument is that the dissent in United\r\nStates v. Pion, 25 F.3d 18 (1st Cir. 1994)(rejecting an attack on\r\nthe composition of juries in the district court of Massachusetts\r\nbased on under-representation of the Hispanic population), was\r\ncorrect.  He offers nothing new in the way of statistics or legal\r\nauthority to buttress his claim.  Nor does he provide any reason\r\nwhy we should reconsider our recent reaffirmation of Pion in United\r\nStates v. Lpez, 147 F.3d 1 (1st Cir. 1998).  Consequently, there\r\nis no need to go any further.  \r\nB.  Voir Dire Claim\r\nFed. R. Crim. P. 24(a) provides that the trial court may\r\ndecide to conduct the voir dire itself or may allow the parties to\r\nconduct it.  See Rosales-Lpez v. United States, 451 U.S. 182\r\n(1981); Fed. R. Crim. P. 24(a).  Rosario argues, contrary to the\r\nlanguage of Rule 24(a), that due process requires that he should\r\nhave been allowed to question the venire.\r\nThere is simply no authority, as Rosario himself admits,\r\nfor the proposition that defense counsel must be allowed -- as a\r\nmatter of right -- to question the venire.  Rather, the law states\r\nthat the trial court has the option of allowing counsel to conduct\r\nvoir dire or conducting the examination itself.  If the court\r\nchooses the latter option, as it did in this case, it must permit\r\ncounsel to \"supplement the examination by such further inquiry as\r\nit deems proper or shall itself submit to the prospective jurors\r\nsuch additional questions by the parties or their attorneys as it\r\ndeems proper.\"  Fed. R. Crim. P. 24(a).\r\nThe trial court complied with the requirements of Rule\r\n24(a) by asking the venire, at defense counsel's request, about\r\ntheir possible prejudices against Hispanics.  See Tr. 10/7 at 18. \r\nAfter noting that the law enforcement officials would all be\r\nCaucasians, the district court additionally asked whether any juror\r\nwould be inclined to take the word of a white police officer over\r\na Hispanic defendant, or otherwise give \"some edge\" to the\r\nofficer's testimony.  See id. at 19.  Accordingly, the court's\r\nconduct of voir dire was entirely proper.\r\nVII.  Sentencing Issues\r\nFamania and Rosario challenge their sentences on numerous\r\ngrounds.  None is convincing and all are thus rejected.\r\nA.  The Sentences\r\nA narcotics conspirator is responsible not only for drugs\r\nhe actually handled or saw but also for the full quantity of drugs\r\nthat he reasonably could have foreseen to be embraced by the\r\nconspiracy he joined.  See United States v. De La Cruz, 996 F.2d\r\n1307, 1314 (1st Cir. 1993); U.S.S.G.  2D1.4, 2D1.1, 1B1.3 &amp;\r\ncomment n.1.  The district court's findings as to the quantity\r\nembraced by the conspiracy and reasonably foreseen by the defendant\r\nis a factual one and will not be disturbed unless clearly\r\nerroneous.  See De La Cruz, 996 F.2d at 1314.\r\nWhere no drugs have been seized, the guidelines instruct\r\nthe district court to approximate the amounts involved, seeU.S.S.G.  2D1.1 comment. (note 12), and we uphold such an\r\napproximation as long as it represents a reasoned estimate of the\r\nquantity.  See United States v. Webster, 54 F.3d 1, 5 (1st Cir.\r\n1995).\r\nFirst, the district court found that Rodrguez, Rosario,\r\nand Famania had joined the conspiracy by December 1994, and that\r\nthe conspiracy continued until Rodrguez's arrest in September\r\n1995.  See Tr. 7/11/97 at 7.  Second, it found that \"a fair and\r\nconservative figure would attribute the distribution of five ounces\r\nof crack cocaine to the conspiracy on a weekly basis.\"  Id. at 9. \r\nOver a 36-week period, that would involve the distribution of\r\napproximately 5,000 grams of crack cocaine.  \r\nThe district court based its approximation on the\r\nfollowing factors: (1) the ability of the conspirators to produce\r\ncrack cocaine on short notice in amounts ranging from 13 grams to\r\nan ounce; (2) the four undercover purchases; (3) Carvajal's\r\ntestimony that he and Rodrguez agreed to the purchase of an ounce\r\nof crack weekly on consignment; (4) numerous eyewitness accounts\r\nand surveillance of the come-and-go traffic at Famania's apartment\r\nand at Beaver Park; and (5) accounts of the conspiracy's customers. \r\nSee id. at 9-10.\r\nAll three defendants were assigned a Base Offense Level\r\n(\"BOL\") of 38.  See id. at 10.  With no adjustments to the BOL and\r\nbased on a Category II criminal history, the district court\r\nsentenced Rosario to 262 months, the lowest end of the applicable\r\n262-327 months range.  See id. at 11.  It sentenced Famania to 235\r\nmonths imprisonment, the minimum of the 235-293 month range, again\r\nwith no adjustments to the BOL and based on a Category I criminal\r\nhistory.  See id. at 12.\r\nThe district court's approximation was a reasoned, if not\r\nconservative, estimate of the drug quantity involved. \r\nConsequently, the sentences imposed were proper and without error.\r\nB.  Denial of an Evidentiary Hearing\r\nContrary to Famania's claim, the district court did not\r\nerr in making its drug quantity calculations without first holding\r\nan evidentiary hearing.\r\nUnder the federal sentencing guidelines, \"when any factor\r\nimportant to the sentencing determination is reasonably in dispute,\r\nthe parties shall be given an adequate opportunity to present\r\ninformation to the court regarding that factor.\"  U.S.S.G.  6A1.3. \r\nThis provision does not mean that every factual dispute pertinent\r\nto the imposition of sentence demands a full evidentiary hearing. \r\nSee United States v. Robles-Torres, 109 F.3d 83, 85 (1st Cir.\r\n1997).  Evidentiary hearings at sentencing are, and should remain,\r\nthe exception rather than the rule.  See id.  In the final\r\nanalysis, the decision to hold or eschew an evidentiary hearing\r\nlies within the sound discretion of the sentencing court.  See id. \r\nIn his request for an evidentiary hearing, Famania\r\nproposed to take the stand and refute various pieces of trial\r\ntestimony, and also to cross-examine Carvajal.  In denying the\r\nrequest, the district court noted: (1) that Carvajal was vigorously\r\ncross-examined at trial; (2) that the court had an opportunity to\r\nassess Carvajal's credibility; and (3) that the defendants had\r\noffered nothing of substance to impugn the specifics of Carvajal's\r\naccount.\r\nThe district court indicated that it would consider any\r\nrelevant affidavits or statements submitted by appellants for\r\nsentencing purposes.  Taking his cue from the district court,\r\nFamania submitted an affidavit disputing the trial testimony of\r\nCarvajal, De Jess, and Muiz, as well as the grand jury testimony\r\nof another witness describing Famania as a drug distributor.  He\r\nalso presented an affidavit from one of his sisters-in-law, who\r\nattested that Famania's large family had free access to his\r\napartment, and that they did not witness any drug activity.\r\nNot satisfied with the above, Famania now attacks his\r\nsentence on the basis that the defendants were entitled to an\r\nevidentiary hearing: (1) to further the fact-finding process; and\r\n(2) to combat the government's proffer and the court's reliance on\r\nthe grand jury testimony of a witness who corroborated trial\r\ntestimony as to the nature of the conspiracy.\r\nFamania's arguments are not well founded.  Under U.S.S.G.\r\n6A1.3, he was given his proverbial day in court when the district\r\ncourt invited the submission of affidavits and statements by the\r\ndefendants for sentencing purposes.  Given that opportunity to\r\npresent information to the court, the district court's decision not\r\nto hold an evidentiary hearing was not in error.  \r\nMoreover, a \"sentencing judge is vested with wide\r\ndiscretion to determine the information on which sentencing\r\nguideline decisions will be based, and may consider reliable\r\nhearsay evidence.\"  United States v. Montoya, 967 F.2d 1, 3 (1st\r\nCir. 1992) (citation omitted).  Evidence with \"sufficient indicia\r\nof reliability to support its probable accuracy\" may be considered\r\nat sentencing \"without regard to its admissibility under the rules\r\nof evidence applicable at trial.\"  U.S.S.G.  6A1.3.  Mindful of\r\nthese tenets, the district court's consideration of grand jury\r\ntestimony to corroborate the general nature of the conspiracy was\r\nentirely proper.\r\nC.  Disparate Sentencing/Prosecutorial Discretion Claim\r\nDefendants Rosario and Famania argue that they should be\r\nresentenced because their sentences were significantly higher than\r\nthose of their co-conspirators who pled guilty rather than choosing\r\nto go to trial.  They claim that the disparity in sentencing\r\nconstituted an impermissible burden on their Sixth Amendment right\r\nto a jury trial and violated the Due Process and Equal Protection\r\nClauses of the Constitution.\r\nThe government indicted six defendants, charging all of\r\nthem with engaging in the same conspiracy to distribute crack\r\ncocaine.  The district court found this conspiracy accountable for\r\nthe distribution of approximately 5,000 grams of crack cocaine over\r\na 36-week period.  At sentencing, the court held Rosario and\r\nFamania accountable for all 5,000 grams of the crack cocaine.  In\r\ncontrast, the district court accepted the agreement of the three\r\ndefendants who had pled guilty -- Carvajal, De Jess, and Villafae\r\n-- which was based on responsibility only for the amount of drugs\r\nwhich each had personally handled.  Carvajal, for example, was held\r\naccountable for 5 to 20 grams of crack cocaine.  This disparity in\r\nthe drug-quantity attribution led to an even more striking\r\ndisparity in sentencing, which is the subject of the defendants'\r\ncomplaint.  Carvajal was sentenced to the time he had already\r\nserved, De Jess to 17 months of imprisonment, and Villafae to 60\r\nmonths of imprisonment.  Famania was sentenced to 235 months of\r\nimprisonment, and Rosario to 260 months of imprisonment. \r\nRodrguez, who was also charged with engaging in a continuing\r\ncriminal enterprise, was sentenced to life imprisonment.\r\nThe thrust of the defendants' complaint is that this vast\r\ndisparity in sentencing -- a difference of more than 21 years\r\nbetween Carvajal and Rosario, for example -- is an inevitable\r\nconsequence of the application of a different drug-quantity\r\nattribution algorithm for those defendants who plead guilty as\r\nopposed to those who did not.  They identify the plea-bargaining\r\npractice of the Office of the United States Attorney as the source\r\nof this disparity.  The defendants claim that the U.S. Attorney\r\nfashioned plea agreements with the \"pleading defendants\" which\r\nattributed to them an amount of drugs no greater than the amount\r\nfor which the pleading defendants were personally responsible, or\r\nhad personally handled.  Those who did not plead guilty but\r\nexercised their right to go to trial, by contrast, had attributed\r\nto them all of the drugs that could be accounted to the entire\r\nconspiracy.  Those who chose to go to trial, therefore, were\r\nnecessarily sentenced on the basis of a far greater amount of drugs\r\nthan those who pled guilty.  According to the defendants, this\r\npractice discriminates against those who exercise their right to a\r\njury trial.\r\nThe government, which characterizes the defendants'\r\nargument as an improper motion for a downward departure from the\r\napplicable sentencing range, argues that we have no jurisdiction to\r\nconsider the defendants' complaint because the disparate sentences\r\nof co-conspirators do not provide a basis for resentencing.  The\r\ngovernment further asserts that even if this court did have\r\njurisdiction, it should find no constitutional violation because\r\nthe sentences of the pleading defendants were properly based on\r\ntheir plea agreements and allowed by U.S.S.G.  1B1.8(a).\r\nWe begin, as we must, with the government's\r\njurisdictional objection.  It is settled that \"we have no appellate\r\njurisdiction to review a sentence within the applicable sentencing\r\nguidelines range if that range was correctly determined.\"  United\r\nStates v. Panet-Collazo, 960 F.2d 256, 261 (1st Cir. 1992).  The\r\ndefendants' argument is focused on the argued unconstitutional\r\neffects of the practices that led to the imposition of such\r\ndisparate sentences.  They do not say that their sentences were\r\nimproperly calculated.  Instead, they claim that the plea-\r\nbargaining practice of the U.S. Attorney's Office puts undue\r\npressure on defendants, such as Rosario and Famania, to waive their\r\nright to a trial and violates Due Process and Equal Protection\r\nprinciples.  Because there is no jurisdictional barrier to such an\r\nargument, we evaluate the defendants' argument.\r\nThe defendants' challenge to the plea-bargaining practice\r\nof the U.S. Attorney here finds little support in the law.  We\r\nbegin by noting that \"prosecutorial charging, plea, and motion\r\npractices are . . . a well-spring of sentencing disparity . . . .\r\nIn the federal system, prosecutors have always enjoyed great\r\ndiscretion in deciding what cases to pursue and what charges to\r\nbring.\"  Kate Stith &amp; Jos A. Cabranes, Fear of Judging: Sentencing\r\nGuidelines in the Federal Courts 140-41 (1998).  As Professor Stith\r\nand Judge Cabranes state:\r\n  The major reason that such broad\r\n[prosecutorial] discretion has been accorded\r\nto prosecutors is the large number and\r\ncomplexity of factors that prosecutors must\r\n(legitimately) take into account in making\r\ncharging and other decisions.  These include\r\nmany considerations that the Sentencing\r\nGuidelines, or any other sentencing authority,\r\nwould recognize as relevant also to\r\nsentencing--including the nature and\r\nseriousness of the offense, the deterrent\r\neffect of prosecution, the defendant's\r\nculpability in the offense, the defendant's\r\ncriminal history and a wide range of other\r\npersonal circumstances, the charges against\r\naccomplices in the crime, and the defendant's\r\nwillingness to cooperate in the prosecution of\r\nothers.  In addition, prosecutors must pay\r\nattention to a variety of considerations that\r\nsentencing authorities ordinarily do not take\r\ninto account after the defendant has been\r\nconvicted--the strength or paucity of the\r\nadmissible evidence, the priority accorded by\r\nthe federal government as well as by the local\r\ncommunity to prosecution of the particular\r\noffense, the capability and availability of\r\nprosecutorial resources and adjunct\r\ninvestigatory resources, the alternatives to\r\nprosecution, and the likelihood of prosecution\r\nin another jurisdiction.\r\n\nId. at 141.\r\nThe government, it appears, negotiated plea bargains with\r\nsome of the defendants and promised, according to U.S.S.G.\r\n1B1.8(a), not to use any of the information provided by\r\ncooperating defendants against them.  The government then charged\r\neach of them only with the amount of drugs they had personally\r\nhandled, rather than the entire amount distributed by the\r\nconspiracy.  This practice led to the enormous sentencing disparity\r\nfor the defendants who chose to put the government to its burden in\r\nproving its case.  Nevertheless, the law allows the government to\r\ndo this, even if it results in sentences of such disparity as would\r\nstrike many as unfair.\r\n The fact that those who plead generally receive more\r\nlenient treatment, or at least a government recommendation of more\r\nlenient treatment than co-defendants who go to trial, does not in\r\nand of itself constitute an unconstitutional burden on one's right\r\nto go to trial and prove its case.  See Corbitt v. New Jersey, 439\r\nU.S. 212, 219 (1978) (noting that every burden on the exercise of\r\na constitutional right is not invalid and that there is no per se\r\nrule against encouraging guilty pleas, even where those pleas\r\npromise the certainty of a lesser penalty).  To be sure, the\r\ndifferential which resulted here exacts a high price from those who\r\nexercise their constitutional right to trial, but the price is not\r\nhigh enough to constitute a constitutional violation.  \r\n Corbitt provides guidance on this issue.  In Corbitt, the\r\nCourt addressed a claim under the New Jersey homicide statutes,\r\nwhich mandated life imprisonment for a jury conviction of first-\r\ndegree murder and a maximum term of 30 years' imprisonment for a\r\njury conviction of second-degree murder.  Although guilty pleas\r\nwere not permitted in murder cases, a plea of non vult (or nolocontendere) was allowed.  If such a plea was accepted, the judge\r\nwould not need to decide whether the murder was first- or second-\r\ndegree, but could sentence the defendant to either life\r\nimprisonment or to the same sentence that would be imposed for\r\nsecond-degree murder (i.e., a maximum of 30 years' imprisonment). \r\nSee id. at 214-15.  The Court rejected the claim that because a\r\nplea of non vult might produce a lesser sentence than going to\r\ntrial, the statutes imposed an unconstitutional burden on the\r\ndefendant's right to a jury trial and violated his right to equal\r\nprotection under the laws.  See id. at 218.  The Court, quoting its\r\nearlier decision in Bordenkircher v. Hayes, 434 U.S. 357 (1978),\r\nexplained that:\r\n While confronting a defendant with the risk of\r\n more severe punishment clearly may have a\r\n discouraging effect on the defendant's\r\n assertion of his trial rights, the imposition\r\n of these difficult choices [is] an inevitable\r\n   and permissible   attribute of any\r\n legitimate system which tolerates and\r\n encourages the negotiation of pleas.  It\r\n follows that, by tolerating and encouraging\r\n the negotiation of pleas, this Court has\r\n necessarily accepted as constitutionally\r\n legitimate the simple reality that the\r\n prosecutor's interest at the bargaining table\r\n is to persuade the defendant to forgo his\r\n right to plead not guilty.\r\n\nCorbitt, 439 U.S. at 220-21 (quoting Bordenkircher, 434 U.S. at\r\n364) (internal quotation marks and citation omitted).  The Court\r\nalso indicated that the defendant's reliance on United States v.\r\nJackson, 390 U.S. 570 (1968), was inapposite.  See Corbitt, 439\r\nU.S. at 216-17.\r\n In Jackson, the Court found that one portion of the\r\nFederal Kidnapping Act, 18 U.S.C.  1201(a), needlessly chilled the\r\nexercise of one's right to a jury trial.  See Jackson, 390 U.S. at\r\n582.  Corbitt distinguished Jackson, and thus its rule, on several\r\ngrounds.  Jackson involved the death penalty, \"which is unique in\r\nits severity and irrevocability.\"  Corbitt, 439 U.S. at 217\r\n(quoting Gregg v. Georgia, 428 U.S. 153 (1976)).  The pressures in\r\nCorbitt, which compared to those stemming from the practice alleged\r\nhere, were substantial, but they did not rise to the level of those\r\nin Jackson.  See id. at 217 (declining to hold \"that the Jacksonrationale is limited to those cases where the plea avoids any\r\npossibility of the death penalty's being imposed,\" but noting that\r\n\"it is a material fact that under the New Jersey law the maximum\r\npenalty for murder is life imprisonment, not death\").\r\n Further, in Jackson, all risk of receiving the death\r\npenalty could be avoided by pleading guilty.  In Corbitt, although\r\nthe punishment for a jury conviction of first-degree murder was\r\nlife imprisonment, the risk of receiving the same punishment was\r\nnot completely avoided by pleading non vult, as the judge accepting\r\nthe plea still maintained the power to impose a life term.  SeeCorbitt, 439 U.S. at 217.  The defendants here, of course, cannot\r\navoid the imposition of a significantly greater sentence without\r\npleading guilty, but that fact alone cannot help these defendants\r\nto avoid Corbitt and bring their case within the ambit of Jackson.\r\n The defendants do not dispute that a conspirator may be\r\nheld responsible for the reasonably foreseeable amount of drugs\r\nembraced by the jointly undertaken activity.  See De La Cruz, 996\r\nF.2d at 1314.  It is, however, within the government's discretion\r\nto charge similarly situated defendants differently.  Only when a\r\nprosecutor discriminates against defendants based on impermissible\r\ncriteria such as race or religion is a prosecutor's discretion\r\nsubject to review and rebuke.  See Bordenkircher, 434 U.S. at 364\r\n(noting that \"the conscious exercise of some selectivity in\r\nenforcement is not in itself a federal constitutional violation so\r\nlong as the selection was [not] deliberately based upon an\r\nunjustifiable standard such as race, religion, or other arbitrary\r\nclassification\") (internal quotation marks omitted); cf. Corbitt,\r\n439 U.S. at  225-26 (holding that there was no Equal Protection\r\nviolation where those who pled guilty could potentially serve the\r\nsame sentence as those who chose to contest their guilt, and\r\nasserting that to \"fit the problem . . . into an equal protection\r\nframework is a task too Procrustean to be rationally accomplished\")\r\n(citation omitted).  \r\n To the extent that the defendants' argument can be\r\ncharacterized as seeking to equalize their sentences with those of\r\ntheir co-defendants, their argument, \"without more, will not permit\r\na departure from a properly calculated guideline sentencing range.\" \r\nUnited States v. Wogan, 938 F.2d 1446 (1st Cir. 1991); see United\r\nStates v. Pierro, 32 F.3d 611, 622 (1st Cir. 1994)(same); United\r\nStates v. Figueroa, 976 F.2d 1446, 1460 (1st Cir. 1992); United\r\nStates v. Butt, 955 F.2d 77, 90 (1st Cir. 1992); see also United\r\nStates v. Jackson, 950 F.2d 633, 637-38 (10th Cir. 1991) (\"Because\r\nJackson's claim is based solely on the lesser sentence imposed on\r\nhis codefendant and because his sentence falls within the range\r\nestablished by the Sentencing Guidelines, we must reject this claim\r\n. . . .\"); United States v. Carpenter, 914 F.2d 1131, 1136 (9th\r\nCir. 1990) (holding that a defendant cannot base a challenge to his\r\nsentence solely on the lesser sentence given by the district court\r\nto his codefendant); United States v. Guerrero, 894 F.2d 261, 267\r\n(7th Cir. 1990) (stating that there is nothing \"in the legislative\r\nhistory suggesting that the sentences within the Guidelines should\r\nbe reviewed because of a claim that a particular sentence is\r\ndraconian or too lenient\"); United States v. Snchez-Sols, 882\r\nF.2d 693, 699 (2d Cir. 1989) (rejecting defendant's claim that a\r\ndisparity in sentences violates the Sentencing Reform Act and\r\nrejecting his suggestion that he was penalized for exercising his\r\nright to a trial). \r\n                  CONCLUSION\r\n For the reasons stated in this opinion, we affirm.\n",
  "html": "<p class=\"case_cite\">162 F.3d 135</p>\n    <p class=\"case_cite\">50 Fed. R. Evid. Serv. 1030</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Miguel RODRIGUEZ, a/k/a Negrito, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>John ROSARIO, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Hector FAMANIA, a/k/a Dilenge, a/k/a Talinge, Defendant,<br>Appellant.  Appeals from the United States<br>District Court for the District of<br>Massachusetts [Hon. Richard G.<br>Stearns, U.S. District Judge ]</p>\n    <p class=\"docket\">Nos. 97-2002, 97-2003, 97-2004.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1998.<br>Decided Dec. 7, 1998.<br>Rehearing and Suggestion for Rehearing En Banc Denied, Jan.20, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael P. Doolin for Miguel Rodrguez.</p>\n      <p class=\"indent\">James B. Krasnoo, by appointment of the Court, with whom Richard Briansky and Law Offices of James Krasnoo, were on brief, for John Rosario.</p>\n      <p class=\"indent\">Michael J. Liston, by appointment of the Court, with whom Carr &amp; Liston, was on brief, for Hector Famania.</p>\n      <p class=\"indent\">Demetra Lambros, Attorney, U.S. Department of Justice, with whom Donald K. Stern, United States Attorney, and George W. Vien, Assistant United States Attorney, were on brief, for United States of America.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a jury trial, appellants Miguel Rodrguez, John Rosario, and Hector Famania were convicted of conspiracy to distribute cocaine base, in violation of 21 U.S.C. &#167; 846.  Rodrguez was additionally convicted on three counts of possession with intent to distribute cocaine base, in violation of 21 U.S.C. &#167; 841(a)(1), and of engaging in a continuing criminal enterprise, in violation of 21 U.S.C. &#167; 848.  On appeal, the defendants raise numerous issues among which are the lack of sufficient evidence to convict and abuse of prosecutorial discretion.  For the following reasons, we affirm the convictions and sentences.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We review the facts of a criminal case on appeal from a conviction in the light most favorable to the verdict.  See United States v. Gonzalez-Maldonado, 115 F.3d 9, 12 (1st Cir.1997).  We sketch the facts presented at trial, providing further details as they become relevant to the discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This case concerns a crack cocaine distribution ring in Framingham, Massachusetts.  Through a joint investigation conducted by the Drug Enforcement Administration (\"DEA\") and the Framingham police during 1994 and 1995, a drug-trafficking operation in the Framingham community known as \"Beaver Park\" came to light.  At the helm of the operation was Miguel Rodrguez.  Among his lieutenants were John Rosario and Hector Famania.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The operation worked in the following manner.  An individual known as \"Johnny\" would cook powder cocaine into crack.  Rosario and Famania would then cut, measure, and package the drugs at Rodrguez's direction.  Typically, a prospective drug purchaser would contact Rodrguez to place an order.  When the customer came to obtain her drugs, Rodrguez would direct her to one of his distributors--Famania, Rosario, Jose Villafane, Pedro De Jess, Luis Torres, and others.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Famania and Rosario acted as Rodrguez's lieutenants.  In addition to cutting and packaging the crack for distribution, they served as liaisons between Rodrguez and would-be distributors.  Both regularly sold crack in Beaver Park.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Famania sold Rodrguez-supplied crack out of his apartment.  One customer, Juan Carvajal, visited Famania's apartment on numerous occasions throughout 1995.  Carvajal witnessed Famania sell $20 bags of crack daily to various customers, and twice saw Rodrguez give Famania an ounce of crack for distribution.  On two occasions, Famania supplied Carvajal with an ounce of crack.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rosario also sold Rodrguez-supplied crack.  Upon collecting payment from a prospective buyer, Rosario would spit a plastic bag containing the crack onto the ground, where it would be retrieved by the purchaser.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In January 1995, Rodrguez subordinate Pedro De Jess made a crack sale to Angela Aurelio--who, unbeknownst to him, was an undercover police officer.  The ounce of crack was supplied by Rodrguez and delivered by De Jess to the officer in her vehicle.  She paid $950 for the ounce of crack.  A couple of weeks later, Officer Aurelio made another undercover buy from De Jess.  This time, Aurelio paid De Jess $1000 for an ounce.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Investigators also employed Alicia Ellerbee, one of Rodrguez's regular customers, to make controlled buys.  On July 10, 1995, Ellerbee met Rodrguez at Beaver Park and placed an order for an ounce of crack.  Later that day, at a pre-arranged place, Rodrguez drove up to Ellerbee.  Upon giving him $900, Ellerbee was directed to the passenger seat of Rodrguez's car, where a baggie covered by a piece of paper had been placed.  Ellerbee took the baggie and paper, which she subsequently handed over to the authorities.  Inside the paper, a Boston Globe subscription card carrying the name and address of Famania, was a baggie of crack.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On July 27, 1995, Ellerbee again made a crack purchase from Rodrguez at the DEA's direction.  After she ordered the crack from Rodrguez in the park, Rodrguez walked over to Jose Villafane.  Villafane left, and Ellerbee gave Rodrguez $900.  Villafane then returned and dropped a package of crack into Ellerbee's lap.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 13, 1995, the grand jury indicted Rodrguez, De Jess, and Villafane, charging all the defendants with conspiracy to distribute cocaine and violations of substantive drug offenses.  On December 22, 1995, the grand jury returned a seven count superseding indictment.  Count I charged Rodrguez, De Jess, Villafane, Rosario, Famania, Carvajal with conspiracy to distribute cocaine base.  Count II charged Rodrguez and De Jess with possession of cocaine base with intent to distribute on January 26, 1995 and aiding and abetting.  Count III charged De Jess with possession of cocaine base with intent to distribute on February 10, 1995.  Count IV charged Rodrguez with possession of cocaine base with intent to distribute on July 10, 1995.  Count V charged Rodrguez and Villafane with intent to distribute on July 27, 1995 and aiding and abetting.  Count VI charged Rodrguez with engaging in a continuing criminal enterprise.  Count VII sought the criminal forfeiture of Rodrguez's Suzuki Samurai and Nissan Maxima.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Carvajal, De Jess, and Villafane pled guilty and were sentenced to terms ranging from time served to sixty months.  Rodrguez, Famania, and Rosario proceeded to trial, and were convicted on all counts.  Rodrguez was sentenced to life imprisonment, Rosario to 262 months imprisonment, and Famania to 235 months imprisonment.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>I. Continuing Criminal Enterprise Conviction</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A conviction under 21 U.S.C. &#167; 848 for engaging in a continuing criminal enterprise (\"CCE\") requires proof beyond a reasonable doubt that the defendant:  (1) committed a felony drug offense;  (2) as part of a continuing series of such violations;  (3) in concert with five or more persons in relation to whom he acted as a supervisor, organizer, or manager;  and (4) from which multiple operations he realized substantial income or other resources.  United States v. Hahn, 17 F.3d 502, 506 (1st Cir.1994).  In challenging his conviction, Rodrguez attacks the sufficiency of the evidence on the latter two elements.  Neither contention has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">One who challenges the sufficiency of the evidence bears a heavy burden:  he must show that no rational jury could have found him guilty beyond a reasonable doubt.  See United States v. Fulmer, 108 F.3d 1486, 1492 (1st Cir.1997).  We review the sufficiency of the evidence as a whole, in a light most favorable to the verdict, taking into consideration all reasonable inferences.  See United States v. Scantleberry-Frank, 158 F.3d 612, 616 (1st Cir.1998).  We resolve all credibility issues in favor of the verdict.  See id.   The evidence may be entirely circumstantial, and need not exclude every hypothesis of innocence;  that is, the factfinder may decide among reasonable interpretations of the evidence.  See id. at 616 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Organizer, Supervisor or Manager under CCE</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To be an organizer, supervisor or manager within the meaning of the CCE, the defendant \"need not be the dominant organizer or manager of the enterprise;  he need only occupy some managerial position with respect to five or more persons.\"  United States v. Hahn, 17 F.3d 502, 506 n. 4 (1st Cir.1994).  Further, the jurors are not required to agree on the particular identities of the subordinates, but must only agree that there were at least five doing his bidding.  See United States v. David, 940 F.2d 722, 731 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rodrguez concedes that he organized, supervised or managed four individuals:  Rosario, Famania, Villafane, and De Jess.  See Def.  Br. at 31.  Contrary to his claim, the government has presented sufficient evidence as to a fifth individual.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">De Jess, testified that, like him, \"Peto\" also worked for Rodrguez.  See Tr. 10/17 at 11-12.  The relevant testimony is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Q: Did you ever see Miguel Rodrguez give drugs to Peto?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A: (Through the Interpreter) Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Q: Where did you see those transactions take place?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A: (Through the Interpreter) At the house, Peto's.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Q: Did you see what Peto did with the money he made from the drugs?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A: (Through the Interpreter) He would also give it to Miguel.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tr. 10/17 at 12-13.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The jury was entitled to find that \"Peto\" was within Rodrguez's sphere of influence and subject to his supervision in the course of his drug trafficking activities.</p>\n    </div>\n    <p class=\"indent\">B. Substantial Income from the Enterprise</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The \"substantial income\" requirement may be met either by direct evidence of the revenues realized and resources accumulated by the defendant, or by such circumstantial evidence as the defendant's position in the criminal organization, and the volume of drugs handled by the organization.  See Hahn, 17 F.3d at 507.   The substantial income test establishes no fixed minimum, but is intended to exclude trivial amounts derived from occasional drug sales.  See id.  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">There is overwhelming evidence that Rodrguez derived substantial income from the management of his drug activities.  The government need only prove revenue, not profit.  See id.   Rodrguez himself spends over three single-spaced pages of his brief cataloging trial testimony concerning his drug-trafficking activity during the indictment period, see Def.  Br. at 23-26, and admits that testimony indicates that he sold or oversaw the sale of approximately $70,000 worth of drugs during the period of the conspiracy.  See id. at 23.   To argue that his activities constitute trivial amounts derived from occasional drug sales is disingenuous.  The substantial income element of the CCE was established beyond a reasonable doubt.</p>\n    </div>\n    <p>II. Evidentiary Rulings</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Rosario argues that the district court erred in making evidentiary rulings regarding:  (1) testimony about his involvement in beating a suspected informant;  and (2) an eye-witness account of one of his drug transactions.  Famania challenges the admission of a Boston Globe subscription card bearing his name and address that was wrapped around a package of crack sold by Rodrguez to informant Ellerbee.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We review the district's court determination to admit evidence for abuse of discretion.  See United States v. Houlihan, 92 F.3d 1271, 1297 (1st Cir.1996), cert. denied, 519 U.S. 1118, 117 S.Ct. 963, 136 L.Ed.2d 849 (1997).  Only in a rare, extraordinary, and compelling instance will we, \"from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\"  David, 940 F.2d at 737 (internal quotations and citations omitted).  None of the defendants' claims approaches such a circumstance.</p>\n    </div>\n    <p class=\"indent\">A. Evidence of Rosario's Violent Acts</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the summer of 1995, an unidentified man approached Rodrguez, Rosario, and \"Joe\" at Beaver Park and asked for drugs.  Rodrguez, suspicious that the man was an informant, told him to get \"out of my face because you're going to get your butt kicked.\"   Tr. 10/16 at 29.  When the man insisted on purchasing drugs, Rosario reiterated the threat.  When the man failed to leave, Rosario \"just whacked him,\" id., according to an eye witness.  Rodrguez and Joe escalated the brawl, and all three punched, kicked, and yelled at the man.  After the man left the scene, Rosario and Rodrguez concluded that the man was \"one of those rats ... one of those guys that work for the cops, ... giv[ing] [drugs] to the cops so we get busted for it.\"  Id. at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Rosario argues that the fight had \"no connection\" to the crack distribution conspiracy, and that a \"[r]efusal to sell drugs to one with whom one fights\" frustrated, rather than furthered, the objectives of the conspiracy.  See Def.  Br. at 32-33.  This is an artful, but incorrect interpretation of the evidence.  This was not an attempt by Rodrguez and Rosario to prevent a drug transaction.  Rather, the evidence shows an attempt to set a tone for their drug-trafficking operation:  that suspected informants would be dealt with harshly.  As the district court found:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>[The beating] was part of a campaign of intimidation, to further the interest of the conspiracy in maintaining discipline in its ranks, by treating anyone suspected of being an informant with hostility.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Tr. 10/16 at 134.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Rosario's violence against a suspected informant is relevant to prove his membership in the conspiracy and his acceptance of its objectives.  See David, 940 F.2d at 737 (evidence of threats and violent acts in aftermath of cocaine theft is admissible to prove defendant's role in a drug-trafficking conspiracy).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Contrary to Rosario's claim, the evidence of the beating does not stand alone as proof of his membership in the conspiracy.  This is not a case of guilt by association.  In addition to his discussion with Rodrguez about how to deal with suspected informants, four witnesses testified that they either saw Rosario selling drugs and/or purchased drugs directly from him.  One witness testified that Rosario delivered an \"eight ball\" of crack to him on consignment, explaining the terms of repayment to Rodrguez.  Another witness testified that she saw Rosario cut and package large amounts of crack along with Famania.  Consequently, Rosario's participation in the conspiracy was established beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">B. Testimony Regarding Rosario's Drug Dealing</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Alicia Ellerbee testified that she saw Rosario give a customer drugs--by spitting a baggie holding crack onto the ground--in exchange for money.  Rosario's primary challenge to this evidence is that Ellerbee failed to provide a temporal proximity as to when these events occurred, and thus the testimony should have been excluded under Fed.R.Evid. 404(b).  See Def.  Br. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A close reading of the record reveals no such defect.  The witness dated the event between the summer of 1994 and September 1995, see Tr. 10/10 at 88-89, and, more specifically, at around May of 1995.  See id. at 89.   The drug transaction fell squarely within the time frame of the charged conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Further, Rosario argues that \"[s]ince the direct evidence against the Defendant is of such a tenuous nature, any fact directly linking the Defendant to the sale of crack would be extremely prejudicial.\"   Def. Br. at 37.  Aside from the obvious, that \"[b]y design, all evidence is meant to be prejudicial,\" United States v. Rodriguez-Estrada, 877 F.2d 153, 155 (1st Cir.1989), there is more than sufficient evidence establishing that Rosario was a distributor and member of the Rodrguez drug-trafficking organization.  Rosario's argument here is part and parcel of his guilt by association theory:  that he was not a co-conspirator, but a friend of Rodrguez's with the misfortune of continually being in the wrong place at the wrong time when drugs were present.  This argument was presented to the jurors, and rejected by them.  There is no reason to quarrel with their verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Finally, Rosario claims that the court \"exacerbated [the] prejudice,\" Def.  Br. at 38, of Ellerbee's testimony by foreclosing cross-examination into her attempted suicide and an incident in which she supposedly tried to burn her hair.  The district court properly found that the evidence was not relevant either to her ability to tell the truth or to her partiality.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">C. Famania and the Boston Globe Subscription Card</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Alicia Ellerbee made a controlled purchase of crack from Rodrguez on July 10, 1995.  After negotiating the terms in Beaver Park, Ellerbee and undercover DEA Agent Russell met Rodrguez near his home.  From the driver's side of his blue Honda, Rodrguez directed Ellerbee to the passenger seat, from where she retrieved a package wrapped in paper.  Ellerbee testified that she gave the package directly to Agent Russell, and that the two then rendezvoused with DEA Agent Farley, who took the package from Russell.  Farley testified that he received the package--a baggie of crack wrapped in a Boston Globe subscription card bearing Famania's name and address--within five minutes of the transaction between Ellerbee and Rodrguez.  The subscription card was admitted into evidence through Agent Farley, who testified that it was in the same condition as it was when he received it from Agent Russell.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Famania argues that the card and Farley's testimony were admitted in violation of Fed.R.Evid. 602, which requires that a witness have personal knowledge about the matter to which he testifies.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Evidence is inadmissible under Rule 602 \"only if in the proper exercise of the trial court's discretion it finds that the witness could not have actually perceived or observed that which he testified to.\"  United States v. Neal, 36 F.3d 1190, 1206 (1st Cir.1994), cert. denied, 519 U.S. 1012, 117 S.Ct. 519, 136 L.Ed.2d 407 (1996) (citation omitted).  Personal knowledge can include \"inferences and opinions, so long as they are grounded in personal observations and experience.\"  Id. (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Here, Agent Farley testified that he personally received the drugs, wrapped in the subscription card, from Agent Russell five minutes after the transaction between Ellerbee and Rodrguez.  Indeed, on cross-examination, Farley acknowledged that he did not personally view the transaction between Ellerbee and Rodrguez, and that he did not see the card when Ellerbee picked it up, or know the precise configuration of the card at the time of the transaction with Rodrguez.  As a result, Farley's testimony was based on his personal knowledge, and is therefore admissible under Fed.R.Evid. 602.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Famania's argument with respect to the subscription card is essentially a complaint about the chain of custody.  He contends that \"[t]here was no evidence that Agent Farley or Agent Russell signed the card at the time of the transaction or otherwise secured it as evidence.\"   Def. Br. at 9. His concern is that there was no evidence as to what Agent Russell did with the card in the five minutes that transpired before he met with Agent Farley.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A possible defect in the chain of custody for a certain piece of evidence factors into the weight given to the evidence rather than its admissibility.  See United States v. Abreu, 952 F.2d 1458, 1467 (1st Cir.1992).  A defendant can attempt to cast doubt on an exhibit's authenticity.  Such an issue, however, is to be resolved by the jury, and not the judge.  Thus, the subscription card was properly admitted into evidence.</p>\n    </div>\n    <p>III. Jury Instruction</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Rodrguez contends that the district court's jury instructions understated the government's constitutional burden of proving his guilt beyond a reasonable doubt.  After a close reading of the instructions, we find no such error.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our review of the instructions is de novo.  Gilday v. Callahan, 59 F.3d 257, 260 (1st Cir.1995), cert. denied, 516 U.S. 1175, 116 S.Ct. 1269, 134 L.Ed.2d 216 (1996).  The constitutional inquiry is whether \"there is a reasonable likelihood that the jury understood the instruction to allow conviction based on proof insufficient to meet the [reasonable doubt] standard.\"  Victor v. Nebraska, 511 U.S. 1, 6, 114 S.Ct. 1239, 127 L.Ed.2d 583 (1994).  The challenged remark must be examined along with the rest of the charge to see, if taken as a whole, the instructions correctly convey the concept of reasonable doubt to the jury.  See id.</p>\n    </div>\n    <p class=\"indent\">A. The \"Real Possibility\" Instruction</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">One of the cornerstones of the criminal trial is that the government must prove beyond a reasonable doubt every element of the offense.  See In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970).  The term \"beyond a reasonable doubt\" is one of the most bandied, but perhaps least precisely defined phrases in criminal law.  Here, the trial judge used a modified version of the Federal Judicial Center form book instruction for \"beyond a reasonable doubt.\"   Below is the instruction as given, underlined to show the part we discuss:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In a criminal case the burden of proving guilt is on the government.  It has that burden throughout the entire trial.  A defendant never has to prove his innocence.  The right of a defendant to put the government to its proof is one of the most fundamental guarantees of our Constitution.  It means that the defendant has no obligation to produce any evidence or to testify.  Thus, you may not draw an inference of guilt from the fact that a defendant did not testify.  You may not even discuss that fact in your deliberations.  Again, the burden rests solely upon the government to prove a defendant guilty beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Now, what is proof beyond a reasonable doubt?   The term is often used, and probably pretty well understood intuitively, although it is not easily defined.  Proof beyond a reasonable doubt does not mean proof beyond all possible doubt or proof to a mathematical certainty.  Everything in our common experience is open to some possible or imaginary doubt.  It does, however, mean that the evidence must exclude any reasonable doubt as to a defendant's guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">A reasonable doubt may arise not only from the evidence produced but also from the lack of such evidence.  A reasonable doubt exists when, after weighing and considering all the evidence in the case, using your reason and common sense, you cannot say that you have a firm and settled conviction that the charge is true.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">It is not enough for the government to establish a probability, even a strong probability, that a defendant is more likely guilty than not.  That is not enough.  Proof beyond a reasonable doubt must be proof of such a convincing character that you can, consistent with your oath as jurors, conscientiously base your verdict upon it.  If you so find as to a defendant, you will return a verdict of guilty.  On the other hand, if you think there is a real possibility that the defendant is not guilty of the charges, you must give the defendant the benefit of that doubt and find him not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Tr. 10/21 at 108-09.  The challenged sentence in this instruction is substantially copied from the Federal Judicial Center form book.  See Federal Judicial Center, Pattern Criminal Jury Instructions 28 (1988) (Instruction 21).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Rodrguez's argument is directed at the phrase \"real possibility\" in the sentence, \"On the other hand, if you think there is a real possibility that the defendant is not guilty, you must give him the benefit of the doubt and find him not guilty.\"   He argues that the trial judge equated reasonable doubt with \"real possibility.\"   Rodrguez contends that the district court exacerbated an already bad situation when it further explained that the jury could draw inferences using \"reason and logic\" and \"in light of reason and common sense.\"   He claims that worse still, the district court then failed to give an instruction stating that the standard for drawing an inference is not the same as the standard for finding guilt, thus creating a reasonable likelihood that the jury would apply an impermissibly low standard of proof to the government's case against the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The Supreme Court has held that a reasonable doubt is, at a minimum, one based on reason, so \"[a] fanciful doubt is not a reasonable doubt.\"  Victor, 511 U.S. at 17, 114 S.Ct. 1239.  Victor makes that distinction in the context of approving the phrase \"not a mere possible doubt.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">\"[T]he Constitution does not require that any particular form of words be used in advising the jury of the government's burden of proof.\"  Id. at 5, 114 S.Ct. 1239.  The challenged passage from the Federal Judicial Center form book instruction is recommended by Justice Ginsburg in her concurrence in Victor.   See id. at 26-27, 114 S.Ct. 1239 (Ginsburg, J., concurring).  The trial judge may require a \"real possibility\" of doubt because \"[a] fanciful doubt is not a reasonable doubt.\"  Id. at 17, 114 S.Ct. 1239.   The phrase \"real doubt\" does not suffer the infirmity of requiring the jury to have \"grave uncertainty,\" \"substantial doubt,\" and a \"real tangible substantial basis\" for doubt, before they can acquit, as the unconstitutional instruction did in Cage v. Louisiana, 498 U.S. 39, 40, 111 S.Ct. 328, 112 L.Ed.2d 339 (1990), overruled on other grounds by Estelle v. McGuire, 502 U.S. 62, 72 n. 4, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Here, the likelihood of juror confusion or mistake is extremely remote.  We conclude that the instructions overall left the jury with an accurate impression of the presumption of innocence and of the substantial burden faced by the prosecution in establishing the defendant's guilt beyond a reasonable doubt.  There was nothing improper with either the challenged sentence or the instructions as a whole.</p>\n    </div>\n    <p>IV. Brady Claims</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Based on their post-trial discovery of additional impeachment evidence concerning two of the government's witnesses, appellants moved for a new trial.  The district court denied the motions, which Famania claims was an abuse of discretion.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The denial of a motion for a new trial is reviewed only for manifest abuse of discretion.  United States v. Henry, 136 F.3d 12, 22 (1st Cir.1998).</p>\n    </div>\n    <p class=\"indent\">A. Nancy Muniz</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">At trial, one of the government's witnesses, Nancy Muniz, claimed that she was employed as a financial consultant at Merrill Lynch.  After trial, this testimony was discovered to be false;  Muniz was in fact making her living as a prostitute.  The district court found that \"[t]here is no suggestion that the government was aware of Ms. Muniz's perjury.\"   July 22, 1997, Mem. and Order at 3. Subsequent to the trial, and allegedly unbeknownst to the prosecution, appellant ascertained that the Framingham police had charged Muniz with operating a motor vehicle without a license, a charge which was pending at the time of her testimony.  See id. at 1.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We begin by noting the relevant legal standards.  A Brady error occurs when the prosecution suppresses \"material\" evidence that is favorable to the accused.  See Kyles v. Whitley, 514 U.S. 419, 115 S.Ct. 1555, 131 L.Ed.2d 490 (1995).  In most circumstances, exculpatory evidence is material only if there is a \" 'reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.' \"  Id. at 435, 115 S.Ct. 1555 (quoting United States v. Bagley, 473 U.S. 667, 682, 685, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985)).  We refer to this as the Bagley standard.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">A standard of materiality more favorable to the defendant applies, however, when previously undisclosed evidence reveals that the prosecutor knowingly used perjured testimony or, equivalently, knowingly failed to disclose that testimony used to convict the defendant was false.  See Bagley, 473 U.S. at 678-80, 105 S.Ct. 3375.   In such situations, \" 'a conviction ... is fundamentally unfair, and must be set aside if there is any reasonable likelihood that the false testimony could have affected the judgment of the jury.' \"  Kyles, 514 U.S. at 433 n. 7, 115 S.Ct. 1555 (quoting United States v. Agurs, 427 U.S. 97, 103, 96 S.Ct. 2392, 49 L.Ed.2d 342 (1976)).  We refer to this as the Agurs standard.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Here, the district court assumed that the government \"should have known\" about Muniz's perjury, and applied the Agurs standard of materiality.  See July 22, 1997 Mem. and Order at 3. Applying this standard, it found that \"there is no reasonable possibility that one more piece of impeaching evidence tarnishing an already blemished witness by degree rather than kind, could have affected the jury's judgment.\"  Id. at 4. With regard to the traffic citation, the district court found that it was not Brady material.  See id. at 5. Applying the Kyles /Bagley materiality test, the court found that had the jury been made aware of the infraction, \"there is no reasonable possibility, much less a probability,\" id., that it would have influenced the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The district court's rulings were not an abuse of discretion.  Muniz admitted to the jurors that she had supported a thirteen-year addiction to heroin by working as a prostitute, that she had frequently used other illegal drugs, that she had offered herself to the government as an informant because she needed the money, and most importantly, that she had lied to the grand jury about having been a prostitute in the past.  The jury was already on notice about her tendency to commit perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In addition, the thrust of her testimony, that defendants Rodrguez, Rosario and Famania were in the business of distributing crack cocaine, was corroborated by the testimony of five other cooperating witnesses, and by police surveillance and physical evidence.  Even examining her perjury under the Agurs standard, there is little chance that her false testimony affected the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Similarly, the district court's ruling with respect to the traffic citation does not constitute an abuse of discretion.  Assuming arguendo, but with little basis in the record, that the prosecutors or their agents knew or should have known of the information in question, we agree with the district court that there is no reasonable possibility that their lack of awareness of a traffic citation would have influenced their verdict.  See United States v. Sepulveda, 15 F.3d 1216, 1220 n. 5 (1st Cir.1993)(\"[O]ur decisions ... have [not] been sympathetic to new trial claims based solely on the discovery of additional information useful for impeaching a government witness.\").</p>\n    </div>\n    <p class=\"indent\">B. Pedro De Jess</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Defendants argue that they were not told about the government's notice to De Jess under 21 U.S.C. &#167; 851, which exposed De Jess to harsh recidivist penalties, enhancing his \"motivation to tell the government what it wanted to hear.\"   Def. Br. at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The government's nondisclosure of its &#167; 851 filing does not entitle the defendants to a new trial.  Defendants knew full well that De Jess had a long criminal history, see Tr. 10/17 at 21-23 (Rodrguez's cross-examination detailing De Jess' prior convictions), and that a &#167; 5K1.1 motion would trump any mandatory sentence that De Jess would otherwise receive.  As a result, there is no Brady violation.  See United States v. Hicks, 848 F.2d 1, 4 (1st Cir.1988).  The government has no Brady burden when the necessary facts for impeachment are readily available to a diligent defender, as they were here.  See Lugo v. Munoz, 682 F.2d 7, 9-10 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Further, the government's failure to disclose its promise to apprise state law enforcement authorities about De Jess' cooperation does not entitle the defendants to a new trial.  At trial, there was confusion about the status of De Jess' state drug charges.  The court initially told the jury that state court records indicated that De Jess had already pled guilty and been sentenced to probation on drug-trafficking charges.  After further investigation, it was discovered that the charges were still pending.  As a result, the court corrected the factual inaccuracy and specifically instructed the jury that</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>you may consider whether any expectancy of leniency on this pending [state] charge might have had an influence on what he said when [De Jess] testified before you.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Tr. 10/21 at 117.  This charge, along with the extensive cross-examination conducted by the defendants concerning De Jess' alliance with the government and his motivation for a reduced sentence, rendered the government's failure to disclose its aid to De Jess insignificant.</p>\n    </div>\n    <p>V. Request for an Evidentiary Hearing</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Appellants argue that the district court erred in refusing their request for an evidentiary hearing to determine whether Muniz perjured herself on matters other than her occupation, and to discover whether the government had disclosed all of its pretrial promises and inducements to Carvajal and De Jess.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The substantive test to be applied when a criminal defendant seeks an evidentiary hearing is whether the movant has made an adequate threshold showing that the material facts are in genuine doubt or dispute.  See United States v. Lilly, 983 F.2d 300, 311 (1st Cir.1992).  If the district court declines to hold an evidentiary hearing, we will disturb its decision only for an abuse of discretion.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Appellants argue that Muniz's \"lie about her employment was not likely her only lie about herself.\"   Def. Br. at 38.  They speculate that her prostitution \"clearly suggested that she was hardly a recovered heroin addict.\"  Id. However, they offered no evidence to support their theories, and the district court rejected their request for an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">With regard to the issue of the government's pre-trial promises and inducements, the district court ordered the government to file a declaration stating that it had disclosed all inducements given to cooperating witnesses.  In response, the government represented that all pre-trial promises, rewards, and inducements had been disclosed.  In its final order denying an evidentiary hearing, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>[I]n the absence of any evidence to the contrary, I accept the government's representation ... that it has disclosed all such inducements.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">June 5, 1998 Order at 1.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">As this Court has stated in the past, \"[a] criminal defendant has no constitutional right to conduct a fishing expedition.\"  Lilly, 983 F.2d at 311.   Appellants have made no showing, in this Court or below, that material facts were in doubt or dispute.  Conclusory allegations and pure speculation, without more, do not merit an evidentiary hearing.  Accordingly, the district court acted well within its discretion when it denied the appellants' request.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>VI. Challenge to the Composition and Voir Dire Examination of the Jury</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Rosario contends:  (1) that the district court wrongly rejected his challenge to the grand and petit jury venires on the ground of systematic exclusion of Hispanics;  and (2) that the court violated his due process and fair trial rights by denying his motion to directly question the venire.  Neither claim is compelling.</p>\n    </div>\n    <p class=\"indent\">A. Systematic Exclusion Claim</p>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">At base, Rosario's argument is that the dissent in United States v. Pion, 25 F.3d 18 (1st Cir.1994)(rejecting an attack on the composition of juries in the district court of Massachusetts based on under-representation of the Hispanic population), was correct.  He offers nothing new in the way of statistics or legal authority to buttress his claim.  Nor does he provide any reason why we should reconsider our recent reaffirmation of Pion in United States v. Lopez, 147 F.3d 1 (1st Cir.1998).  Consequently, there is no need to go any further.</p>\n    </div>\n    <p class=\"indent\">B. Voir Dire Claim</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Fed.R.Crim.P. 24(a) provides that the trial court may decide to conduct the voir dire itself or may allow the parties to conduct it.  See Rosales-Lopez v. United States, 451 U.S. 182, 101 S.Ct. 1629, 68 L.Ed.2d 22 (1981);  Fed.R.Crim.P. 24(a).  Rosario argues, contrary to the language of Rule 24(a), that due process requires that he should have been allowed to question the venire.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">There is simply no authority, as Rosario himself admits, for the proposition that defense counsel must be allowed--as a matter of right--to question the venire.  Rather, the law states that the trial court has the option of allowing counsel to conduct voir dire or conducting the examination itself.  If the court chooses the latter option, as it did in this case, it must permit counsel to \"supplement the examination by such further inquiry as it deems proper or shall itself submit to the prospective jurors such additional questions by the parties or their attorneys as it deems proper.\"  Fed.R.Crim.P. 24(a).</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The trial court complied with the requirements of Rule 24(a) by asking the venire, at defense counsel's request, about their possible prejudices against Hispanics.  See Tr. 10/7 at 18.  After noting that the law enforcement officials would all be Caucasians, the district court additionally asked whether any juror would be inclined to take the word of a white police officer over a Hispanic defendant, or otherwise give \"some edge\" to the officer's testimony.  See id. at 19.   Accordingly, the court's conduct of voir dire was entirely proper.</p>\n    </div>\n    <p>VII. Sentencing Issues</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Famania and Rosario challenge their sentences on numerous grounds.  None is convincing and all are thus rejected.</p>\n    </div>\n    <p class=\"indent\">A. The Sentences</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">A narcotics conspirator is responsible not only for drugs he actually handled or saw but also for the full quantity of drugs that he reasonably could have foreseen to be embraced by the conspiracy he joined.  See United States v. De La Cruz, 996 F.2d 1307, 1314 (1st Cir.1993);  U.S.S.G. &#167;&#167; 2D1.4, 2D1.1, 1B1.3 &amp; comment n. 1. The district court's findings as to the quantity embraced by the conspiracy and reasonably foreseen by the defendant is a factual one and will not be disturbed unless clearly erroneous.  See De La Cruz, 996 F.2d at 1314.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Where no drugs have been seized, the guidelines instruct the district court to approximate the amounts involved, see U.S.S.G. &#167; 2D1.1 comment.  (note 12), and we uphold such an approximation as long as it represents a reasoned estimate of the quantity.  See United States v. Webster, 54 F.3d 1, 5 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">First, the district court found that Rodrguez, Rosario, and Famania had joined the conspiracy by December 1994, and that the conspiracy continued until Rodrguez's arrest in September 1995.  See Tr. 7/11/97 at 7. Second, it found that \"a fair and conservative figure would attribute the distribution of five ounces of crack cocaine to the conspiracy on a weekly basis.\"  Id. at 9. Over a 36-week period, that would involve the distribution of approximately 5,000 grams of crack cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The district court based its approximation on the following factors:  (1) the ability of the conspirators to produce crack cocaine on short notice in amounts ranging from 13 grams to an ounce;  (2) the four undercover purchases;  (3) Carvajal's testimony that he and Rodrguez agreed to the purchase of an ounce of crack weekly on consignment;  (4) numerous eyewitness accounts and surveillance of the come-and-go traffic at Famania's apartment and at Beaver Park;  and (5) accounts of the conspiracy's customers.  See id. at 9-10.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">All three defendants were assigned a Base Offense Level (\"BOL\") of 38.  See id. at 10.   With no adjustments to the BOL and based on a Category II criminal history, the district court sentenced Rosario to 262 months, the lowest end of the applicable 262-327 months range.  See id. at 11.   It sentenced Famania to 235 months imprisonment, the minimum of the 235-293 month range, again with no adjustments to the BOL and based on a Category I criminal history.  See id. at 12.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The district court's approximation was a reasoned, if not conservative, estimate of the drug quantity involved.  Consequently, the sentences imposed were proper and without error.</p>\n    </div>\n    <p class=\"indent\">B. Denial of an Evidentiary Hearing</p>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Contrary to Famania's claim, the district court did not err in making its drug quantity calculations without first holding an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Under the federal sentencing guidelines, \"when any factor important to the sentencing determination is reasonably in dispute, the parties shall be given an adequate opportunity to present information to the court regarding that factor.\"  U.S.S.G. &#167; 6A1.3.  This provision does not mean that every factual dispute pertinent to the imposition of sentence demands a full evidentiary hearing.  See United States v. Robles-Torres, 109 F.3d 83, 85 (1st Cir.1997).  Evidentiary hearings at sentencing are, and should remain, the exception rather than the rule.  See id.   In the final analysis, the decision to hold or eschew an evidentiary hearing lies within the sound discretion of the sentencing court.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">In his request for an evidentiary hearing, Famania proposed to take the stand and refute various pieces of trial testimony, and also to cross-examine Carvajal.  In denying the request, the district court noted:  (1) that Carvajal was vigorously cross-examined at trial;  (2) that the court had an opportunity to assess Carvajal's credibility;  and (3) that the defendants had offered nothing of substance to impugn the specifics of Carvajal's account.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The district court indicated that it would consider any relevant affidavits or statements submitted by appellants for sentencing purposes.  Taking his cue from the district court, Famania submitted an affidavit disputing the trial testimony of Carvajal, De Jess, and Muniz, as well as the grand jury testimony of another witness describing Famania as a drug distributor.  He also presented an affidavit from one of his sisters-in-law, who attested that Famania's large family had free access to his apartment, and that they did not witness any drug activity.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Not satisfied with the above, Famania now attacks his sentence on the basis that the defendants were entitled to an evidentiary hearing:  (1) to further the fact-finding process;  and (2) to combat the government's proffer and the court's reliance on the grand jury testimony of a witness who corroborated trial testimony as to the nature of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Famania's arguments are not well founded.  Under U.S.S.G. &#167; 6A1.3, he was given his proverbial day in court when the district court invited the submission of affidavits and statements by the defendants for sentencing purposes.  Given that opportunity to present information to the court, the district court's decision not to hold an evidentiary hearing was not in error.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Moreover, a \"sentencing judge is vested with wide discretion to determine the information on which sentencing guideline decisions will be based, and may consider reliable hearsay evidence.\"  United States v. Montoya, 967 F.2d 1, 3 (1st Cir.1992) (citation omitted).  Evidence with \"sufficient indicia of reliability to support its probable accuracy\" may be considered at sentencing \"without regard to its admissibility under the rules of evidence applicable at trial.\"  U.S.S.G. &#167; 6A1.3.  Mindful of these tenets, the district court's consideration of grand jury testimony to corroborate the general nature of the conspiracy was entirely proper.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">C. Disparate Sentencing/Prosecutorial Discretion Claim</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Defendants Rosario and Famania argue that they should be resentenced because their sentences were significantly higher than those of their co-conspirators who pled guilty rather than choosing to go to trial.  They claim that the disparity in sentencing constituted an impermissible burden on their Sixth Amendment right to a jury trial and violated the Due Process and Equal Protection Clauses of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The government indicted six defendants, charging all of them with engaging in the same conspiracy to distribute crack cocaine.  The district court found this conspiracy accountable for the distribution of approximately 5,000 grams of crack cocaine over a 36-week period.  At sentencing, the court held Rosario and Famania accountable for all 5,000 grams of the crack cocaine.  In contrast, the district court accepted the agreement of the three defendants who had pled guilty--Carvajal, De Jess, and Villafane--which was based on responsibility only for the amount of drugs which each had personally handled.  Carvajal, for example, was held accountable for 5 to 20 grams of crack cocaine.  This disparity in the drug-quantity attribution led to an even more striking disparity in sentencing, which is the subject of the defendants' complaint.  Carvajal was sentenced to the time he had already served, De Jess to 17 months of imprisonment, and Villafane to 60 months of imprisonment.  Famania was sentenced to 235 months of imprisonment, and Rosario to 262 months of imprisonment.  Rodrguez, who was also charged with engaging in a continuing criminal enterprise, was sentenced to life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The thrust of the defendants' complaint is that this vast disparity in sentencing--a difference of more than 21 years between Carvajal and Rosario, for example--is an inevitable consequence of the application of a different drug-quantity attribution algorithm for those defendants who plead guilty as opposed to those who did not.  They identify the plea-bargaining practice of the Office of the United States Attorney as the source of this disparity.  The defendants claim that the U.S. Attorney fashioned plea agreements with the \"pleading defendants\" which attributed to them an amount of drugs no greater than the amount for which the pleading defendants were personally responsible, or had personally handled.  Those who did not plead guilty but exercised their right to go to trial, by contrast, had attributed to them all of the drugs that could be accounted to the entire conspiracy.  Those who chose to go to trial, therefore, were necessarily sentenced on the basis of a far greater amount of drugs than those who pled guilty.  According to the defendants, this practice discriminates against those who exercise their right to a jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The government, which characterizes the defendants' argument as an improper motion for a downward departure from the applicable sentencing range, argues that we have no jurisdiction to consider the defendants' complaint because the disparate sentences of co-conspirators do not provide a basis for resentencing.  The government further asserts that even if this court did have jurisdiction, it should find no constitutional violation because the sentences of the pleading defendants were properly based on their plea agreements and allowed by U.S.S.G. &#167; 1B1.8(a).</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">We begin, as we must, with the government's jurisdictional objection.  It is settled that \"we have no appellate jurisdiction to review a sentence within the applicable sentencing guidelines range if that range was correctly determined.\"  United States v. Panet-Collazo, 960 F.2d 256, 261 (1st Cir.1992).  The defendants' argument is focused on the argued unconstitutional effects of the practices that led to the imposition of such disparate sentences.  They do not say that their sentences were improperly calculated.  Instead, they claim that the pleabargaining practice of the U.S. Attorney's Office puts undue pressure on defendants, such as Rosario and Famania, to waive their right to a trial and violates Due Process and Equal Protection principles.  Because there is no jurisdictional barrier to such an argument, we evaluate the defendants' argument.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The defendants' challenge to the plea-bargaining practice of the U.S. Attorney here finds little support in the law.  We begin by noting that \"prosecutorial charging, plea, and motion practices are ... a well-spring of sentencing disparity....  In the federal system, prosecutors have always enjoyed great discretion in deciding what cases to pursue and what charges to bring.\"   Kate Stith &amp; Jose A. Cabranes, Fear of Judging:  Sentencing Guidelines in the Federal Courts 140-41 (1998).  As Professor Stith and Judge Cabranes state:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">The major reason that such broad [prosecutorial] discretion has been accorded to prosecutors is the large number and complexity of factors that prosecutors must (legitimately) take into account in making charging and other decisions.  These include many considerations that the Sentencing Guidelines, or any other sentencing authority, would recognize as relevant also to sentencing--including the nature and seriousness of the offense, the deterrent effect of prosecution, the defendant's culpability in the offense, the defendant's criminal history and a wide range of other personal circumstances, the charges against accomplices in the crime, and the defendant's willingness to cooperate in the prosecution of others.  In addition, prosecutors must pay attention to a variety of considerations that sentencing authorities ordinarily do not take into account after the defendant has been convicted--the strength or paucity of the admissible evidence, the priority accorded by the federal government as well as by the local community to prosecution of the particular offense, the capability and availability of prosecutorial resources and adjunct investigatory resources, the alternatives to prosecution, and the likelihood of prosecution in another jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">Id. at 141.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">The government, it appears, negotiated plea bargains with some of the defendants and promised, according to U.S.S.G. &#167; 1B1.8(a), not to use any of the information provided by cooperating defendants against them.  The government then charged each of them only with the amount of drugs they had personally handled, rather than the entire amount distributed by the conspiracy.  This practice led to the enormous sentencing disparity for the defendants who chose to put the government to its burden in proving its case.  Nevertheless, the law allows the government to do this, even if it results in sentences of such disparity as would strike many as unfair.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">The fact that those who plead generally receive more lenient treatment, or at least a government recommendation of more lenient treatment than co-defendants who go to trial, does not in and of itself constitute an unconstitutional burden on one's right to go to trial and prove its case.  See Corbitt v. New Jersey, 439 U.S. 212, 219, 99 S.Ct. 492, 58 L.Ed.2d 466 (1978) (noting that every burden on the exercise of a constitutional right is not invalid and that there is no per se rule against encouraging guilty pleas, even where those pleas promise the certainty of a lesser penalty).  To be sure, the differential which resulted here exacts a high price from those who exercise their constitutional right to trial, but the price is not high enough to constitute a constitutional violation.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Corbitt provides guidance on this issue.  In Corbitt, the Court addressed a claim under the New Jersey homicide statutes, which mandated life imprisonment for a jury conviction of first-degree murder and a maximum term of 30 years' imprisonment for a jury conviction of second-degree murder.  Although guilty pleas were not permitted in murder cases, a plea of non vult (or nolo contendere ) was allowed.  If such a plea was accepted, the judge would not need to decide whether the murder was first or second-degree, but could sentence the defendant to either life imprisonment or to the same sentence that would be imposed for second-degree murder (i.e., a maximum of 30 years' imprisonment).  See id. at 214-15, 99 S.Ct. 492.   The Court rejected the claim that because a plea of non vult might produce a lesser sentence than going to trial, the statutes imposed an unconstitutional burden on the defendant's right to a jury trial and violated his right to equal protection under the laws.  See id. at 218, 99 S.Ct. 492.   The Court, quoting its earlier decision in Bordenkircher v. Hayes, 434 U.S. 357, 98 S.Ct. 663, 54 L.Ed.2d 604 (1978), explained that:</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p>While confronting a defendant with the risk of more severe punishment clearly may have a discouraging effect on the defendant's assertion of his trial rights, the imposition of these difficult choices [is] an inevitable--and permissible--attribute of any legitimate system which tolerates and encourages the negotiation of pleas.  It follows that, by tolerating and encouraging the negotiation of pleas, this Court has necessarily accepted as constitutionally legitimate the simple reality that the prosecutor's interest at the bargaining table is to persuade the defendant to forgo his right to plead not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">Corbitt, 439 U.S. at 220-21, 99 S.Ct. 492 (quoting Bordenkircher, 434 U.S. at 364, 98 S.Ct. 663) (internal quotation marks and citation omitted).  The Court also indicated that the defendant's reliance on United States v. Jackson, 390 U.S. 570, 88 S.Ct. 1209, 20 L.Ed.2d 138 (1968), was inapposite.  See Corbitt, 439 U.S. at 216-17, 99 S.Ct. 492.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">In Jackson, the Court found that one portion of the Federal Kidnapping Act, 18 U.S.C. &#167; 1201(a), needlessly chilled the exercise of one's right to a jury trial.  See Jackson, 390 U.S. at 582, 88 S.Ct. 1209.  Corbitt distinguished Jackson, and thus its rule, on several grounds.  Jackson involved the death penalty, \"which is unique in its severity and irrevocability.\"  Corbitt, 439 U.S. at 217, 99 S.Ct. 492 (quoting Gregg v. Georgia, 428 U.S. 153, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976)).  The pressures in Corbitt, which compared to those stemming from the practice alleged here, were substantial, but they did not rise to the level of those in Jackson.   See id. at 217, 99 S.Ct. 492 (declining to hold \"that the Jackson rationale is limited to those cases where the plea avoids any possibility of the death penalty's being imposed,\" but noting that \"it is a material fact that under the New Jersey law the maximum penalty for murder is life imprisonment, not death\").</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">Further, in Jackson, all risk of receiving the death penalty could be avoided by pleading guilty.  In Corbitt, although the punishment for a jury conviction of first-degree murder was life imprisonment, the risk of receiving the same punishment was not completely avoided by pleading non vult, as the judge accepting the plea still maintained the power to impose a life term.  See Corbitt, 439 U.S. at 217, 99 S.Ct. 492.   The defendants here, of course, cannot avoid the imposition of a significantly greater sentence without pleading guilty, but that fact alone cannot help these defendants to avoid Corbitt and bring their case within the ambit of Jackson.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">The defendants do not dispute that a conspirator may be held responsible for the reasonably foreseeable amount of drugs embraced by the jointly undertaken activity.  See De La Cruz, 996 F.2d at 1314.   It is, however, within the government's discretion to charge similarly situated defendants differently.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Only when a prosecutor discriminates against defendants based on impermissible criteria such as race or religion is a prosecutor's discretion subject to review and rebuke.  See Bordenkircher, 434 U.S. at 364, 98 S.Ct. 663 (noting that \"the conscious exercise of some selectivity in enforcement is not in itself a federal constitutional violation so long as the selection was [not] deliberately based upon an unjustifiable standard such as race, religion, or other arbitrary classification\") (internal quotation marks omitted);  cf.  Corbitt, 439 U.S. at 225-26, 99 S.Ct. 492 (holding that there was no Equal Protection violation where those who pled guilty could potentially serve the same sentence as those who chose to contest their guilt, and asserting that to \"fit the problem ... into an equal protection framework is a task too Procrustean to be rationally accomplished\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">To the extent that the defendants' argument can be characterized as seeking to equalize their sentences with those of their co-defendants, their argument, \"without more, will not permit a departure from a properly calculated guideline sentencing range.\"  United States v. Wogan, 938 F.2d 1446 (1st Cir.1991);  see United States v. Pierro, 32 F.3d 611, 622 (1st Cir.1994)(same);  United States v. Figueroa, 976 F.2d 1446, 1460 (1st Cir.1992);  United States v. Butt, 955 F.2d 77, 90 (1st Cir.1992);  see also United States v. Jackson, 950 F.2d 633, 637-38 (10th Cir.1991) (\"Because Jackson's claim is based solely on the lesser sentence imposed on his codefendant and because his sentence falls within the range established by the Sentencing Guidelines, we must reject this claim....\");  United States v. Carpenter, 914 F.2d 1131, 1136 (9th Cir.1990) (holding that a defendant cannot base a challenge to his sentence solely on the lesser sentence given by the district court to his codefendant);  United States v. Guerrero, 894 F.2d 261, 267 (7th Cir.1990) (stating that there is nothing \"in the legislative history suggesting that the sentences within the Guidelines should be reviewed because of a claim that a particular sentence is draconian or too lenient\");  United States v. Sanchez Solis, 882 F.2d 693, 699 (2d Cir.1989) (rejecting defendant's claim that a disparity in sentences violates the Sentencing Reform Act and rejecting his suggestion that he was penalized for exercising his right to a trial).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">For the reasons stated in this opinion, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Spitting drugs on the ground was Rosario's odd practice of dispensing drugs to customers, and thus, an identifying modus operandi</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Some modicum of judicial power to alleviate unfairness lies in the ability of judges, under Fed.R.Crim.P. 11(e)(1)(B), to reject sentencing recommendations made by the parties when a guilty plea is tendered</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It appears that the pleading defendants were minor participants compared with the defendants who went to trial.  But the Guidelines account for such difference in roles in U.S.S.G. &#167; 3B1.2 (a) and (b), and not by attributing a smaller amount of drugs to co-conspirators who play a more minor role</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></span></p>\n    <p class=\"case_cite\">50 Fed. R. Evid. Serv. 1030</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Miguel RODRIGUEZ, a/k/a Negrito, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>John ROSARIO, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Hector FAMANIA, a/k/a Dilenge, a/k/a Talinge, Defendant,<br>Appellant.  Appeals from the United States<br>District Court for the District of<br>Massachusetts [Hon. Richard G.<br>Stearns, U.S. District Judge ]</p>\n    <p class=\"docket\">Nos. 97-2002, 97-2003, 97-2004.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1998.<br>Decided Dec. 7, 1998.<br>Rehearing and Suggestion for Rehearing En Banc Denied, Jan.20, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael P. Doolin for Miguel Rodrguez.</p>\n      <p class=\"indent\">James B. Krasnoo, by appointment of the Court, with whom Richard Briansky and Law Offices of James Krasnoo, were on brief, for John Rosario.</p>\n      <p class=\"indent\">Michael J. Liston, by appointment of the Court, with whom Carr &amp; Liston, was on brief, for Hector Famania.</p>\n      <p class=\"indent\">Demetra Lambros, Attorney, U.S. Department of Justice, with whom Donald K. Stern, United States Attorney, and George W. Vien, Assistant United States Attorney, were on brief, for United States of America.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a jury trial, appellants Miguel Rodrguez, John Rosario, and Hector Famania were convicted of conspiracy to distribute cocaine base, in violation of 21 U.S.C. &#167; 846.  Rodrguez was additionally convicted on three counts of possession with intent to distribute cocaine base, in violation of 21 U.S.C. &#167; 841(a)(1), and of engaging in a continuing criminal enterprise, in violation of 21 U.S.C. &#167; 848.  On appeal, the defendants raise numerous issues among which are the lack of sufficient evidence to convict and abuse of prosecutorial discretion.  For the following reasons, we affirm the convictions and sentences.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We review the facts of a criminal case on appeal from a conviction in the light most favorable to the verdict.  See United States v. Gonzalez-Maldonado, <span class=\"citation\" data-id=\"197384\"><a href=\"/opinion/197384/united-states-v-gonzalez-maldonado/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.1997).  We sketch the facts presented at trial, providing further details as they become relevant to the discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This case concerns a crack cocaine distribution ring in Framingham, Massachusetts.  Through a joint investigation conducted by the Drug Enforcement Administration (\"DEA\") and the Framingham police during 1994 and 1995, a drug-trafficking operation in the Framingham community known as \"Beaver Park\" came to light.  At the helm of the operation was Miguel Rodrguez.  Among his lieutenants were John Rosario and Hector Famania.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The operation worked in the following manner.  An individual known as \"Johnny\" would cook powder cocaine into crack.  Rosario and Famania would then cut, measure, and package the drugs at Rodrguez's direction.  Typically, a prospective drug purchaser would contact Rodrguez to place an order.  When the customer came to obtain her drugs, Rodrguez would direct her to one of his distributors--Famania, Rosario, Jose Villafane, Pedro De Jess, Luis Torres, and others.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Famania and Rosario acted as Rodrguez's lieutenants.  In addition to cutting and packaging the crack for distribution, they served as liaisons between Rodrguez and would-be distributors.  Both regularly sold crack in Beaver Park.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Famania sold Rodrguez-supplied crack out of his apartment.  One customer, Juan Carvajal, visited Famania's apartment on numerous occasions throughout 1995.  Carvajal witnessed Famania sell $20 bags of crack daily to various customers, and twice saw Rodrguez give Famania an ounce of crack for distribution.  On two occasions, Famania supplied Carvajal with an ounce of crack.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rosario also sold Rodrguez-supplied crack.  Upon collecting payment from a prospective buyer, Rosario would spit a plastic bag containing the crack onto the ground, where it would be retrieved by the purchaser.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In January 1995, Rodrguez subordinate Pedro De Jess made a crack sale to Angela Aurelio--who, unbeknownst to him, was an undercover police officer.  The ounce of crack was supplied by Rodrguez and delivered by De Jess to the officer in her vehicle.  She paid $950 for the ounce of crack.  A couple of weeks later, Officer Aurelio made another undercover buy from De Jess.  This time, Aurelio paid De Jess $1000 for an ounce.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Investigators also employed Alicia Ellerbee, one of Rodrguez's regular customers, to make controlled buys.  On July 10, 1995, Ellerbee met Rodrguez at Beaver Park and placed an order for an ounce of crack.  Later that day, at a pre-arranged place, Rodrguez drove up to Ellerbee.  Upon giving him $900, Ellerbee was directed to the passenger seat of Rodrguez's car, where a baggie covered by a piece of paper had been placed.  Ellerbee took the baggie and paper, which she subsequently handed over to the authorities.  Inside the paper, a Boston Globe subscription card carrying the name and address of Famania, was a baggie of crack.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On July 27, 1995, Ellerbee again made a crack purchase from Rodrguez at the DEA's direction.  After she ordered the crack from Rodrguez in the park, Rodrguez walked over to Jose Villafane.  Villafane left, and Ellerbee gave Rodrguez $900.  Villafane then returned and dropped a package of crack into Ellerbee's lap.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 13, 1995, the grand jury indicted Rodrguez, De Jess, and Villafane, charging all the defendants with conspiracy to distribute cocaine and violations of substantive drug offenses.  On December 22, 1995, the grand jury returned a seven count superseding indictment.  Count I charged Rodrguez, De Jess, Villafane, Rosario, Famania, Carvajal with conspiracy to distribute cocaine base.  Count II charged Rodrguez and De Jess with possession of cocaine base with intent to distribute on January 26, 1995 and aiding and abetting.  Count III charged De Jess with possession of cocaine base with intent to distribute on February 10, 1995.  Count IV charged Rodrguez with possession of cocaine base with intent to distribute on July 10, 1995.  Count V charged Rodrguez and Villafane with intent to distribute on July 27, 1995 and aiding and abetting.  Count VI charged Rodrguez with engaging in a continuing criminal enterprise.  Count VII sought the criminal forfeiture of Rodrguez's Suzuki Samurai and Nissan Maxima.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Carvajal, De Jess, and Villafane pled guilty and were sentenced to terms ranging from time served to sixty months.  Rodrguez, Famania, and Rosario proceeded to trial, and were convicted on all counts.  Rodrguez was sentenced to life imprisonment, Rosario to 262 months imprisonment, and Famania to 235 months imprisonment.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>I. Continuing Criminal Enterprise Conviction</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A conviction under 21 U.S.C. &#167; 848 for engaging in a continuing criminal enterprise (\"CCE\") requires proof beyond a reasonable doubt that the defendant:  (1) committed a felony drug offense;  (2) as part of a continuing series of such violations;  (3) in concert with five or more persons in relation to whom he acted as a supervisor, organizer, or manager;  and (4) from which multiple operations he realized substantial income or other resources.  United States v. Hahn, <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 506 (1st Cir.1994).  In challenging his conviction, Rodrguez attacks the sufficiency of the evidence on the latter two elements.  Neither contention has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">One who challenges the sufficiency of the evidence bears a heavy burden:  he must show that no rational jury could have found him guilty beyond a reasonable doubt.  See United States v. Fulmer, <span class=\"citation\" data-id=\"197264\"><a href=\"/opinion/197264/united-states-v-fulmer/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1486</span></a></span>, 1492 (1st Cir.1997).  We review the sufficiency of the evidence as a whole, in a light most favorable to the verdict, taking into consideration all reasonable inferences.  See United States v. Scantleberry-Frank, <span class=\"citation\" data-id=\"198177\"><a href=\"/opinion/198177/united-states-v-scantleberry-frank/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></a></span>, 616 (1st Cir.1998).  We resolve all credibility issues in favor of the verdict.  See id.   The evidence may be entirely circumstantial, and need not exclude every hypothesis of innocence;  that is, the factfinder may decide among reasonable interpretations of the evidence.  See id. at 616 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Organizer, Supervisor or Manager under CCE</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To be an organizer, supervisor or manager within the meaning of the CCE, the defendant \"need not be the dominant organizer or manager of the enterprise;  he need only occupy some managerial position with respect to five or more persons.\"  United States v. Hahn, <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 506 n. 4 (1st Cir.1994).  Further, the jurors are not required to agree on the particular identities of the subordinates, but must only agree that there were at least five doing his bidding.  See United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 731 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rodrguez concedes that he organized, supervised or managed four individuals:  Rosario, Famania, Villafane, and De Jess.  See Def.  Br. at 31.  Contrary to his claim, the government has presented sufficient evidence as to a fifth individual.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">De Jess, testified that, like him, \"Peto\" also worked for Rodrguez.  See Tr. 10/17 at 11-12.  The relevant testimony is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Q: Did you ever see Miguel Rodrguez give drugs to Peto?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A: (Through the Interpreter) Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Q: Where did you see those transactions take place?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A: (Through the Interpreter) At the house, Peto's.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Q: Did you see what Peto did with the money he made from the drugs?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A: (Through the Interpreter) He would also give it to Miguel.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tr. 10/17 at 12-13.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The jury was entitled to find that \"Peto\" was within Rodrguez's sphere of influence and subject to his supervision in the course of his drug trafficking activities.</p>\n    </div>\n    <p class=\"indent\">B. Substantial Income from the Enterprise</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The \"substantial income\" requirement may be met either by direct evidence of the revenues realized and resources accumulated by the defendant, or by such circumstantial evidence as the defendant's position in the criminal organization, and the volume of drugs handled by the organization.  See Hahn, 17 F.3d at 507.   The substantial income test establishes no fixed minimum, but is intended to exclude trivial amounts derived from occasional drug sales.  See id.  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">There is overwhelming evidence that Rodrguez derived substantial income from the management of his drug activities.  The government need only prove revenue, not profit.  See id.   Rodrguez himself spends over three single-spaced pages of his brief cataloging trial testimony concerning his drug-trafficking activity during the indictment period, see Def.  Br. at 23-26, and admits that testimony indicates that he sold or oversaw the sale of approximately $70,000 worth of drugs during the period of the conspiracy.  See id. at 23.   To argue that his activities constitute trivial amounts derived from occasional drug sales is disingenuous.  The substantial income element of the CCE was established beyond a reasonable doubt.</p>\n    </div>\n    <p>II. Evidentiary Rulings</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Rosario argues that the district court erred in making evidentiary rulings regarding:  (1) testimony about his involvement in beating a suspected informant;  and (2) an eye-witness account of one of his drug transactions.  Famania challenges the admission of a Boston Globe subscription card bearing his name and address that was wrapped around a package of crack sold by Rodrguez to informant Ellerbee.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We review the district's court determination to admit evidence for abuse of discretion.  See United States v. Houlihan, <span class=\"citation\" data-id=\"196936\"><a href=\"/opinion/196936/united-states-v-houlihan/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1297 (1st Cir.1996), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">849</span></span> (1997).  Only in a rare, extraordinary, and compelling instance will we, \"from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\"  David, 940 F.2d at 737 (internal quotations and citations omitted).  None of the defendants' claims approaches such a circumstance.</p>\n    </div>\n    <p class=\"indent\">A. Evidence of Rosario's Violent Acts</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the summer of 1995, an unidentified man approached Rodrguez, Rosario, and \"Joe\" at Beaver Park and asked for drugs.  Rodrguez, suspicious that the man was an informant, told him to get \"out of my face because you're going to get your butt kicked.\"   Tr. 10/16 at 29.  When the man insisted on purchasing drugs, Rosario reiterated the threat.  When the man failed to leave, Rosario \"just whacked him,\" id., according to an eye witness.  Rodrguez and Joe escalated the brawl, and all three punched, kicked, and yelled at the man.  After the man left the scene, Rosario and Rodrguez concluded that the man was \"one of those rats ... one of those guys that work for the cops, ... giv[ing] [drugs] to the cops so we get busted for it.\"  Id. at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Rosario argues that the fight had \"no connection\" to the crack distribution conspiracy, and that a \"[r]efusal to sell drugs to one with whom one fights\" frustrated, rather than furthered, the objectives of the conspiracy.  See Def.  Br. at 32-33.  This is an artful, but incorrect interpretation of the evidence.  This was not an attempt by Rodrguez and Rosario to prevent a drug transaction.  Rather, the evidence shows an attempt to set a tone for their drug-trafficking operation:  that suspected informants would be dealt with harshly.  As the district court found:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>[The beating] was part of a campaign of intimidation, to further the interest of the conspiracy in maintaining discipline in its ranks, by treating anyone suspected of being an informant with hostility.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Tr. 10/16 at 134.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Rosario's violence against a suspected informant is relevant to prove his membership in the conspiracy and his acceptance of its objectives.  See David, 940 F.2d at 737 (evidence of threats and violent acts in aftermath of cocaine theft is admissible to prove defendant's role in a drug-trafficking conspiracy).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Contrary to Rosario's claim, the evidence of the beating does not stand alone as proof of his membership in the conspiracy.  This is not a case of guilt by association.  In addition to his discussion with Rodrguez about how to deal with suspected informants, four witnesses testified that they either saw Rosario selling drugs and/or purchased drugs directly from him.  One witness testified that Rosario delivered an \"eight ball\" of crack to him on consignment, explaining the terms of repayment to Rodrguez.  Another witness testified that she saw Rosario cut and package large amounts of crack along with Famania.  Consequently, Rosario's participation in the conspiracy was established beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">B. Testimony Regarding Rosario's Drug Dealing</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Alicia Ellerbee testified that she saw Rosario give a customer drugs--by spitting a baggie holding crack onto the ground--in exchange for money.  Rosario's primary challenge to this evidence is that Ellerbee failed to provide a temporal proximity as to when these events occurred, and thus the testimony should have been excluded under Fed.R.Evid. 404(b).  See Def.  Br. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A close reading of the record reveals no such defect.  The witness dated the event between the summer of 1994 and September 1995, see Tr. 10/10 at 88-89, and, more specifically, at around May of 1995.  See id. at 89.   The drug transaction fell squarely within the time frame of the charged conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Further, Rosario argues that \"[s]ince the direct evidence against the Defendant is of such a tenuous nature, any fact directly linking the Defendant to the sale of crack would be extremely prejudicial.\"   Def. Br. at 37.  Aside from the obvious, that \"[b]y design, all evidence is meant to be prejudicial,\" United States v. Rodriguez-Estrada, <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 155 (1st Cir.1989), there is more than sufficient evidence establishing that Rosario was a distributor and member of the Rodrguez drug-trafficking organization.  Rosario's argument here is part and parcel of his guilt by association theory:  that he was not a co-conspirator, but a friend of Rodrguez's with the misfortune of continually being in the wrong place at the wrong time when drugs were present.  This argument was presented to the jurors, and rejected by them.  There is no reason to quarrel with their verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Finally, Rosario claims that the court \"exacerbated [the] prejudice,\" Def.  Br. at 38, of Ellerbee's testimony by foreclosing cross-examination into her attempted suicide and an incident in which she supposedly tried to burn her hair.  The district court properly found that the evidence was not relevant either to her ability to tell the truth or to her partiality.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">C. Famania and the Boston Globe Subscription Card</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Alicia Ellerbee made a controlled purchase of crack from Rodrguez on July 10, 1995.  After negotiating the terms in Beaver Park, Ellerbee and undercover DEA Agent Russell met Rodrguez near his home.  From the driver's side of his blue Honda, Rodrguez directed Ellerbee to the passenger seat, from where she retrieved a package wrapped in paper.  Ellerbee testified that she gave the package directly to Agent Russell, and that the two then rendezvoused with DEA Agent Farley, who took the package from Russell.  Farley testified that he received the package--a baggie of crack wrapped in a Boston Globe subscription card bearing Famania's name and address--within five minutes of the transaction between Ellerbee and Rodrguez.  The subscription card was admitted into evidence through Agent Farley, who testified that it was in the same condition as it was when he received it from Agent Russell.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Famania argues that the card and Farley's testimony were admitted in violation of Fed.R.Evid. 602, which requires that a witness have personal knowledge about the matter to which he testifies.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Evidence is inadmissible under Rule 602 \"only if in the proper exercise of the trial court's discretion it finds that the witness could not have actually perceived or observed that which he testified to.\"  United States v. Neal, <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1206 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">519</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></span> (1996) (citation omitted).  Personal knowledge can include \"inferences and opinions, so long as they are grounded in personal observations and experience.\"  Id. (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Here, Agent Farley testified that he personally received the drugs, wrapped in the subscription card, from Agent Russell five minutes after the transaction between Ellerbee and Rodrguez.  Indeed, on cross-examination, Farley acknowledged that he did not personally view the transaction between Ellerbee and Rodrguez, and that he did not see the card when Ellerbee picked it up, or know the precise configuration of the card at the time of the transaction with Rodrguez.  As a result, Farley's testimony was based on his personal knowledge, and is therefore admissible under Fed.R.Evid. 602.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Famania's argument with respect to the subscription card is essentially a complaint about the chain of custody.  He contends that \"[t]here was no evidence that Agent Farley or Agent Russell signed the card at the time of the transaction or otherwise secured it as evidence.\"   Def. Br. at 9. His concern is that there was no evidence as to what Agent Russell did with the card in the five minutes that transpired before he met with Agent Farley.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A possible defect in the chain of custody for a certain piece of evidence factors into the weight given to the evidence rather than its admissibility.  See United States v. Abreu, <span class=\"citation\" data-id=\"575196\"><a href=\"/opinion/575196/united-states-v-ramon-alfredo-abreu-aka-carlos-juan/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1458</span></a></span>, 1467 (1st Cir.1992).  A defendant can attempt to cast doubt on an exhibit's authenticity.  Such an issue, however, is to be resolved by the jury, and not the judge.  Thus, the subscription card was properly admitted into evidence.</p>\n    </div>\n    <p>III. Jury Instruction</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Rodrguez contends that the district court's jury instructions understated the government's constitutional burden of proving his guilt beyond a reasonable doubt.  After a close reading of the instructions, we find no such error.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our review of the instructions is de novo.  Gilday v. Callahan, <span class=\"citation\" data-id=\"196171\"><a href=\"/opinion/196171/gilday-v-callahan/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 260 (1st Cir.1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1175</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1269</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span> (1996).  The constitutional inquiry is whether \"there is a reasonable likelihood that the jury understood the instruction to allow conviction based on proof insufficient to meet the [reasonable doubt] standard.\"  Victor v. Nebraska, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 6, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (1994).  The challenged remark must be examined along with the rest of the charge to see, if taken as a whole, the instructions correctly convey the concept of reasonable doubt to the jury.  See id.</p>\n    </div>\n    <p class=\"indent\">A. The \"Real Possibility\" Instruction</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">One of the cornerstones of the criminal trial is that the government must prove beyond a reasonable doubt every element of the offense.  See In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1970).  The term \"beyond a reasonable doubt\" is one of the most bandied, but perhaps least precisely defined phrases in criminal law.  Here, the trial judge used a modified version of the Federal Judicial Center form book instruction for \"beyond a reasonable doubt.\"   Below is the instruction as given, underlined to show the part we discuss:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In a criminal case the burden of proving guilt is on the government.  It has that burden throughout the entire trial.  A defendant never has to prove his innocence.  The right of a defendant to put the government to its proof is one of the most fundamental guarantees of our Constitution.  It means that the defendant has no obligation to produce any evidence or to testify.  Thus, you may not draw an inference of guilt from the fact that a defendant did not testify.  You may not even discuss that fact in your deliberations.  Again, the burden rests solely upon the government to prove a defendant guilty beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Now, what is proof beyond a reasonable doubt?   The term is often used, and probably pretty well understood intuitively, although it is not easily defined.  Proof beyond a reasonable doubt does not mean proof beyond all possible doubt or proof to a mathematical certainty.  Everything in our common experience is open to some possible or imaginary doubt.  It does, however, mean that the evidence must exclude any reasonable doubt as to a defendant's guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">A reasonable doubt may arise not only from the evidence produced but also from the lack of such evidence.  A reasonable doubt exists when, after weighing and considering all the evidence in the case, using your reason and common sense, you cannot say that you have a firm and settled conviction that the charge is true.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">It is not enough for the government to establish a probability, even a strong probability, that a defendant is more likely guilty than not.  That is not enough.  Proof beyond a reasonable doubt must be proof of such a convincing character that you can, consistent with your oath as jurors, conscientiously base your verdict upon it.  If you so find as to a defendant, you will return a verdict of guilty.  On the other hand, if you think there is a real possibility that the defendant is not guilty of the charges, you must give the defendant the benefit of that doubt and find him not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Tr. 10/21 at 108-09.  The challenged sentence in this instruction is substantially copied from the Federal Judicial Center form book.  See Federal Judicial Center, Pattern Criminal Jury Instructions 28 (1988) (Instruction 21).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Rodrguez's argument is directed at the phrase \"real possibility\" in the sentence, \"On the other hand, if you think there is a real possibility that the defendant is not guilty, you must give him the benefit of the doubt and find him not guilty.\"   He argues that the trial judge equated reasonable doubt with \"real possibility.\"   Rodrguez contends that the district court exacerbated an already bad situation when it further explained that the jury could draw inferences using \"reason and logic\" and \"in light of reason and common sense.\"   He claims that worse still, the district court then failed to give an instruction stating that the standard for drawing an inference is not the same as the standard for finding guilt, thus creating a reasonable likelihood that the jury would apply an impermissibly low standard of proof to the government's case against the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The Supreme Court has held that a reasonable doubt is, at a minimum, one based on reason, so \"[a] fanciful doubt is not a reasonable doubt.\"  Victor, 511 U.S. at 17, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>.  Victor makes that distinction in the context of approving the phrase \"not a mere possible doubt.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">\"[T]he Constitution does not require that any particular form of words be used in advising the jury of the government's burden of proof.\"  Id. at 5, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>.  The challenged passage from the Federal Judicial Center form book instruction is recommended by Justice Ginsburg in her concurrence in Victor.   See id. at 26-27, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span> (Ginsburg, J., concurring).  The trial judge may require a \"real possibility\" of doubt because \"[a] fanciful doubt is not a reasonable doubt.\"  Id. at 17, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>.   The phrase \"real doubt\" does not suffer the infirmity of requiring the jury to have \"grave uncertainty,\" \"substantial doubt,\" and a \"real tangible substantial basis\" for doubt, before they can acquit, as the unconstitutional instruction did in Cage v. Louisiana, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 40, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">339</span></a></span> (1990), overruled on other grounds by Estelle v. McGuire, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 72 n. 4, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Here, the likelihood of juror confusion or mistake is extremely remote.  We conclude that the instructions overall left the jury with an accurate impression of the presumption of innocence and of the substantial burden faced by the prosecution in establishing the defendant's guilt beyond a reasonable doubt.  There was nothing improper with either the challenged sentence or the instructions as a whole.</p>\n    </div>\n    <p>IV. Brady Claims</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Based on their post-trial discovery of additional impeachment evidence concerning two of the government's witnesses, appellants moved for a new trial.  The district court denied the motions, which Famania claims was an abuse of discretion.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The denial of a motion for a new trial is reviewed only for manifest abuse of discretion.  United States v. Henry, <span class=\"citation\" data-id=\"751605\"><a href=\"/opinion/751605/united-states-v-mark-o-henry/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 22 (1st Cir.1998).</p>\n    </div>\n    <p class=\"indent\">A. Nancy Muniz</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">At trial, one of the government's witnesses, Nancy Muniz, claimed that she was employed as a financial consultant at Merrill Lynch.  After trial, this testimony was discovered to be false;  Muniz was in fact making her living as a prostitute.  The district court found that \"[t]here is no suggestion that the government was aware of Ms. Muniz's perjury.\"   July 22, 1997, Mem. and Order at 3. Subsequent to the trial, and allegedly unbeknownst to the prosecution, appellant ascertained that the Framingham police had charged Muniz with operating a motor vehicle without a license, a charge which was pending at the time of her testimony.  See id. at 1.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We begin by noting the relevant legal standards.  A Brady error occurs when the prosecution suppresses \"material\" evidence that is favorable to the accused.  See Kyles v. Whitley, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span>, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1995).  In most circumstances, exculpatory evidence is material only if there is a \" 'reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.' \"  Id. at 435, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span> (quoting United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682, 685, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1985)).  We refer to this as the Bagley standard.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">A standard of materiality more favorable to the defendant applies, however, when previously undisclosed evidence reveals that the prosecutor knowingly used perjured testimony or, equivalently, knowingly failed to disclose that testimony used to convict the defendant was false.  See Bagley, 473 U.S. at 678-80, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>.   In such situations, \" 'a conviction ... is fundamentally unfair, and must be set aside if there is any reasonable likelihood that the false testimony could have affected the judgment of the jury.' \"  Kyles, 514 U.S. at 433 n. 7, <span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span> (quoting United States v. Agurs, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1976)).  We refer to this as the Agurs standard.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Here, the district court assumed that the government \"should have known\" about Muniz's perjury, and applied the Agurs standard of materiality.  See July 22, 1997 Mem. and Order at 3. Applying this standard, it found that \"there is no reasonable possibility that one more piece of impeaching evidence tarnishing an already blemished witness by degree rather than kind, could have affected the jury's judgment.\"  Id. at 4. With regard to the traffic citation, the district court found that it was not Brady material.  See id. at 5. Applying the Kyles /Bagley materiality test, the court found that had the jury been made aware of the infraction, \"there is no reasonable possibility, much less a probability,\" id., that it would have influenced the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The district court's rulings were not an abuse of discretion.  Muniz admitted to the jurors that she had supported a thirteen-year addiction to heroin by working as a prostitute, that she had frequently used other illegal drugs, that she had offered herself to the government as an informant because she needed the money, and most importantly, that she had lied to the grand jury about having been a prostitute in the past.  The jury was already on notice about her tendency to commit perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In addition, the thrust of her testimony, that defendants Rodrguez, Rosario and Famania were in the business of distributing crack cocaine, was corroborated by the testimony of five other cooperating witnesses, and by police surveillance and physical evidence.  Even examining her perjury under the Agurs standard, there is little chance that her false testimony affected the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Similarly, the district court's ruling with respect to the traffic citation does not constitute an abuse of discretion.  Assuming arguendo, but with little basis in the record, that the prosecutors or their agents knew or should have known of the information in question, we agree with the district court that there is no reasonable possibility that their lack of awareness of a traffic citation would have influenced their verdict.  See United States v. Sepulveda, <span class=\"citation\" data-id=\"195120\"><a href=\"/opinion/195120/united-states-v-sepulveda/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1216</span></a></span>, 1220 n. 5 (1st Cir.1993)(\"[O]ur decisions ... have [not] been sympathetic to new trial claims based solely on the discovery of additional information useful for impeaching a government witness.\").</p>\n    </div>\n    <p class=\"indent\">B. Pedro De Jess</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Defendants argue that they were not told about the government's notice to De Jess under 21 U.S.C. &#167; 851, which exposed De Jess to harsh recidivist penalties, enhancing his \"motivation to tell the government what it wanted to hear.\"   Def. Br. at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The government's nondisclosure of its &#167; 851 filing does not entitle the defendants to a new trial.  Defendants knew full well that De Jess had a long criminal history, see Tr. 10/17 at 21-23 (Rodrguez's cross-examination detailing De Jess' prior convictions), and that a &#167; 5K1.1 motion would trump any mandatory sentence that De Jess would otherwise receive.  As a result, there is no Brady violation.  See United States v. Hicks, <span class=\"citation\" data-id=\"506664\"><a href=\"/opinion/506664/united-states-v-william-d-hicks/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1988).  The government has no Brady burden when the necessary facts for impeachment are readily available to a diligent defender, as they were here.  See Lugo v. Munoz, <span class=\"citation\" data-id=\"405989\"><a href=\"/opinion/405989/ramon-ramos-lugo-v-miguel-gimenez-munoz-etc/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9-10 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Further, the government's failure to disclose its promise to apprise state law enforcement authorities about De Jess' cooperation does not entitle the defendants to a new trial.  At trial, there was confusion about the status of De Jess' state drug charges.  The court initially told the jury that state court records indicated that De Jess had already pled guilty and been sentenced to probation on drug-trafficking charges.  After further investigation, it was discovered that the charges were still pending.  As a result, the court corrected the factual inaccuracy and specifically instructed the jury that</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>you may consider whether any expectancy of leniency on this pending [state] charge might have had an influence on what he said when [De Jess] testified before you.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Tr. 10/21 at 117.  This charge, along with the extensive cross-examination conducted by the defendants concerning De Jess' alliance with the government and his motivation for a reduced sentence, rendered the government's failure to disclose its aid to De Jess insignificant.</p>\n    </div>\n    <p>V. Request for an Evidentiary Hearing</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Appellants argue that the district court erred in refusing their request for an evidentiary hearing to determine whether Muniz perjured herself on matters other than her occupation, and to discover whether the government had disclosed all of its pretrial promises and inducements to Carvajal and De Jess.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The substantive test to be applied when a criminal defendant seeks an evidentiary hearing is whether the movant has made an adequate threshold showing that the material facts are in genuine doubt or dispute.  See United States v. Lilly, <span class=\"citation\" data-id=\"597801\"><a href=\"/opinion/597801/united-states-v-william-w-lilly/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, 311 (1st Cir.1992).  If the district court declines to hold an evidentiary hearing, we will disturb its decision only for an abuse of discretion.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Appellants argue that Muniz's \"lie about her employment was not likely her only lie about herself.\"   Def. Br. at 38.  They speculate that her prostitution \"clearly suggested that she was hardly a recovered heroin addict.\"  Id. However, they offered no evidence to support their theories, and the district court rejected their request for an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">With regard to the issue of the government's pre-trial promises and inducements, the district court ordered the government to file a declaration stating that it had disclosed all inducements given to cooperating witnesses.  In response, the government represented that all pre-trial promises, rewards, and inducements had been disclosed.  In its final order denying an evidentiary hearing, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>[I]n the absence of any evidence to the contrary, I accept the government's representation ... that it has disclosed all such inducements.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">June 5, 1998 Order at 1.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">As this Court has stated in the past, \"[a] criminal defendant has no constitutional right to conduct a fishing expedition.\"  Lilly, 983 F.2d at 311.   Appellants have made no showing, in this Court or below, that material facts were in doubt or dispute.  Conclusory allegations and pure speculation, without more, do not merit an evidentiary hearing.  Accordingly, the district court acted well within its discretion when it denied the appellants' request.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>VI. Challenge to the Composition and Voir Dire Examination of the Jury</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Rosario contends:  (1) that the district court wrongly rejected his challenge to the grand and petit jury venires on the ground of systematic exclusion of Hispanics;  and (2) that the court violated his due process and fair trial rights by denying his motion to directly question the venire.  Neither claim is compelling.</p>\n    </div>\n    <p class=\"indent\">A. Systematic Exclusion Claim</p>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">At base, Rosario's argument is that the dissent in United States v. Pion, <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span> (1st Cir.1994)(rejecting an attack on the composition of juries in the district court of Massachusetts based on under-representation of the Hispanic population), was correct.  He offers nothing new in the way of statistics or legal authority to buttress his claim.  Nor does he provide any reason why we should reconsider our recent reaffirmation of Pion in United States v. Lopez, <span class=\"citation\" data-id=\"198008\"><a href=\"/opinion/198008/united-states-v-lopez/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.1998).  Consequently, there is no need to go any further.</p>\n    </div>\n    <p class=\"indent\">B. Voir Dire Claim</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Fed.R.Crim.P. 24(a) provides that the trial court may decide to conduct the voir dire itself or may allow the parties to conduct it.  See Rosales-Lopez v. United States, <span class=\"citation\" data-id=\"110463\"><a href=\"/opinion/110463/rosales-lopez-v-united-states/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></a></span>, <span class=\"citation\" data-id=\"110463\"><a href=\"/opinion/110463/rosales-lopez-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1629</span></a></span>, <span class=\"citation\" data-id=\"110463\"><a href=\"/opinion/110463/rosales-lopez-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span> (1981);  Fed.R.Crim.P. 24(a).  Rosario argues, contrary to the language of Rule 24(a), that due process requires that he should have been allowed to question the venire.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">There is simply no authority, as Rosario himself admits, for the proposition that defense counsel must be allowed--as a matter of right--to question the venire.  Rather, the law states that the trial court has the option of allowing counsel to conduct voir dire or conducting the examination itself.  If the court chooses the latter option, as it did in this case, it must permit counsel to \"supplement the examination by such further inquiry as it deems proper or shall itself submit to the prospective jurors such additional questions by the parties or their attorneys as it deems proper.\"  Fed.R.Crim.P. 24(a).</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The trial court complied with the requirements of Rule 24(a) by asking the venire, at defense counsel's request, about their possible prejudices against Hispanics.  See Tr. 10/7 at 18.  After noting that the law enforcement officials would all be Caucasians, the district court additionally asked whether any juror would be inclined to take the word of a white police officer over a Hispanic defendant, or otherwise give \"some edge\" to the officer's testimony.  See id. at 19.   Accordingly, the court's conduct of voir dire was entirely proper.</p>\n    </div>\n    <p>VII. Sentencing Issues</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Famania and Rosario challenge their sentences on numerous grounds.  None is convincing and all are thus rejected.</p>\n    </div>\n    <p class=\"indent\">A. The Sentences</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">A narcotics conspirator is responsible not only for drugs he actually handled or saw but also for the full quantity of drugs that he reasonably could have foreseen to be embraced by the conspiracy he joined.  See United States v. De La Cruz, <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1314 (1st Cir.1993);  U.S.S.G. &#167;&#167; 2D1.4, 2D1.1, 1B1.3 &amp; comment n. 1. The district court's findings as to the quantity embraced by the conspiracy and reasonably foreseen by the defendant is a factual one and will not be disturbed unless clearly erroneous.  See De La Cruz, 996 F.2d at 1314.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Where no drugs have been seized, the guidelines instruct the district court to approximate the amounts involved, see U.S.S.G. &#167; 2D1.1 comment.  (note 12), and we uphold such an approximation as long as it represents a reasoned estimate of the quantity.  See United States v. Webster, <span class=\"citation\" data-id=\"196037\"><a href=\"/opinion/196037/united-states-v-webster/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">First, the district court found that Rodrguez, Rosario, and Famania had joined the conspiracy by December 1994, and that the conspiracy continued until Rodrguez's arrest in September 1995.  See Tr. 7/11/97 at 7. Second, it found that \"a fair and conservative figure would attribute the distribution of five ounces of crack cocaine to the conspiracy on a weekly basis.\"  Id. at 9. Over a 36-week period, that would involve the distribution of approximately 5,000 grams of crack cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The district court based its approximation on the following factors:  (1) the ability of the conspirators to produce crack cocaine on short notice in amounts ranging from 13 grams to an ounce;  (2) the four undercover purchases;  (3) Carvajal's testimony that he and Rodrguez agreed to the purchase of an ounce of crack weekly on consignment;  (4) numerous eyewitness accounts and surveillance of the come-and-go traffic at Famania's apartment and at Beaver Park;  and (5) accounts of the conspiracy's customers.  See id. at 9-10.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">All three defendants were assigned a Base Offense Level (\"BOL\") of 38.  See id. at 10.   With no adjustments to the BOL and based on a Category II criminal history, the district court sentenced Rosario to 262 months, the lowest end of the applicable 262-327 months range.  See id. at 11.   It sentenced Famania to 235 months imprisonment, the minimum of the 235-293 month range, again with no adjustments to the BOL and based on a Category I criminal history.  See id. at 12.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The district court's approximation was a reasoned, if not conservative, estimate of the drug quantity involved.  Consequently, the sentences imposed were proper and without error.</p>\n    </div>\n    <p class=\"indent\">B. Denial of an Evidentiary Hearing</p>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Contrary to Famania's claim, the district court did not err in making its drug quantity calculations without first holding an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Under the federal sentencing guidelines, \"when any factor important to the sentencing determination is reasonably in dispute, the parties shall be given an adequate opportunity to present information to the court regarding that factor.\"  U.S.S.G. &#167; 6A1.3.  This provision does not mean that every factual dispute pertinent to the imposition of sentence demands a full evidentiary hearing.  See United States v. Robles-Torres, <span class=\"citation\" data-id=\"197266\"><a href=\"/opinion/197266/united-states-v-robles-torres/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 85 (1st Cir.1997).  Evidentiary hearings at sentencing are, and should remain, the exception rather than the rule.  See id.   In the final analysis, the decision to hold or eschew an evidentiary hearing lies within the sound discretion of the sentencing court.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">In his request for an evidentiary hearing, Famania proposed to take the stand and refute various pieces of trial testimony, and also to cross-examine Carvajal.  In denying the request, the district court noted:  (1) that Carvajal was vigorously cross-examined at trial;  (2) that the court had an opportunity to assess Carvajal's credibility;  and (3) that the defendants had offered nothing of substance to impugn the specifics of Carvajal's account.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The district court indicated that it would consider any relevant affidavits or statements submitted by appellants for sentencing purposes.  Taking his cue from the district court, Famania submitted an affidavit disputing the trial testimony of Carvajal, De Jess, and Muniz, as well as the grand jury testimony of another witness describing Famania as a drug distributor.  He also presented an affidavit from one of his sisters-in-law, who attested that Famania's large family had free access to his apartment, and that they did not witness any drug activity.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Not satisfied with the above, Famania now attacks his sentence on the basis that the defendants were entitled to an evidentiary hearing:  (1) to further the fact-finding process;  and (2) to combat the government's proffer and the court's reliance on the grand jury testimony of a witness who corroborated trial testimony as to the nature of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Famania's arguments are not well founded.  Under U.S.S.G. &#167; 6A1.3, he was given his proverbial day in court when the district court invited the submission of affidavits and statements by the defendants for sentencing purposes.  Given that opportunity to present information to the court, the district court's decision not to hold an evidentiary hearing was not in error.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Moreover, a \"sentencing judge is vested with wide discretion to determine the information on which sentencing guideline decisions will be based, and may consider reliable hearsay evidence.\"  United States v. Montoya, <span class=\"citation\" data-id=\"585213\"><a href=\"/opinion/585213/united-states-v-edgar-montoya/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1992) (citation omitted).  Evidence with \"sufficient indicia of reliability to support its probable accuracy\" may be considered at sentencing \"without regard to its admissibility under the rules of evidence applicable at trial.\"  U.S.S.G. &#167; 6A1.3.  Mindful of these tenets, the district court's consideration of grand jury testimony to corroborate the general nature of the conspiracy was entirely proper.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">C. Disparate Sentencing/Prosecutorial Discretion Claim</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Defendants Rosario and Famania argue that they should be resentenced because their sentences were significantly higher than those of their co-conspirators who pled guilty rather than choosing to go to trial.  They claim that the disparity in sentencing constituted an impermissible burden on their Sixth Amendment right to a jury trial and violated the Due Process and Equal Protection Clauses of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The government indicted six defendants, charging all of them with engaging in the same conspiracy to distribute crack cocaine.  The district court found this conspiracy accountable for the distribution of approximately 5,000 grams of crack cocaine over a 36-week period.  At sentencing, the court held Rosario and Famania accountable for all 5,000 grams of the crack cocaine.  In contrast, the district court accepted the agreement of the three defendants who had pled guilty--Carvajal, De Jess, and Villafane--which was based on responsibility only for the amount of drugs which each had personally handled.  Carvajal, for example, was held accountable for 5 to 20 grams of crack cocaine.  This disparity in the drug-quantity attribution led to an even more striking disparity in sentencing, which is the subject of the defendants' complaint.  Carvajal was sentenced to the time he had already served, De Jess to 17 months of imprisonment, and Villafane to 60 months of imprisonment.  Famania was sentenced to 235 months of imprisonment, and Rosario to 262 months of imprisonment.  Rodrguez, who was also charged with engaging in a continuing criminal enterprise, was sentenced to life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The thrust of the defendants' complaint is that this vast disparity in sentencing--a difference of more than 21 years between Carvajal and Rosario, for example--is an inevitable consequence of the application of a different drug-quantity attribution algorithm for those defendants who plead guilty as opposed to those who did not.  They identify the plea-bargaining practice of the Office of the United States Attorney as the source of this disparity.  The defendants claim that the U.S. Attorney fashioned plea agreements with the \"pleading defendants\" which attributed to them an amount of drugs no greater than the amount for which the pleading defendants were personally responsible, or had personally handled.  Those who did not plead guilty but exercised their right to go to trial, by contrast, had attributed to them all of the drugs that could be accounted to the entire conspiracy.  Those who chose to go to trial, therefore, were necessarily sentenced on the basis of a far greater amount of drugs than those who pled guilty.  According to the defendants, this practice discriminates against those who exercise their right to a jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The government, which characterizes the defendants' argument as an improper motion for a downward departure from the applicable sentencing range, argues that we have no jurisdiction to consider the defendants' complaint because the disparate sentences of co-conspirators do not provide a basis for resentencing.  The government further asserts that even if this court did have jurisdiction, it should find no constitutional violation because the sentences of the pleading defendants were properly based on their plea agreements and allowed by U.S.S.G. &#167; 1B1.8(a).</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">We begin, as we must, with the government's jurisdictional objection.  It is settled that \"we have no appellate jurisdiction to review a sentence within the applicable sentencing guidelines range if that range was correctly determined.\"  United States v. Panet-Collazo, <span class=\"citation\" data-id=\"580701\"><a href=\"/opinion/580701/united-states-v-pablo-panet-collazo-united-states-v-ruben-santana-diaz/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span>, 261 (1st Cir.1992).  The defendants' argument is focused on the argued unconstitutional effects of the practices that led to the imposition of such disparate sentences.  They do not say that their sentences were improperly calculated.  Instead, they claim that the pleabargaining practice of the U.S. Attorney's Office puts undue pressure on defendants, such as Rosario and Famania, to waive their right to a trial and violates Due Process and Equal Protection principles.  Because there is no jurisdictional barrier to such an argument, we evaluate the defendants' argument.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The defendants' challenge to the plea-bargaining practice of the U.S. Attorney here finds little support in the law.  We begin by noting that \"prosecutorial charging, plea, and motion practices are ... a well-spring of sentencing disparity....  In the federal system, prosecutors have always enjoyed great discretion in deciding what cases to pursue and what charges to bring.\"   Kate Stith &amp; Jose A. Cabranes, Fear of Judging:  Sentencing Guidelines in the Federal Courts 140-41 (1998).  As Professor Stith and Judge Cabranes state:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">The major reason that such broad [prosecutorial] discretion has been accorded to prosecutors is the large number and complexity of factors that prosecutors must (legitimately) take into account in making charging and other decisions.  These include many considerations that the Sentencing Guidelines, or any other sentencing authority, would recognize as relevant also to sentencing--including the nature and seriousness of the offense, the deterrent effect of prosecution, the defendant's culpability in the offense, the defendant's criminal history and a wide range of other personal circumstances, the charges against accomplices in the crime, and the defendant's willingness to cooperate in the prosecution of others.  In addition, prosecutors must pay attention to a variety of considerations that sentencing authorities ordinarily do not take into account after the defendant has been convicted--the strength or paucity of the admissible evidence, the priority accorded by the federal government as well as by the local community to prosecution of the particular offense, the capability and availability of prosecutorial resources and adjunct investigatory resources, the alternatives to prosecution, and the likelihood of prosecution in another jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">Id. at 141.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">The government, it appears, negotiated plea bargains with some of the defendants and promised, according to U.S.S.G. &#167; 1B1.8(a), not to use any of the information provided by cooperating defendants against them.  The government then charged each of them only with the amount of drugs they had personally handled, rather than the entire amount distributed by the conspiracy.  This practice led to the enormous sentencing disparity for the defendants who chose to put the government to its burden in proving its case.  Nevertheless, the law allows the government to do this, even if it results in sentences of such disparity as would strike many as unfair.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">The fact that those who plead generally receive more lenient treatment, or at least a government recommendation of more lenient treatment than co-defendants who go to trial, does not in and of itself constitute an unconstitutional burden on one's right to go to trial and prove its case.  See Corbitt v. New Jersey, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, 219, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span>, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></a></span> (1978) (noting that every burden on the exercise of a constitutional right is not invalid and that there is no per se rule against encouraging guilty pleas, even where those pleas promise the certainty of a lesser penalty).  To be sure, the differential which resulted here exacts a high price from those who exercise their constitutional right to trial, but the price is not high enough to constitute a constitutional violation.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Corbitt provides guidance on this issue.  In Corbitt, the Court addressed a claim under the New Jersey homicide statutes, which mandated life imprisonment for a jury conviction of first-degree murder and a maximum term of 30 years' imprisonment for a jury conviction of second-degree murder.  Although guilty pleas were not permitted in murder cases, a plea of non vult (or nolo contendere ) was allowed.  If such a plea was accepted, the judge would not need to decide whether the murder was first or second-degree, but could sentence the defendant to either life imprisonment or to the same sentence that would be imposed for second-degree murder (i.e., a maximum of 30 years' imprisonment).  See id. at 214-15, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span>.   The Court rejected the claim that because a plea of non vult might produce a lesser sentence than going to trial, the statutes imposed an unconstitutional burden on the defendant's right to a jury trial and violated his right to equal protection under the laws.  See id. at 218, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span>.   The Court, quoting its earlier decision in Bordenkircher v. Hayes, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">663</span></a></span>, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span></a></span> (1978), explained that:</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p>While confronting a defendant with the risk of more severe punishment clearly may have a discouraging effect on the defendant's assertion of his trial rights, the imposition of these difficult choices [is] an inevitable--and permissible--attribute of any legitimate system which tolerates and encourages the negotiation of pleas.  It follows that, by tolerating and encouraging the negotiation of pleas, this Court has necessarily accepted as constitutionally legitimate the simple reality that the prosecutor's interest at the bargaining table is to persuade the defendant to forgo his right to plead not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">Corbitt, 439 U.S. at 220-21, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span> (quoting Bordenkircher, 434 U.S. at 364, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">663</span></a></span>) (internal quotation marks and citation omitted).  The Court also indicated that the defendant's reliance on United States v. Jackson, <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span></a></span>, <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1968), was inapposite.  See Corbitt, 439 U.S. at 216-17, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">In Jackson, the Court found that one portion of the Federal Kidnapping Act, 18 U.S.C. &#167; 1201(a), needlessly chilled the exercise of one's right to a jury trial.  See Jackson, 390 U.S. at 582, <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>.  Corbitt distinguished Jackson, and thus its rule, on several grounds.  Jackson involved the death penalty, \"which is unique in its severity and irrevocability.\"  Corbitt, 439 U.S. at 217, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span> (quoting Gregg v. Georgia, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1976)).  The pressures in Corbitt, which compared to those stemming from the practice alleged here, were substantial, but they did not rise to the level of those in Jackson.   See id. at 217, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span> (declining to hold \"that the Jackson rationale is limited to those cases where the plea avoids any possibility of the death penalty's being imposed,\" but noting that \"it is a material fact that under the New Jersey law the maximum penalty for murder is life imprisonment, not death\").</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">Further, in Jackson, all risk of receiving the death penalty could be avoided by pleading guilty.  In Corbitt, although the punishment for a jury conviction of first-degree murder was life imprisonment, the risk of receiving the same punishment was not completely avoided by pleading non vult, as the judge accepting the plea still maintained the power to impose a life term.  See Corbitt, 439 U.S. at 217, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span>.   The defendants here, of course, cannot avoid the imposition of a significantly greater sentence without pleading guilty, but that fact alone cannot help these defendants to avoid Corbitt and bring their case within the ambit of Jackson.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">The defendants do not dispute that a conspirator may be held responsible for the reasonably foreseeable amount of drugs embraced by the jointly undertaken activity.  See De La Cruz, 996 F.2d at 1314.   It is, however, within the government's discretion to charge similarly situated defendants differently.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Only when a prosecutor discriminates against defendants based on impermissible criteria such as race or religion is a prosecutor's discretion subject to review and rebuke.  See Bordenkircher, 434 U.S. at 364, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">663</span></a></span> (noting that \"the conscious exercise of some selectivity in enforcement is not in itself a federal constitutional violation so long as the selection was [not] deliberately based upon an unjustifiable standard such as race, religion, or other arbitrary classification\") (internal quotation marks omitted);  cf.  Corbitt, 439 U.S. at 225-26, <span class=\"citation\" data-id=\"109956\"><a href=\"/opinion/109956/corbitt-v-new-jersey/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span> (holding that there was no Equal Protection violation where those who pled guilty could potentially serve the same sentence as those who chose to contest their guilt, and asserting that to \"fit the problem ... into an equal protection framework is a task too Procrustean to be rationally accomplished\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">To the extent that the defendants' argument can be characterized as seeking to equalize their sentences with those of their co-defendants, their argument, \"without more, will not permit a departure from a properly calculated guideline sentencing range.\"  United States v. Wogan, <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span> (1st Cir.1991);  see United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 622 (1st Cir.1994)(same);  United States v. Figueroa, <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1460 (1st Cir.1992);  United States v. Butt, <span class=\"citation\" data-id=\"577004\"><a href=\"/opinion/577004/united-states-v-herbert-alan-butt-aka-alan-butt-united-states-v-james/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 90 (1st Cir.1992);  see also United States v. Jackson, <span class=\"citation\" data-id=\"572761\"><a href=\"/opinion/572761/united-states-v-david-jackson/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 637-38 (10th Cir.1991) (\"Because Jackson's claim is based solely on the lesser sentence imposed on his codefendant and because his sentence falls within the range established by the Sentencing Guidelines, we must reject this claim....\");  United States v. Carpenter, <span class=\"citation\" data-id=\"548439\"><a href=\"/opinion/548439/united-states-v-kenneth-carpenter/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1131</span></a></span>, 1136 (9th Cir.1990) (holding that a defendant cannot base a challenge to his sentence solely on the lesser sentence given by the district court to his codefendant);  United States v. Guerrero, <span class=\"citation\" data-id=\"535299\"><a href=\"/opinion/535299/united-states-v-tom-guerrero-also-known-as-tom-pacheco-and-helen/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></a></span>, 267 (7th Cir.1990) (stating that there is nothing \"in the legislative history suggesting that the sentences within the Guidelines should be reviewed because of a claim that a particular sentence is draconian or too lenient\");  United States v. Sanchez Solis, <span class=\"citation\" data-id=\"527794\"><a href=\"/opinion/527794/united-states-v-jose-delacruz-sanchez-solis/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">693</span></a></span>, 699 (2d Cir.1989) (rejecting defendant's claim that a disparity in sentences violates the Sentencing Reform Act and rejecting his suggestion that he was penalized for exercising his right to a trial).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">For the reasons stated in this opinion, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Spitting drugs on the ground was Rosario's odd practice of dispensing drugs to customers, and thus, an identifying modus operandi</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Some modicum of judicial power to alleviate unfairness lies in the ability of judges, under Fed.R.Crim.P. 11(e)(1)(B), to reject sentencing recommendations made by the parties when a guilty plea is tendered</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It appears that the pleading defendants were minor participants compared with the defendants who went to trial.  But the Guidelines account for such difference in roles in U.S.S.G. &#167; 3B1.2 (a) and (b), and not by attributing a smaller amount of drugs to co-conspirators who play a more minor role</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751605/"
  ]
}