{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198247/",
  "absolute_url": "/opinion/198247/microsoft-corp-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198247/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:48:36Z",
  "date_modified": "2017-03-24T10:55:23.923328Z",
  "type": "010combined",
  "sha1": "dff51e88b360a7a63b3b73fb4762ec0aff628736",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2133.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-2133\r\n\n    IN RE:  MICHAEL A. CUSUMANO AND DAVID B. YOFFIE\r\n\n  [UNITED STATES OF AMERICA v. MICROSOFT CORPORATION].\r\n\n                                     \r\n\n                 MICROSOFT CORPORATION,\r\n\n                 Petitioner, Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Richard G. Stearns, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n      Coffin and Bownes, Senior Circuit Judges.\r\n\nD. Stuart Meiklejohn, with whom John L. Warden, Richard J.\r\nUrowsky, Steven J. Holley, Michael E. Swartz, Hilary M. Williams,\r\nSullivan &amp; Cromwell, Thomas J. Sartory, Lynne Alix Morrison, and\r\nGoulston &amp; Storrs, P.C. were on brief, for petitioner.\r\nJeffrey Swope, with whom Palmer &amp; Dodge LLP was on brief, for\r\nrespondents Michael A. Cusumano and Massachusetts Institute of\r\nTechnology.\r\nJonathan M. Albano, with whom Shaun B. Spencer, Bingham Dana\r\nLLP, and Kimberly S. Budd, Office of the General Counsel, Harvard\r\nUniversity, were on brief, for respondents David B. Yoffie and\r\nHarvard University.\r\n\nDecember 15, 1998\r\n\nSELYA, Circuit Judge.  In this appeal, petitioner-\r\nappellant Microsoft Corporation (Microsoft) invites us to reverse\r\nthe district court's denial of its motion to compel production of\r\nresearch materials compiled by two academic investigators. \r\nMicrosoft wants to use the subpoenaed materials in defending a\r\ncivil antitrust case,  United States v. Microsoft Corp., presently\r\nbeing tried in the United States District Court for the District of\r\nColumbia.  Mindful that important First Amendment values are at\r\nstake, we decline Microsoft's invitation.\r\nI.  THE ANTITRUST CASE\r\nWe draw our description of the antitrust litigation in\r\nlarge part from the court in which that litigation pends.  SeeUnited States v. Microsoft Corp., 1998 WL 614485 (D.D.C. 1998).\r\nMicrosoft is one of the most profitable companies in the\r\ncomputer industry.  It first attained a significant foothold in the\r\nproduction of operating systems for the personal computer (PC)\r\nmarket when a leading computer manufacturer, International Business\r\nMachines Corporation, chose Microsoft's \"MS-DOS\" operating system\r\nfor its PCs in the early 1980s.  An operating system is the\r\n\"command center\" of a PC.  Microsoft, 1998 WL 614485, at *2.  It \r\nfacilitates the integrated use of hardware and software by\r\ncontrolling the interaction between a PC's processor, its memory,\r\nand devices like keyboards and disk drives.  In relatively short\r\norder, Microsoft's operating systems achieved a preeminent market\r\nposition.  Microsoft continued to introduce new operating systems,\r\nincluding its phenomenally successful \"Windows\" systems, which\r\nallow a user to control a PC's operations by manipulating images on\r\nthe computer screen with a mouse, rather than by typing commands.\r\nThe dominance of Microsoft's operating systems has been\r\nmaintained, in part, because of the symbiotic relationship that\r\nexists between software and operating systems.  Software programs\r\nutilize certain general functions of operating systems and are\r\nwritten to work with particular systems.  Since more PCs depend on\r\nWindows than on any rival, software creators tend to write products\r\nfor use on that system.  In turn, most PC users want this operating\r\nsystem for their PCs, so that they can access the widest possible\r\nrange of software programs.  To keep this lucrative circle\r\nspinning, Microsoft licenses its operating system to PC\r\nmanufacturers for pre-installation on new computers.\r\nMicrosoft's achievements in the operating systems market\r\nhave encouraged it to spread its corporate wings.  It now produces\r\nan internet browser product known as \"Internet Explorer.\"  Browsers\r\nare software programs that allow computer users to access,\r\nmanipulate, and display portions of the world-wide web (the Web). \r\nThe Web is a set of sites that employ graphics, text, and other\r\nmedia to provide information to viewers.  Among other things,\r\nbrowsers can be used to translate these sites from the language of\r\ntheir creation into a format intelligible to a user's particular\r\nPC.  A browser can be purchased individually, acquired as an\r\naccessory to a newly purchased PC, or downloaded from internet\r\naccess providers or other Web sites.\r\nMicrosoft's success has not gone unremarked.  On May 18,\r\n1998, the United States Department of Justice (DOJ) and several\r\nstate attorneys general brought suit in the United States District\r\nCourt for the District of Columbia, charging Microsoft with various\r\nantitrust violations.  The complaint's main allegations center\r\naround Microsoft's accretion of market share for its Internet\r\nExplorer product.  DOJ asserts that Microsoft, mindful that\r\nbrowsers potentially can be used as platforms on which to run\r\nsoftware and thus replace, or at least compete with, operating\r\nsystems, set out to increase its share of the browser market in a\r\nno-holds-barred campaign to safeguard its hegemony in the operating\r\nsystems market.\r\nIn January 1997, Navigator, a competing browser produced\r\nby Netscape Communications Corporation (Netscape), boasted an 80%\r\nshare of the browser market.  Explorer enjoyed less than 20%.  DOJ\r\ncharges that Microsoft first essayed to increase its market share\r\nby colluding with Netscape.  When Netscape rebuffed Microsoft's\r\novertures, DOJ alleges, Microsoft illegally \"tied\" Explorer to its\r\nWindows operating system   refusing to grant computer manufacturers\r\nlicenses to pre-install Windows for their customers unless the\r\nmanufacturers agreed to pre-install Explorer and no other browser\r\nand thereby increased its share of the browser market to\r\napproximately 50% by May of 1998.  Microsoft denies the\r\ngovernment's accusations.  It avers that it never tried to split\r\nthe browser market between itself and its competitors or to use\r\nmonopoly power in the operating systems market to capture a lion's\r\nshare of the browser market in an illegal fashion.  Instead, it\r\nattributes its increased share of the browser market to Explorer's\r\nsuperiority.\r\nThe district court placed the antitrust litigation on a\r\nfast track.  Among other things, the court established a tightly\r\ncompressed schedule for pretrial discovery; shortened the usual\r\ntime within which parties and non-parties alike might respond to\r\ndiscovery requests; directed that witness lists (to include no more\r\nthan twelve trial witnesses per side, absent special permission) be\r\nsubmitted no later than August 24, 1998 (just over three months\r\nafter the government sued); and closed discovery as of October 9,\r\n1998 (save for discovery already underway).  After that date, new\r\ndiscovery could be initiated only with leave of court.  A bench\r\ntrial commenced on October 19, 1998.  That trial is ongoing.\r\nII.  THE RULE 45 PROCEEDINGS\r\nIn the course of pretrial discovery in the antitrust\r\ncase, Microsoft learned about a forthcoming book entitled Competing\r\non Internet Time:  Lessons from Netscape and the Battle with\r\nMicrosoft (Lessons) and obtained a copy of the manuscript.  As its\r\ntitle implies, Lessons deals extensively with the \"browser war\"\r\nwaged between Microsoft and Netscape.  Its authors (respondents-\r\nappellees here) are distinguished academicians:  Michael A.\r\nCusumano, a tenured full professor at Massachusetts Institute of\r\nTechnology's Sloan School of Management, and David B. Yoffie, a\r\ntenured full professor at Harvard Business School.\r\nAs part of their research for Lessons, the respondents\r\ninterviewed over 40 current and former Netscape employees.  Their\r\ninterview protocol dealt with confidentiality on two levels. \r\nFirst, the respondents signed a nondisclosure agreement with\r\nNetscape, in which they agreed not to disclose proprietary\r\ninformation conveyed to them in the course of their investigation\r\nexcept upon court order, and then only after giving Netscape notice\r\nand an opportunity to oppose disclosure.  Second, the respondents\r\nrequested and received permission from interview subjects to record\r\ntheir discussions, and, in return, promised that each interviewee\r\nwould be shown any quotes attributed to him upon completion of the\r\nmanuscript, so that he would have a chance to correct any errors or\r\nto object to quotations selected by the authors for publication.\r\nOn September 18, 1998, believing that certain statements\r\nfrom Netscape employees reported in Lessons offered succor for its\r\ndefense, Microsoft subpoenaed the professors' notes, tape\r\nrecordings and transcripts of interviews, and correspondence with\r\ninterview subjects.  See Fed. R. Civ. P. 45.  The respondents\r\nproduced some correspondence, but declined to surrender the notes,\r\ntapes, or transcripts.  Microsoft moved to compel the production of\r\nthese items on October 1, 1998.  Because the documents, if produced\r\nat all, would be produced in Cambridge, the subpoenas issued from\r\nthe United States District Court for the District of Massachusetts\r\nand the motion to compel was docketed there as an independent\r\nproceeding.  See id. (requiring a subpoena commanding only document\r\nproduction to \"issue from the court for the district in which the\r\nproduction . . . is to be made\" and allowing enforcement \"pursuant\r\nto an order of th[at] court\").  On October 7, the respondents filed\r\ntheir oppositions.\r\nFollowing a hearing held the next day, the district court\r\ndenied the motion to compel ore tenus.  The court performed a case-\r\nspecific balancing analysis, taking into account a myriad of\r\nfactors.  On one hand, it found that Microsoft's need for the\r\ninformation sought by the subpoenas, though real, was not great. \r\nMicrosoft could have obtained that information directly from the\r\nsources revealed by the manuscript, and, in all events, its main\r\nthrust likely would be for purposes akin to impeachment.  On the\r\nother hand, the court found that the respondents had a substantial\r\ninterest in keeping the subpoenaed information confidential and\r\nthat significant First Amendment values favored its protection. \r\nBalancing these and other elements, the court declined to compel\r\nproduction of the notes, tapes, and transcripts.  Withal, the court\r\nretained jurisdiction in order to review individual items in camerafor materiality on Microsoft's later motion and proclaimed its\r\nreadiness to order specific material produced upon a showing of\r\nparticularized need.  Microsoft now appeals.\r\nIII.  APPELLATE JURISDICTION\r\nFederal courts, as courts of limited jurisdiction, may\r\nnot presume the existence of subject matter jurisdiction, but,\r\nrather, must appraise their own authority to hear and determine\r\nparticular cases.  See Viqueira v. First Bank, 140 F.3d 12, 16 (1st\r\nCir. 1998).  We do so here.\r\nThe procedural posture of this case is unusual. \r\nMicrosoft, a litigant in a court in another district, moved in the\r\nDistrict of Massachusetts to compel the respondents (who are not\r\nparties to that litigation) to honor subpoenas duces tecum.  When\r\nthe respondents objected, the district court obliged them, but\r\nretained jurisdiction to hear particularized claims of need. \r\nMeanwhile, the primary action is ongoing   and any appeal therein\r\nwill go, in the first instance, to the District of Columbia\r\nCircuit.\r\nOur customary appellate jurisdiction extends to \"final\r\ndecisions of the district courts.\"  28 U.S.C.  1291.  Still, a\r\ndecision or order can be final in the sense needed to confer\r\nappellate jurisdiction even if the proceeding in which it is\r\nrendered is ancillary to some other proceeding.  Thus, in Horizons\r\nTitanium Corp. v. Norton Co., 290 F.2d 421 (1st Cir. 1961), a\r\ndisappointed patent-seeker subpoenaed documents from a competitor\r\nfor use in an action challenging the dismissal of its patent\r\napplication.  See id. at 421-22.  The subpoenaed firm did not\r\ncomply, and the patent-seeker moved to compel production in the\r\nUnited States District Court for the District of Massachusetts\r\n(although the principal dispute was pending elsewhere).  See id. at\r\n421.  When the district court refused to order production of the\r\ndocuments, the patent-seeker appealed.  In rejecting the subpoenaed\r\nfirm's assertion that the court of appeals lacked jurisdiction, we\r\nexplained that \"the order of the district court made a final\r\ndisposition of the only proceedings in its district growing out of\r\na particular controversy, and the only proceeding pending between\r\nthese particular parties anywhere,\" and, thus, was final and\r\nappealable.  Id. at 424.  So it is here.\r\nNor does the district court's decision to retain\r\njurisdiction detract from the immediate appealability of its order. \r\nIt is settled law that a court's retention of jurisdiction in order\r\nto facilitate the consideration of possible future relief does not\r\nundermine the finality of an otherwise appealable order.  See FTCv. Standard Fin. Mgmt. Corp., 830 F.2d 404, 407 (1st Cir. 1987);\r\nFTC v. Texaco, Inc., 555 F.2d 862, 873 n.21 (D.C. Cir. 1977); seegenerally 15B Charles Alan Wright, et al., Federal Practice and\r\nProcedure  3915.3 (2d ed. 1992) (explaining that an order's\r\nvulnerability to possible change through subsequent proceedings\r\ndoes not automatically deprive it of finality).  Consequently, we\r\nhave jurisdiction to hear and determine this appeal.\r\nIV.  THE MERITS\r\nMicrosoft argues that the district court underestimated\r\nits need for the subpoenaed information because that information\r\nwould be useful not only for impeachment purposes, but also as\r\nindependent evidence of Netscape's business miscalculations.  SeeFed. R. Evid. 807; see also United States v. American Tel. &amp; Tel.\r\nCo., 516 F. Supp. 1237, 1239-42 (D.D.C. 1981) (admitting into\r\nevidence in an antitrust prosecution documents authored by agents\r\nof defendants' non-party competitors under the residual hearsay\r\nexception).  Moreover, it had no other feasible way to obtain the\r\ninformation since the accelerated schedule in the antitrust case\r\neffectively thwarted direct discovery.  Turning to the other side\r\nof the balance, Microsoft claims that the district court erred in\r\naffording substantial protection to the subpoenaed materials\r\nbecause those materials were not confidential and emanated from\r\ndisclosed sources.  In this regard, Microsoft tells us that the\r\nonly protectable data obtained by the respondents is proprietary\r\ninformation covered by the nondisclosure agreement   an agreement\r\nsigned with Netscape, not with the individual interviewees. \r\nMicrosoft further asserts that the interviews were not confidential\r\nbecause the authors presented the manuscript, including quotes from\r\ninterviews, to Netscape executives and outside reviewers prior to\r\nshowing it to the persons quoted.\r\nThe respondents dispute virtually all of Microsoft's\r\nassertions.  They maintain that Microsoft does not really need the\r\ninformation at all and that it can secure the same data through\r\nother, less intrusive avenues.  Furthermore, the respondents\r\nasseverate that they are sufficiently like journalists for the\r\nprotection afforded to journalists' materials to be applied here;\r\nthat the information which they procured is confidential because of\r\ntheir interview protocol; and that forcing them to disclose the\r\ncontents of the notes, tapes, and transcripts would endanger the\r\nvalues of academic freedom safeguarded by the First Amendment and\r\njeopardize the future information-gathering activities of academic\r\nresearchers.\r\n                A.  Standard of Review.\r\nTo resolve these issues, we focus first on the applicable\r\nstandard of review.  Discovery orders ordinarily are reviewed for\r\nabuse of discretion.  See Dykes v. DePuy, Inc., 140 F.3d 31, 36-37\r\n(1st Cir. 1998); Mack v. Great Atl. &amp; Pac. Tea Co., 871 F.2d 179,\r\n186-87 (1st Cir. 1989).  Microsoft seeks to bend this rule and\r\nobtain plenary review.  It proffers two reasons.\r\nMicrosoft's first ground is barren.  It  points out that\r\nthe district court did not take testimony, but, rather, decided the\r\ncase solely on a paper record, assisted by arguments of counsel. \r\nThus, Microsoft contends, there is no occasion to defer since this\r\ncourt is equally well-equipped to evaluate the corpus of evidence\r\nupon which the district court based its decision.  This line of\r\nargument is neither original nor persuasive.  It has been tried\r\nbefore, and regularly rejected.  See, e.g., United States Liab.\r\nIns. Co. v. Selman, 70 F.3d 684, 688 (1st Cir. 1995); In re Tully,\r\n818 F.2d 106, 108-10 (1st Cir. 1987).  We, too, dismiss it.\r\nMicrosoft's second ground holds out more promise as a\r\ntheoretical matter.  It asserts that the lower court applied an\r\nincorrect legal standard   and ample authority supports the\r\nproposition that, whatever the procedural context, pure questions\r\nof law warrant de novo review.  See, e.g., McCarthy v. Azure, 22\r\nF.3d 351, 354 (1st Cir. 1994); In re Howard, 996 F.2d 1320, 1327\r\n(1st Cir. 1993).  Here, however, Microsoft's argument fails\r\nbecause, as we explain below, the district court's test, which\r\nbalanced the need for disclosure against the desirability of\r\nconfidentiality, is correct as a matter of law.  Refined to bare\r\nessence, Microsoft's quarrel with the district court's\r\ndetermination concerns the manner in which the court struck the\r\nrequired balance, rather than its selection of a legal rule.  Since\r\nabuse of discretion is the precise rubric under which an appellate\r\ncourt should review a district court's application of a legal rule\r\nto the facts it has found, our review proceeds accordingly.\r\n               B.  The Analytic Approach.\r\nThe discovery rules apply to subpoenas issued under Fed.\r\nR. Civ. P. 45.  See 9A Wright et al., supra,  2452.  Thus, we\r\nstart with Fed. R. Civ. P. 26(b)(2), which admonishes generally\r\nthat:\r\nthe . . . extent of the use of the discovery\r\nmethods otherwise permitted under these rules\r\n. . . shall be limited by the court if it\r\ndetermines that:  (i) the discovery sought is\r\nunreasonably cumulative or duplicative, or is\r\nobtainable from some other source that is more\r\nconvenient, less burdensome, or less\r\nexpensive; (ii) the party seeking discovery\r\nhas had ample opportunity by discovery in the\r\naction to obtain the information sought; or\r\n(iii) the burden or expense of the proposed\r\ndiscovery outweighs its likely benefit, taking\r\ninto account the needs of the case, the amount\r\nin controversy, the parties' resources, the\r\nimportance of the issues at stake in the\r\nlitigation, and the importance of the proposed\r\ndiscovery in resolving the issues.\r\n\nThis admonition forms the backdrop against which a court must\r\nconsider whether to enforce a subpoena duces tecum issued as an\r\ninstrument of discovery in a civil case.\r\nFrom that point forward, our study of the merits of this\r\nappeal must proceed in steps.  Initially, we must determine whether\r\nthe respondents' academic research is protected in a manner similar\r\nto the work product of journalists.  This inquiry entails two\r\naspects:  (1) whether the respondents' positions warrant conferral\r\nof any special consideration, and (2) whether their research\r\ncomprises confidential information.  If these hurdles are cleared,\r\nwe next must determine the type and kind of protection that the law\r\naffords.  Finally, we must assess the district court's application\r\nof the law to the facts, and the appropriateness of its order.\r\n          C.  The Availability of Protection.\r\n1.  Who Is Protected?  Microsoft acknowledges that the\r\nlaw supplies a measure of protection for materials compiled by\r\njournalists.  See Bruno &amp; Stillman, Inc. v. Globe Newspaper Co.,\r\n633 F.2d 583, 595-98 (1st Cir. 1980).  The respondents, however,\r\nare academic researchers and commentators, not professional\r\nnewsmen.  We do not think that this makes a dispositive difference\r\nin whether special protection vests.  Academicians engaged in pre-\r\npublication research should be accorded protection commensurate to\r\nthat which the law provides for journalists.\r\nCourts afford journalists a measure of protection from\r\ndiscovery initiatives in order not to undermine their ability to\r\ngather and disseminate information.  See United States v. LaRouche\r\nCampaign, 841 F.2d 1176, 1181 (1st Cir. 1988).  Journalists are the\r\npersonification of a free press, and to withhold such protection\r\nwould invite a \"chilling effect on speech,\" id., and thus\r\ndestabilize the First Amendment.  The same concerns suggest that\r\ncourts ought to offer similar protection to academicians engaged in\r\nscholarly research.  After all, scholars too are information\r\ngatherers and disseminators.  If their research materials were\r\nfreely subject to subpoena, their sources likely would refuse to\r\nconfide in them.  As with reporters, a drying-up of sources would\r\nsharply curtail the information available to academic researchers\r\nand thus would restrict their output.  Just as a journalist,\r\nstripped of sources, would write fewer, less incisive articles, an\r\nacademician, stripped of sources, would be able to provide fewer,\r\nless cogent analyses.  Such similarities of concern and function\r\nmilitate in favor of a similar level of protection for journalists\r\nand academic researchers.\r\nGiven this mise-en-scne, it is unsurprising that several\r\nof our sister circuits have held that the medium an individual uses\r\nto provide his investigative reporting to the public does not make\r\na dispositive difference in the degree of protection accorded to\r\nhis work.  See In re Madden, 151 F.3d 125, 128-31 (3d Cir. 1998);\r\nShoen v. Shoen, 5 F.3d 1289, 1293-94 (9th Cir. 1993); von Bulow v.\r\nvon Bulow, 811 F.2d 136, 142-44 (2d Cir. 1987).   Whether the\r\ncreator of the materials is a member of the media or of the\r\nacademy, the courts will make a measure of protection available to\r\nhim as long as he intended \"at the inception of the newsgathering\r\nprocess\" to use the fruits of his research \"to disseminate\r\ninformation to the public.\"  von Bulow, 811 F.2d at 144.\r\nThis case fits neatly into the architecture of these\r\nprecedents.  The sole purpose of the respondents' interviews of\r\nNetscape personnel was to gather data so that they could compile,\r\nanalyze, and report their findings anent management practices in\r\nthe internet technology industry.  Thus, the respondents are within\r\na group whose pre-publication research merits a modicum of\r\nprotection.\r\n2.  What Is Protected?  This aspect of the question\r\nraises vexing theoretical issues.  Leaving confidential sources to\r\none side, the prototypical situation in which a court provides\r\nprotection from disclosure for a journalist's or researcher's\r\nmaterials involves confidential information.  See, e.g, United\r\nStates v. Cuthbertson, 630 F.2d 139, 146-48 (3d Cir. 1980).  When\r\nthe information cannot fairly be characterized as confidential, the\r\ncourts are divided as to whether any protection is warranted. \r\nCompare Shoen, 5 F.3d at 1295-96 (holding that materials should be\r\nafforded protection even if the information contained therein is\r\nnot confidential) with Gonzales v. National Broad. Co., 155 F.3d\r\n618, 626 (2d Cir. 1998) (disavowing protection for non-confidential\r\ninformation).  Although we have not ruled definitively on this\r\nissue, we have noted, in a situation involving only nonconfidential\r\ninformation, \"a lurking and subtle threat to journalists and their\r\nemployers if disclosure of outtakes, notes, and other unused\r\ninformation, even if nonconfidential, becomes routine and casually,\r\nif not cavalierly, compelled.\"  LaRouche, 841 F.2d at 1182.\r\nWe perceive no need to resolve this unanswered question\r\ntoday.  The district court found that the information sought by\r\nMicrosoft was confidential in character, and the record\r\nsufficiently supports this finding.  To be sure, confidentiality\r\ncomes in varying shapes and sizes.  The confidentiality agreed upon\r\nby the authors and the interviewees in this instance does not\r\nensure the most perfect privacy.  The respondents did not offer the\r\ninterviewees the sort of detailed nondisclosure agreement that they\r\nsigned with Netscape.  Moreover, they conducted the interviews in\r\nthe presence of a Netscape official, gave Netscape's management a\r\npreview of planned quotations prior to showing those statements to\r\nthe persons who made them, and circulated their manuscript (or\r\nportions of it) for pre-publication peer review.\r\nStill, determinations of where particular disclosures\r\nfall along the continuum of confidentiality, and related\r\ndeterminations anent the degree of protection that attaches to\r\nthem, must take into account the totality of the circumstances. \r\nWhen the respondents began their inquiry into Netscape's management\r\npractices early in 1997, neither they nor their interview subjects\r\nknew (or had any reason to believe) that Microsoft later would be\r\nsued for antitrust violations based upon its peregrinations in the\r\nbrowser market.  In that environment, handing individual interview\r\nsubjects complex legal agreements might have made them squeamish\r\n(and thus less candid).  Instead, the respondents gave each\r\ninterviewee a personal, albeit verbal, assurance that he would be\r\naccorded the opportunity to correct, comment upon, and/or disclaim\r\nattributed quotations prior to publication.  At the very least,\r\nthis assurance is a species of confidentiality.  Microsoft's demand\r\nfor the full tapes (including outtakes) and transcripts of\r\ninterviews with all Netscape employees   materials which have not\r\nto date been shown to anyone   obviates this assurance.  While the\r\nlevel of confidentiality that characterizes a journalist's or\r\nresearcher's confidential information may, in the end, affect the\r\ndegree of protection conferred upon that information in a discovery\r\ndispute, we agree with the district court that the interviews here\r\nfall along the continuum of confidentiality at a point sufficient\r\nto justify significant protection.\r\n             D.  The Degree of Protection.\r\nWe turn now to the degree of protection that attaches to\r\nthe respondents' materials.  We begin with Bruno &amp; Stillman, an\r\nopinion that had its genesis in a libel suit brought by a\r\ncommercial boatbuilder against the Boston Globe after one Coughlin,\r\na Globe reporter, wrote an unflattering article.  See Bruno &amp;\r\nStillman, 633 F.2d at 584-85.  During discovery, the defendants\r\nrefused to turn over portions of Coughlin's notes, which named\r\nconfidential sources and outlined information that the sources had\r\nsupplied.  See id. at 585.  The district court compelled disclosure\r\nof the information, based on a finding that the information was\r\ncritical to Bruno &amp; Stillman's non-frivolous claim and was\r\nunavailable from other sources.  See id. at 586.  On appeal,\r\nwithout deciding the \"semantic[]\" question of whether the\r\nprotection afforded to a journalist's sources and research is a\r\ntype of privilege, id. at 595, Judge Coffin explained the necessity\r\nfor attention to First Amendment concerns in such situations, seeid. at 595-96.  The opinion instructed district courts that when\r\nfaced with enforcing requests for the\r\ndiscovery of materials used in the preparation\r\nof journalistic reports [they] should be aware\r\nof the possibility that the unlimited or\r\nunthinking allowance of such requests will\r\nimpinge upon First Amendment rights.  In\r\ndetermining what, if any, limits should\r\naccordingly be placed upon the granting of\r\nsuch requests, courts must balance the\r\npotential harm to the free flow of information\r\nthat might result against the asserted need\r\nfor the requested information.\r\n\nId.  Eight years later, the court reiterated this instruction.  SeeLaRouche, 841 F.2d at 1181.\r\nWe, too, decline to spend our energies on semantics.  It\r\nsuffices to say that, when a subpoena seeks divulgement of\r\nconfidential information compiled by a journalist or academic\r\nresearcher in anticipation of publication, courts must apply a\r\nbalancing test.  This test contemplates consideration of a myriad\r\nof factors, often uniquely drawn out of the factual circumstances\r\nof the particular case.  Each party comes to this test holding a\r\nburden.  See Bruno &amp; Stillman, 633 F.2d at 597.  Initially, the\r\nmovant must make a prima facie showing that his claim of need and\r\nrelevance is not frivolous.  See id.  Upon such a showing, the\r\nburden shifts to the objector to demonstrate the basis for\r\nwithholding the information.  See id.  The court then must place\r\nthose factors that relate to the movant's need for the information\r\non one pan of the scales and those that reflect the objector's\r\ninterest in confidentiality and the potential injury to the free\r\nflow of information that disclosure portends on the opposite pan. \r\nSee id. at 597-98.\r\n              E.  Calibrating the Scales.\r\nWe now examine the district court's handiwork in light of\r\nthis legal framework.  Microsoft's need admittedly is substantial\r\nin the sense that relevant information likely exists   indeed, the\r\ndistrict court specifically found that Microsoft had not embarked\r\non a fishing expedition   and Microsoft has a legitimate use for\r\nit.  The company, after all, is in the throes of defending a\r\ncomplex case of extraordinary importance to its future, and its\r\nprimary defense is that Netscape suffered a series of self-\r\ninflicted wounds that dissipated its dominant position in the\r\nbrowser market.  Lessons includes several quotations that suggest\r\nmissteps by Netscape management during the browser war, and it is\r\nreasonable to assume that the notes, tapes, and transcripts include\r\nmore evidence of this genre.  Hence, Microsoft has made a prima\r\nfacie showing of need and relevance.\r\nThe district court discounted this showing somewhat\r\nbecause it found that the same information was otherwise available\r\nto Microsoft by direct discovery.  We view this finding of fact\r\ndeferentially, see Ross-Simons of Warwick, Inc. v. Baccarat, Inc.,\r\n102 F.3d 12, 16, 19-20 (1st Cir. 1996), and decline to disturb it. \r\nDespite the accelerated trial schedule in the antitrust case,\r\nMicrosoft had the Lessons manuscript while discovery was still\r\nopen, and the quotations in the book are attributed to named\r\nindividuals.  Microsoft   which deployed no fewer than eight\r\nlawyers in the preparation of its brief in this appeal   had enough\r\ntime, enough knowledge, and enough resources to depose those\r\nindividuals (or some subset of them), or otherwise obtain discovery\r\nfrom them.  This factor must figure in the balance.  See Haworth,\r\nInc. v. Herman Miller, Inc., 998 F.2d 975, 978 (Fed. Cir. 1993).\r\nThe opposite pan of the scale is brim-full.  Scholars\r\nstudying management practices depend upon the voluntary revelations\r\nof industry insiders to develop the factual infrastructure upon\r\nwhich theoretical conclusions and practical predictions may rest. \r\nThese insiders often lack enthusiasm for divulging their management\r\nstyles and business strategies to academics, who may in turn reveal\r\nthat information to the public.  Yet, pathbreaking work in\r\nmanagement science requires gathering data from those companies and\r\nindividuals operating in the most highly competitive fields of\r\nindustry, and it is in these cutting-edge areas that the\r\nrespondents concentrate their efforts.  Their time-tested interview\r\nprotocol, including the execution of a nondisclosure agreement with\r\nthe corporate entity being studied and the furnishing of personal\r\nassurances of confidentiality to the persons being interviewed,\r\ngives chary corporate executives a sense of security that greatly\r\nfacilitates the achievement of agreements to cooperate.  Thus, in\r\nthe Bruno &amp; Stillman taxonomy, the interviews are \"carefully\r\nbargained-for\" communications which deserve significant protection. \r\nBruno &amp; Stillman, 633 F.2d at 597.\r\nConsidering these facts, it seems reasonable to conclude\r\nas the respondents' affidavits assert   that allowing Microsoft\r\nto obtain the notes, tapes, and transcripts it covets would\r\nhamstring not only the respondents' future research efforts but\r\nalso those of other similarly situated scholars.  This loss of\r\ntheoretical insight into the business world is of concern in and of\r\nitself.  Even more important, compelling the disclosure of such\r\nresearch materials would infrigidate the free flow of information\r\nto the public, thus denigrating a fundamental First Amendment\r\nvalue.\r\nIt is also noteworthy that the respondents are strangers\r\nto the antitrust litigation; insofar as the record reflects, they\r\nhave no dog in that fight.  Although discovery is by definition\r\ninvasive, parties to a law suit must accept its travails as a\r\nnatural concomitant of modern civil litigation.  Non-parties have\r\na different set of expectations.  Accordingly, concern for the\r\nunwanted burden thrust upon non-parties is a factor entitled to\r\nspecial weight in evaluating the balance of competing needs.  SeeHaworth, 998 F.2d at 978; Dart Indus. Co. v. Westwood Chem. Co.,\r\n649 F.2d 646, 649 (9th Cir. 1980); Addamax Corp. v. Open Software\r\nFound., Inc., 148 F.R.D. 462, 468 (D. Mass. 1993).\r\nWe need go no further.  The district court used the\r\nproper test, balanced the right array of factors, and acted well\r\nwithin its discretion in determining that the scales tipped in\r\nfavor of preserving confidentiality and against the wholesale\r\ndisclosure of investigative materials gleaned in the course of pre-\r\npublication academic research.  Our confidence in the\r\nappropriateness of this ruling is fortified by the fact that the\r\ndistrict court took pains to protect Microsoft's legitimate\r\ninterests.  After denying the motion to compel, the court announced\r\nthat it would retain jurisdiction so that, should a material\r\nconflict develop between quotations from the book and other\r\nevidence, it could review the notes, tapes, and transcripts incamera for purposes of verification and, if necessary, order\r\nproduction.  This even-handed ruling treats all parties fairly.  We\r\ndiscern no error.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">162 F.3d 708</p>\n    <p class=\"case_cite\">1998-2 Trade Cases  P 72,373, 131 Ed. Law Rep. 360,<br>50 Fed. R. Evid. Serv. 707</p>\n    <p class=\"parties\">In re:  Michael A. CUSUMANO and David B. Yoffie<br>v.<br>MICROSOFT CORPORATION, Petitioner, Appellant.</p>\n    <p class=\"docket\">No. 98-2133.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 5, 1998.<br>Decided Dec. 15, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">D. Stuart Meiklejohn, with whom John L. Warden, Richard J. Urowsky, Steven J. Holley, Michael E. Swartz, Hilary M. Williams, Sullivan &amp; Cromwell, Thomas J. Sartory, Lynne Alix Morrison, and Goulston &amp; Storrs, P.C. were on brief, for petitioner.</p>\n      <p class=\"indent\">Jeffrey Swope, with whom Palmer &amp; Dodge LLP was on brief, for respondents Michael A. Cusumano and Massachusetts Institute of Technology.</p>\n      <p class=\"indent\">Jonathan M. Albano, with whom Shaun B. Spencer, Bingham Dana LLP, and Kimberly S. Budd, Office of the General Counsel, Harvard University, were on brief, for respondents David B. Yoffie and Harvard University.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, petitioner-appellant Microsoft Corporation (Microsoft) invites us to reverse the district court's denial of its motion to compel production of research materials compiled by two academic investigators.  Microsoft wants to use the subpoenaed materials in defending a civil antitrust case, United States v. Microsoft Corp., presently being tried in the United States District Court for the District of Columbia.  Mindful that important First Amendment values are at stake, we decline Microsoft's invitation.</p>\n    </div>\n    <p>I. THE ANTITRUST CASE</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We draw our description of the antitrust litigation in large part from the court in which that litigation pends.  See United States v. Microsoft Corp., 1998 WL 614485 (D.D.C.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Microsoft is one of the most profitable companies in the computer industry.  It first attained a significant foothold in the production of operating systems for the personal computer (PC) market when a leading computer manufacturer, International Business Machines Corporation, chose Microsoft's \"MS-DOS\" operating system for its PCs in the early 1980s.  An operating system is the \"command center\" of a PC. Microsoft, 1998 WL 614485 at * 2.  It facilitates the integrated use of hardware and software by controlling the interaction between a PC's processor, its memory, and devices like keyboards and disk drives.  In relatively short order, Microsoft's operating systems achieved a preeminent market position.  Microsoft continued to introduce new operating systems, including its phenomenally successful \"Windows\" systems, which allow a user to control a PC's operations by manipulating images on the computer screen with a mouse, rather than by typing commands.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The dominance of Microsoft's operating systems has been maintained, in part, because of the symbiotic relationship that exists between software and operating systems.  Software programs utilize certain general functions of operating systems and are written to work with particular systems.  Since more PCs depend on Windows than on any rival, software creators tend to write products for use on that system.  In turn, most PC users want this operating system for their PCs, so that they can access the widest possible range of software programs.  To keep this lucrative circle spinning, Microsoft licenses its operating system to PC manufacturers for pre-installation on new computers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Microsoft's achievements in the operating systems market have encouraged it to spread its corporate wings.  It now produces an internet browser product known as \"Internet Explorer.\"   Browsers are software programs that allow computer users to access, manipulate, and display portions of the world-wide web (the Web).  The Web is a set of sites that employ graphics, text, and other media to provide information to viewers.  Among other things, browsers can be used to translate these sites from the language of their creation into a format intelligible to a user's particular PC. A browser can be purchased individually, acquired as an accessory to a newly purchased PC, or downloaded from internet access providers or other Web sites.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Microsoft's success has not gone unremarked.  On May 18, 1998, the United States Department of Justice (DOJ) and several state attorneys general brought suit in the United States District Court for the District of Columbia, charging Microsoft with various antitrust violations.  The complaint's main allegations center around Microsoft's accretion of market share for its Internet Explorer product.  DOJ asserts that Microsoft, mindful that browsers potentially can be used as platforms on which to run software and thus replace, or at least compete with, operating systems, set out to increase its share of the browser market in a no-holds-barred campaign to safeguard its hegemony in the operating systems market.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1997, Navigator, a competing browser produced by Netscape Communications Corporation (Netscape), boasted an 80% share of the browser market.  Explorer enjoyed less than 20%.  DOJ charges that Microsoft first essayed to increase its market share by colluding with Netscape.  When Netscape rebuffed Microsoft's overtures, DOJ alleges, Microsoft illegally \"tied\" Explorer to its Windows operating systemrefusing to grant computer manufacturers licenses to pre-install Windows for their customers unless the manufacturers agreed to pre-install Explorer and no other browser--and thereby increased its share of the browser market to approximately 50% by May of 1998.  Microsoft denies the government's accusations.  It avers that it never tried to split the browser market between itself and its competitors or to use monopoly power in the operating systems market to capture a lion's share of the browser market in an illegal fashion.  Instead, it attributes its increased share of the browser market to Explorer's superiority.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court placed the antitrust litigation on a fast track.  Among other things, the court established a tightly compressed schedule for pretrial discovery;  shortened the usual time within which parties and non-parties alike might respond to discovery requests;  directed that witness lists (to include no more than twelve trial witnesses per side, absent special permission) be submitted no later than August 24, 1998 (just over three months after the government sued);  and closed discovery as of October 9, 1998 (save for discovery already underway).  After that date, new discovery could be initiated only with leave of court.  A bench trial commenced on October 19, 1998.  That trial is ongoing.</p>\n    </div>\n    <p>II. THE RULE 45 PROCEEDINGS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the course of pretrial discovery in the antitrust case, Microsoft learned about a forthcoming book entitled Competing on Internet Time:  Lessons from Netscape and the Battle with Microsoft (Lessons ) and obtained a copy of the manuscript.  As its title implies, Lessons deals extensively with the \"browser war\" waged between Microsoft and Netscape.  Its authors (respondentsappellees here) are distinguished academicians:  Michael A. Cusumano, a tenured full professor at Massachusetts Institute of Technology's Sloan School of Management, and David B. Yoffie, a tenured full professor at Harvard Business School.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As part of their research for Lessons, the respondents interviewed over 40 current and former Netscape employees.  Their interview protocol dealt with confidentiality on two levels.  First, the respondents signed a nondisclosure agreement with Netscape, in which they agreed not to disclose proprietary information conveyed to them in the course of their investigation except upon court order, and then only after giving Netscape notice and an opportunity to oppose disclosure.  Second, the respondents requested and received permission from interview subjects to record their discussions, and, in return, promised that each interviewee would be shown any quotes attributed to him upon completion of the manuscript, so that he would have a chance to correct any errors or to object to quotations selected by the authors for publication.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 18, 1998, believing that certain statements from Netscape employees reported in Lessons offered succor for its defense, Microsoft subpoenaed the professors' notes, tape recordings and transcripts of interviews, and correspondence with interview subjects.  See Fed.R.Civ.P. 45.  The respondents produced some correspondence, but declined to surrender the notes, tapes, or transcripts.  Microsoft moved to compel the production of these items on October 1, 1998.  Because the documents, if produced at all, would be produced in Cambridge, the subpoenas issued from the United States District Court for the District of Massachusetts and the motion to compel was docketed there as an independent proceeding.  See id.  (requiring a subpoena commanding only document production to \"issue from the court for the district in which the production ... is to be made\" and allowing enforcement \"pursuant to an order of th[at] court\").  On October 7, the respondents filed their oppositions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following a hearing held the next day, the district court denied the motion to compel ore tenus.   The court performed a case-specific balancing analysis, taking into account a myriad of factors.  On one hand, it found that Microsoft's need for the information sought by the subpoenas, though real, was not great.  Microsoft could have obtained that information directly from the sources revealed by the manuscript, and, in all events, its main thrust likely would be for purposes akin to impeachment.  On the other hand, the court found that the respondents had a substantial interest in keeping the subpoenaed information confidential and that significant First Amendment values favored its protection.  Balancing these and other elements, the court declined to compel production of the notes, tapes, and transcripts.  Withal, the court retained jurisdiction in order to review individual items in camera for materiality on Microsoft's later motion and proclaimed its readiness to order specific material produced upon a showing of particularized need.  Microsoft now appeals.</p>\n    </div>\n    <p>III. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Federal courts, as courts of limited jurisdiction, may not presume the existence of subject matter jurisdiction, but, rather, must appraise their own authority to hear and determine particular cases.  See Viqueira v. First Bank, 140 F.3d 12, 16 (1st Cir.1998).  We do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The procedural posture of this case is unusual.  Microsoft, a litigant in a court in another district, moved in the District of Massachusetts to compel the respondents (who are not parties to that litigation) to honor subpoenas duces tecum.   When the respondents objected, the district court obliged them, but retained jurisdiction to hear particularized claims of need.  Meanwhile, the primary action is ongoing--and any appeal therein will go, in the first instance, to the District of Columbia Circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Our customary appellate jurisdiction extends to \"final decisions of the district courts.\"  28 U.S.C. &#167; 1291.  Still, a decision or order can be final in the sense needed to confer appellate jurisdiction even if the proceeding in which it is rendered is ancillary to some other proceeding.  Thus, in Horizons Titanium Corp. v. Norton Co., 290 F.2d 421 (1st Cir.1961), a disappointed patent-seeker subpoenaed documents from a competitor for use in an action challenging the dismissal of its patent application.  See id. at 421-22.   The subpoenaed firm did not comply, and the patent-seeker moved to compel production in the United States District Court for the District of Massachusetts (although the principal dispute was pending elsewhere).  See id. at 421.   When the district court refused to order production of the documents, the patent-seeker appealed.  In rejecting the subpoenaed firm's assertion that the court of appeals lacked jurisdiction, we explained that \"the order of the district court made a final disposition of the only proceedings in its district growing out of a particular controversy, and the only proceeding pending between these particular parties anywhere,\" and, thus, was final and appealable.  Id. at 424.   So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nor does the district court's decision to retain jurisdiction detract from the immediate appealability of its order.  It is settled law that a court's retention of jurisdiction in order to facilitate the consideration of possible future relief does not undermine the finality of an otherwise appealable order.  See FTC v. Standard Fin.  Mgmt. Corp., 830 F.2d 404, 407 (1st Cir.1987);  FTC v. Texaco, Inc., 555 F.2d 862, 873 n. 21 (D.C.Cir.1977);  see generally 15B Charles Alan Wright, et al., Federal Practice and Procedure &#167; 3915.3 (2d ed.1992) (explaining that an order's vulnerability to possible change through subsequent proceedings does not automatically deprive it of finality).  Consequently, we have jurisdiction to hear and determine this appeal.</p>\n    </div>\n    <p>IV. THE MERITS</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Microsoft argues that the district court underestimated its need for the subpoenaed information because that information would be useful not only for impeachment purposes, but also as independent evidence of Netscape's business miscalculations.  See Fed.R.Evid. 807;  see also United States v. American Tel. &amp; Tel. Co., 516 F.Supp. 1237, 1239-42 (D.D.C.1981) (admitting into evidence in an antitrust prosecution documents authored by agents of defendants' non-party competitors under the residual hearsay exception).  Moreover, it had no other feasible way to obtain the information since the accelerated schedule in the antitrust case effectively thwarted direct discovery.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Turning to the other side of the balance, Microsoft claims that the district court erred in affording substantial protection to the subpoenaed materials because those materials were not confidential and emanated from disclosed sources.  In this regard, Microsoft tells us that the only protectable data obtained by the respondents is proprietary information covered by the nondisclosure agreement--an agreement signed with Netscape, not with the individual interviewees.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Microsoft further asserts that the interviews were not confidential because the authors presented the manuscript, including quotes from interviews, to Netscape executives and outside reviewers prior to showing it to the persons quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The respondents dispute virtually all of Microsoft's assertions.  They maintain that Microsoft does not really need the information at all and that it can secure the same data through other, less intrusive avenues.  Furthermore, the respondents asseverate that they are sufficiently like journalists for the protection afforded to journalists' materials to be applied here;  that the information which they procured is confidential because of their interview protocol;  and that forcing them to disclose the contents of the notes, tapes, and transcripts would endanger the values of academic freedom safeguarded by the First Amendment and jeopardize the future information-gathering activities of academic researchers.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To resolve these issues, we focus first on the applicable standard of review.  Discovery orders ordinarily are reviewed for abuse of discretion.  See Dykes v. DePuy, Inc., 140 F.3d 31, 36-37 (1st Cir.1998);  Mack v. Great Atl. &amp; Pac.  Tea Co., 871 F.2d 179, 186-87 (1st Cir.1989).  Microsoft seeks to bend this rule and obtain plenary review.  It proffers two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Microsoft's first ground is barren.  It points out that the district court did not take testimony, but, rather, decided the case solely on a paper record, assisted by arguments of counsel.  Thus, Microsoft contends, there is no occasion to defer since this court is equally well-equipped to evaluate the corpus of evidence upon which the district court based its decision.  This line of argument is neither original nor persuasive.  It has been tried before, and regularly rejected.  See, e.g., United States Liab.  Ins. Co. v. Selman, 70 F.3d 684, 688 (1st Cir.1995);  In re Tully, 818 F.2d 106, 108-10 (1st Cir.1987).  We, too, dismiss it.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Microsoft's second ground holds out more promise as a theoretical matter.  It asserts that the lower court applied an incorrect legal standard--and ample authority supports the proposition that, whatever the procedural context, pure questions of law warrant de novo review.  See, e.g., McCarthy v. Azure, 22 F.3d 351, 354 (1st Cir.1994);  In re Extradition of Howard, 996 F.2d 1320, 1327 (1st Cir.1993).  Here, however, Microsoft's argument fails because, as we explain below, the district court's test, which balanced the need for disclosure against the desirability of confidentiality, is correct as a matter of law.  Refined to bare essence, Microsoft's quarrel with the district court's determination concerns the manner in which the court struck the required balance, rather than its selection of a legal rule.  Since abuse of discretion is the precise rubric under which an appellate court should review a district court's application of a legal rule to the facts it has found, our review proceeds accordingly.B. The Analytic Approach.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The discovery rules apply to subpoenas issued under Fed.R.Civ.P. 45.  See 9A Wright et al., supra, &#167; 2452.  Thus, we start with Fed.R.Civ.P. 26(b)(2), which admonishes generally that:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>the ... extent of the use of the discovery methods otherwise permitted under these rules ... shall be limited by the court if it determines that:  (i) the discovery sought is unreasonably cumulative or duplicative, or is obtainable from some other source that is more convenient, less burdensome, or less expensive;  (ii) the party seeking discovery has had ample opportunity by discovery in the action to obtain the information sought;  or (iii) the burden or expense of the proposed discovery outweighs its likely benefit, taking into account the needs of the case, the amount in controversy, the parties' resources, the importance of the issues at stake in the litigation, and the importance of the proposed discovery in resolving the issues.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This admonition forms the backdrop against which a court must consider whether to enforce a subpoena duces tecum issued as an instrument of discovery in a civil case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">From that point forward, our study of the merits of this appeal must proceed in steps.  Initially, we must determine whether the respondents' academic research is protected in a manner similar to the work product of journalists.  This inquiry entails two aspects:  (1) whether the respondents' positions warrant conferral of any special consideration, and (2) whether their research comprises confidential information.  If these hurdles are cleared, we next must determine the type and kind of protection that the law affords.  Finally, we must assess the district court's application of the law to the facts, and the appropriateness of its order.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>C. The Availability of Protection.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">1. Who Is Protected?   Microsoft acknowledges that the law supplies a measure of protection for materials compiled by journalists.  See Bruno &amp; Stillman, Inc. v. Globe Newspaper Co., 633 F.2d 583, 595-98 (1st Cir.1980).  The respondents, however, are academic researchers and commentators, not professional newsmen.  We do not think that this makes a dispositive difference in whether special protection vests.  Academicians engaged in pre-publication research should be accorded protection commensurate to that which the law provides for journalists.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Courts afford journalists a measure of protection from discovery initiatives in order not to undermine their ability to gather and disseminate information.  See United States v. LaRouche Campaign, 841 F.2d 1176, 1181 (1st Cir.1988).  Journalists are the personification of a free press, and to withhold such protection would invite a \"chilling effect on speech,\" id., and thus destabilize the First Amendment.  The same concerns suggest that courts ought to offer similar protection to academicians engaged in scholarly research.  After all, scholars too are information gatherers and disseminators.  If their research materials were freely subject to subpoena, their sources likely would refuse to confide in them.  As with reporters, a drying-up of sources would sharply curtail the information available to academic researchers and thus would restrict their output.  Just as a journalist, stripped of sources, would write fewer, less incisive articles, an academician, stripped of sources, would be able to provide fewer, less cogent analyses.  Such similarities of concern and function militate in favor of a similar level of protection for journalists and academic researchers.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Given this mise-en-scene, it is unsurprising that several of our sister circuits have held that the medium an individual uses to provide his investigative reporting to the public does not make a dispositive difference in the degree of protection accorded to his work.  See In re Madden, 151 F.3d 125, 128-31 (3d Cir.1998);  Shoen v. Shoen, 5 F.3d 1289, 1293-94 (9th Cir.1993);  von Bulow v. von Bulow, 811 F.2d 136, 142-44 (2d Cir.1987).  Whether the creator of the materials is a member of the media or of the academy, the courts will make a measure of protection available to him as long as he intended \"at the inception of the newsgathering process\" to use the fruits of his research \"to disseminate information to the public.\" von Bulow, 811 F.2d at 144.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This case fits neatly into the architecture of these precedents.  The sole purpose of the respondents' interviews of Netscape personnel was to gather data so that they could compile, analyze, and report their findings anent management practices in the internet technology industry.  Thus, the respondents are within a group whose pre-publication research merits a modicum of protection.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">2. What Is Protected?   This aspect of the question raises vexing theoretical issues.  Leaving confidential sources to one side, the prototypical situation in which a court provides protection from disclosure for a journalist's or researcher's materials involves confidential information.  See, e.g, United States v. Cuthbertson, 630 F.2d 139, 146-48 (3d Cir.1980).  When the information cannot fairly be characterized as confidential, the courts are divided as to whether any protection is warranted.  Compare Shoen, 5 F.3d at 1295-96 (holding that materials should be afforded protection even if the information contained therein is not confidential) with Gonzales v. National Broad.  Co., 155 F.3d 618, 626 (2d Cir.1998) (disavowing protection for non-confidential information).  Although we have not ruled definitively on this issue, we have noted, in a situation involving only nonconfidential information, \"a lurking and subtle threat to journalists and their employers if disclosure of outtakes, notes, and other unused information, even if nonconfidential, becomes routine and casually, if not cavalierly, compelled.\"  LaRouche, 841 F.2d at 1182.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We perceive no need to resolve this unanswered question today.  The district court found that the information sought by Microsoft was confidential in character, and the record sufficiently supports this finding.  To be sure, confidentiality comes in varying shapes and sizes.  The confidentiality agreed upon by the authors and the interviewees in this instance does not ensure the most perfect privacy.  The respondents did not offer the interviewees the sort of detailed nondisclosure agreement that they signed with Netscape.  Moreover, they conducted the interviews in the presence of a Netscape official, gave Netscape's management a preview of planned quotations prior to showing those statements to the persons who made them, and circulated their manuscript (or portions of it) for pre-publication peer review.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Still, determinations of where particular disclosures fall along the continuum of confidentiality, and related determinations anent the degree of protection that attaches to them, must take into account the totality of the circumstances.  When the respondents began their inquiry into Netscape's management practices early in 1997, neither they nor their interview subjects knew (or had any reason to believe) that Microsoft later would be sued for antitrust violations based upon its peregrinations in the browser market.  In that environment, handing individual interview subjects complex legal agreements might have made them squeamish (and thus less candid).  Instead, the respondents gave each interviewee a personal, albeit verbal, assurance that he would be accorded the opportunity to correct, comment upon, and/or disclaim attributed quotations prior to publication.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  At the very least, this assurance is a species of confidentiality.  Microsoft's demand for the full tapes (including outtakes) and transcripts of interviews with all Netscape employees--materials which have not to date been shown to anyone--obviates this assurance.  While the level of confidentiality that characterizes a journalist's or researcher's confidential information may, in the end, affect the degree of protection conferred upon that information in a discovery dispute, we agree with the district court that the interviews here fall along the continuum of confidentiality at a point sufficient to justify significant protection.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>D. The Degree of Protection.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We turn now to the degree of protection that attaches to the respondents' materials.  We begin with Bruno &amp; Stillman, an opinion that had its genesis in a libel suit brought by a commercial boatbuilder against the Boston Globe after one Coughlin, a Globe reporter, wrote an unflattering article.  See Bruno &amp; Stillman, 633 F.2d at 584-85.   During discovery, the defendants refused to turn over portions of Coughlin's notes, which named confidential sources and outlined information that the sources had supplied.  See id. at 585.   The district court compelled disclosure of the information, based on a finding that the information was critical to Bruno &amp; Stillman's non-frivolous claim and was unavailable from other sources.  See id. at 586.   On appeal, without deciding the \"semantic[ ]\" question of whether the protection afforded to a journalist's sources and research is a type of privilege, id. at 595, Judge Coffin explained the necessity for attention to First Amendment concerns in such situations, see id. at 595-96.   The opinion instructed district courts that when</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>faced with enforcing requests for the discovery of materials used in the preparation of journalistic reports [they] should be aware of the possibility that the unlimited or unthinking allowance of such requests will impinge upon First Amendment rights.  In determining what, if any, limits should accordingly be placed upon the granting of such requests, courts must balance the potential harm to the free flow of information that might result against the asserted need for the requested information.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Id. Eight years later, the court reiterated this instruction.  See LaRouche, 841 F.2d at 1181.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We, too, decline to spend our energies on semantics.  It suffices to say that, when a subpoena seeks divulgement of confidential information compiled by a journalist or academic researcher in anticipation of publication, courts must apply a balancing test.  This test contemplates consideration of a myriad of factors, often uniquely drawn out of the factual circumstances of the particular case.  Each party comes to this test holding a burden.  See Bruno &amp; Stillman, 633 F.2d at 597.   Initially, the movant must make a prima facie showing that his claim of need and relevance is not frivolous.  See id.   Upon such a showing, the burden shifts to the objector to demonstrate the basis for withholding the information.  See id.   The court then must place those factors that relate to the movant's need for the information on one pan of the scales and those that reflect the objector's interest in confidentiality and the potential injury to the free flow of information that disclosure portends on the opposite pan.  See id. at 597-98.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>E. Calibrating the Scales.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We now examine the district court's handiwork in light of this legal framework.  Microsoft's need admittedly is substantial in the sense that relevant information likely exists--indeed, the district court specifically found that Microsoft had not embarked on a fishing expedition--and Microsoft has a legitimate use for it.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The company, after all, is in the throes of defending a complex case of extraordinary importance to its future, and its primary defense is that Netscape suffered a series of self-inflicted wounds that dissipated its dominant position in the browser market.  Lessons includes several quotations that suggest missteps by Netscape management during the browser war, and it is reasonable to assume that the notes, tapes, and transcripts include more evidence of this genre.  Hence, Microsoft has made a prima facie showing of need and relevance.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court discounted this showing somewhat because it found that the same information was otherwise available to Microsoft by direct discovery.  We view this finding of fact deferentially, see Ross-Simons of Warwick, Inc. v. Baccarat, Inc., 102 F.3d 12, 16, 19-20 (1st Cir.1996), and decline to disturb it.  Despite the accelerated trial schedule in the antitrust case, Microsoft had the Lessons manuscript while discovery was still open, and the quotations in the book are attributed to named individuals.  Microsoft--which deployed no fewer than eight lawyers in the preparation of its brief in this appeal--had enough time, enough knowledge, and enough resources to depose those individuals (or some subset of them), or otherwise obtain discovery from them.  This factor must figure in the balance.  See Haworth, Inc. v. Herman Miller, Inc., 998 F.2d 975, 978 (Fed.Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The opposite pan of the scale is brim-full.  Scholars studying management practices depend upon the voluntary revelations of industry insiders to develop the factual infrastructure upon which theoretical conclusions and practical predictions may rest.  These insiders often lack enthusiasm for divulging their management styles and business strategies to academics, who may in turn reveal that information to the public.  Yet, pathbreaking work in management science requires gathering data from those companies and individuals operating in the most highly competitive fields of industry, and it is in these cutting-edge areas that the respondents concentrate their efforts.  Their time-tested interview protocol, including the execution of a nondisclosure agreement with the corporate entity being studied and the furnishing of personal assurances of confidentiality to the persons being interviewed, gives chary corporate executives a sense of security that greatly facilitates the achievement of agreements to cooperate.  Thus, in the Bruno &amp; Stillman taxonomy, the interviews are \"carefully bargained-for\" communications which deserve significant protection.  Bruno &amp; Stillman, 633 F.2d at 597.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Considering these facts, it seems reasonable to conclude--as the respondents' affidavits assert--that allowing Microsoft to obtain the notes, tapes, and transcripts it covets would hamstring not only the respondents' future research efforts but also those of other similarly situated scholars.  This loss of theoretical insight into the business world is of concern in and of itself.  Even more important, compelling the disclosure of such research materials would infrigidate the free flow of information to the public, thus denigrating a fundamental First Amendment value.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It is also noteworthy that the respondents are strangers to the antitrust litigation;  insofar as the record reflects, they have no dog in that fight.  Although discovery is by definition invasive, parties to a law suit must accept its travails as a natural concomitant of modern civil litigation.  Non-parties have a different set of expectations.  Accordingly, concern for the unwanted burden thrust upon non-parties is a factor entitled to special weight in evaluating the balance of competing needs.  See Haworth, 998 F.2d at 978;  Dart Indus. Co. v. Westwood Chem.  Co., 649 F.2d 646, 649 (9th Cir.1980);  Addamax Corp. v. Open Software Found., Inc., 148 F.R.D. 462, 468 (D.Mass.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We need go no further.  The district court used the proper test, balanced the right array of factors, and acted well within its discretion in determining that the scales tipped in favor of preserving confidentiality and against the wholesale disclosure of investigative materials gleaned in the course of pre-publication academic research.  Our confidence in the appropriateness of this ruling is fortified by the fact that the district court took pains to protect Microsoft's legitimate interests.  After denying the motion to compel, the court announced that it would retain jurisdiction so that, should a material conflict develop between quotations from the book and other evidence, it could review the notes, tapes, and transcripts in camera for purposes of verification and, if necessary, order production.  This even-handed ruling treats all parties fairly.  We discern no error.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Yoffie simultaneously moved to quash the subpoena directed to him.  Because the motion to quash raised no issues that were not properly raised by the respondents' oppositions to Microsoft's motion to compel, we eschew any further reference to it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Microsoft also notes that, when it deposed Richard Schell, a Netscape executive whom the respondents had interviewed, Schell could not recall making a statement attributed to him in Lessons.   Based on this experience, Microsoft predicts that additional depositions would not have succeeded in rooting out the information obtained by the respondents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Microsoft assures us that, if production is ordered, Netscape's proprietary information will be safeguarded by the protective order entered in the antitrust case.  It points out that many companies, including Netscape and Microsoft, already have supplied highly sensitive information to one another under this ukase, and that, in any event, Netscape has not opposed disclosure of the subpoenaed materials</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The record is murky as to whether the interviewees actually were promised--or thought they were getting--veto power, i.e., the ability to prevent the authors from publishing a quoted comment in the face of the speaker's objection.  Although the respondents assured us at oral argument that, if they published an attributed quotation to which an objection had been lodged, they would have been \"breaking their word,\" that response is far from a complete answer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because the standard for discoverability of information is considerably less rigorous than the standard for admissibility of evidence, see Fed.R.Civ.P. 26(b)(1) (explaining that, to be discoverable, information need only appear to be \"reasonably calculated to lead to the discovery of admissible evidence\"), we have no occasion to pass on the ultimate admissibility of the subpoenaed information under Fed.R.Evid. 807 or otherwise</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></span></p>\n    <p class=\"case_cite\">1998-2 Trade Cases  P 72,373, 131 Ed. Law Rep. 360,<br>50 Fed. R. Evid. Serv. 707</p>\n    <p class=\"parties\">In re:  Michael A. CUSUMANO and David B. Yoffie<br>v.<br>MICROSOFT CORPORATION, Petitioner, Appellant.</p>\n    <p class=\"docket\">No. 98-2133.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 5, 1998.<br>Decided Dec. 15, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">D. Stuart Meiklejohn, with whom John L. Warden, Richard J. Urowsky, Steven J. Holley, Michael E. Swartz, Hilary M. Williams, Sullivan &amp; Cromwell, Thomas J. Sartory, Lynne Alix Morrison, and Goulston &amp; Storrs, P.C. were on brief, for petitioner.</p>\n      <p class=\"indent\">Jeffrey Swope, with whom Palmer &amp; Dodge LLP was on brief, for respondents Michael A. Cusumano and Massachusetts Institute of Technology.</p>\n      <p class=\"indent\">Jonathan M. Albano, with whom Shaun B. Spencer, Bingham Dana LLP, and Kimberly S. Budd, Office of the General Counsel, Harvard University, were on brief, for respondents David B. Yoffie and Harvard University.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, petitioner-appellant Microsoft Corporation (Microsoft) invites us to reverse the district court's denial of its motion to compel production of research materials compiled by two academic investigators.  Microsoft wants to use the subpoenaed materials in defending a civil antitrust case, United States v. Microsoft Corp., presently being tried in the United States District Court for the District of Columbia.  Mindful that important First Amendment values are at stake, we decline Microsoft's invitation.</p>\n    </div>\n    <p>I. THE ANTITRUST CASE</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We draw our description of the antitrust litigation in large part from the court in which that litigation pends.  See United States v. Microsoft Corp., <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">614485</span></span> (D.D.C.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Microsoft is one of the most profitable companies in the computer industry.  It first attained a significant foothold in the production of operating systems for the personal computer (PC) market when a leading computer manufacturer, International Business Machines Corporation, chose Microsoft's \"MS-DOS\" operating system for its PCs in the early 1980s.  An operating system is the \"command center\" of a PC. Microsoft, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">614485</span></span> at * 2.  It facilitates the integrated use of hardware and software by controlling the interaction between a PC's processor, its memory, and devices like keyboards and disk drives.  In relatively short order, Microsoft's operating systems achieved a preeminent market position.  Microsoft continued to introduce new operating systems, including its phenomenally successful \"Windows\" systems, which allow a user to control a PC's operations by manipulating images on the computer screen with a mouse, rather than by typing commands.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The dominance of Microsoft's operating systems has been maintained, in part, because of the symbiotic relationship that exists between software and operating systems.  Software programs utilize certain general functions of operating systems and are written to work with particular systems.  Since more PCs depend on Windows than on any rival, software creators tend to write products for use on that system.  In turn, most PC users want this operating system for their PCs, so that they can access the widest possible range of software programs.  To keep this lucrative circle spinning, Microsoft licenses its operating system to PC manufacturers for pre-installation on new computers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Microsoft's achievements in the operating systems market have encouraged it to spread its corporate wings.  It now produces an internet browser product known as \"Internet Explorer.\"   Browsers are software programs that allow computer users to access, manipulate, and display portions of the world-wide web (the Web).  The Web is a set of sites that employ graphics, text, and other media to provide information to viewers.  Among other things, browsers can be used to translate these sites from the language of their creation into a format intelligible to a user's particular PC. A browser can be purchased individually, acquired as an accessory to a newly purchased PC, or downloaded from internet access providers or other Web sites.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Microsoft's success has not gone unremarked.  On May 18, 1998, the United States Department of Justice (DOJ) and several state attorneys general brought suit in the United States District Court for the District of Columbia, charging Microsoft with various antitrust violations.  The complaint's main allegations center around Microsoft's accretion of market share for its Internet Explorer product.  DOJ asserts that Microsoft, mindful that browsers potentially can be used as platforms on which to run software and thus replace, or at least compete with, operating systems, set out to increase its share of the browser market in a no-holds-barred campaign to safeguard its hegemony in the operating systems market.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1997, Navigator, a competing browser produced by Netscape Communications Corporation (Netscape), boasted an 80% share of the browser market.  Explorer enjoyed less than 20%.  DOJ charges that Microsoft first essayed to increase its market share by colluding with Netscape.  When Netscape rebuffed Microsoft's overtures, DOJ alleges, Microsoft illegally \"tied\" Explorer to its Windows operating systemrefusing to grant computer manufacturers licenses to pre-install Windows for their customers unless the manufacturers agreed to pre-install Explorer and no other browser--and thereby increased its share of the browser market to approximately 50% by May of 1998.  Microsoft denies the government's accusations.  It avers that it never tried to split the browser market between itself and its competitors or to use monopoly power in the operating systems market to capture a lion's share of the browser market in an illegal fashion.  Instead, it attributes its increased share of the browser market to Explorer's superiority.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court placed the antitrust litigation on a fast track.  Among other things, the court established a tightly compressed schedule for pretrial discovery;  shortened the usual time within which parties and non-parties alike might respond to discovery requests;  directed that witness lists (to include no more than twelve trial witnesses per side, absent special permission) be submitted no later than August 24, 1998 (just over three months after the government sued);  and closed discovery as of October 9, 1998 (save for discovery already underway).  After that date, new discovery could be initiated only with leave of court.  A bench trial commenced on October 19, 1998.  That trial is ongoing.</p>\n    </div>\n    <p>II. THE RULE 45 PROCEEDINGS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the course of pretrial discovery in the antitrust case, Microsoft learned about a forthcoming book entitled Competing on Internet Time:  Lessons from Netscape and the Battle with Microsoft (Lessons ) and obtained a copy of the manuscript.  As its title implies, Lessons deals extensively with the \"browser war\" waged between Microsoft and Netscape.  Its authors (respondentsappellees here) are distinguished academicians:  Michael A. Cusumano, a tenured full professor at Massachusetts Institute of Technology's Sloan School of Management, and David B. Yoffie, a tenured full professor at Harvard Business School.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As part of their research for Lessons, the respondents interviewed over 40 current and former Netscape employees.  Their interview protocol dealt with confidentiality on two levels.  First, the respondents signed a nondisclosure agreement with Netscape, in which they agreed not to disclose proprietary information conveyed to them in the course of their investigation except upon court order, and then only after giving Netscape notice and an opportunity to oppose disclosure.  Second, the respondents requested and received permission from interview subjects to record their discussions, and, in return, promised that each interviewee would be shown any quotes attributed to him upon completion of the manuscript, so that he would have a chance to correct any errors or to object to quotations selected by the authors for publication.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 18, 1998, believing that certain statements from Netscape employees reported in Lessons offered succor for its defense, Microsoft subpoenaed the professors' notes, tape recordings and transcripts of interviews, and correspondence with interview subjects.  See Fed.R.Civ.P. 45.  The respondents produced some correspondence, but declined to surrender the notes, tapes, or transcripts.  Microsoft moved to compel the production of these items on October 1, 1998.  Because the documents, if produced at all, would be produced in Cambridge, the subpoenas issued from the United States District Court for the District of Massachusetts and the motion to compel was docketed there as an independent proceeding.  See id.  (requiring a subpoena commanding only document production to \"issue from the court for the district in which the production ... is to be made\" and allowing enforcement \"pursuant to an order of th[at] court\").  On October 7, the respondents filed their oppositions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following a hearing held the next day, the district court denied the motion to compel ore tenus.   The court performed a case-specific balancing analysis, taking into account a myriad of factors.  On one hand, it found that Microsoft's need for the information sought by the subpoenas, though real, was not great.  Microsoft could have obtained that information directly from the sources revealed by the manuscript, and, in all events, its main thrust likely would be for purposes akin to impeachment.  On the other hand, the court found that the respondents had a substantial interest in keeping the subpoenaed information confidential and that significant First Amendment values favored its protection.  Balancing these and other elements, the court declined to compel production of the notes, tapes, and transcripts.  Withal, the court retained jurisdiction in order to review individual items in camera for materiality on Microsoft's later motion and proclaimed its readiness to order specific material produced upon a showing of particularized need.  Microsoft now appeals.</p>\n    </div>\n    <p>III. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Federal courts, as courts of limited jurisdiction, may not presume the existence of subject matter jurisdiction, but, rather, must appraise their own authority to hear and determine particular cases.  See Viqueira v. First Bank, <span class=\"citation\" data-id=\"197886\"><a href=\"/opinion/197886/jamie-viqueira-v-first-bank/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1998).  We do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The procedural posture of this case is unusual.  Microsoft, a litigant in a court in another district, moved in the District of Massachusetts to compel the respondents (who are not parties to that litigation) to honor subpoenas duces tecum.   When the respondents objected, the district court obliged them, but retained jurisdiction to hear particularized claims of need.  Meanwhile, the primary action is ongoing--and any appeal therein will go, in the first instance, to the District of Columbia Circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Our customary appellate jurisdiction extends to \"final decisions of the district courts.\"  28 U.S.C. &#167; 1291.  Still, a decision or order can be final in the sense needed to confer appellate jurisdiction even if the proceeding in which it is rendered is ancillary to some other proceeding.  Thus, in Horizons Titanium Corp. v. Norton Co., <span class=\"citation\" data-id=\"254059\"><a href=\"/opinion/254059/horizons-titanium-corporation-v-norton-company/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span> (1st Cir.1961), a disappointed patent-seeker subpoenaed documents from a competitor for use in an action challenging the dismissal of its patent application.  See id. at 421-22.   The subpoenaed firm did not comply, and the patent-seeker moved to compel production in the United States District Court for the District of Massachusetts (although the principal dispute was pending elsewhere).  See id. at 421.   When the district court refused to order production of the documents, the patent-seeker appealed.  In rejecting the subpoenaed firm's assertion that the court of appeals lacked jurisdiction, we explained that \"the order of the district court made a final disposition of the only proceedings in its district growing out of a particular controversy, and the only proceeding pending between these particular parties anywhere,\" and, thus, was final and appealable.  Id. at 424.   So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nor does the district court's decision to retain jurisdiction detract from the immediate appealability of its order.  It is settled law that a court's retention of jurisdiction in order to facilitate the consideration of possible future relief does not undermine the finality of an otherwise appealable order.  See FTC v. Standard Fin.  Mgmt. Corp., <span class=\"citation\" data-id=\"495224\"><a href=\"/opinion/495224/federal-trade-commission-v-standard-financial-management-corp-dana-j/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 407 (1st Cir.1987);  FTC v. Texaco, Inc., <span class=\"citation\" data-id=\"345561\"><a href=\"/opinion/345561/federal-trade-commission-v-texaco-inc-federal-trade-commission-v/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 873 n. 21 (D.C.Cir.1977);  see generally 15B Charles Alan Wright, et al., Federal Practice and Procedure &#167; 3915.3 (2d ed.1992) (explaining that an order's vulnerability to possible change through subsequent proceedings does not automatically deprive it of finality).  Consequently, we have jurisdiction to hear and determine this appeal.</p>\n    </div>\n    <p>IV. THE MERITS</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Microsoft argues that the district court underestimated its need for the subpoenaed information because that information would be useful not only for impeachment purposes, but also as independent evidence of Netscape's business miscalculations.  See Fed.R.Evid. 807;  see also United States v. American Tel. &amp; Tel. Co., <span class=\"citation\" data-id=\"1579454\"><a href=\"/opinion/1579454/united-states-v-american-tel-and-tel-co/\"><span class=\"volume\">516</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1237</span></a></span>, 1239-42 (D.D.C.1981) (admitting into evidence in an antitrust prosecution documents authored by agents of defendants' non-party competitors under the residual hearsay exception).  Moreover, it had no other feasible way to obtain the information since the accelerated schedule in the antitrust case effectively thwarted direct discovery.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Turning to the other side of the balance, Microsoft claims that the district court erred in affording substantial protection to the subpoenaed materials because those materials were not confidential and emanated from disclosed sources.  In this regard, Microsoft tells us that the only protectable data obtained by the respondents is proprietary information covered by the nondisclosure agreement--an agreement signed with Netscape, not with the individual interviewees.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Microsoft further asserts that the interviews were not confidential because the authors presented the manuscript, including quotes from interviews, to Netscape executives and outside reviewers prior to showing it to the persons quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The respondents dispute virtually all of Microsoft's assertions.  They maintain that Microsoft does not really need the information at all and that it can secure the same data through other, less intrusive avenues.  Furthermore, the respondents asseverate that they are sufficiently like journalists for the protection afforded to journalists' materials to be applied here;  that the information which they procured is confidential because of their interview protocol;  and that forcing them to disclose the contents of the notes, tapes, and transcripts would endanger the values of academic freedom safeguarded by the First Amendment and jeopardize the future information-gathering activities of academic researchers.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To resolve these issues, we focus first on the applicable standard of review.  Discovery orders ordinarily are reviewed for abuse of discretion.  See Dykes v. DePuy, Inc., <span class=\"citation\" data-id=\"197890\"><a href=\"/opinion/197890/dykes-v-depuy-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 36-37 (1st Cir.1998);  Mack v. Great Atl. &amp; Pac.  Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 186-87 (1st Cir.1989).  Microsoft seeks to bend this rule and obtain plenary review.  It proffers two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Microsoft's first ground is barren.  It points out that the district court did not take testimony, but, rather, decided the case solely on a paper record, assisted by arguments of counsel.  Thus, Microsoft contends, there is no occasion to defer since this court is equally well-equipped to evaluate the corpus of evidence upon which the district court based its decision.  This line of argument is neither original nor persuasive.  It has been tried before, and regularly rejected.  See, e.g., United States Liab.  Ins. Co. v. Selman, <span class=\"citation\" data-id=\"196432\"><a href=\"/opinion/196432/us-liability-v-selman/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 688 (1st Cir.1995);  In re Tully, <span class=\"citation\" data-id=\"488021\"><a href=\"/opinion/488021/bankr-l-rep-p-71787-in-re-john-e-tully-debtor-henry-j-boroff/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span>, 108-10 (1st Cir.1987).  We, too, dismiss it.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Microsoft's second ground holds out more promise as a theoretical matter.  It asserts that the lower court applied an incorrect legal standard--and ample authority supports the proposition that, whatever the procedural context, pure questions of law warrant de novo review.  See, e.g., McCarthy v. Azure, <span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 354 (1st Cir.1994);  In re Extradition of Howard, <span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1327 (1st Cir.1993).  Here, however, Microsoft's argument fails because, as we explain below, the district court's test, which balanced the need for disclosure against the desirability of confidentiality, is correct as a matter of law.  Refined to bare essence, Microsoft's quarrel with the district court's determination concerns the manner in which the court struck the required balance, rather than its selection of a legal rule.  Since abuse of discretion is the precise rubric under which an appellate court should review a district court's application of a legal rule to the facts it has found, our review proceeds accordingly.B. The Analytic Approach.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The discovery rules apply to subpoenas issued under Fed.R.Civ.P. 45.  See 9A Wright et al., supra, &#167; 2452.  Thus, we start with Fed.R.Civ.P. 26(b)(2), which admonishes generally that:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>the ... extent of the use of the discovery methods otherwise permitted under these rules ... shall be limited by the court if it determines that:  (i) the discovery sought is unreasonably cumulative or duplicative, or is obtainable from some other source that is more convenient, less burdensome, or less expensive;  (ii) the party seeking discovery has had ample opportunity by discovery in the action to obtain the information sought;  or (iii) the burden or expense of the proposed discovery outweighs its likely benefit, taking into account the needs of the case, the amount in controversy, the parties' resources, the importance of the issues at stake in the litigation, and the importance of the proposed discovery in resolving the issues.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This admonition forms the backdrop against which a court must consider whether to enforce a subpoena duces tecum issued as an instrument of discovery in a civil case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">From that point forward, our study of the merits of this appeal must proceed in steps.  Initially, we must determine whether the respondents' academic research is protected in a manner similar to the work product of journalists.  This inquiry entails two aspects:  (1) whether the respondents' positions warrant conferral of any special consideration, and (2) whether their research comprises confidential information.  If these hurdles are cleared, we next must determine the type and kind of protection that the law affords.  Finally, we must assess the district court's application of the law to the facts, and the appropriateness of its order.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>C. The Availability of Protection.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">1. Who Is Protected?   Microsoft acknowledges that the law supplies a measure of protection for materials compiled by journalists.  See Bruno &amp; Stillman, Inc. v. Globe Newspaper Co., <span class=\"citation\" data-id=\"383661\"><a href=\"/opinion/383661/bruno-stillman-inc-v-globe-newspaper-co/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 595-98 (1st Cir.1980).  The respondents, however, are academic researchers and commentators, not professional newsmen.  We do not think that this makes a dispositive difference in whether special protection vests.  Academicians engaged in pre-publication research should be accorded protection commensurate to that which the law provides for journalists.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Courts afford journalists a measure of protection from discovery initiatives in order not to undermine their ability to gather and disseminate information.  See United States v. LaRouche Campaign, <span class=\"citation\" data-id=\"503067\"><a href=\"/opinion/503067/united-states-v-the-larouche-campaign-appeal-of-national-broadcasting/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1176</span></a></span>, 1181 (1st Cir.1988).  Journalists are the personification of a free press, and to withhold such protection would invite a \"chilling effect on speech,\" id., and thus destabilize the First Amendment.  The same concerns suggest that courts ought to offer similar protection to academicians engaged in scholarly research.  After all, scholars too are information gatherers and disseminators.  If their research materials were freely subject to subpoena, their sources likely would refuse to confide in them.  As with reporters, a drying-up of sources would sharply curtail the information available to academic researchers and thus would restrict their output.  Just as a journalist, stripped of sources, would write fewer, less incisive articles, an academician, stripped of sources, would be able to provide fewer, less cogent analyses.  Such similarities of concern and function militate in favor of a similar level of protection for journalists and academic researchers.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Given this mise-en-scene, it is unsurprising that several of our sister circuits have held that the medium an individual uses to provide his investigative reporting to the public does not make a dispositive difference in the degree of protection accorded to his work.  See In re Madden, <span class=\"citation\" data-id=\"756667\"><a href=\"/opinion/756667/in-re-mark-madden-titan-sports-inc-a-delaware-corporation-v-turner/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 128-31 (3d Cir.1998);  Shoen v. Shoen, <span class=\"citation\" data-id=\"653707\"><a href=\"/opinion/653707/mark-v-shoen-v-leonard-samuel-shoen-edward-j-shoen-v-leonard-samuel/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1289</span></a></span>, 1293-94 (9th Cir.1993);  von Bulow v. von Bulow, <span class=\"citation\" data-id=\"482863\"><a href=\"/opinion/482863/martha-von-bulow-by-her-next-friends-alexander-auersperg-and-annie-laurie/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 142-44 (2d Cir.1987).  Whether the creator of the materials is a member of the media or of the academy, the courts will make a measure of protection available to him as long as he intended \"at the inception of the newsgathering process\" to use the fruits of his research \"to disseminate information to the public.\" von Bulow, 811 F.2d at 144.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This case fits neatly into the architecture of these precedents.  The sole purpose of the respondents' interviews of Netscape personnel was to gather data so that they could compile, analyze, and report their findings anent management practices in the internet technology industry.  Thus, the respondents are within a group whose pre-publication research merits a modicum of protection.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">2. What Is Protected?   This aspect of the question raises vexing theoretical issues.  Leaving confidential sources to one side, the prototypical situation in which a court provides protection from disclosure for a journalist's or researcher's materials involves confidential information.  See, e.g, United States v. Cuthbertson, <span class=\"citation\" data-id=\"382068\"><a href=\"/opinion/382068/united-states-v-cuthbertson-gerald-m-appeal-of-cbs-inc-third-party/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 146-48 (3d Cir.1980).  When the information cannot fairly be characterized as confidential, the courts are divided as to whether any protection is warranted.  Compare Shoen, 5 F.3d at 1295-96 (holding that materials should be afforded protection even if the information contained therein is not confidential) with Gonzales v. National Broad.  Co., <span class=\"citation\" data-id=\"757781\"><a href=\"/opinion/757781/albert-gonzales-and-mary-gonzales-deputy-darrell-pierce-v-national/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 626 (2d Cir.1998) (disavowing protection for non-confidential information).  Although we have not ruled definitively on this issue, we have noted, in a situation involving only nonconfidential information, \"a lurking and subtle threat to journalists and their employers if disclosure of outtakes, notes, and other unused information, even if nonconfidential, becomes routine and casually, if not cavalierly, compelled.\"  LaRouche, 841 F.2d at 1182.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We perceive no need to resolve this unanswered question today.  The district court found that the information sought by Microsoft was confidential in character, and the record sufficiently supports this finding.  To be sure, confidentiality comes in varying shapes and sizes.  The confidentiality agreed upon by the authors and the interviewees in this instance does not ensure the most perfect privacy.  The respondents did not offer the interviewees the sort of detailed nondisclosure agreement that they signed with Netscape.  Moreover, they conducted the interviews in the presence of a Netscape official, gave Netscape's management a preview of planned quotations prior to showing those statements to the persons who made them, and circulated their manuscript (or portions of it) for pre-publication peer review.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Still, determinations of where particular disclosures fall along the continuum of confidentiality, and related determinations anent the degree of protection that attaches to them, must take into account the totality of the circumstances.  When the respondents began their inquiry into Netscape's management practices early in 1997, neither they nor their interview subjects knew (or had any reason to believe) that Microsoft later would be sued for antitrust violations based upon its peregrinations in the browser market.  In that environment, handing individual interview subjects complex legal agreements might have made them squeamish (and thus less candid).  Instead, the respondents gave each interviewee a personal, albeit verbal, assurance that he would be accorded the opportunity to correct, comment upon, and/or disclaim attributed quotations prior to publication.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  At the very least, this assurance is a species of confidentiality.  Microsoft's demand for the full tapes (including outtakes) and transcripts of interviews with all Netscape employees--materials which have not to date been shown to anyone--obviates this assurance.  While the level of confidentiality that characterizes a journalist's or researcher's confidential information may, in the end, affect the degree of protection conferred upon that information in a discovery dispute, we agree with the district court that the interviews here fall along the continuum of confidentiality at a point sufficient to justify significant protection.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>D. The Degree of Protection.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We turn now to the degree of protection that attaches to the respondents' materials.  We begin with Bruno &amp; Stillman, an opinion that had its genesis in a libel suit brought by a commercial boatbuilder against the Boston Globe after one Coughlin, a Globe reporter, wrote an unflattering article.  See Bruno &amp; Stillman, 633 F.2d at 584-85.   During discovery, the defendants refused to turn over portions of Coughlin's notes, which named confidential sources and outlined information that the sources had supplied.  See id. at 585.   The district court compelled disclosure of the information, based on a finding that the information was critical to Bruno &amp; Stillman's non-frivolous claim and was unavailable from other sources.  See id. at 586.   On appeal, without deciding the \"semantic[ ]\" question of whether the protection afforded to a journalist's sources and research is a type of privilege, id. at 595, Judge Coffin explained the necessity for attention to First Amendment concerns in such situations, see id. at 595-96.   The opinion instructed district courts that when</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>faced with enforcing requests for the discovery of materials used in the preparation of journalistic reports [they] should be aware of the possibility that the unlimited or unthinking allowance of such requests will impinge upon First Amendment rights.  In determining what, if any, limits should accordingly be placed upon the granting of such requests, courts must balance the potential harm to the free flow of information that might result against the asserted need for the requested information.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Id. Eight years later, the court reiterated this instruction.  See LaRouche, 841 F.2d at 1181.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We, too, decline to spend our energies on semantics.  It suffices to say that, when a subpoena seeks divulgement of confidential information compiled by a journalist or academic researcher in anticipation of publication, courts must apply a balancing test.  This test contemplates consideration of a myriad of factors, often uniquely drawn out of the factual circumstances of the particular case.  Each party comes to this test holding a burden.  See Bruno &amp; Stillman, 633 F.2d at 597.   Initially, the movant must make a prima facie showing that his claim of need and relevance is not frivolous.  See id.   Upon such a showing, the burden shifts to the objector to demonstrate the basis for withholding the information.  See id.   The court then must place those factors that relate to the movant's need for the information on one pan of the scales and those that reflect the objector's interest in confidentiality and the potential injury to the free flow of information that disclosure portends on the opposite pan.  See id. at 597-98.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>E. Calibrating the Scales.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We now examine the district court's handiwork in light of this legal framework.  Microsoft's need admittedly is substantial in the sense that relevant information likely exists--indeed, the district court specifically found that Microsoft had not embarked on a fishing expedition--and Microsoft has a legitimate use for it.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The company, after all, is in the throes of defending a complex case of extraordinary importance to its future, and its primary defense is that Netscape suffered a series of self-inflicted wounds that dissipated its dominant position in the browser market.  Lessons includes several quotations that suggest missteps by Netscape management during the browser war, and it is reasonable to assume that the notes, tapes, and transcripts include more evidence of this genre.  Hence, Microsoft has made a prima facie showing of need and relevance.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court discounted this showing somewhat because it found that the same information was otherwise available to Microsoft by direct discovery.  We view this finding of fact deferentially, see Ross-Simons of Warwick, Inc. v. Baccarat, Inc., <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span>, 16, 19-20 (1st Cir.1996), and decline to disturb it.  Despite the accelerated trial schedule in the antitrust case, Microsoft had the Lessons manuscript while discovery was still open, and the quotations in the book are attributed to named individuals.  Microsoft--which deployed no fewer than eight lawyers in the preparation of its brief in this appeal--had enough time, enough knowledge, and enough resources to depose those individuals (or some subset of them), or otherwise obtain discovery from them.  This factor must figure in the balance.  See Haworth, Inc. v. Herman Miller, Inc., <span class=\"citation\" data-id=\"611068\"><a href=\"/opinion/611068/haworth-inc-v-herman-miller-inc-and-caruthers-wallace-courtenay-inc/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 978 (Fed.Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The opposite pan of the scale is brim-full.  Scholars studying management practices depend upon the voluntary revelations of industry insiders to develop the factual infrastructure upon which theoretical conclusions and practical predictions may rest.  These insiders often lack enthusiasm for divulging their management styles and business strategies to academics, who may in turn reveal that information to the public.  Yet, pathbreaking work in management science requires gathering data from those companies and individuals operating in the most highly competitive fields of industry, and it is in these cutting-edge areas that the respondents concentrate their efforts.  Their time-tested interview protocol, including the execution of a nondisclosure agreement with the corporate entity being studied and the furnishing of personal assurances of confidentiality to the persons being interviewed, gives chary corporate executives a sense of security that greatly facilitates the achievement of agreements to cooperate.  Thus, in the Bruno &amp; Stillman taxonomy, the interviews are \"carefully bargained-for\" communications which deserve significant protection.  Bruno &amp; Stillman, 633 F.2d at 597.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Considering these facts, it seems reasonable to conclude--as the respondents' affidavits assert--that allowing Microsoft to obtain the notes, tapes, and transcripts it covets would hamstring not only the respondents' future research efforts but also those of other similarly situated scholars.  This loss of theoretical insight into the business world is of concern in and of itself.  Even more important, compelling the disclosure of such research materials would infrigidate the free flow of information to the public, thus denigrating a fundamental First Amendment value.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It is also noteworthy that the respondents are strangers to the antitrust litigation;  insofar as the record reflects, they have no dog in that fight.  Although discovery is by definition invasive, parties to a law suit must accept its travails as a natural concomitant of modern civil litigation.  Non-parties have a different set of expectations.  Accordingly, concern for the unwanted burden thrust upon non-parties is a factor entitled to special weight in evaluating the balance of competing needs.  See Haworth, 998 F.2d at 978;  Dart Indus. Co. v. Westwood Chem.  Co., <span class=\"citation\" data-id=\"390542\"><a href=\"/opinion/390542/dart-industries-company-inc-movant-appellee-v-westwood-chemical/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span>, 649 (9th Cir.1980);  Addamax Corp. v. Open Software Found., Inc., <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">462</span></span>, 468 (D.Mass.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We need go no further.  The district court used the proper test, balanced the right array of factors, and acted well within its discretion in determining that the scales tipped in favor of preserving confidentiality and against the wholesale disclosure of investigative materials gleaned in the course of pre-publication academic research.  Our confidence in the appropriateness of this ruling is fortified by the fact that the district court took pains to protect Microsoft's legitimate interests.  After denying the motion to compel, the court announced that it would retain jurisdiction so that, should a material conflict develop between quotations from the book and other evidence, it could review the notes, tapes, and transcripts in camera for purposes of verification and, if necessary, order production.  This even-handed ruling treats all parties fairly.  We discern no error.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Yoffie simultaneously moved to quash the subpoena directed to him.  Because the motion to quash raised no issues that were not properly raised by the respondents' oppositions to Microsoft's motion to compel, we eschew any further reference to it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Microsoft also notes that, when it deposed Richard Schell, a Netscape executive whom the respondents had interviewed, Schell could not recall making a statement attributed to him in Lessons.   Based on this experience, Microsoft predicts that additional depositions would not have succeeded in rooting out the information obtained by the respondents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Microsoft assures us that, if production is ordered, Netscape's proprietary information will be safeguarded by the protective order entered in the antitrust case.  It points out that many companies, including Netscape and Microsoft, already have supplied highly sensitive information to one another under this ukase, and that, in any event, Netscape has not opposed disclosure of the subpoenaed materials</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The record is murky as to whether the interviewees actually were promised--or thought they were getting--veto power, i.e., the ability to prevent the authors from publishing a quoted comment in the face of the speaker's objection.  Although the respondents assured us at oral argument that, if they published an attributed quotation to which an objection had been lodged, they would have been \"breaking their word,\" that response is far from a complete answer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because the standard for discoverability of information is considerably less rigorous than the standard for admissibility of evidence, see Fed.R.Civ.P. 26(b)(1) (explaining that, to be discoverable, information need only appear to be \"reasonably calculated to lead to the discovery of admissible evidence\"), we have no occasion to pass on the ultimate admissibility of the subpoenaed information under Fed.R.Evid. 807 or otherwise</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1579454/"
  ]
}