{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198213/",
  "absolute_url": "/opinion/198213/united-states-v-jordan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198213/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:51Z",
  "date_modified": "2017-03-24T10:55:08.758082Z",
  "type": "010combined",
  "sha1": "6740214782f620b42792e631eecaf1a23c8db0a7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1113.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1113\r\n\n               United States of America,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                     Barry Jordan,\r\n\n                 Defendant, Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. Joseph L. Tauro, U.S. District Judge]\r\n\n                         Before\r\n\n       Boudin, Lynch, and Lipez, Circuit Judges.\r\n\nGeorge F. Gormley, with whom John D. Colucci, and Gormley &amp;\r\nColucci, P.C. were on brief, for appellant.\r\nHenry T. A. Moniz, Assistant U.S. Attorney, with whom Donald\r\nK. Stern, U.S. Attorney, was on brief, for appellee.\r\n\nNovember 25, 1998\r\n\n                             LYNCH, Circuit Judge.  This case raises an issue of first\r\nimpression about one aspect of the scope of a sentencing court's\r\nstatutory jurisdiction to resentence when an amendment to the U.S.\r\nSentencing Guidelines applies retroactively.\r\nIn 1991, Barry Jordan was sentenced to thirty years'\r\nimprisonment because he pled guilty to a conspiracy (and related\r\ncrimes) to manufacture and distribute methamphetamine.  His\r\nsentence was based on the quantity of the drugs involved, 29.5\r\nkilograms, which the guidelines then translated into a base offense\r\nlevel of 40, the top of the range.\r\nThereafter, on November 1, 1994, those drug quantity\r\nguidelines were amended, and the top of the range dropped to a base\r\noffense level of 38 from 40.  As he was permitted to do by statute,\r\nJordan sought a discretionary sentence reduction in 1997 to benefit\r\nfrom the changed guideline.  The district judge, exercising his\r\ndiscretion, granted the petition based on the changed drug quantity\r\nguideline and reduced Jordan's sentence to 324 months.\r\nThe rub is that Jordan saw this resentencing as an\r\nopportunity to seek an additional reduction as well, one based on\r\nthe theory that the totality of the circumstances took his case out\r\nof the heartland, and so he could be considered for a new downward\r\ndeparture.  See U.S.S.G.  5K2.0 commentary.  This ground had not\r\nbeen raised at the original 1991 sentencing, the law then not\r\nhaving permitted it, Jordan says (the law having changed in the\r\ninterim).  The district court demurred, saying that the authority\r\nit had to resentence based on the changed drug quantity guideline\r\ndid not extend to consideration of a  5K2.0 motion.\r\nThe district court was correct.  We affirm without\r\nreaching the government's arguments about whether, if the district\r\ncourt did have such authority, it would have been error to exercise\r\nit.\r\n                           I\r\nOn June 27, 1990, the United States charged Jordan, and\r\ntwo others, with conspiracy to manufacture and possess with intent\r\nto distribute methamphetamine.  Jordan pled guilty to all counts. \r\nThe district court, relying on the Presentence\r\nInvestigation Report, determined that Jordan had a Criminal History\r\nCategory of VI and a base offense level of 40.  After granting\r\nJordan a two-level downward adjustment for acceptance of\r\nresponsibility   thereby giving him an adjusted offense level of 38\r\nthe court found that the applicable guideline sentencing range\r\nwas 360 months to life imprisonment.  On August 8, 1991, the court\r\nsentenced Jordan to 360 months' imprisonment.  He appealed,\r\ncontesting the purity and amount of the drugs attributed to him,\r\nand this court affirmed his sentence.  See United States v.\r\nBarnett, 989 F.2d 546, 551, 560 (1st Cir. 1993).\r\nOn November 1, 1994, one year after Jordan's first\r\nappeal, Congress enacted Amendment 505 to the Sentencing\r\nGuidelines, which eliminated base offense levels 39 and 40 from the\r\nDrug Quantity Table of the Sentencing Guidelines.  See U.S.S.G.\r\nAppendix C, Amendment 505; U.S.S.G.  1B1.10(c); U.S.S.G. \r\n2D1.1(c).  The guidelines expressly allowed for retroactive\r\napplication of Amendment 505.  See U.S.S.G.  1B1.10(a),(c). \r\nJordan petitioned the district court to modify his sentence\r\npursuant to 18 U.S.C.  3582(c)(2).  The court granted his motion\r\non October 8, 1997, and scheduled a resentencing hearing for\r\nDecember 16, 1997.\r\nJordan also filed a motion for a downward departure,\r\nseeking (for the first time) an additional reduction pursuant to\r\nU.S.S.G.  5K2.0.  The district court reduced Jordan's sentence to\r\n324 months' imprisonment on the basis of Amendment 505   the lowest\r\nend of the amended sentencing range   but denied his  5K2.0 motion\r\nbecause it \"believe[d] that the only authority it ha[d] applie[d]\r\nto the amendment to defendant's previous sentence.\"\r\n                           II\r\nTo understand Jordan's argument, a brief description of\r\nthe framework of the relevant statutes, guidelines and commentary\r\nis necessary.  Normally, there is no jurisdiction in a district\r\ncourt to resentence a criminal defendant on the counts of\r\nconviction, except in very limited circumstances where permitted by\r\nstatute or by Rule 35 of the Federal Rules of Criminal Procedure. \r\nSee United States v. Rodriguez, 112 F.3d 26, 28, 31 (1st Cir.),\r\ncert. denied, 118 S. Ct. 237 (1997); United States v. Fahm, 13 F.3d\r\n447, 453 (1st Cir. 1994).\r\nSuch permission was granted here when Congress made\r\nAmendment 505 retroactive, as did the Sentencing Commission.  See18 U.S.C.  3582(c)(2); U.S.S.G.  1B1.10(b)-(c); id.  1B1.10\r\nbackground.  This meant that the sentencing judge had discretion,\r\npursuant to 18 U.S.C.  3582(c)(2), to consider whether to apply\r\nAmendment 505 to Jordan.  Section 3582(c)(2) provides:\r\nThe court may not modify a term of imprisonment once it\r\nhas been imposed except that   . . . (2) in the case of\r\na defendant who has been sentenced to a term of\r\nimprisonment based on a sentencing range that has\r\nsubsequently been lowered by the Sentencing Commission\r\npursuant to 28 U.S.C. [] 994(o), upon motion of the\r\ndefendant . . . or on its own motion, the court may\r\nreduce the term of imprisonment, after considering the\r\nfactors set forth in section 3553(a) to the extent that\r\nthey are applicable, if such a reduction is consistent\r\nwith applicable policy statements issued by the\r\nSentencing Commission.\r\n\nThus, the court could reduce the sentence if and only if doing so\r\nwas \"consistent with applicable policy statements issued by the\r\nSentencing Commission.\"  United States v. Havener, 905 F.2d 3, 7\r\n(1st Cir. 1990) (quoting 18 U.S.C.  3582(c)(2)) (internal\r\nquotation marks omitted).\r\nThus, the question becomes one of what the applicable\r\npolicy statements of the Sentencing Commission mean.  The policy\r\nstatement which applies here is U.S.S.G.  1B1.10:\r\n(a) Where a defendant is serving a term of imprisonment,\r\nand the guideline range applicable to that defendant has\r\nsubsequently been lowered as a result of an amendment to\r\nthe Guidelines Manual listed in subsection (c) below, a\r\nreduction in the defendant's term of imprisonment is\r\nauthorized under 18 U.S.C.  3582(c)(2).  If none of the\r\namendments listed in subsection (c) is applicable, a\r\nreduction in the defendant's term of imprisonment under\r\n18 U.S.C.  3582(c)(2) is not consistent with this policy\r\nstatement and thus is not authorized.\r\n(b) In determining whether, and to what extent, a\r\nreduction in the term of imprisonment is warranted for a\r\ndefendant eligible for consideration under 18 U.S.C. \r\n3582(c)(2), the court should consider the term of\r\nimprisonment that it would have imposed had the\r\namendment(s) to the guidelines listed in subsection (c)\r\nbeen in effect at the time the defendant was sentenced,\r\nexcept that in no event may the reduced term of\r\nimprisonment be less than the term of imprisonment the\r\ndefendant has already served.\r\n(c) Amendments covered by this policy statement are\r\nlisted in Appendix C as follows:  126, 130, 156, 176,\r\n269, 329, 341, 371, 379, 380, 433, 454, 461, 484, 488,\r\n490, 499, 505, 506, and 516.\r\n\nIt is in the interpretation of the guidelines that the\r\ngovernment and Jordan differ.  Jordan argues that U.S.S.G. \r\n1B1.10 permits the district court to consider all other guidelines,\r\nparticularly U.S.S.G.  5K2.0, on resentencing.  Jordan does not\r\nargue that a court on resentencing is free to apply a non-\r\nretroactive amendment or free to consider arguments which could\r\nhave been made at the original sentencing but were not.  Jordan\r\ncorrectly concedes that his argument does not and could not extend\r\nto issues of fact already determined in the first sentencing.  SeeUnited States v. Cothran, 106 F.3d 1560, 1562-63 (11th Cir. 1997)\r\n(noting that the district court is not free, under 18 U.S.C. \r\n3582(c)(2), to reexamine the factual determination of the number of\r\nmarijuana plants attributed to the defendant); United States v.\r\nAdams, 104 F.3d 1028, 1030-31 (8th Cir. 1997).  To the extent that\r\nJordan is arguing that, these situations aside, there is fully denovo resentencing under  3582(c)(2), that is surely wrong.  SeeUnited States v. Torres, 99 F.3d 360, 361 (10th Cir. 1996), cert.denied, 117 S. Ct. 1273 (1997).\r\nThe government argues that no guideline other than the\r\nguideline permitting a reduction occasioned by Amendment 505 may be\r\nconsidered.  Our analysis is less broad than the parties' \"all or\r\nnothing\" arguments, a point we shall return to later.\r\nIn considering whether, on application of Amendment 505\r\nto Jordan, the district court had authority to consider a downward\r\ndeparture under U.S.S.G.  5K2.0, we, like the parties, turn to the\r\ncommentary to U.S.S.G.  1B1.10, which provides in relevant part:\r\nApplication Notes:  \r\n1.  Eligibility for consideration under 18 U.S.C. \r\n3582(c)(2) is triggered only by an amendment listed in\r\nsubsection (c) that lowers the applicable guideline\r\nrange.\r\n2.  In determining the amended guideline range under\r\nsubsection (b), the court shall substitute only the\r\namendments listed in subsection (c) for the corresponding\r\nguideline provisions that were applied when the defendant\r\nwas sentenced.  All other guideline application decisions\r\nremain unaffected.\r\n3.  Under subsection (b), the amended guideline range and\r\nthe term of imprisonment already served by the defendant\r\nlimit the extent to which an eligible defendant's\r\nsentence may be reduced under 18 U.S.C.  3582(c)(2).\r\nWhen the original sentence represented a downward\r\ndeparture, a comparable reduction below the amended\r\nguideline range may be appropriate; however, in no case\r\nshall the term of imprisonment be reduced below time\r\nserved.  Subject to these limitations, the sentencing\r\ncourt has the discretion to determine whether, and to\r\nwhat extent, to reduce a term of imprisonment under this\r\nsection.\r\n. . .\r\nBackground: . . .  The listing of an amendment in\r\nsubsection (c) reflects policy determinations by the\r\nCommission that a reduced guideline range is sufficient\r\nto achieve the purposes of sentencing and that, in the\r\nsound discretion of the court, a reduction in the term of\r\nimprisonment may be appropriate for previously sentenced,\r\nqualified defendants.  The authorization of such a\r\ndiscretionary reduction does not otherwise affect the\r\nlawfulness of a previously imposed sentence, does not\r\nauthorize a reduction in any other component of the\r\nsentence, and does not entitle a defendant to a reduced\r\nterm of imprisonment as a matter of right.\r\n\nThis commentary is to be followed unless it \"is\r\ninconsistent with[] or a plainly erroneous reading of\" the\r\nguidelines or \"it violates the Constitution or a federal statute.\" \r\nStinson v. United States, 508 U.S. 36, 38 (1993).  There is no\r\ncontention that the commentary violates the Constitution; at most,\r\nJordan's argument is that the statute must color our understanding\r\nof the guideline.\r\nThe disagreement between Jordan and the government is\r\nthis.  The government says that the factors outlined in 18 U.S.C.\r\n3553(a) are meant to guide the discretion of the district court\r\nin deciding whether to allow the downward departure under Amendment\r\n505 and do not provide a basis for a departure on any other ground. \r\nJordan says these statutory grounds in  3553(a) open the door to\r\nother bases for departures.\r\nThe government relies on the commentary language that\r\n\"[t]he authorization of such a discretionary reduction does not\r\notherwise affect the lawfulness of a previously imposed sentence\r\n[and] does not authorize a reduction in any other component of the\r\nsentence.\"  U.S.S.G.  1B1.10 background (emphasis added).  The\r\ngovernment also relies on the commentary to U.S.S.G.  1B1.10,\r\nspecifically, application note 2 and the background.  Application\r\nnote 2 says that \"[a]ll other guideline application decisions\r\nremain unaffected.\"  U.S.S.G.  1B1.10 application note 2.  The\r\nbackground language reflects the policy determination of the\r\nCommission that \"[t]he authorization of such a discretionary\r\nreduction does not otherwise . . . authorize a reduction in any\r\nother component of his sentence.\"  U.S.S.G.  1B1.10 background.\r\nJordan, in turn, says the commentary must be understood\r\nin light of the mandate in the statute that \"the court may reduce\r\nthe term of imprisonment, after considering the factors set forth\r\nin section 3553(a) to the extent that they are applicable.\"  18\r\nU.S.C.  3582(c)(2) (emphasis added).  Jordan says that\r\nconsideration of the factors in  3553(a) permits consideration of\r\nhis  5K2.0 motion.  Jordan relies for support on the language, if\r\nnot the holding of the Eighth Circuit in United States v. Williams,\r\n103 F.3d 57, 58 (8th Cir. 1996).\r\nCongress committed, in 18 U.S.C.  3582(c)(2), the making\r\nof certain policy judgments to the Sentencing Commission.  This\r\ndelegation was also expressed in 28 U.S.C.  994(u), which\r\nprovides: \"If the Commission reduces the term of imprisonment\r\nrecommended in the guidelines applicable to a particular offense or\r\ncategory of offenses, it shall specify in what circumstances and by\r\nwhat amount the sentences of prisoners serving terms of\r\nimprisonment for the offense may be reduced.\"  We think it clear\r\nfrom the language of U.S.S.G.  1B1.10 and the commentary\r\n(application note 2 and the background) that the district court\r\nlacked jurisdiction to consider a departure under  5K2.0.\r\nFirst, the language of  1B1.10 itself requires the\r\ndistrict court to \"consider the term of imprisonment that it would\r\nhave imposed had the amendment[] . . . been in effect at the time\r\nthe defendant was sentenced.\"  U.S.S.G.  1B1.10(b) (emphasis\r\nadded).  Second, the commentary makes it clear that the  5K2.0\r\nargument could not be entertained:  \"[T]he court shall substitute\r\nonly the amendments listed in subsection (c) for the corresponding\r\nguideline provisions that were applied when the defendant was\r\nsentenced.  All other guideline application decisions remain\r\nunaffected.\"  U.S.S.G.  1B1.10 application note 2.  \"The listing\r\nof an amendment in subsection (c) reflects policy determinations by\r\nthe Commission that a reduced guideline range is sufficient to\r\nachieve the purposes of sentencing and that, in the sound\r\ndiscretion of the court, a reduction in the term of imprisonment\r\nmay be appropriate for previously sentenced, qualified defendants. \r\nThe authorization of such a discretionary reduction does not\r\notherwise affect the lawfulness of a previously imposed sentence\r\n[and] does not authorize a reduction in any other component of the\r\nsentence.\"  U.S.S.G.  1B1.10 background.  Because the  5K2.0\r\nargument was, Jordan says, unavailable at the time he was\r\nsentenced, by the very terms of the guideline, it cannot be\r\nconsidered.  See Torres, 99 F.3d at 362-63.\r\nThe Commission may well have considered the strong\r\ninterest in the finality of criminal judgments, a powerful policy\r\ninterest expressed in many forms in the criminal law.  See, e.g.,\r\n28 U.S.C.  991(b)(1)(B) (stating that the purpose of the\r\nSentencing Commission is to provide \"certainty and fairness in\r\nmeeting the purposes of sentencing\").  Further, a contrary result\r\nwould permit an evasion of the retroactivity doctrine.  In essence,\r\nJordan's argument is that while he could not have sought\r\nresentencing pursuant to  5K2.0 on totality of circumstances\r\ngrounds when Koon v. United States, 518 U.S. 81 (1996), overruled\r\nprior law, he may seek such a result here through the device of\r\nCongress having amended an entirely different, unrelated area of\r\nsentencing law.  Neither Amendment 505 nor 18 U.S.C.  3582(c)(2)\r\nexpresses any such congressional intent.\r\nThe nearest case to the problem posed here is the closely\r\nreasoned decision in United States v. Stockdale, 129 F.3d 1066 (9th\r\nCir. 1997), amended on denial of reh'g, 139 F.3d 767 (9th Cir.),\r\ncert. denied, 119 S. Ct. 377 (1998).  Stockdale raised the\r\nanalogous problem of whether resentencing based on an Amendment as\r\nto marijuana weight equivalencies also permitted the court to\r\nconsider a statutory change to sentencing law, the safety valve\r\nprovision in 18 U.S.C.  3553(f), which was, by statute, made not\r\nretroactive.  See id. at 1067-68; cf. United States v. Lopez-\r\nPineda, 55 F.3d 693, 697 n.3 (1st Cir. 1995) (noting that a\r\nguideline amendment that is not listed in U.S.S.G.  1B1.10(c) may\r\nnot be applied retroactively).  Stockdale held that there was no\r\nerror in the district court's refusal to consider a safety valve\r\nreduction along with the reduction permitted under the amendment. \r\nSee Stockdale, 129 F.3d at 1068-69.  We see no meaningful\r\ndistinction between our problem and Stockdale.\r\nJordan makes one final argument attempting to avoid these\r\nresults.  He argues that his  5K2.0 motion should be considered as\r\npart of a \"sentencing package,\" as this court has defined that term\r\nin Rodriguez.  Rodriguez, 112 F.3d at 29-30.  The government\r\nretorts that this case is a far cry from presenting a sentencing\r\npackage.  The government also says that, in any event, even\r\nsentencing packages (where the guidelines establish an\r\ninterdependent relationship between the sentence vacated or subject\r\nto amendment and the sentence for the remaining convictions) are\r\nsubject to a per se prohibition on reconsideration.  We agree only\r\nwith the government's contention that this is not a sentencing\r\npackage case.  As to the government's second argument, we think the\r\nanalysis is much more difficult.\r\nThis case does not raise issues of the authority of the\r\nsentencing court under 18 U.S.C.  3582(c)(2) where there is a\r\nsentencing package, where two or more amendments are retroactive,\r\nor where the question is whether a district court's earlier\r\ndecision to grant a downward departure is binding at the\r\nresentencing.  As these examples show, sometimes defendants will\r\nmake arguments in these areas, and sometimes the government will. \r\nFlexibility can work both ways.  We decline the government's urging\r\nthat we broadly adopt a per se prohibition, and we do not reach any \r\nof the problems raised by these examples.\r\nAffirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1113\r\n\n               United States of America,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                     Barry Jordan,\r\n\n                 Defendant, Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. Joseph L. Tauro, U.S. District Judge]\r\n\n                         Before\r\n\n       Boudin, Lynch, and Lipez, Circuit Judges.\r\n\nGeorge F. Gormley, with whom John D. Colucci, and Gormley &amp;\r\nColucci, P.C. were on brief, for appellant.\r\nHenry T. A. Moniz, Assistant U.S. Attorney, with whom Donald\r\nK. Stern, U.S. Attorney, was on brief, for appellee.\r\n\nNovember 25, 1998\r\n\n                             LYNCH, Circuit Judge.  This case raises an issue of first\r\nimpression about one aspect of the scope of a sentencing court's\r\nstatutory jurisdiction to resentence when an amendment to the U.S.\r\nSentencing Guidelines applies retroactively.\r\nIn 1991, Barry Jordan was sentenced to thirty years'\r\nimprisonment because he pled guilty to a conspiracy (and related\r\ncrimes) to manufacture and distribute methamphetamine.  His\r\nsentence was based on the quantity of the drugs involved, 29.5\r\nkilograms, which the guidelines then translated into a base offense\r\nlevel of 40, the top of the range.\r\nThereafter, on November 1, 1994, those drug quantity\r\nguidelines were amended, and the top of the range dropped to a base\r\noffense level of 38 from 40.  As he was permitted to do by statute,\r\nJordan sought a discretionary sentence reduction in 1997 to benefit\r\nfrom the changed guideline.  The district judge, exercising his\r\ndiscretion, granted the petition based on the changed drug quantity\r\nguideline and reduced Jordan's sentence to 324 months.\r\nThe rub is that Jordan saw this resentencing as an\r\nopportunity to seek an additional reduction as well, one based on\r\nthe theory that the totality of the circumstances took his case out\r\nof the heartland, and so he could be considered for a new downward\r\ndeparture.  See U.S.S.G.  5K2.0 commentary.  This ground had not\r\nbeen raised at the original 1991 sentencing, the law then not\r\nhaving permitted it, Jordan says (the law having changed in the\r\ninterim).  The district court demurred, saying that the authority\r\nit had to resentence based on the changed drug quantity guideline\r\ndid not extend to consideration of a  5K2.0 motion.\r\nThe district court was correct.  We affirm without\r\nreaching the government's arguments about whether, if the district\r\ncourt did have such authority, it would have been error to exercise\r\nit.\r\n                           I\r\nOn June 27, 1990, the United States charged Jordan, and\r\ntwo others, with conspiracy to manufacture and possess with intent\r\nto distribute methamphetamine.  Jordan pled guilty to all counts. \r\nThe district court, relying on the Presentence\r\nInvestigation Report, determined that Jordan had a Criminal History\r\nCategory of VI and a base offense level of 40.  After granting\r\nJordan a two-level downward adjustment for acceptance of\r\nresponsibility   thereby giving him an adjusted offense level of 38\r\nthe court found that the applicable guideline sentencing range\r\nwas 360 months to life imprisonment.  On August 8, 1991, the court\r\nsentenced Jordan to 360 months' imprisonment.  He appealed,\r\ncontesting the purity and amount of the drugs attributed to him,\r\nand this court affirmed his sentence.  See United States v.\r\nBarnett, </pre><span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span><pre class=\"inline\">, 551, 560 (1st Cir. 1993).\r\nOn November 1, 1994, one year after Jordan's first\r\nappeal, Congress enacted Amendment 505 to the Sentencing\r\nGuidelines, which eliminated base offense levels 39 and 40 from the\r\nDrug Quantity Table of the Sentencing Guidelines.  See U.S.S.G.\r\nAppendix C, Amendment 505; U.S.S.G.  1B1.10(c); U.S.S.G. \r\n2D1.1(c).  The guidelines expressly allowed for retroactive\r\napplication of Amendment 505.  See U.S.S.G.  1B1.10(a),(c). \r\nJordan petitioned the district court to modify his sentence\r\npursuant to 18 U.S.C.  3582(c)(2).  The court granted his motion\r\non October 8, 1997, and scheduled a resentencing hearing for\r\nDecember 16, 1997.\r\nJordan also filed a motion for a downward departure,\r\nseeking (for the first time) an additional reduction pursuant to\r\nU.S.S.G.  5K2.0.  The district court reduced Jordan's sentence to\r\n324 months' imprisonment on the basis of Amendment 505   the lowest\r\nend of the amended sentencing range   but denied his  5K2.0 motion\r\nbecause it \"believe[d] that the only authority it ha[d] applie[d]\r\nto the amendment to defendant's previous sentence.\"\r\n                           II\r\nTo understand Jordan's argument, a brief description of\r\nthe framework of the relevant statutes, guidelines and commentary\r\nis necessary.  Normally, there is no jurisdiction in a district\r\ncourt to resentence a criminal defendant on the counts of\r\nconviction, except in very limited circumstances where permitted by\r\nstatute or by Rule 35 of the Federal Rules of Criminal Procedure. \r\nSee United States v. Rodriguez, </pre><span class=\"citation\" data-id=\"197336\"><a href=\"/opinion/197336/united-states-v-rodriguez/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 28, 31 (1st Cir.),\r\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">237</span></span><pre class=\"inline\"> (1997); United States v. Fahm, </pre><span class=\"citation\" data-id=\"195128\"><a href=\"/opinion/195128/united-states-v-fahm/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">447</span></a></span><pre class=\"inline\">, 453 (1st Cir. 1994).\r\nSuch permission was granted here when Congress made\r\nAmendment 505 retroactive, as did the Sentencing Commission.  See18 U.S.C.  3582(c)(2); U.S.S.G.  1B1.10(b)-(c); id.  1B1.10\r\nbackground.  This meant that the sentencing judge had discretion,\r\npursuant to 18 U.S.C.  3582(c)(2), to consider whether to apply\r\nAmendment 505 to Jordan.  Section 3582(c)(2) provides:\r\nThe court may not modify a term of imprisonment once it\r\nhas been imposed except that   . . . (2) in the case of\r\na defendant who has been sentenced to a term of\r\nimprisonment based on a sentencing range that has\r\nsubsequently been lowered by the Sentencing Commission\r\npursuant to 28 U.S.C. [] 994(o), upon motion of the\r\ndefendant . . . or on its own motion, the court may\r\nreduce the term of imprisonment, after considering the\r\nfactors set forth in section 3553(a) to the extent that\r\nthey are applicable, if such a reduction is consistent\r\nwith applicable policy statements issued by the\r\nSentencing Commission.\r\n\nThus, the court could reduce the sentence if and only if doing so\r\nwas \"consistent with applicable policy statements issued by the\r\nSentencing Commission.\"  United States v. Havener, </pre><span class=\"citation\" data-id=\"542933\"><a href=\"/opinion/542933/united-states-v-larry-c-havener/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 7\r\n(1st Cir. 1990) (quoting 18 U.S.C.  3582(c)(2)) (internal\r\nquotation marks omitted).\r\nThus, the question becomes one of what the applicable\r\npolicy statements of the Sentencing Commission mean.  The policy\r\nstatement which applies here is U.S.S.G.  1B1.10:\r\n(a) Where a defendant is serving a term of imprisonment,\r\nand the guideline range applicable to that defendant has\r\nsubsequently been lowered as a result of an amendment to\r\nthe Guidelines Manual listed in subsection (c) below, a\r\nreduction in the defendant's term of imprisonment is\r\nauthorized under 18 U.S.C.  3582(c)(2).  If none of the\r\namendments listed in subsection (c) is applicable, a\r\nreduction in the defendant's term of imprisonment under\r\n18 U.S.C.  3582(c)(2) is not consistent with this policy\r\nstatement and thus is not authorized.\r\n(b) In determining whether, and to what extent, a\r\nreduction in the term of imprisonment is warranted for a\r\ndefendant eligible for consideration under 18 U.S.C. \r\n3582(c)(2), the court should consider the term of\r\nimprisonment that it would have imposed had the\r\namendment(s) to the guidelines listed in subsection (c)\r\nbeen in effect at the time the defendant was sentenced,\r\nexcept that in no event may the reduced term of\r\nimprisonment be less than the term of imprisonment the\r\ndefendant has already served.\r\n(c) Amendments covered by this policy statement are\r\nlisted in Appendix C as follows:  126, 130, 156, 176,\r\n269, 329, 341, 371, 379, 380, 433, 454, 461, 484, 488,\r\n490, 499, 505, 506, and 516.\r\n\nIt is in the interpretation of the guidelines that the\r\ngovernment and Jordan differ.  Jordan argues that U.S.S.G. \r\n1B1.10 permits the district court to consider all other guidelines,\r\nparticularly U.S.S.G.  5K2.0, on resentencing.  Jordan does not\r\nargue that a court on resentencing is free to apply a non-\r\nretroactive amendment or free to consider arguments which could\r\nhave been made at the original sentencing but were not.  Jordan\r\ncorrectly concedes that his argument does not and could not extend\r\nto issues of fact already determined in the first sentencing.  SeeUnited States v. Cothran, </pre><span class=\"citation\" data-id=\"735463\"><a href=\"/opinion/735463/united-states-v-roger-franklin-cothran/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1560</span></a></span><pre class=\"inline\">, 1562-63 (11th Cir. 1997)\r\n(noting that the district court is not free, under 18 U.S.C. \r\n3582(c)(2), to reexamine the factual determination of the number of\r\nmarijuana plants attributed to the defendant); United States v.\r\nAdams, </pre><span class=\"citation\" data-id=\"733310\"><a href=\"/opinion/733310/united-states-v-charles-w-adams/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1028</span></a></span><pre class=\"inline\">, 1030-31 (8th Cir. 1997).  To the extent that\r\nJordan is arguing that, these situations aside, there is fully denovo resentencing under  3582(c)(2), that is surely wrong.  SeeUnited States v. Torres, </pre><span class=\"citation\" data-id=\"154125\"><a href=\"/opinion/154125/united-states-v-torres/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">360</span></a></span><pre class=\"inline\">, 361 (10th Cir. 1996), cert.denied, </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1273</span></span><pre class=\"inline\"> (1997).\r\nThe government argues that no guideline other than the\r\nguideline permitting a reduction occasioned by Amendment 505 may be\r\nconsidered.  Our analysis is less broad than the parties' \"all or\r\nnothing\" arguments, a point we shall return to later.\r\nIn considering whether, on application of Amendment 505\r\nto Jordan, the district court had authority to consider a downward\r\ndeparture under U.S.S.G.  5K2.0, we, like the parties, turn to the\r\ncommentary to U.S.S.G.  1B1.10, which provides in relevant part:\r\nApplication Notes:  \r\n1.  Eligibility for consideration under 18 U.S.C. \r\n3582(c)(2) is triggered only by an amendment listed in\r\nsubsection (c) that lowers the applicable guideline\r\nrange.\r\n2.  In determining the amended guideline range under\r\nsubsection (b), the court shall substitute only the\r\namendments listed in subsection (c) for the corresponding\r\nguideline provisions that were applied when the defendant\r\nwas sentenced.  All other guideline application decisions\r\nremain unaffected.\r\n3.  Under subsection (b), the amended guideline range and\r\nthe term of imprisonment already served by the defendant\r\nlimit the extent to which an eligible defendant's\r\nsentence may be reduced under 18 U.S.C.  3582(c)(2).\r\nWhen the original sentence represented a downward\r\ndeparture, a comparable reduction below the amended\r\nguideline range may be appropriate; however, in no case\r\nshall the term of imprisonment be reduced below time\r\nserved.  Subject to these limitations, the sentencing\r\ncourt has the discretion to determine whether, and to\r\nwhat extent, to reduce a term of imprisonment under this\r\nsection.\r\n. . .\r\nBackground: . . .  The listing of an amendment in\r\nsubsection (c) reflects policy determinations by the\r\nCommission that a reduced guideline range is sufficient\r\nto achieve the purposes of sentencing and that, in the\r\nsound discretion of the court, a reduction in the term of\r\nimprisonment may be appropriate for previously sentenced,\r\nqualified defendants.  The authorization of such a\r\ndiscretionary reduction does not otherwise affect the\r\nlawfulness of a previously imposed sentence, does not\r\nauthorize a reduction in any other component of the\r\nsentence, and does not entitle a defendant to a reduced\r\nterm of imprisonment as a matter of right.\r\n\nThis commentary is to be followed unless it \"is\r\ninconsistent with[] or a plainly erroneous reading of\" the\r\nguidelines or \"it violates the Constitution or a federal statute.\" \r\nStinson v. United States, </pre><span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 38 (1993).  There is no\r\ncontention that the commentary violates the Constitution; at most,\r\nJordan's argument is that the statute must color our understanding\r\nof the guideline.\r\nThe disagreement between Jordan and the government is\r\nthis.  The government says that the factors outlined in 18 U.S.C.\r\n3553(a) are meant to guide the discretion of the district court\r\nin deciding whether to allow the downward departure under Amendment\r\n505 and do not provide a basis for a departure on any other ground. \r\nJordan says these statutory grounds in  3553(a) open the door to\r\nother bases for departures.\r\nThe government relies on the commentary language that\r\n\"[t]he authorization of such a discretionary reduction does not\r\notherwise affect the lawfulness of a previously imposed sentence\r\n[and] does not authorize a reduction in any other component of the\r\nsentence.\"  U.S.S.G.  1B1.10 background (emphasis added).  The\r\ngovernment also relies on the commentary to U.S.S.G.  1B1.10,\r\nspecifically, application note 2 and the background.  Application\r\nnote 2 says that \"[a]ll other guideline application decisions\r\nremain unaffected.\"  U.S.S.G.  1B1.10 application note 2.  The\r\nbackground language reflects the policy determination of the\r\nCommission that \"[t]he authorization of such a discretionary\r\nreduction does not otherwise . . . authorize a reduction in any\r\nother component of his sentence.\"  U.S.S.G.  1B1.10 background.\r\nJordan, in turn, says the commentary must be understood\r\nin light of the mandate in the statute that \"the court may reduce\r\nthe term of imprisonment, after considering the factors set forth\r\nin section 3553(a) to the extent that they are applicable.\"  18\r\nU.S.C.  3582(c)(2) (emphasis added).  Jordan says that\r\nconsideration of the factors in  3553(a) permits consideration of\r\nhis  5K2.0 motion.  Jordan relies for support on the language, if\r\nnot the holding of the Eighth Circuit in United States v. Williams,\r\n</pre><span class=\"citation\" data-id=\"731341\"><a href=\"/opinion/731341/united-states-v-paige-aaron-williams/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 58 (8th Cir. 1996).\r\nCongress committed, in 18 U.S.C.  3582(c)(2), the making\r\nof certain policy judgments to the Sentencing Commission.  This\r\ndelegation was also expressed in 28 U.S.C.  994(u), which\r\nprovides: \"If the Commission reduces the term of imprisonment\r\nrecommended in the guidelines applicable to a particular offense or\r\ncategory of offenses, it shall specify in what circumstances and by\r\nwhat amount the sentences of prisoners serving terms of\r\nimprisonment for the offense may be reduced.\"  We think it clear\r\nfrom the language of U.S.S.G.  1B1.10 and the commentary\r\n(application note 2 and the background) that the district court\r\nlacked jurisdiction to consider a departure under  5K2.0.\r\nFirst, the language of  1B1.10 itself requires the\r\ndistrict court to \"consider the term of imprisonment that it would\r\nhave imposed had the amendment[] . . . been in effect at the time\r\nthe defendant was sentenced.\"  U.S.S.G.  1B1.10(b) (emphasis\r\nadded).  Second, the commentary makes it clear that the  5K2.0\r\nargument could not be entertained:  \"[T]he court shall substitute\r\nonly the amendments listed in subsection (c) for the corresponding\r\nguideline provisions that were applied when the defendant was\r\nsentenced.  All other guideline application decisions remain\r\nunaffected.\"  U.S.S.G.  1B1.10 application note 2.  \"The listing\r\nof an amendment in subsection (c) reflects policy determinations by\r\nthe Commission that a reduced guideline range is sufficient to\r\nachieve the purposes of sentencing and that, in the sound\r\ndiscretion of the court, a reduction in the term of imprisonment\r\nmay be appropriate for previously sentenced, qualified defendants. \r\nThe authorization of such a discretionary reduction does not\r\notherwise affect the lawfulness of a previously imposed sentence\r\n[and] does not authorize a reduction in any other component of the\r\nsentence.\"  U.S.S.G.  1B1.10 background.  Because the  5K2.0\r\nargument was, Jordan says, unavailable at the time he was\r\nsentenced, by the very terms of the guideline, it cannot be\r\nconsidered.  See Torres, 99 F.3d at 362-63.\r\nThe Commission may well have considered the strong\r\ninterest in the finality of criminal judgments, a powerful policy\r\ninterest expressed in many forms in the criminal law.  See, e.g.,\r\n28 U.S.C.  991(b)(1)(B) (stating that the purpose of the\r\nSentencing Commission is to provide \"certainty and fairness in\r\nmeeting the purposes of sentencing\").  Further, a contrary result\r\nwould permit an evasion of the retroactivity doctrine.  In essence,\r\nJordan's argument is that while he could not have sought\r\nresentencing pursuant to  5K2.0 on totality of circumstances\r\ngrounds when Koon v. United States, </pre><span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span><pre class=\"inline\"> (1996), overruled\r\nprior law, he may seek such a result here through the device of\r\nCongress having amended an entirely different, unrelated area of\r\nsentencing law.  Neither Amendment 505 nor 18 U.S.C.  3582(c)(2)\r\nexpresses any such congressional intent.\r\nThe nearest case to the problem posed here is the closely\r\nreasoned decision in United States v. Stockdale, </pre><span class=\"citation\" data-id=\"748416\"><a href=\"/opinion/748416/97-cal-daily-op-serv-8766-97-daily-journal-dar-14217-98-daily/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1066</span></a></span><pre class=\"inline\"> (9th\r\nCir. 1997), amended on denial of reh'g, </pre><span class=\"citation\" data-id=\"752498\"><a href=\"/opinion/752498/united-states-v-martin-templeton-stockdale/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">767</span></a></span><pre class=\"inline\"> (9th Cir.),\r\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></span><pre class=\"inline\"> (1998).  Stockdale raised the\r\nanalogous problem of whether resentencing based on an Amendment as\r\nto marijuana weight equivalencies also permitted the court to\r\nconsider a statutory change to sentencing law, the safety valve\r\nprovision in 18 U.S.C.  3553(f), which was, by statute, made not\r\nretroactive.  See id. at 1067-68; cf. United States v. Lopez-\r\nPineda, </pre><span class=\"citation\" data-id=\"196122\"><a href=\"/opinion/196122/united-states-v-lopez-pineda/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span><pre class=\"inline\">, 697 n.3 (1st Cir. 1995) (noting that a\r\nguideline amendment that is not listed in U.S.S.G.  1B1.10(c) may\r\nnot be applied retroactively).  Stockdale held that there was no\r\nerror in the district court's refusal to consider a safety valve\r\nreduction along with the reduction permitted under the amendment. \r\nSee Stockdale, 129 F.3d at 1068-69.  We see no meaningful\r\ndistinction between our problem and Stockdale.\r\nJordan makes one final argument attempting to avoid these\r\nresults.  He argues that his  5K2.0 motion should be considered as\r\npart of a \"sentencing package,\" as this court has defined that term\r\nin Rodriguez.  Rodriguez, 112 F.3d at 29-30.  The government\r\nretorts that this case is a far cry from presenting a sentencing\r\npackage.  The government also says that, in any event, even\r\nsentencing packages (where the guidelines establish an\r\ninterdependent relationship between the sentence vacated or subject\r\nto amendment and the sentence for the remaining convictions) are\r\nsubject to a per se prohibition on reconsideration.  We agree only\r\nwith the government's contention that this is not a sentencing\r\npackage case.  As to the government's second argument, we think the\r\nanalysis is much more difficult.\r\nThis case does not raise issues of the authority of the\r\nsentencing court under 18 U.S.C.  3582(c)(2) where there is a\r\nsentencing package, where two or more amendments are retroactive,\r\nor where the question is whether a district court's earlier\r\ndecision to grant a downward departure is binding at the\r\nresentencing.  As these examples show, sometimes defendants will\r\nmake arguments in these areas, and sometimes the government will. \r\nFlexibility can work both ways.  We decline the government's urging\r\nthat we broadly adopt a per se prohibition, and we do not reach any \r\nof the problems raised by these examples.\r\nAffirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/154125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752498/"
  ]
}