{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198200/",
  "absolute_url": "/opinion/198200/phillip-morris-inc-v-harshbarger/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198200/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:47:37Z",
  "date_modified": "2017-03-24T10:55:02.059067Z",
  "type": "010combined",
  "sha1": "1e4bda56e4ef6751fbcf15b23452339a300ece18",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1199.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1199\r\n\n          PHILIP MORRIS, INCORPORATED, ET AL.,\r\n                 Plaintiffs, Appellees,\r\n\n                           v.\r\n\nSCOTT HARSHBARGER, ATTORNEY GENERAL OF MASSACHUSETTS, ET AL.,\r\n                Defendants, Appellants.\r\n\n                                      \r\n\nNo. 98-1200\r\n\n         UNITED STATES TOBACCO COMPANY, ET AL.,\r\n                 Plaintiffs, Appellees,\r\n\n                           v.\r\n\nL. SCOTT HARSHBARGER, ATTORNEY GENERAL OF MASSACHUSETTS, ET AL.,\r\n                Defendants, Appellants.\r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n   [Hon. George A. O'Toole, Jr., U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n           Wellford,* Senior Circuit Judge,\r\n              and Lipez, Circuit Judge.\r\n\n          \r\n*Of the Sixth Circuit, sitting by designation.\r\n\nWilliam W. Porter, Assistant Attorney General, with whom Scott\r\nHarshbarger, Attorney General, and Thomas A. Barnico, Assistant\r\nAttorney General, were on brief, for appellants.\r\nHenry C. Dinger, with whom Henry C. Dinger, P.C., Thomas J.\r\nGriffin, Jr., Cerise Lim-Epstein, Goodwin, Procter &amp; Hoar, LLP,\r\nVerne W. Vance, Jr., John H. Henn, Foley, Hoag &amp; Eliot LLP, Donald\r\nJ. Wood, Connarton, Wood &amp; Callahan, Richard M. Zielinski, Hill &amp;\r\nBarlow, Herbert Dym, Clausen Ely, Jr., Patricia A. Barald, David H.\r\nRemes, and Covington &amp; Burling were on brief, for appellees in No.\r\n98-1199.\r\nGeorge J. Skelly, with whom Thomas J. Dougherty, Skadden,\r\nArps, Slate, Meagher &amp; Flom LLP, A. Hugh Scott, Robert A. Kole,\r\nChoate, Hall &amp; Stewart, John L. Oberdorfer, G. Kendrick Macdowell,\r\nand Patton Boggs, L.L.P. were on brief, for appellees in No. 98-\r\n1200.\r\n\nNovember 6, 1998\r\n\n                             SELYA, Circuit Judge.  The plaintiffs in this case,\r\nmanufacturers of cigarettes and smokeless tobacco products,\r\nmounted a constitutional challenge to the novel ingredient-\r\nreporting requirements of Mass. Gen. L. ch. 94,  307B (Section\r\n307B).  The district court granted the plaintiffs' motion for a\r\npreliminary injunction restraining two state officials\r\n(collectively, the Commonwealth) from enforcing these requirements. \r\nIn this venue, the Commonwealth invites us to vacate or modify the\r\ninjunction.  We decline the invitation.\r\n                           I.\r\n                       Background\r\n                           A.\r\n                      The Statute\r\nRegulation is not a stranger to the tobacco industry. \r\nThe Federal Cigarette Labeling and Advertising Act, 15 U.S.C. \r\n1335a (1994) (the Labeling Act), mandates that \"[e]ach person who\r\nmanufactures, packages, or imports cigarettes shall annually\r\nprovide the Secretary [of Health and Human Services] with a list of\r\nthe ingredients added to tobacco in the manufacture of cigarettes,\"\r\nbut this list need not \"identify the company which uses the\r\ningredients or the brand of cigarettes which contain the\r\ningredients,\" and those required to furnish lists may designate\r\nproxies to do so on their behalf.  Cigarette manufacturers\r\ntypically comply with the Labeling Act's strictures through an\r\ninternuncio; they submit information to a law firm which acts as a\r\nclearinghouse for the industry.  The law firm then furnishes an\r\nannual list of all ingredients used by any of the companies to the\r\nSecretary.  The law firm maintains the secrecy of the ingredients\r\nused in a particular brand from both the government and the brand's\r\ncompetitors.  In short, though the Labeling Act obligates the\r\nSecretary to report to Congress health risks from tobacco products\r\ndiscerned directly or indirectly through the lists, it assures\r\nconfidentiality for trade secrets.\r\nExisting state law is not much more intrusive.  Apart\r\nfrom Massachusetts, only Minnesota and Texas have required any\r\nreporting of tobacco ingredients.  The Minnesota statute, Minn.\r\nStat.  461.17 (Supp. 1997), compels tobacco manufacturers to\r\nreport the use of any of several targeted additives in their\r\nproducts.  The Texas law, Tex. Health &amp; Safety Code Ann., \r\n161.251-255 (West Supp. 1998), bears certain similarities to\r\nSection 307B, but provides protection for information submitted\r\nthat \"would be excepted from public disclosure as a trade secret\r\nunder state or federal law.\"  Id.  161.254(c).\r\nMassachusetts has gone further.  When Section 307B was\r\nenacted as a means of regulating the tobacco industry, proponents\r\nbilled it as an innovative regulatory effort which, incidentally,\r\nwould protect public health.  See Press Release Distributed by the\r\nCommonwealth upon Signing of Section 307B, August 2, 1996 (quoting\r\nthen-Governor William F. Weld's description of Section 307B as \"a\r\ncommon sense, pro-consumer bill that will give people all the\r\ninformation they need to make educated decisions about what they\r\nput in their bodies\").  The statute significantly expands the reach\r\nof existing positive law.  Its ingredient-reporting provisions are\r\nnovel both because they demand brand-by-brand reporting of\r\nadditives and because they permit public disclosure of this\r\ningredient information.\r\nSpecifically, Section 307B stipulates that each\r\nmanufacturer of tobacco products must report annually to the\r\nMassachusetts Department of Public Health (DPH) \"[t]he identity of\r\nany added constituent other than tobacco, water or reconstituted\r\ntobacco sheet made wholly from tobacco, to be listed in descending\r\norder according to weight, measure, or numerical count\" for each\r\nbrand sold within the state.  Any such information that DPH\r\nreasonably concludes \"could reduce risks to public health, shall be\r\npublic records,\" as long as the attorney general advises DPH that\r\nsuch disclosure would not work an unconstitutional taking.  The\r\nhistorical archives clearly indicate the legislature's intent.  For\r\ninstance, in a letter urging colleagues to support the bill that\r\neventually became Section 307B, a proponent explained that brand-\r\nspecific reporting and disclosure are necessary because \"[i]f you\r\nsmoke Merits you want to know what is in Merits, not what may be in\r\nevery brand of cigarettes on the market.\"  Letter from Senator\r\nWarren E. Tolman to Colleagues 2 (June 14, 1996).\r\n                           B.\r\n               The Marlboro Man's Secret\r\nBecause consumers choose brands based on flavor, taste,\r\nand aroma, and tend to remain loyal to those brands, small fortunes\r\nare spent creating the flavor formulas for tobacco products.  The\r\ninformation needed to copy these formulas is, in turn, worth many\r\nmillions of dollars.  See, e.g., Kurt Badenausen, Blind Faith,\r\nFinancial World, July 8, 1998, at 50-65 (describing Philip Morris's\r\nMarlboro brand as worth over $44,000,000 and rating it the most\r\nvaluable of 364 brand names surveyed).  It is no secret that\r\ntobacco companies, like other manufacturers of brand name products,\r\nemploy elaborate procedures to safeguard their ingredient\r\ninformation.  For example, suppliers sign confidentiality\r\nagreements and furnish their wares in coded packaging, devoid of\r\nproprietary names, to keep ingredient information under wraps. \r\nEven in house, copies of flavor formulas are retained under lock\r\nand key, and ingredient information is made available only on a\r\n\"need to know\" basis.\r\nThe tobacco companies claim that the operation of Section\r\n307B threatens to destroy these enormously valuable trade secrets. \r\nThe industry submits aggregate lists of all ingredients included in\r\ntobacco products sold in the United States in compliance with\r\nfederal law.  However, at the current state of technology, these\r\nlists cannot feasibly be used to copy a tobacco product's taste or\r\naroma.  Divulging brand-specific lists of ingredients in descending\r\norder of volume, as required by Section 307B, is quite a different\r\nstory; the plaintiffs aver   and the Commonwealth, for purposes of\r\nthis proceeding, does not contradict   that such lists, when and as\r\ndisclosed, will allow pirates to \"reverse engineer\" products\r\npossessing flavors and aromas indistinguishable from popular\r\nbrands, with substantially reduced research and development costs. \r\nThe threat of this increased ease of entry into, and competition\r\nwithin, the tobacco industry fuels the plaintiffs' challenge to\r\nSection 307B.\r\n\n                           C.\r\n                   Proceedings Below\r\nThe cigarette and smokeless tobacco companies brought\r\nseparate suits attacking Section 307B.  Their complaints claimed\r\nthat the statute was preempted by federal law and that it ran afoul\r\nof various constitutional impediments, including the Takings\r\nClause, the Commerce Clause, and the Due Process Clause.  The\r\ndistrict court consolidated the cases.  Early on, it resolved the\r\npreemption question in favor of the Commonwealth, and we affirmed\r\nthat determination.  See Philip Morris, Inc. v. Harshbarger, 122\r\nF.3d 58, 87 (1st Cir. 1997).\r\nThe plaintiffs had greater success when they moved for a\r\npreliminary injunction to prevent the enforcement of Section 307B's\r\ningredient-reporting requirements.  Finding that the plaintiffs\r\nwere likely to succeed on the merits of their takings claim and\r\nthat they faced irreparable harm in the absence of interim relief,\r\nthe district court restrained the enforcement of the ingredient-\r\nreporting provisions pendente lite.  This interlocutory appeal\r\nensued.  We have jurisdiction under 28 U.S.C.  1292(a)(1).\r\n\n                          II.\r\n                        Analysis\r\n                           A.\r\n          The Preliminary Injunction Standard\r\nIn considering a request for a preliminary injunction, a\r\ntrial court must weigh several factors:  (1) the likelihood of\r\nsuccess on the merits, (2) the potential for irreparable harm to\r\nthe movant, (3) the balance of the movant's hardship if relief is\r\ndenied versus the nonmovant's hardship if relief is granted, and\r\n(4) the effect of the decision on the public interest.  See Ross-\r\nSimons of Warwick, Inc. v. Baccarat, Inc., 102 F.3d 12, 15 (1st\r\nCir. 1996); Narragansett Indian Tribe v. Guilbert, 934 F.2d 4, 5\r\n(1st Cir. 1991).  Likelihood of success is the touchstone of the\r\npreliminary injunction inquiry.  See Ross-Simons, 102 F.3d at 16;\r\nWeaver v. Henderson, 984 F.2d 11, 12 (1st Cir. 1993).  Mindful of\r\nthis reality, the Commonwealth confines its challenge here to this\r\nelement.\r\nWe review the trial court's grant or denial of a\r\npreliminary injunction only for abuse of discretion or mistake of\r\nlaw.  See EEOC v. Astra USA, Inc., 94 F.3d 738, 743 (1st Cir.\r\n1996).  This standard requires \"a party who appeals from the\r\nissuance of a preliminary injunction [to] bear[] the considerable\r\nburden of demonstrating that the trial court mishandled the four-\r\npart framework.\"  Ross-Simons, 102 F.3d at 16.  Our analysis\r\nproceeds accordingly.\r\n                           B.\r\n             Takings Analysis:  An Overview\r\nThe Takings Clause of the Fifth Amendment is incorporated\r\nin, and applies to the states by virtue of, the Fourteenth\r\nAmendment.  See Chicago, Burlington &amp; Quincy R.R. Co. v. Chicago,\r\n166 U.S. 226, 239 (1897); Culebras Enters. Corp. v. Rivera Rios,\r\n813 F.2d 506, 515 (1st Cir. 1987).  Case law under the Takings\r\nClause has developed along two parallel lines, one addressing\r\nphysical invasions (sometimes called per se takings) and the other\r\naddressing regulatory takings.  See Lucas v. South Carolina Coastal\r\nComm'n, 505 U.S. 1003, 1015 (1992).  Here, the plaintiffs'\r\nprincipal claim is that Section 307B works a regulatory taking. \r\nThe thrust of their argument is that the Commonwealth's action in\r\nrequiring disclosure and permitting the subsequent publication of\r\nbrand-specific ingredient information is not everyday regulation,\r\nthe inconveniences of which individuals in a civilized society must\r\nbear, but, rather, goes so far that it impermissibly takes their\r\nproperty for public use without just compensation, in violation of\r\nthe Takings Clause.  See Pennsylvania Coal Co. v. Mahon, 260 U.S.\r\n393, 415 (1922).\r\nTo evaluate the propriety of a preliminary injunction on\r\na regulatory takings claim, an inquiring court must sort through a\r\ntakings analysis in addition to the multi-factored preliminary\r\ninjunction determination.  This takings analysis should include\r\nconsideration of \"the character of the governmental action, its\r\neconomic impact, and its interference with reasonable, investment-\r\nbacked expectations.\"  PruneYard Shopping Ctr. v. Robins, 447 U.S.\r\n74, 83 (1980).  Although the articulation of these factors makes\r\nthe takings inquiry seem much like any other multi-pronged test,\r\nthe Supreme Court has stated in no uncertain terms that a\r\nregulatory takings analysis should not be governed by a \"set\r\nformula,\" but must be determined by an \"essentially ad hoc, factual\r\ninquir[y].\"  Penn Cent. Transp. Co. v. New York City, 438 U.S. 104,\r\n124 (1978).  Thus, the three elements enumerated in PruneYardoperate primarily as lenses through which a court can view and\r\nprocess the facts of a given case rather than as a checklist of\r\nitems that can be ticked off as fulfilled or unfulfilled.\r\nIn the case at hand, the lower court determined that the\r\nplaintiffs enjoyed a likelihood of success on their regulatory\r\ntakings claim.  The Commonwealth disputes this determination on two\r\nmain grounds.  First, it faults the lower court's conclusion that\r\nthe plaintiffs' reasonable, investment-backed expectations of\r\nnondisclosure of ingredient information sufficed to legitimate the\r\nfinding of a taking.  Second, it challenges the court's\r\ncharacterization of the governmental action, asseverating that the\r\napplication of Section 307B's ingredient-reporting provisions to\r\nthe plaintiffs lacks legal compulsion sufficient to create an\r\nactionable taking.  After a brief detour, we will consider these\r\ncontentions sequentially.\r\nBefore proceeding to address the Commonwealth's claims,\r\nwe think it is useful to clarify what the Commonwealth does notclaim in this proceeding.  For one thing, it does not now dispute\r\nthat information provided to DPH under Section 307B will be\r\ndisclosed to the public.  For another thing, it concedes for\r\npurposes of these appeals that such information will include\r\nvaluable trade secrets, susceptible to destruction if exposed. \r\nFinally, because the statute was enacted as a regulatory measure,\r\nit is perforce grounded in the state's police power over matters of\r\npublic health.  Although the Commonwealth suggests with scant\r\nelaboration that the police power alone offers a sufficient\r\njustification for the statute, the parties primarily have briefed\r\nand argued the issue of whether the Takings Clause may invalidate\r\nthe statute.  We have therefore focused our likelihood of success\r\nanalysis on this Takings Clause issue.  At this stage of the\r\nproceedings, the Commonwealth has not developed any independent\r\n\"police power\" rationale to justify its position and, accordingly,\r\nwe have before us insufficient \"police power\" rationale to reach a\r\ndecision on that issue.\r\n                           C.\r\n              The Plaintiffs' Expectations\r\nIn debating whether the plaintiffs possess the requisite\r\nexpectations to support a takings claim, both sides embrace the\r\nSupreme Court's decision in Ruckelshaus v. Monsanto Co., 467 U.S.\r\n986 (1984).  Monsanto is a complex case based on intricate facts\r\nand it ultimately propounds several holdings.  Despite the palpable\r\ndifficulty of doing so, we believe it is necessary to explicate the\r\nfactual scenario that confronted the Monsanto Court in order to\r\nassess the conflicting claims asserted here.\r\nMonsanto involved sequential amendments to the Federal\r\nInsecticide, Fungicide, and Rodenticide Act (FIFRA), 7 U.S.C.  136\r\net seq., the first set of amendments occurring in 1972 and the\r\nsecond set in 1978.  See Monsanto, 467 U.S. at 990-97.  The timing\r\nof these amendments created three distinct FIFRA regimes.  From\r\n1947 (when Congress first enacted FIFRA) until the effective date\r\nof the 1972 amendments, FIFRA operated primarily as a licensing and\r\nlabeling statute; its terms required all pesticides sold in\r\ninterstate or foreign commerce for use within the United States to\r\nbe registered with the Secretary of Agriculture and appropriately\r\nlabeled.  See id. at 991.  In addition, FIFRA empowered the\r\nSecretary to require applicants for registration to produce testing\r\ndata (including pesticide formulas) and to substantiate claims\r\nasserted on product labels.  See id.  The statute forbade the\r\nSecretary to disclose formula information, but made no mention of\r\nwhat protection, if any, attended the submission of other testing\r\ndata.  See id.\r\nIn 1970, Congress shifted the responsibility for\r\nadministering FIFRA from the Department of Agriculture to the\r\nEnvironmental Protection Agency (EPA).  See Reorganization Plan No.\r\n3 of 1970, 3 C.F.R. 1074 (1966-1970), reprinted in 5 U.S.C. app. at\r\n1552 (1994).  Shortly thereafter, the 1972 amendments metamorphosed\r\nFIFRA into a comprehensive regulatory scheme for pesticides.  This\r\nscheme, in effect from 1972 to 1978, required disclosure to the EPA\r\nand the public of environmental, health, and safety data   but it\r\nprovided specific protections for that data so as to avoid the\r\nrevelation of trade secrets.  See Monsanto, 467 U.S. at 992. \r\nDuring this period, FIFRA allowed applicants to designate submitted\r\ninformation as \"trade secrets or commercial or financial\r\ninformation,\" and simultaneously prohibited the EPA from publishing\r\nsuch information.  Id. (quoting applicable statutory provision). \r\nIf the EPA and an applicant disagreed as to the status of submitted\r\ninformation and the EPA proposed to make such information public,\r\nFIFRA authorized the applicant to bring a declaratory judgment\r\naction in a federal district court prior to publication.  See id. \r\nThe 1972 amendments also allowed the EPA to use information\r\nprovided by one applicant in its consideration of another\r\napplicant's request for registration of a similar chemical,\r\nprovided that the latter agreed to compensate the former.  See id. \r\nIt must be noted, however, that this information-sharing\r\nrequirement only applied to data designated as \"trade secrets or\r\ncommercial or financial information\" if the initial applicant\r\nconsented to such use.  Id.\r\nWhen Congress amended FIFRA again in 1978, it altered the\r\nsafeguards against disclosure with respect not only to data\r\nthereafter submitted, but also with respect to data that had been\r\nsupplied during earlier periods.  See id. at 994-95.  Under the\r\n1978 iteration of the statutory scheme, applicants who submitted\r\nhealth, safety, or environmental information to EPA for pesticides\r\nregistered after September 30, 1978, received a ten-year period of\r\nexclusive use for any such data that related to new active\r\ningredients.  See id. at 994.  Any other data that had been\r\ntendered after December 31, 1969 were to be made available for\r\ncitation and consideration in support of other applications for\r\nfifteen years after the original submission date, provided that the\r\nlater applicant agreed to compensate the original submitter.  Seeid.  The 1978 amendments also allowed all health, safety, and\r\nenvironmental data to be divulged upon request, notwithstanding the\r\nprohibition on disclosing trade secrets, but did not authorize\r\nrevelation of manufacturing or quality control processes without a\r\ndetermination by the EPA that such disclosure was \"necessary to\r\nprotect against an unreasonable risk of injury to health or the\r\nenvironment.\"  Id. at 995-96 (quoting applicable statutory\r\nprovision).\r\nThe Monsanto plaintiff, a pesticide manufacturer, argued\r\nthat use or disclosure of  the trade secrets that it had submitted\r\nto the federal sovereign during any of the three periods would\r\nconstitute a regulatory taking.  The Court decided as a threshold\r\nmatter that the data constituted \"property\" under state law and\r\nthus enjoyed protection under the Takings Clause.  See id. at 1003-\r\n04.  The Court then addressed each of the three statutory\r\nintervals.  Apropos of the 1972-78 period, the Court held that\r\nuncompensated (or undercompensated) use or disclosure of trade\r\nsecret data submitted during that time frame would constitute a\r\ntaking.  See id. at 1010-14.  In contrast, the Court ruled that\r\nthere could be no taking for either the pre-1972 or the post-1978\r\nperiods because the pesticide manufacturer had no reasonable,\r\ninvestment-backed expectation of governmental nondisclosure during\r\nthose periods.  See id. at 1006-07, 1009-10.  Speaking of this last\r\nperiod, the Court explained:  \"[A]s long as [a pesticide\r\nmanufacturer] is aware of the conditions under which the data are\r\nsubmitted, and the conditions are rationally related to a\r\nlegitimate government interest, a voluntary submission of data by\r\nan applicant in exchange for the economic advantages of\r\nregistration can hardly be called a taking.\"  Id. at 1007.\r\nThe Commonwealth uses the statement we have just quoted\r\nto support its claim that, after the effective date of Section\r\n307B, divulgement of submitted ingredient lists cannot work a\r\ntaking because the statute's enactment vitiates any reasonable\r\ninvestment-backed expectation of nondisclosure on the tobacco\r\ncompanies' part.  We think that it is unfair to read Monsanto for\r\nthis proposition because the part of the Court's trifurcated\r\nholding to which the Commonwealth clings depended on the existence\r\nof a voluntary exchange.  See Nollan v. California Coastal Comm'n,\r\n483 U.S. 825, 833-34 n.2 (1987) (drawing this distinction).  Under\r\nthe post-1978 FIFRA scheme, submitters of environmental, health,\r\nand safety data received significant benefits in return for the\r\ndisclosure of their data, including rights of exclusive use for a\r\nterm of years and rights to compensation from later applicants who\r\nwished to utilize submitted data.  Since this exchange afforded\r\ntangible compensation to pesticide manufacturers, the post-1978\r\nversion of FIFRA did not work an uncompensated taking (and, hence,\r\ndid not work an unconstitutional taking).  Section 307B effects no\r\ncomparable bargain.\r\nThe Commonwealth demurs.  The exchange, it says, consists\r\nof permitting the tobacco companies to continue doing business in\r\nMassachusetts in return for the companies' compliance with Section\r\n307B.  This construct will not wash.  A Monsanto-type exchange\r\nrequires that the government grant a benefit of real value to\r\ncompensate a property owner for a taking.  In constructing this\r\nbalance, not all benefits bestowed by the sovereign will possess\r\nsufficient substance to ameliorate the taking   and the state's\r\nself-interested characterization of a right as a benefit cannot\r\nchange the underlying calculus.  Permitting a company to continue\r\nconducting business within a state, while a benefit of sorts, lacks\r\nsufficient substance to create a Monsanto-type exchange.\r\nNollan illustrates this point.  There, a governmental\r\nentity required a landowner to dedicate a public easement across\r\nhis beachfront property in order to obtain a building permit to\r\nimprove the existing structure.  See id. at 828.  To counter the\r\nlandowner's assertion that the compelled easement comprised a\r\ntaking, the dissent called the permit a benefit and claimed that\r\nits conferral triggered an exchange akin to that in Monsanto.  Seeid. at 860 n.10 (Brennan, J., dissenting).  The majority disagreed,\r\nstating that \"the announcement that the application for (or\r\ngranting of) the permit w[ould] entail the yielding of a property\r\ninterest cannot be regarded as establishing the voluntary\r\n'exchange' that we found to have occurred in Monsanto.\"  Nollan,\r\n483 U.S. at 834 n.2 (citations omitted).  The Nollan Court\r\nexplained that the ability to improve one's own property, though\r\nsubject to some regulation, is incomparable to the type of\r\ngovernment benefit proffered in exchange for use and disclosure of\r\ntrade secret information in Monsanto.  See id.  Thus, Nollanteaches that the mere granting of permission to engage in routine\r\nactivities, incident to existing property rights, does not afford\r\ncompensation sufficient to support a Monsanto-type exchange.\r\nApplying Nollan's rationale here, it is pellucid that the\r\nCommonwealth's unilateral announcement that the privilege of\r\ncontinuing to do business in Massachusetts henceforth will entail\r\nthe yielding of a tobacco company's trade secrets cannot, in\r\nitself, establish a benefit sufficient to support a voluntary\r\nexchange within the Monsanto paradigm.  The ability to conduct\r\n(and, more especially, to continue to conduct) a lawful business in\r\nMassachusetts, though subject to some governmental requirements,\r\nsimply is not analogous, either in kind or in degree, to the\r\nbenefit that effected the exchange and extinguished the takings\r\nclaim in Monsanto.  In context, then, the Monsanto Court's\r\ndiscussion of FIFRA's post-1978 regime offers the Commonwealth cold\r\ncomfort.\r\nThe Commonwealth finds somewhat sturdier support for its\r\nposition in the Monsanto Court's resolution of the takings issue\r\nfor the pre-1972 period.  Even though the earliest versions of\r\nFIFRA included no conditions explicitly permitting public\r\ndisclosure of submitted data, and the Trade Secrets Act, 18 U.S.C.\r\n1905, effectively barred disclosure of trade secrets by\r\ngovernment agencies and employees, the Court held that when\r\nMonsanto submitted data during the pre-1972 period it \"could not\r\nhave had a 'reasonable investment-backed expectation' that EPA\r\nwould maintain those data in strictest confidence and would use\r\nthem exclusively for the purpose of considering the Monsanto\r\napplication in connection with which the data were submitted.\" \r\nMonsanto, 467 U.S. at 1010.  Consequently, the Court found no\r\nunconstitutional taking for that period.\r\nThe analogy between Monsanto's pre-1972 period and\r\nSection 307B cannot be brushed aside lightly.  Historically,\r\nMassachusetts has granted protection to trade secrets both\r\nstatutorily, see Mass. Gen. Laws, ch. 93  42, 42A (1997), and\r\nunder state common law, see, e.g., Peggy Lawton Kitchens, Inc. v.\r\nHogan, 466 N.E.2d 138, 139-40 (Mass. App. Ct. 1984).  The\r\nCommonwealth makes a plausible argument that these protections\r\ntogether comprise a general, external source of protection\r\ncomparable to the Trade Secrets Act.  Under the Monsanto Court's\r\nreasoning regarding submissions during the pre-1972 period, this\r\nargument holds, the tobacco companies would have no founded\r\nexpectation of nondisclosure in respect to information submitted\r\npursuant to the strictures of Section 307B.  In the last analysis,\r\nhowever, Monsanto itself neutralizes this argument.\r\nThe Monsanto Court's holding that no uncompensated taking\r\noccurred during the pre-1972 and post-1978 periods is neither the\r\nbe-all nor the end-all of its opinion.  The Justices also held that\r\nMonsanto had reasonable, investment-backed expectations sufficient\r\nto support a regulatory takings claim for data submitted during the\r\nintermediate 1972-78 period.  See Monsanto, 467 U.S. at 1011.  This\r\nundermines the Commonwealth's argument because the 1972-78 period\r\npresents the closest, most persuasive analogy to the situation\r\ncreated by Section 307B.  The FIFRA scheme then in effect provided\r\nspecific protections for trade secret information   and the Court\r\ndetermined that pesticide registrants might reasonably rely on\r\nthese protections.  See id. at 1010-11.  The statutory and common \r\nlaw protections for trade secret information in place in the\r\nCommonwealth create a very similar prophylaxis and thus form the\r\nbasis for a reasonable expectation of continued confidentiality.\r\nBecause this matter is before us on appeal from the grant\r\nof a preliminary injunction, we need not rule definitively on the\r\npoint.  Likelihood-of-success determinations in such a context\r\nrequire only that courts formulate statements of probable outcomes. \r\nSee Cohen v. Brown Univ., 991 F.2d 888, 902 (1st Cir. 1993);\r\nNarragansett Indian Tribe, 934 F.2d at 6.  While we cannot entirely\r\ndismiss the Commonwealth's argument, we are comfortable in\r\nconcluding that it probably will bear no fruit.\r\nThis is especially so because other signposts point in a\r\ndirection favoring the tobacco companies' position.  Most notably,\r\nrecent Supreme Court cases share a greater affinity with the NollanCourt's distinction of Monsanto   a distinction that did not\r\nexplicitly differentiate among the case's three holdings   than\r\nwith the Commonwealth's isthmian focus on Monsanto's treatment of\r\nthe pre-1972 period.  See, e.g., Dolan v. City of Tigard, 512 U.S.\r\n374, 391 (1994) (holding that burdens of municipal exactions\r\nrequired in exchange for building permits must achieve a \"rough\r\nproportionality\" with benefits received by the landowner to avoid\r\nmunicipal liability for a taking); Lucas, 505 U.S. at 1031-32\r\n(requiring South Carolina to prove that a landowner's intended\r\nresidential use of his land would create a common law nuisance in\r\norder to avoid a finding of a taking without just compensation). \r\nThese authorities show the Court's increasing concerns in this area\r\nand counsel persuasively that the Court will demand substantial,\r\nrather than nominal, compensation to legitimize governmental\r\ntakings.  In light of this guidance, we cannot accept the\r\nCommonwealth's claim that mere leave to continue one's business\r\nactivities in a state will duly compensate a taking of valuable\r\nprivate property rights.\r\n                           D.\r\n                   Legal Compulsion \r\nThe Commonwealth's remaining theory posits that Section\r\n307B cannot work a taking as a matter of law because it lacks\r\n\"legal compulsion\"   in other words, the law works no taking\r\nbecause it does not force the tobacco companies to sell their\r\nproducts in Massachusetts (and, thus, they can avoid any need to\r\ngrapple with it merely by limiting their business activities to\r\nmore hospitable climes).  In pressing this theory, the Commonwealth\r\nrelies chiefly upon Hinesburg Sand &amp; Gravel Co. v. Crittenden Solid\r\nWaste Dist., 959 F. Supp. 652 (D. Vt. 1997).  In that case, a\r\nlandowner sued a municipal authority to recover legal costs\r\nincurred in defending against the attempted condemnation of his\r\nproperty, alleging that there had been a taking.  See id. at 656-\r\n57.  The court ruled that no taking had occurred because the\r\nlandowner was not legally compelled to spend funds defending his\r\nproperty.  See id. at 657-58.\r\nHinesburg is small solace to the Commonwealth.  The\r\ncourt's legal reasoning is suspect and, in all events, the case is\r\nplainly inapposite.  Here, unlike in Hinesburg, a state statute\r\nforces a party to make a Hobson's choice:  either submit ingredient\r\nlists containing valuable trade secrets without adequate safeguards\r\nor cease doing business in an important market.  This is the\r\nessence of legal compulsion.\r\nThe other authorities cited by the Commonwealth are no\r\nmore convincing.  See, e.g., Bowles v. Willingham, 321 U.S. 503,\r\n517 (1944) (holding that wartime rent control did not work a taking\r\nand noting that \"[t]here is no requirement that the apartments in\r\nquestion be used for purposes which bring them under the Act\");\r\nMeriden Trust &amp; Safe Deposit Co. v. FDIC, 62 F.3d 449, 455 (2d Cir.\r\n1995) (concluding that FDIC cross-guarantee provisions did not\r\nunconstitutionally take private property because they presented\r\nfinancial institutions with a choice between insuring and not\r\ninsuring); Garelick v. Sullivan, 987 F.2d 913, 916 (2d Cir. 1993)\r\n(rejecting an anaesthesiologist's claim that Medicare fee-for-\r\nservice regulations constituted a taking and noting that doctors\r\nare \"under no legal duty to provide services to the public and to\r\nsubmit to price regulations\").  Underlying these cases, and others\r\nlike them, is the reality that a governmental entity which creates\r\na market's supply or sets its prices may be expected to alter\r\nproperty rights in the course of modifying its regulations.  Thus,\r\nwhen an individual voluntarily participates in such a price-\r\nregulated program or market, the Takings Clause does not protect\r\nhim from changes in his property rights due to changes in\r\napplicable regulations.\r\nThe situation created by Section 307B is entirely\r\ndifferent.  The plaintiffs historically have participated in a\r\nlawful, non-price-regulated market, in which state government\r\nhitherto has not been directly involved.  They now face the\r\npotential loss of their valuable trade secrets merely to remain in\r\nbusiness in Massachusetts.  The Commonwealth cannot by some\r\nmysterious alchemy transform this situation into one akin to that\r\nwhich existed in the regulated-market cases.  Were the law\r\notherwise, any government entity could avoid the due operation of\r\nthe Takings Clause by the simple expedient of stating its\r\nintentions in advance.\r\nThe Commonwealth derives its final support for its \"legal\r\ncompulsion\" argument from a footnote to the Monsanto Court's\r\ndiscussion of why use and disclosure of data submitted after 1978\r\nwould not constitute a taking.  In this note, the Justices\r\nexplained that a pesticide manufacturer could choose to forgo\r\nregistration in the United States and sell its pesticides solely in\r\nforeign markets.  See Monsanto, 467 U.S. at 1007 n.11 (dictum). \r\nUsing footnote 11 as a springboard, the Commonwealth maintains that\r\nthe tobacco companies suffer no taking under Section 307B because\r\nthey may refrain from selling their products in Massachusetts and\r\nthereby thwart disclosure.\r\nThis argument wrenches footnote 11 loose from its\r\ncontextual moorings.  The Supreme Court appended the footnote to\r\nits discussion of the voluntary exchange component of Monsanto's\r\npost-1978 regime.  Voluntary exchange is a far cry from the\r\nsituation at hand, in which the only benefit offered by the\r\ngovernment in return for releasing the tobacco companies' trade\r\nsecrets is the right to continue doing business in the\r\nCommonwealth.  As we already have explained, see supra at 17-18,\r\npermission to continue operating a lawful business is not the type\r\nof government benefit on which a Monsanto-type exchange validly may\r\nbe predicated.\r\nIn sum, the fact that the tobacco companies may cease\r\ndoing business in  Massachusetts if they do not wish to submit\r\ningredient information to the DPH is true as far as it goes, but,\r\nas a principle of constitutional law, it does not go very far.\r\n                           E.\r\n              The Scope of The Injunction\r\nAt a last gasp, the Commonwealth insists that the lower\r\ncourt swept too broadly in fashioning the preliminary injunction\r\nand, therefore, abused its discretion.  In the Commonwealth's view,\r\nthe district court could have met the plaintiffs' legitimate needs\r\nby allowing the ingredient information to be furnished to DPH, as\r\nrequired by Section 307B, and enjoining only public disclosure of\r\nthe data.\r\nWe agree that, in the exercise of the district court's\r\ndiscretion, a narrower order might have been appropriate.  Still,\r\nthere is a rub:  the Commonwealth never tendered this suggestion in\r\nthe district court.  Having pursued the advantages of an all-or-\r\nnothing strategy in arguing against the injunction, the\r\nCommonwealth may not belatedly obtain the benefits of the more\r\nmoderate approach that, in the light of its defeat, now looks more\r\nattractive.\r\nThere is no reason to tarry.  As a general rule, a\r\ndisappointed litigant cannot surface an objection to a preliminary\r\ninjunction for the first time in an appellate venue.  See United\r\nStates v. Zenon, 711 F.2d 476, 478 (1st Cir. 1983) (explaining that \r\nparties are required to \"state their objections to the injunction\r\nto the district court, so that the district court can consider them\r\nand correct the injunction if necessary, without the need for\r\nappeal\").  Having failed to comply with this basic rule, the\r\nCommonwealth has forfeited the opportunity to obtain consideration\r\nof whether the preliminary injunction, as framed, is overbroad.\r\n                          IV.\r\n                       Conclusion\r\nWe need go no further.  The short of it is that neither\r\nthe Commonwealth's \"absence of reasonable, investment-backed\r\nexpectations\" argument nor its \"legal compulsion\" construct\r\nsatisfies its weighty burden of demonstrating that the district\r\ncourt committed a clear error of law or an abuse of discretion. \r\nThe Commonwealth's effort to fault the breadth of the district\r\ncourt's decree is similarly unavailing.  Consequently, we are\r\nunable to conclude, at the preliminary injunction stage, that the\r\ndistrict court erred in finding that the plaintiffs had\r\ndemonstrated a likelihood of success on the merits.\r\n\nAffirmed.  Costs in favor of appellees.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1199\r\n\n          PHILIP MORRIS, INCORPORATED, ET AL.,\r\n                 Plaintiffs, Appellees,\r\n\n                           v.\r\n\nSCOTT HARSHBARGER, ATTORNEY GENERAL OF MASSACHUSETTS, ET AL.,\r\n                Defendants, Appellants.\r\n\n                                      \r\n\nNo. 98-1200\r\n\n         UNITED STATES TOBACCO COMPANY, ET AL.,\r\n                 Plaintiffs, Appellees,\r\n\n                           v.\r\n\nL. SCOTT HARSHBARGER, ATTORNEY GENERAL OF MASSACHUSETTS, ET AL.,\r\n                Defendants, Appellants.\r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n   [Hon. George A. O'Toole, Jr., U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n           Wellford,* Senior Circuit Judge,\r\n              and Lipez, Circuit Judge.\r\n\n          \r\n*Of the Sixth Circuit, sitting by designation.\r\n\nWilliam W. Porter, Assistant Attorney General, with whom Scott\r\nHarshbarger, Attorney General, and Thomas A. Barnico, Assistant\r\nAttorney General, were on brief, for appellants.\r\nHenry C. Dinger, with whom Henry C. Dinger, P.C., Thomas J.\r\nGriffin, Jr., Cerise Lim-Epstein, Goodwin, Procter &amp; Hoar, LLP,\r\nVerne W. Vance, Jr., John H. Henn, Foley, Hoag &amp; Eliot LLP, Donald\r\nJ. Wood, Connarton, Wood &amp; Callahan, Richard M. Zielinski, Hill &amp;\r\nBarlow, Herbert Dym, Clausen Ely, Jr., Patricia A. Barald, David H.\r\nRemes, and Covington &amp; Burling were on brief, for appellees in No.\r\n98-1199.\r\nGeorge J. Skelly, with whom Thomas J. Dougherty, Skadden,\r\nArps, Slate, Meagher &amp; Flom LLP, A. Hugh Scott, Robert A. Kole,\r\nChoate, Hall &amp; Stewart, John L. Oberdorfer, G. Kendrick Macdowell,\r\nand Patton Boggs, L.L.P. were on brief, for appellees in No. 98-\r\n1200.\r\n\nNovember 6, 1998\r\n\n                             SELYA, Circuit Judge.  The plaintiffs in this case,\r\nmanufacturers of cigarettes and smokeless tobacco products,\r\nmounted a constitutional challenge to the novel ingredient-\r\nreporting requirements of Mass. Gen. L. ch. 94,  307B (Section\r\n307B).  The district court granted the plaintiffs' motion for a\r\npreliminary injunction restraining two state officials\r\n(collectively, the Commonwealth) from enforcing these requirements. \r\nIn this venue, the Commonwealth invites us to vacate or modify the\r\ninjunction.  We decline the invitation.\r\n                           I.\r\n                       Background\r\n                           A.\r\n                      The Statute\r\nRegulation is not a stranger to the tobacco industry. \r\nThe Federal Cigarette Labeling and Advertising Act, 15 U.S.C. \r\n1335a (1994) (the Labeling Act), mandates that \"[e]ach person who\r\nmanufactures, packages, or imports cigarettes shall annually\r\nprovide the Secretary [of Health and Human Services] with a list of\r\nthe ingredients added to tobacco in the manufacture of cigarettes,\"\r\nbut this list need not \"identify the company which uses the\r\ningredients or the brand of cigarettes which contain the\r\ningredients,\" and those required to furnish lists may designate\r\nproxies to do so on their behalf.  Cigarette manufacturers\r\ntypically comply with the Labeling Act's strictures through an\r\ninternuncio; they submit information to a law firm which acts as a\r\nclearinghouse for the industry.  The law firm then furnishes an\r\nannual list of all ingredients used by any of the companies to the\r\nSecretary.  The law firm maintains the secrecy of the ingredients\r\nused in a particular brand from both the government and the brand's\r\ncompetitors.  In short, though the Labeling Act obligates the\r\nSecretary to report to Congress health risks from tobacco products\r\ndiscerned directly or indirectly through the lists, it assures\r\nconfidentiality for trade secrets.\r\nExisting state law is not much more intrusive.  Apart\r\nfrom Massachusetts, only Minnesota and Texas have required any\r\nreporting of tobacco ingredients.  The Minnesota statute, Minn.\r\nStat.  461.17 (Supp. 1997), compels tobacco manufacturers to\r\nreport the use of any of several targeted additives in their\r\nproducts.  The Texas law, Tex. Health &amp; Safety Code Ann., \r\n161.251-255 (West Supp. 1998), bears certain similarities to\r\nSection 307B, but provides protection for information submitted\r\nthat \"would be excepted from public disclosure as a trade secret\r\nunder state or federal law.\"  Id.  161.254(c).\r\nMassachusetts has gone further.  When Section 307B was\r\nenacted as a means of regulating the tobacco industry, proponents\r\nbilled it as an innovative regulatory effort which, incidentally,\r\nwould protect public health.  See Press Release Distributed by the\r\nCommonwealth upon Signing of Section 307B, August 2, 1996 (quoting\r\nthen-Governor William F. Weld's description of Section 307B as \"a\r\ncommon sense, pro-consumer bill that will give people all the\r\ninformation they need to make educated decisions about what they\r\nput in their bodies\").  The statute significantly expands the reach\r\nof existing positive law.  Its ingredient-reporting provisions are\r\nnovel both because they demand brand-by-brand reporting of\r\nadditives and because they permit public disclosure of this\r\ningredient information.\r\nSpecifically, Section 307B stipulates that each\r\nmanufacturer of tobacco products must report annually to the\r\nMassachusetts Department of Public Health (DPH) \"[t]he identity of\r\nany added constituent other than tobacco, water or reconstituted\r\ntobacco sheet made wholly from tobacco, to be listed in descending\r\norder according to weight, measure, or numerical count\" for each\r\nbrand sold within the state.  Any such information that DPH\r\nreasonably concludes \"could reduce risks to public health, shall be\r\npublic records,\" as long as the attorney general advises DPH that\r\nsuch disclosure would not work an unconstitutional taking.  The\r\nhistorical archives clearly indicate the legislature's intent.  For\r\ninstance, in a letter urging colleagues to support the bill that\r\neventually became Section 307B, a proponent explained that brand-\r\nspecific reporting and disclosure are necessary because \"[i]f you\r\nsmoke Merits you want to know what is in Merits, not what may be in\r\nevery brand of cigarettes on the market.\"  Letter from Senator\r\nWarren E. Tolman to Colleagues 2 (June 14, 1996).\r\n                           B.\r\n               The Marlboro Man's Secret\r\nBecause consumers choose brands based on flavor, taste,\r\nand aroma, and tend to remain loyal to those brands, small fortunes\r\nare spent creating the flavor formulas for tobacco products.  The\r\ninformation needed to copy these formulas is, in turn, worth many\r\nmillions of dollars.  See, e.g., Kurt Badenausen, Blind Faith,\r\nFinancial World, July 8, 1998, at 50-65 (describing Philip Morris's\r\nMarlboro brand as worth over $44,000,000 and rating it the most\r\nvaluable of 364 brand names surveyed).  It is no secret that\r\ntobacco companies, like other manufacturers of brand name products,\r\nemploy elaborate procedures to safeguard their ingredient\r\ninformation.  For example, suppliers sign confidentiality\r\nagreements and furnish their wares in coded packaging, devoid of\r\nproprietary names, to keep ingredient information under wraps. \r\nEven in house, copies of flavor formulas are retained under lock\r\nand key, and ingredient information is made available only on a\r\n\"need to know\" basis.\r\nThe tobacco companies claim that the operation of Section\r\n307B threatens to destroy these enormously valuable trade secrets. \r\nThe industry submits aggregate lists of all ingredients included in\r\ntobacco products sold in the United States in compliance with\r\nfederal law.  However, at the current state of technology, these\r\nlists cannot feasibly be used to copy a tobacco product's taste or\r\naroma.  Divulging brand-specific lists of ingredients in descending\r\norder of volume, as required by Section 307B, is quite a different\r\nstory; the plaintiffs aver   and the Commonwealth, for purposes of\r\nthis proceeding, does not contradict   that such lists, when and as\r\ndisclosed, will allow pirates to \"reverse engineer\" products\r\npossessing flavors and aromas indistinguishable from popular\r\nbrands, with substantially reduced research and development costs. \r\nThe threat of this increased ease of entry into, and competition\r\nwithin, the tobacco industry fuels the plaintiffs' challenge to\r\nSection 307B.\r\n\n                           C.\r\n                   Proceedings Below\r\nThe cigarette and smokeless tobacco companies brought\r\nseparate suits attacking Section 307B.  Their complaints claimed\r\nthat the statute was preempted by federal law and that it ran afoul\r\nof various constitutional impediments, including the Takings\r\nClause, the Commerce Clause, and the Due Process Clause.  The\r\ndistrict court consolidated the cases.  Early on, it resolved the\r\npreemption question in favor of the Commonwealth, and we affirmed\r\nthat determination.  See Philip Morris, Inc. v. Harshbarger, </pre><span class=\"citation\" data-id=\"744751\"><a href=\"/opinion/744751/philip-morris-incorporated-rj-reynolds-tobacco-company-brown/\"><span class=\"volume\">122</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 87 (1st Cir. 1997).\r\nThe plaintiffs had greater success when they moved for a\r\npreliminary injunction to prevent the enforcement of Section 307B's\r\ningredient-reporting requirements.  Finding that the plaintiffs\r\nwere likely to succeed on the merits of their takings claim and\r\nthat they faced irreparable harm in the absence of interim relief,\r\nthe district court restrained the enforcement of the ingredient-\r\nreporting provisions pendente lite.  This interlocutory appeal\r\nensued.  We have jurisdiction under 28 U.S.C.  1292(a)(1).\r\n\n                          II.\r\n                        Analysis\r\n                           A.\r\n          The Preliminary Injunction Standard\r\nIn considering a request for a preliminary injunction, a\r\ntrial court must weigh several factors:  (1) the likelihood of\r\nsuccess on the merits, (2) the potential for irreparable harm to\r\nthe movant, (3) the balance of the movant's hardship if relief is\r\ndenied versus the nonmovant's hardship if relief is granted, and\r\n(4) the effect of the decision on the public interest.  See Ross-\r\nSimons of Warwick, Inc. v. Baccarat, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span><pre class=\"inline\">, 15 (1st\r\nCir. 1996); Narragansett Indian Tribe v. Guilbert, </pre><span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">, 5\r\n(1st Cir. 1991).  Likelihood of success is the touchstone of the\r\npreliminary injunction inquiry.  See Ross-Simons, 102 F.3d at 16;\r\nWeaver v. Henderson, </pre><span class=\"citation\" data-id=\"599015\"><a href=\"/opinion/599015/ralph-s-weaver-etc-v-charles-henderson-etc/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 12 (1st Cir. 1993).  Mindful of\r\nthis reality, the Commonwealth confines its challenge here to this\r\nelement.\r\nWe review the trial court's grant or denial of a\r\npreliminary injunction only for abuse of discretion or mistake of\r\nlaw.  See EEOC v. Astra USA, Inc., </pre><span class=\"citation\" data-id=\"196971\"><a href=\"/opinion/196971/eeoc-v-astra-usa-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></a></span><pre class=\"inline\">, 743 (1st Cir.\r\n1996).  This standard requires \"a party who appeals from the\r\nissuance of a preliminary injunction [to] bear[] the considerable\r\nburden of demonstrating that the trial court mishandled the four-\r\npart framework.\"  Ross-Simons, 102 F.3d at 16.  Our analysis\r\nproceeds accordingly.\r\n                           B.\r\n             Takings Analysis:  An Overview\r\nThe Takings Clause of the Fifth Amendment is incorporated\r\nin, and applies to the states by virtue of, the Fourteenth\r\nAmendment.  See Chicago, Burlington &amp; Quincy R.R. Co. v. Chicago,\r\n</pre><span class=\"citation\" data-id=\"94648\"><a href=\"/opinion/94648/chicago-b-qr-co-v-chicago/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 239 (1897); Culebras Enters. Corp. v. Rivera Rios,\r\n</pre><span class=\"citation\" data-id=\"484635\"><a href=\"/opinion/484635/culebras-enterprises-corp-v-miguel-a-rivera-rios/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span><pre class=\"inline\">, 515 (1st Cir. 1987).  Case law under the Takings\r\nClause has developed along two parallel lines, one addressing\r\nphysical invasions (sometimes called per se takings) and the other\r\naddressing regulatory takings.  See Lucas v. South Carolina Coastal\r\nComm'n, </pre><span class=\"citation\" data-id=\"112787\"><a href=\"/opinion/112787/lucas-v-south-carolina-coastal-council/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1003</span></a></span><pre class=\"inline\">, 1015 (1992).  Here, the plaintiffs'\r\nprincipal claim is that Section 307B works a regulatory taking. \r\nThe thrust of their argument is that the Commonwealth's action in\r\nrequiring disclosure and permitting the subsequent publication of\r\nbrand-specific ingredient information is not everyday regulation,\r\nthe inconveniences of which individuals in a civilized society must\r\nbear, but, rather, goes so far that it impermissibly takes their\r\nproperty for public use without just compensation, in violation of\r\nthe Takings Clause.  See Pennsylvania Coal Co. v. Mahon, </pre><span class=\"citation\" data-id=\"100079\"><a href=\"/opinion/100079/pennsylvania-coal-co-v-mahon/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">393</span></a></span><pre class=\"inline\">, 415 (1922).\r\nTo evaluate the propriety of a preliminary injunction on\r\na regulatory takings claim, an inquiring court must sort through a\r\ntakings analysis in addition to the multi-factored preliminary\r\ninjunction determination.  This takings analysis should include\r\nconsideration of \"the character of the governmental action, its\r\neconomic impact, and its interference with reasonable, investment-\r\nbacked expectations.\"  PruneYard Shopping Ctr. v. Robins, </pre><span class=\"citation\" data-id=\"110292\"><a href=\"/opinion/110292/pruneyard-shopping-center-v-robins/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">74</span></a></span><pre class=\"inline\">, 83 (1980).  Although the articulation of these factors makes\r\nthe takings inquiry seem much like any other multi-pronged test,\r\nthe Supreme Court has stated in no uncertain terms that a\r\nregulatory takings analysis should not be governed by a \"set\r\nformula,\" but must be determined by an \"essentially ad hoc, factual\r\ninquir[y].\"  Penn Cent. Transp. Co. v. New York City, </pre><span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span><pre class=\"inline\">,\r\n124 (1978).  Thus, the three elements enumerated in PruneYardoperate primarily as lenses through which a court can view and\r\nprocess the facts of a given case rather than as a checklist of\r\nitems that can be ticked off as fulfilled or unfulfilled.\r\nIn the case at hand, the lower court determined that the\r\nplaintiffs enjoyed a likelihood of success on their regulatory\r\ntakings claim.  The Commonwealth disputes this determination on two\r\nmain grounds.  First, it faults the lower court's conclusion that\r\nthe plaintiffs' reasonable, investment-backed expectations of\r\nnondisclosure of ingredient information sufficed to legitimate the\r\nfinding of a taking.  Second, it challenges the court's\r\ncharacterization of the governmental action, asseverating that the\r\napplication of Section 307B's ingredient-reporting provisions to\r\nthe plaintiffs lacks legal compulsion sufficient to create an\r\nactionable taking.  After a brief detour, we will consider these\r\ncontentions sequentially.\r\nBefore proceeding to address the Commonwealth's claims,\r\nwe think it is useful to clarify what the Commonwealth does notclaim in this proceeding.  For one thing, it does not now dispute\r\nthat information provided to DPH under Section 307B will be\r\ndisclosed to the public.  For another thing, it concedes for\r\npurposes of these appeals that such information will include\r\nvaluable trade secrets, susceptible to destruction if exposed. \r\nFinally, because the statute was enacted as a regulatory measure,\r\nit is perforce grounded in the state's police power over matters of\r\npublic health.  Although the Commonwealth suggests with scant\r\nelaboration that the police power alone offers a sufficient\r\njustification for the statute, the parties primarily have briefed\r\nand argued the issue of whether the Takings Clause may invalidate\r\nthe statute.  We have therefore focused our likelihood of success\r\nanalysis on this Takings Clause issue.  At this stage of the\r\nproceedings, the Commonwealth has not developed any independent\r\n\"police power\" rationale to justify its position and, accordingly,\r\nwe have before us insufficient \"police power\" rationale to reach a\r\ndecision on that issue.\r\n                           C.\r\n              The Plaintiffs' Expectations\r\nIn debating whether the plaintiffs possess the requisite\r\nexpectations to support a takings claim, both sides embrace the\r\nSupreme Court's decision in Ruckelshaus v. Monsanto Co., </pre><span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">986</span></a></span><pre class=\"inline\"> (1984).  Monsanto is a complex case based on intricate facts\r\nand it ultimately propounds several holdings.  Despite the palpable\r\ndifficulty of doing so, we believe it is necessary to explicate the\r\nfactual scenario that confronted the Monsanto Court in order to\r\nassess the conflicting claims asserted here.\r\nMonsanto involved sequential amendments to the Federal\r\nInsecticide, Fungicide, and Rodenticide Act (FIFRA), 7 U.S.C.  136\r\net seq., the first set of amendments occurring in 1972 and the\r\nsecond set in 1978.  See Monsanto, 467 U.S. at 990-97.  The timing\r\nof these amendments created three distinct FIFRA regimes.  From\r\n1947 (when Congress first enacted FIFRA) until the effective date\r\nof the 1972 amendments, FIFRA operated primarily as a licensing and\r\nlabeling statute; its terms required all pesticides sold in\r\ninterstate or foreign commerce for use within the United States to\r\nbe registered with the Secretary of Agriculture and appropriately\r\nlabeled.  See id. at 991.  In addition, FIFRA empowered the\r\nSecretary to require applicants for registration to produce testing\r\ndata (including pesticide formulas) and to substantiate claims\r\nasserted on product labels.  See id.  The statute forbade the\r\nSecretary to disclose formula information, but made no mention of\r\nwhat protection, if any, attended the submission of other testing\r\ndata.  See id.\r\nIn 1970, Congress shifted the responsibility for\r\nadministering FIFRA from the Department of Agriculture to the\r\nEnvironmental Protection Agency (EPA).  See Reorganization Plan No.\r\n3 of 1970, 3 C.F.R. 1074 (1966-1970), reprinted in 5 U.S.C. app. at\r\n1552 (1994).  Shortly thereafter, the 1972 amendments metamorphosed\r\nFIFRA into a comprehensive regulatory scheme for pesticides.  This\r\nscheme, in effect from 1972 to 1978, required disclosure to the EPA\r\nand the public of environmental, health, and safety data   but it\r\nprovided specific protections for that data so as to avoid the\r\nrevelation of trade secrets.  See Monsanto, 467 U.S. at 992. \r\nDuring this period, FIFRA allowed applicants to designate submitted\r\ninformation as \"trade secrets or commercial or financial\r\ninformation,\" and simultaneously prohibited the EPA from publishing\r\nsuch information.  Id. (quoting applicable statutory provision). \r\nIf the EPA and an applicant disagreed as to the status of submitted\r\ninformation and the EPA proposed to make such information public,\r\nFIFRA authorized the applicant to bring a declaratory judgment\r\naction in a federal district court prior to publication.  See id. \r\nThe 1972 amendments also allowed the EPA to use information\r\nprovided by one applicant in its consideration of another\r\napplicant's request for registration of a similar chemical,\r\nprovided that the latter agreed to compensate the former.  See id. \r\nIt must be noted, however, that this information-sharing\r\nrequirement only applied to data designated as \"trade secrets or\r\ncommercial or financial information\" if the initial applicant\r\nconsented to such use.  Id.\r\nWhen Congress amended FIFRA again in 1978, it altered the\r\nsafeguards against disclosure with respect not only to data\r\nthereafter submitted, but also with respect to data that had been\r\nsupplied during earlier periods.  See id. at 994-95.  Under the\r\n1978 iteration of the statutory scheme, applicants who submitted\r\nhealth, safety, or environmental information to EPA for pesticides\r\nregistered after September 30, 1978, received a ten-year period of\r\nexclusive use for any such data that related to new active\r\ningredients.  See id. at 994.  Any other data that had been\r\ntendered after December 31, 1969 were to be made available for\r\ncitation and consideration in support of other applications for\r\nfifteen years after the original submission date, provided that the\r\nlater applicant agreed to compensate the original submitter.  Seeid.  The 1978 amendments also allowed all health, safety, and\r\nenvironmental data to be divulged upon request, notwithstanding the\r\nprohibition on disclosing trade secrets, but did not authorize\r\nrevelation of manufacturing or quality control processes without a\r\ndetermination by the EPA that such disclosure was \"necessary to\r\nprotect against an unreasonable risk of injury to health or the\r\nenvironment.\"  Id. at 995-96 (quoting applicable statutory\r\nprovision).\r\nThe Monsanto plaintiff, a pesticide manufacturer, argued\r\nthat use or disclosure of  the trade secrets that it had submitted\r\nto the federal sovereign during any of the three periods would\r\nconstitute a regulatory taking.  The Court decided as a threshold\r\nmatter that the data constituted \"property\" under state law and\r\nthus enjoyed protection under the Takings Clause.  See id. at 1003-\r\n04.  The Court then addressed each of the three statutory\r\nintervals.  Apropos of the 1972-78 period, the Court held that\r\nuncompensated (or undercompensated) use or disclosure of trade\r\nsecret data submitted during that time frame would constitute a\r\ntaking.  See id. at 1010-14.  In contrast, the Court ruled that\r\nthere could be no taking for either the pre-1972 or the post-1978\r\nperiods because the pesticide manufacturer had no reasonable,\r\ninvestment-backed expectation of governmental nondisclosure during\r\nthose periods.  See id. at 1006-07, 1009-10.  Speaking of this last\r\nperiod, the Court explained:  \"[A]s long as [a pesticide\r\nmanufacturer] is aware of the conditions under which the data are\r\nsubmitted, and the conditions are rationally related to a\r\nlegitimate government interest, a voluntary submission of data by\r\nan applicant in exchange for the economic advantages of\r\nregistration can hardly be called a taking.\"  Id. at 1007.\r\nThe Commonwealth uses the statement we have just quoted\r\nto support its claim that, after the effective date of Section\r\n307B, divulgement of submitted ingredient lists cannot work a\r\ntaking because the statute's enactment vitiates any reasonable\r\ninvestment-backed expectation of nondisclosure on the tobacco\r\ncompanies' part.  We think that it is unfair to read Monsanto for\r\nthis proposition because the part of the Court's trifurcated\r\nholding to which the Commonwealth clings depended on the existence\r\nof a voluntary exchange.  See Nollan v. California Coastal Comm'n,\r\n</pre><span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 833-34 n.2 (1987) (drawing this distinction).  Under\r\nthe post-1978 FIFRA scheme, submitters of environmental, health,\r\nand safety data received significant benefits in return for the\r\ndisclosure of their data, including rights of exclusive use for a\r\nterm of years and rights to compensation from later applicants who\r\nwished to utilize submitted data.  Since this exchange afforded\r\ntangible compensation to pesticide manufacturers, the post-1978\r\nversion of FIFRA did not work an uncompensated taking (and, hence,\r\ndid not work an unconstitutional taking).  Section 307B effects no\r\ncomparable bargain.\r\nThe Commonwealth demurs.  The exchange, it says, consists\r\nof permitting the tobacco companies to continue doing business in\r\nMassachusetts in return for the companies' compliance with Section\r\n307B.  This construct will not wash.  A Monsanto-type exchange\r\nrequires that the government grant a benefit of real value to\r\ncompensate a property owner for a taking.  In constructing this\r\nbalance, not all benefits bestowed by the sovereign will possess\r\nsufficient substance to ameliorate the taking   and the state's\r\nself-interested characterization of a right as a benefit cannot\r\nchange the underlying calculus.  Permitting a company to continue\r\nconducting business within a state, while a benefit of sorts, lacks\r\nsufficient substance to create a Monsanto-type exchange.\r\nNollan illustrates this point.  There, a governmental\r\nentity required a landowner to dedicate a public easement across\r\nhis beachfront property in order to obtain a building permit to\r\nimprove the existing structure.  See id. at 828.  To counter the\r\nlandowner's assertion that the compelled easement comprised a\r\ntaking, the dissent called the permit a benefit and claimed that\r\nits conferral triggered an exchange akin to that in Monsanto.  Seeid. at 860 n.10 (Brennan, J., dissenting).  The majority disagreed,\r\nstating that \"the announcement that the application for (or\r\ngranting of) the permit w[ould] entail the yielding of a property\r\ninterest cannot be regarded as establishing the voluntary\r\n'exchange' that we found to have occurred in Monsanto.\"  Nollan,\r\n483 U.S. at 834 n.2 (citations omitted).  The Nollan Court\r\nexplained that the ability to improve one's own property, though\r\nsubject to some regulation, is incomparable to the type of\r\ngovernment benefit proffered in exchange for use and disclosure of\r\ntrade secret information in Monsanto.  See id.  Thus, Nollanteaches that the mere granting of permission to engage in routine\r\nactivities, incident to existing property rights, does not afford\r\ncompensation sufficient to support a Monsanto-type exchange.\r\nApplying Nollan's rationale here, it is pellucid that the\r\nCommonwealth's unilateral announcement that the privilege of\r\ncontinuing to do business in Massachusetts henceforth will entail\r\nthe yielding of a tobacco company's trade secrets cannot, in\r\nitself, establish a benefit sufficient to support a voluntary\r\nexchange within the Monsanto paradigm.  The ability to conduct\r\n(and, more especially, to continue to conduct) a lawful business in\r\nMassachusetts, though subject to some governmental requirements,\r\nsimply is not analogous, either in kind or in degree, to the\r\nbenefit that effected the exchange and extinguished the takings\r\nclaim in Monsanto.  In context, then, the Monsanto Court's\r\ndiscussion of FIFRA's post-1978 regime offers the Commonwealth cold\r\ncomfort.\r\nThe Commonwealth finds somewhat sturdier support for its\r\nposition in the Monsanto Court's resolution of the takings issue\r\nfor the pre-1972 period.  Even though the earliest versions of\r\nFIFRA included no conditions explicitly permitting public\r\ndisclosure of submitted data, and the Trade Secrets Act, 18 U.S.C.\r\n1905, effectively barred disclosure of trade secrets by\r\ngovernment agencies and employees, the Court held that when\r\nMonsanto submitted data during the pre-1972 period it \"could not\r\nhave had a 'reasonable investment-backed expectation' that EPA\r\nwould maintain those data in strictest confidence and would use\r\nthem exclusively for the purpose of considering the Monsanto\r\napplication in connection with which the data were submitted.\" \r\nMonsanto, 467 U.S. at 1010.  Consequently, the Court found no\r\nunconstitutional taking for that period.\r\nThe analogy between Monsanto's pre-1972 period and\r\nSection 307B cannot be brushed aside lightly.  Historically,\r\nMassachusetts has granted protection to trade secrets both\r\nstatutorily, see Mass. Gen. Laws, ch. 93  42, 42A (1997), and\r\nunder state common law, see, e.g., Peggy Lawton Kitchens, Inc. v.\r\nHogan, </pre><span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">138</span></span><pre class=\"inline\">, 139-40 (Mass. App. Ct. 1984).  The\r\nCommonwealth makes a plausible argument that these protections\r\ntogether comprise a general, external source of protection\r\ncomparable to the Trade Secrets Act.  Under the Monsanto Court's\r\nreasoning regarding submissions during the pre-1972 period, this\r\nargument holds, the tobacco companies would have no founded\r\nexpectation of nondisclosure in respect to information submitted\r\npursuant to the strictures of Section 307B.  In the last analysis,\r\nhowever, Monsanto itself neutralizes this argument.\r\nThe Monsanto Court's holding that no uncompensated taking\r\noccurred during the pre-1972 and post-1978 periods is neither the\r\nbe-all nor the end-all of its opinion.  The Justices also held that\r\nMonsanto had reasonable, investment-backed expectations sufficient\r\nto support a regulatory takings claim for data submitted during the\r\nintermediate 1972-78 period.  See Monsanto, 467 U.S. at 1011.  This\r\nundermines the Commonwealth's argument because the 1972-78 period\r\npresents the closest, most persuasive analogy to the situation\r\ncreated by Section 307B.  The FIFRA scheme then in effect provided\r\nspecific protections for trade secret information   and the Court\r\ndetermined that pesticide registrants might reasonably rely on\r\nthese protections.  See id. at 1010-11.  The statutory and common \r\nlaw protections for trade secret information in place in the\r\nCommonwealth create a very similar prophylaxis and thus form the\r\nbasis for a reasonable expectation of continued confidentiality.\r\nBecause this matter is before us on appeal from the grant\r\nof a preliminary injunction, we need not rule definitively on the\r\npoint.  Likelihood-of-success determinations in such a context\r\nrequire only that courts formulate statements of probable outcomes. \r\nSee Cohen v. Brown Univ., </pre><span class=\"citation\" data-id=\"605525\"><a href=\"/opinion/605525/amy-cohen-v-brown-university/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span><pre class=\"inline\">, 902 (1st Cir. 1993);\r\nNarragansett Indian Tribe, 934 F.2d at 6.  While we cannot entirely\r\ndismiss the Commonwealth's argument, we are comfortable in\r\nconcluding that it probably will bear no fruit.\r\nThis is especially so because other signposts point in a\r\ndirection favoring the tobacco companies' position.  Most notably,\r\nrecent Supreme Court cases share a greater affinity with the NollanCourt's distinction of Monsanto   a distinction that did not\r\nexplicitly differentiate among the case's three holdings   than\r\nwith the Commonwealth's isthmian focus on Monsanto's treatment of\r\nthe pre-1972 period.  See, e.g., Dolan v. City of Tigard, </pre><span class=\"citation\" data-id=\"117861\"><a href=\"/opinion/117861/dolan-v-city-of-tigard/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">374</span></a></span><pre class=\"inline\">, 391 (1994) (holding that burdens of municipal exactions\r\nrequired in exchange for building permits must achieve a \"rough\r\nproportionality\" with benefits received by the landowner to avoid\r\nmunicipal liability for a taking); Lucas, 505 U.S. at 1031-32\r\n(requiring South Carolina to prove that a landowner's intended\r\nresidential use of his land would create a common law nuisance in\r\norder to avoid a finding of a taking without just compensation). \r\nThese authorities show the Court's increasing concerns in this area\r\nand counsel persuasively that the Court will demand substantial,\r\nrather than nominal, compensation to legitimize governmental\r\ntakings.  In light of this guidance, we cannot accept the\r\nCommonwealth's claim that mere leave to continue one's business\r\nactivities in a state will duly compensate a taking of valuable\r\nprivate property rights.\r\n                           D.\r\n                   Legal Compulsion \r\nThe Commonwealth's remaining theory posits that Section\r\n307B cannot work a taking as a matter of law because it lacks\r\n\"legal compulsion\"   in other words, the law works no taking\r\nbecause it does not force the tobacco companies to sell their\r\nproducts in Massachusetts (and, thus, they can avoid any need to\r\ngrapple with it merely by limiting their business activities to\r\nmore hospitable climes).  In pressing this theory, the Commonwealth\r\nrelies chiefly upon Hinesburg Sand &amp; Gravel Co. v. Crittenden Solid\r\nWaste Dist., </pre><span class=\"citation\" data-id=\"2367101\"><a href=\"/opinion/2367101/hinesburg-sand-gravel-v-chittenden-solid-waste/\"><span class=\"volume\">959</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">652</span></a></span><pre class=\"inline\"> (D. Vt. 1997).  In that case, a\r\nlandowner sued a municipal authority to recover legal costs\r\nincurred in defending against the attempted condemnation of his\r\nproperty, alleging that there had been a taking.  See id. at 656-\r\n57.  The court ruled that no taking had occurred because the\r\nlandowner was not legally compelled to spend funds defending his\r\nproperty.  See id. at 657-58.\r\nHinesburg is small solace to the Commonwealth.  The\r\ncourt's legal reasoning is suspect and, in all events, the case is\r\nplainly inapposite.  Here, unlike in Hinesburg, a state statute\r\nforces a party to make a Hobson's choice:  either submit ingredient\r\nlists containing valuable trade secrets without adequate safeguards\r\nor cease doing business in an important market.  This is the\r\nessence of legal compulsion.\r\nThe other authorities cited by the Commonwealth are no\r\nmore convincing.  See, e.g., Bowles v. Willingham, </pre><span class=\"citation\" data-id=\"103952\"><a href=\"/opinion/103952/bowles-v-willingham/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span><pre class=\"inline\">,\r\n517 (1944) (holding that wartime rent control did not work a taking\r\nand noting that \"[t]here is no requirement that the apartments in\r\nquestion be used for purposes which bring them under the Act\");\r\nMeriden Trust &amp; Safe Deposit Co. v. FDIC, </pre><span class=\"citation\" data-id=\"701737\"><a href=\"/opinion/701737/the-meriden-trust-and-safe-deposit-company-cenvest-inc-of-meriden/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">, 455 (2d Cir.\r\n1995) (concluding that FDIC cross-guarantee provisions did not\r\nunconstitutionally take private property because they presented\r\nfinancial institutions with a choice between insuring and not\r\ninsuring); Garelick v. Sullivan, </pre><span class=\"citation\" data-id=\"601788\"><a href=\"/opinion/601788/40-socsecrepser-327-medicare-medicaid-guide-p-41116-medicare/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span><pre class=\"inline\">, 916 (2d Cir. 1993)\r\n(rejecting an anaesthesiologist's claim that Medicare fee-for-\r\nservice regulations constituted a taking and noting that doctors\r\nare \"under no legal duty to provide services to the public and to\r\nsubmit to price regulations\").  Underlying these cases, and others\r\nlike them, is the reality that a governmental entity which creates\r\na market's supply or sets its prices may be expected to alter\r\nproperty rights in the course of modifying its regulations.  Thus,\r\nwhen an individual voluntarily participates in such a price-\r\nregulated program or market, the Takings Clause does not protect\r\nhim from changes in his property rights due to changes in\r\napplicable regulations.\r\nThe situation created by Section 307B is entirely\r\ndifferent.  The plaintiffs historically have participated in a\r\nlawful, non-price-regulated market, in which state government\r\nhitherto has not been directly involved.  They now face the\r\npotential loss of their valuable trade secrets merely to remain in\r\nbusiness in Massachusetts.  The Commonwealth cannot by some\r\nmysterious alchemy transform this situation into one akin to that\r\nwhich existed in the regulated-market cases.  Were the law\r\notherwise, any government entity could avoid the due operation of\r\nthe Takings Clause by the simple expedient of stating its\r\nintentions in advance.\r\nThe Commonwealth derives its final support for its \"legal\r\ncompulsion\" argument from a footnote to the Monsanto Court's\r\ndiscussion of why use and disclosure of data submitted after 1978\r\nwould not constitute a taking.  In this note, the Justices\r\nexplained that a pesticide manufacturer could choose to forgo\r\nregistration in the United States and sell its pesticides solely in\r\nforeign markets.  See Monsanto, 467 U.S. at 1007 n.11 (dictum). \r\nUsing footnote 11 as a springboard, the Commonwealth maintains that\r\nthe tobacco companies suffer no taking under Section 307B because\r\nthey may refrain from selling their products in Massachusetts and\r\nthereby thwart disclosure.\r\nThis argument wrenches footnote 11 loose from its\r\ncontextual moorings.  The Supreme Court appended the footnote to\r\nits discussion of the voluntary exchange component of Monsanto's\r\npost-1978 regime.  Voluntary exchange is a far cry from the\r\nsituation at hand, in which the only benefit offered by the\r\ngovernment in return for releasing the tobacco companies' trade\r\nsecrets is the right to continue doing business in the\r\nCommonwealth.  As we already have explained, see supra at 17-18,\r\npermission to continue operating a lawful business is not the type\r\nof government benefit on which a Monsanto-type exchange validly may\r\nbe predicated.\r\nIn sum, the fact that the tobacco companies may cease\r\ndoing business in  Massachusetts if they do not wish to submit\r\ningredient information to the DPH is true as far as it goes, but,\r\nas a principle of constitutional law, it does not go very far.\r\n                           E.\r\n              The Scope of The Injunction\r\nAt a last gasp, the Commonwealth insists that the lower\r\ncourt swept too broadly in fashioning the preliminary injunction\r\nand, therefore, abused its discretion.  In the Commonwealth's view,\r\nthe district court could have met the plaintiffs' legitimate needs\r\nby allowing the ingredient information to be furnished to DPH, as\r\nrequired by Section 307B, and enjoining only public disclosure of\r\nthe data.\r\nWe agree that, in the exercise of the district court's\r\ndiscretion, a narrower order might have been appropriate.  Still,\r\nthere is a rub:  the Commonwealth never tendered this suggestion in\r\nthe district court.  Having pursued the advantages of an all-or-\r\nnothing strategy in arguing against the injunction, the\r\nCommonwealth may not belatedly obtain the benefits of the more\r\nmoderate approach that, in the light of its defeat, now looks more\r\nattractive.\r\nThere is no reason to tarry.  As a general rule, a\r\ndisappointed litigant cannot surface an objection to a preliminary\r\ninjunction for the first time in an appellate venue.  See United\r\nStates v. Zenon, </pre><span class=\"citation\" data-id=\"421138\"><a href=\"/opinion/421138/united-states-v-carlos-zenon-vieques-fishermens-association-and-other/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\">, 478 (1st Cir. 1983) (explaining that \r\nparties are required to \"state their objections to the injunction\r\nto the district court, so that the district court can consider them\r\nand correct the injunction if necessary, without the need for\r\nappeal\").  Having failed to comply with this basic rule, the\r\nCommonwealth has forfeited the opportunity to obtain consideration\r\nof whether the preliminary injunction, as framed, is overbroad.\r\n                          IV.\r\n                       Conclusion\r\nWe need go no further.  The short of it is that neither\r\nthe Commonwealth's \"absence of reasonable, investment-backed\r\nexpectations\" argument nor its \"legal compulsion\" construct\r\nsatisfies its weighty burden of demonstrating that the district\r\ncourt committed a clear error of law or an abuse of discretion. \r\nThe Commonwealth's effort to fault the breadth of the district\r\ncourt's decree is similarly unavailing.  Consequently, we are\r\nunable to conclude, at the preliminary injunction stage, that the\r\ndistrict court erred in finding that the plaintiffs had\r\ndemonstrated a likelihood of success on the merits.\r\n\nAffirmed.  Costs in favor of appellees.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2367101/"
  ]
}