{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198225/",
  "absolute_url": "/opinion/198225/mcmahon-v-digital-equipment/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198225/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:48:09Z",
  "date_modified": "2017-03-24T10:55:11.485428Z",
  "type": "010combined",
  "sha1": "a0fc13225c414d33e74ccd58209677e54be19c0b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1459.01A",
  "local_path": null,
  "plain_text": "United States Court of Appeals  \r\n                For the First Circuit\r\n                                     \r\nNo. 98-1459\r\n                    CAROLYN E. McMAHON,\r\n                Plaintiff, Appellant,\r\n                          v.\r\nDIGITAL EQUIPMENT CORPORATION, CORE, INC., and PLAN ADMINISTRATOR\r\nOF DIGITAL EQUIPMENT CORPORATION ACCIDENT AND SICKNESS PLAN, \r\n\n                Defendants, Appellees.\r\n                                     \r\n    APPEAL FROM THE UNITED STATES DISTRICT COURT \r\n          FOR THE DISTRICT OF MASSACHUSETTS\r\n   [Hon. Robert B. Collings, U.S. Magistrate Judge]\r\n                                     \r\n                        Before\r\n                Boudin, Circuit Judge,\r\n            Bownes, Senior Circuit Judge,\r\n              and Lynch, Circuit Judge.\r\n                                     \r\n\n     Marie Cheung-Truslow with whom Lecomte, Emanuelson,\r\nMotejunas &amp; Doyle was on brief for appellant.\r\n     David C. Casey with whom Laurie F. Rubin and Peckham,\r\nLobel, Casey, Prince &amp; Tye were on brief for appellees Digital\r\nEquipment Corporation and Plan Administrator of Digital Equipment\r\nCorporation Accident and Sickness Plan.\r\n     Brian C. Duffey with whom Mark E. Cohen and McCormack &amp;\r\nEpstein were on brief for appellee Core, Inc.\r\n\n                                      \r\n                   December 4, 1998\r\n                                     \r\n                             LYNCH, Circuit Judge. Carolyn McMahon, a five-year\r\nemployee of the Digital Equipment Corporation (\"Digital\"), accepted\r\na new job with Digital in a town one hundred miles from her home. \r\nAfter McMahon's back condition worsened as a result of her new,\r\nmore demanding commute, Digital declined to offer relocation\r\nbenefits, but did place McMahon on short-term disability leave for\r\nseveral months.  Once it determined that McMahon was no longer\r\ndisabled under the terms of its disability policy, Digital required\r\nher to return to work, and then terminated her four days later as\r\npart of a general reduction in workforce.\r\nMcMahon believed that Digital was obligated to relocate\r\nher, and further, that she was still disabled, and therefore both\r\neligible for additional disability benefits and protected from lay-\r\noff.  She sued Digital, the Plan Administrator of Digital's short-\r\nterm and long-term disability plans, and CORE, Inc. (\"CORE\"), the\r\nmanager of Digital's short-term disability program, alleging breach\r\nof contract, negligence, interference with an advantageous\r\nrelationship, and unfair trade practices, as well as violations of\r\nthe Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29\r\nU.S.C.  1001 et seq.  After removal, the federal district court\r\ngranted the defendants' motions for summary judgment, finding\r\nMcMahon's state law claims preempted by ERISA and her federal claim\r\nfor long-term disability benefits under ERISA barred for failure to\r\nexhaust administrative remedies.  \r\nWe address the following central question on appeal:  Did\r\nMcMahon's short-term disability benefits derive from an ERISA plan\r\nor merely a \"payroll practice\"?  If McMahon's benefits stemmed from\r\na \"payroll practice\" as that term is defined by Department of Labor\r\nregulations, then McMahon's core state law claims are not preempted\r\nby federal law.  McMahon argues that Digital had several distinct\r\nshort-term disability plans and that the particular plan that\r\nprovided her benefits was a payroll practice because it was funded\r\nsolely from Digital's general assets.  \r\nAfter a careful review of the undisputed facts, we\r\naffirm.  We find that McMahon's short-term disability benefits did\r\nderive from an ERISA plan rather than a payroll practice and that\r\nall but one of her state law claims are therefore preempted.  The\r\none non-preempted state law claim, which is based on Digital's\r\nalleged promise to relocate McMahon, fails on the merits.  Finally,\r\nwe find none of McMahon's federal claims under ERISA to be viable:\r\nshe no longer pursues a claim for long-term disability benefits,\r\nher claim for short-term disability benefits fails on the merits,\r\nand her claim for wrongful discharge has been waived.\r\n                          I\r\nWe review the district court's grant of summary judgment\r\nde novo, and view all facts in the light most favorable to McMahon,\r\ndrawing all reasonable inferences in her favor.  See Aponte Matosv. Toledo Davila, 135 F.3d 182, 186 (1st Cir. 1998).  Given the\r\nvariety of McMahon's arguments, it is necessary to describe the\r\nfacts at some length.\r\nA. The Transfer to Marlboro\r\nDigital hired McMahon as a principal marketing specialist \r\nfor its Tewksbury, Massachusetts office in April of 1985.  In\r\nNovember of 1990, Digital offered McMahon a new position as a\r\nmarketing consultant at its Marlboro, Massachusetts facility. \r\nMcMahon was concerned that the one hundred mile one-way commute to\r\nMarlboro from her home in Nashua, New Hampshire might aggravate a\r\npreexisting back problem.  When she mentioned this concern to the\r\nhiring manager, Thomas Dimieri, he brought up the possibility of\r\nrelocation and showed McMahon Digital's written policy on\r\nrelocation. \r\nThis policy, contained in Section 5.05 of Digital's\r\npolicy manual, stated that \"Digital reimburses certain costs for\r\nregular employees when they are offered and accept a position which\r\nmeets relocation criteria and when the employee's circumstances\r\nqualify under the relocation policy eligibility criteria.\"  Section\r\n5.05 listed the following four points under the heading\r\n\"Eligibility\":      \r\n\nRequisition for Personnel     For Relocation expenses to\r\nbe paid the Requisition for Personnel must be approved\r\nand budgeted for Relocation by the appropriate management\r\nlevels.  \r\nMileage Qualification      In order to qualify for\r\nrelocation benefits, . . . an employee[']s one way\r\ncommute from current residence to new work location must\r\nincrease by 35 miles . . . [or] an employee's one way\r\ncommute . . . [must] exceed[] 60 miles . . . .\r\nTiming of Relocation     Employees are expected to\r\ncomplete relocation activity within six months of their\r\ndate of transfer.\r\nAuthorization     In order to start the relocation\r\nprocess a Relocation Authorization Form must be completed\r\nand signed by the appropriate level of management.\r\n\nDimieri noted that McMahon would meet the mileage qualification if\r\nshe accepted the position in Marlboro, and promised to help her\r\napply for relocation benefits if her back condition made relocation\r\nnecessary.\r\nDimieri himself had no authority to determine whether\r\nMcMahon would receive relocation benefits.  However, McMahon\r\ninterpreted their conversation to mean that relocation benefits\r\nwere essentially \"a given\" under Section 5.05 if the mileage\r\ncriteria were met. \r\nMcMahon's written offer for the Marlboro job included an\r\n\"Offer Information\" sheet on which the \"relocation\" box was marked\r\n\"no.\"  If Digital had budgeted the position for payment of\r\nrelocation costs, the \"relocation\" box would normally be checked\r\n\"yes.\"  McMahon accepted the offer despite the  \"no,\"  apparently\r\nassuming that it referred only to whether benefits were to be\r\ngranted initially and not to whether they would be available if she\r\napplied for them later.\r\nAfter commuting to Marlboro for several months and\r\nexperiencing increasing back pain, McMahon applied for relocation\r\nin the spring of 1991. As promised, Dimieri helped her with the\r\napplication, and in McMahon's estimation, \"he did try his best.\"  \r\nBenefits were nonetheless denied.  Stephen Yachimski, McMahon's\r\nsupervisor at the time, explained the denial in a March 1992\r\nmemorandum:\r\n[Y]our request was reviewed and denied due to the\r\nunavailability of relocation funds during Q4 FY91 and\r\nQ1/Q2 of FY92 in US Digital Services.\r\n     The Policy does not allow one to automatically get\r\na retroactive relocation based on eligibility alone. \r\nWhile you were eligible under the relocation criteria[,]\r\n. . . relocation expenses were not approved or budgeted\r\nin the original personnel requisition per US policy 5.05\r\n. . . . Since the position was originally posted and\r\naccepted without relocation, we could only request\r\nrelocation pending available funding.\r\n\nAlthough she was dissatisfied with this response, McMahon did not\r\npursue her request further.  Several months later, on June 1, 1992,\r\nshe went on disability leave.\r\nB. Digital's Disability Plans\r\nIn June of 1992, when McMahon went on leave, Digital had\r\nseveral different disability plans in effect.  These plans were\r\noutlined for employees in a booklet entitled Your Benefits Book(\"Benefits Book\") and also summarized in Section 4.09 of Digital's\r\npolicy manual.  \r\nThe plans were divided into two general categories: \r\nshort-term disability plans and a long-term disability plan.  The\r\nlong-term disability plan provided optional income protection\r\ninsurance, which McMahon elected and paid for through monthly\r\npayroll deductions.  Digital's short-term disability benefits\r\nprogram included three plans:  (1) a \"Sick Pay Plan,\" which paid\r\nfull salary for twelve days; (2) an \"Accident and Sickness Plan,\"\r\nwhich paid 80% of salary for a variable period depending on the\r\nwage class of the employee; and (3) a  \"Salary Continuation Plan,\"\r\nwhich paid full salary for a variable period depending on the wage\r\nclass of the employee. Digital divided its employees into three wage classes:  (i) Wage Class 2, for \"non-\r\nexempt\" employees (those who were paid for overtime hours); (ii) Wage Class 3, for other \"non-\r\nexempt\" employees; and (iii) Wage Class 4, for \"exempt\" employees (those who were not paid\r\novertime hours). [A-315] According to the system outlined in the Benefits Book, Wage Class 2\r\nemployees were eligible for the Sick Pay Plan for twelve days and then the Accident and Sickness\r\nPlan for up to six months; Wage Class 3 employees were eligible for the Salary Continuation Plan\r\nup to three months, and then the Accident and Sickness Plan for up to three additional months;\r\nand Wage Class 4 employees were eligible for six months of coverage under the Salary\r\nContinuation Plan. [A-315]\r\nSection 4.09's description of these plans varied from that in the Benefits Book in four\r\nminor respects: (i) it labeled the \"Sick Pay Plan\" the \"Casual Sick Plan;\" (ii) it used the label\r\n\"Short Term Disability Plan\" only for the remaining two plans (the Accident and Sickness Plan\r\nand the Salary Continuation Plan); (iii) it used the general label \"Short Term Disability Plan\" for\r\nthe plan that provided 80% of salary to Wage Class 2 employees (rather than labeling this the\r\n\"Accident and Sickness Plan\"); and (iv) it measured the relevant time periods in different units\r\n(ninety-six hours rather than twelve days and thirteen or twenty-six weeks rather than three or six\r\nmonths). [A-198-202]  As a Wage Class 4 employee, McMahon was\r\nsubject to the Salary Continuation Plan, and therefore eligible for\r\nup to six months of short-term disability leave with full salary. \r\nThe Benefits Book informed employees that they were\r\n\"guaranteed certain information about the administration of [their]\r\nemployee benefit plans and certain rights with regard to these\r\nplans under the Employee Retirement Income Security Act (ERISA).\" \r\nA later section explained that, pursuant to ERISA, the \"Digital\r\nbenefit plans [were] on file with the Department of Labor,\" and\r\nlisted the \"plan numbers\" that Digital had assigned:\r\n\n[Digital Plan Name:]                                       [Number:]\r\nAccident and Sickness/Salary Continuation Plans          502\r\nLong-Term Disability Plan                          505\r\n\nThus, for ERISA purposes, Digital considered two of the three\r\nshort-term disability plans described in the Benefits Book (the\r\nAccident and Sickness Plan and the Salary Continuation Plan) to be\r\ncomponents of a single short-term disability plan, labeled \"Plan\r\n502.\" \r\nPlans 502 and 505 were filed with the Department of Labor\r\npursuant to ERISA  104(a)(1)(B), 29 U.S.C.  1024(a)(1)(B), in the\r\nform of a \"Plan Instrument.\"  Digital also filed 5500 Forms (Annual\r\nReports) with the Internal Revenue Service for Plan 502 and Plan\r\n505 pursuant to  104 and 4065 of ERISA, 29 U.S.C.  1024 and\r\n1365.  The 5500 Forms for Plan 502 show that Digital did not fund\r\nPlan 502 solely out of its general assets.  During both the 1991\r\nand 1992 plan years, the Plan was partially funded by an insurance\r\ncontract with John Hancock Mutual Life Insurance.  This insurance\r\ncontract was limited, however, to New York employees.  Plan 502 was\r\nalso secured during both plan years by a $500,000 fidelity bond. \r\nC. CORE's Management of McMahon's Claim\r\nDigital hired CORE in 1991 to manage its short-term\r\ndisability benefit program, and in particular, to help determine\r\nemployees' eligibility for short-term disability benefits.  An\r\nemployee was eligible under the terms of Digital's short-term\r\ndisability plans if he or she was \"totally disabled,\" that is,\r\n\"completely unable to perform any and every part of [his or her]\r\njob.\"  CORE was required both to assess initial eligibility for\r\nbenefits and to determine an appropriate duration for each leave.\r\nMcMahon filed a short-term disability claim with CORE for\r\na period beginning June 1, 1992.  As permitted, she filed her claim\r\nby having her attending physician call CORE to request a disability\r\nleave. Based on her physician's statement, CORE approved the\r\nrequested leave and assigned an initial return-to-work date of July\r\n1, 1992.  CORE stayed in close contact with the physicians who were\r\ntreating McMahon and extended McMahon's leave several times.\r\nEventually, however, CORE determined that McMahon was no\r\nlonger eligible for disability benefits.  On August 19, 1992, a\r\nCORE representative spoke with Dr. Melvin Law, who was then\r\nMcMahon's treating physician.  Dr. Law informed CORE that although\r\nMcMahon was not able to sit for long periods of time without pain,\r\nhe \"would be willing to have her [return to work] with\r\nrestriction[s].\" He outlined those restrictions further in a\r\nletter, in which he stated that McMahon needed to avoid \"excessive\r\nbending, lifting, twisting or prolonged sitting without breaks.\" \r\nHe also proposed a restriction against driving, \"[s]ince this\r\ninvolved prolonged sitting and road vibration . . . .\"  In a\r\nseparate letter, Dr. Law explained: \"We evaluated Ms. McMahon in\r\nour office.  She has lumbar spine arthritis, which is aggravated by\r\ndriving and vibration of her automobile.  We think it would be\r\nhelpful for this patient to have her job modified so it does not\r\ninvolve so much driving.  If there is any wa[y] to relocate her or\r\nhave her work closer to home, we think this would be beneficial.\" \r\nCORE communicated these proposed restrictions to a member of\r\nDigital's Disability Management Group, who agreed to accommodate\r\nall but one of the restrictions.  Because McMahon's job did not\r\nrequire driving, Digital determined that there was no need to\r\naccommodate the proposed restriction against driving.  \r\nOn September 4, 1992, Susan Cucinelli, a member of\r\nDigital's Disability Management Group, telephoned McMahon and\r\ninformed her that her disability leave had been terminated and that\r\nshe needed to return to work. \r\nD. Return to Work and Aftermath\r\nIn response to Cucinelli's call, McMahon returned to work\r\non Tuesday, September 8, 1992, after fourteen weeks on disability\r\nleave.  She worked only three hours before returning home with back\r\npain.  Over the next three days, McMahon worked a total of seven\r\nmore hours.  The following Monday, September 14, 1992, McMahon was\r\ncalled to a meeting with her supervisor and a representative from\r\npersonnel.  They told her that she had been terminated as part of\r\na reorganization and reduction of the marketing division.  Her last\r\nday at work was September 18, 1992, and her termination was\r\neffective as of November 20, 1992.\r\nBecause Digital had a policy of not terminating employees\r\nwho were on disability leave, McMahon complained that Digital had\r\nforced her to return to work before she was medically qualified in\r\norder to be able to terminate her and thereby minimize its\r\nobligation to provide disability benefits.  She outlined her\r\ncomplaint to a personnel representative, who promised to look into\r\nthe situation.  On September 24, 1992, the personnel representative\r\ncalled McMahon and informed her that Digital would not rescind her\r\ntermination.  McMahon took this as a final decision.  She did not\r\nfollow Digital's procedure for appealing a denial of short-term\r\ndisability benefits, nor did she request that she be allowed to\r\napply for long-term benefits.  Instead, McMahon filed suit. \r\n                          II\r\nMcMahon attacks the grant of summary judgment on several\r\nfronts.  Her primary argument is that her state law claims are not\r\npreempted by ERISA, both because Digital's Salary Continuation Plan\r\n(the short-term disability plan that had provided her benefits) was\r\nnot an ERISA plan and, in any event, because her state law claims\r\ndo not relate to the Salary Continuation Plan.  In the alternative,\r\nif the Salary Continuation Plan was an ERISA plan, she argues that\r\nthe district court failed to consider her ERISA claim for short-\r\nterm benefits under that plan.  Finally, she contends that the\r\ndistrict court also overlooked her ERISA claim for wrongful\r\ndischarge. \r\nA. ERISA Preemption of State Law Claims\r\nCongress enacted ERISA in 1974 in order \"to promote the\r\ninterests of employees and their beneficiaries in employee benefit\r\nplans.\"  Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 90 (1983).  In\r\nparticular, ERISA was designed to safeguard employees from the\r\nabuse and mismanagement of funds that had been accumulated to\r\nfinance employee benefits.  See Fort Halifax Packing Co. v. Coyne,\r\n482 U.S. 1, 15 (1987).  The law was also intended to safeguard\r\nemployers' interests by \"eliminating the threat of conflicting or\r\ninconsistent State and local regulation of employee benefit plans.\" \r\nShaw, 463 U.S. at 99 (quoting 120 Cong. Rec. 29197, 29933 (1974))\r\n(internal quotation marks omitted).  In support of this second\r\ngoal, ERISA provided for the preemption of all state law causes of\r\naction \"insofar as they may now or hereafter relate to any employee\r\nbenefit plan.\"  29 U.S.C.  1144(a).  ERISA preemption analysis\r\nthus involves two central questions: (1) whether the plan at issue\r\nis an \"employee benefit plan\" and (2) whether the cause of action\r\n\"relates to\" this employee benefit plan.  See Rosario-Cordero v.\r\nCrowley Towing &amp; Transp. Co., 46 F.3d 120, 124 (1st Cir. 1995).\r\ni. Payroll Practice or Employee Welfare Benefit Plan\r\nERISA defines \"employee benefit plans\" to include both\r\n\"employee pension benefit plans\" and \"employee welfare benefit\r\nplans.\"  29 U.S.C.  1002(3).  It defines an \"employee welfare\r\nbenefit plan\" further as:\r\nany plan, fund, or program which . . . is . . .\r\nestablished or maintained by an employer or by an\r\nemployee organization, or by both, to the extent that\r\nsuch plan, fund, or program was established or is\r\nmaintained for the purpose of providing for its\r\nparticipants or their beneficiaries, through the purchase\r\nof insurance or otherwise, (A) medical, surgical, or\r\nhospital care or benefits, or benefits in the event of\r\nsickness, accident, disability, [or] death . . . .\r\n\n29 U.S.C.  1002(1).  \"The question of whether an ERISA plan exists\r\nis 'a question of fact, to be answered in light of all the\r\nsurrounding facts and circumstances from the point of view of a\r\nreasonable person.'\"  Wickman v. Northwestern Nat'l Ins. Co.,  908\r\nF.2d 1077, 1082 (1st Cir. 1990) (citing Kanne v. Connecticut Gen.\r\nLife Ins. Co., 867 F.2d 489, 492 (9th Cir. 1988)).\r\nDigital's short-term disability plans clearly fell within\r\nthis definition in  1002(1).  However, not all plans that fall\r\nwithin the literal definition in  1002(1) are included within the\r\nscope of ERISA.  Regulations promulgated by the Secretary of Labor\r\nprovide that the term \"employee welfare benefit plan\" excludes\r\ncertain enumerated \"payroll practices,\" including \"[p]ayment of an\r\nemployee's normal compensation, out of the employer's general\r\nassets, on account of periods of time during which the employee is\r\nphysically or mentally unable to perform his or her duties, or is\r\notherwise absent for medical reasons (such as pregnancy, a physical\r\nexamination or psychiatric treatment) . . . .\"  29 C.F.R.  2510.3-\r\n1(b)(2).  The payroll practice rule thus excludes from ERISA\r\ncoverage \"traditional sick leave [benefits] . . . paid out of an\r\nemployer's general operating funds.\"  Shea v. Wells Fargo Armored\r\nServ. Co., 810 F.2d 372, 376 (2d Cir. 1987).  \r\nThe exclusion of payroll practices from the scope of\r\n\"employee welfare benefit plans\" follows from the policy underlying\r\nERISA, because these types of employee benefits are not vulnerable\r\nto either of the evils that Congress intended to address within the\r\nERISA framework.  Where an employer pays occasional, temporary\r\nbenefits from its general assets, there is no benefits fund to\r\nabuse or mismanage and no special risk of loss or nonpayment of\r\nbenefits.  See California Hosp. Ass'n v. Henning, 770 F.2d 856, 859\r\n(9th Cir. 1985) (discussing policy behind exclusion of ordinary\r\nvacation plans from ERISA's reach).\r\nMcMahon's argument against preemption of her state law\r\nclaims relies on the distinction that Digital drew in its Benefits\r\nBook between the Salary Continuation Plan and the Accident and\r\nSickness Plan, as well as on the difference between payroll\r\npractices and welfare benefit plans.  She contends that the Salary\r\nContinuation Plan was a payroll practice, funded by general assets\r\nonly, while the Accident and Sickness Plan was an ERISA plan,\r\nfunded by the sources mentioned in the 5500 Forms for Plan 502.  If\r\nthis contention is correct, then McMahon's state law claims would\r\nnot be preempted, since, to the extent that her state law claims\r\nrelate to a particular Digital benefits plan, they relate to the\r\nSalary Continuation Plan (the source of her benefits as a Wage\r\nClass 4 employee).\r\nMcMahon points to certain evidence in support of her\r\nargument.  First, the original Plan Instrument for ERISA Plan 502\r\nlabels itself the \"Accident and Sickness\" plan.  Second, the 1991\r\nRestatement of Plan 502 repeats the same label.  Third, the 5500\r\nForms also use the label \"Accident and Sickness\" for Plan 502 and\r\nrefer to the benefits provided under the insurance contract with\r\nJohn Hancock as \"Accident and Sickness\" benefits.  In isolation,\r\nthese facts suggest that, of the short-term disability plans\r\ndescribed in the Benefits Book, only the Accident and Sickness Plan\r\nwas included within Plan 502 and only Accident and Sickness Plan\r\nbenefits were funded by anything other than Digital's general\r\nassets.\r\nHowever, when read as a whole, the record does not\r\nsupport McMahon's depiction of Digital's short-term disability\r\nprogram.  To the contrary, undisputed facts in the record\r\ndemonstrate that Digital treated the Accident and Sickness Plan and\r\nthe Salary Continuation Plan as two components of a single ERISA\r\nshort-term benefits plan, and furthermore that benefits under both\r\nplans were partially funded by insurance and secured by a fidelity\r\nbond.  \r\nA number of facts show that Digital intended Plan 502 to\r\ninclude the Salary Continuation Plan.  The Benefits Book, which as\r\nthe \"summary plan description\" for Plan 502 took precedence over\r\nany conflicting documents, see Santiago Rolon v. Chase Manhattan\r\nBank, 912 F. Supp. 19, 22 (D.P.R. 1996) (citing Hansen v.\r\nContinental Ins. Co., 940 F.2d 971, 981-82 (5th Cir. 1991)), stated\r\nthat Digital had assigned the number 502 to the \"Accident and\r\nSickness/Salary Continuation Plans.\"  Further, although the 1991\r\nRestatement of Plan 502 designates itself the \"Accident and\r\nSickness\" plan (following, presumably, the designation on the\r\noriginal 1978 Plan Instrument), it also repeats the system of plans\r\ndescribed in the Benefits Book and refers expressly to both\r\nAccident and Sickness and Salary Continuation benefits.  Digital's\r\nexpert confirmed this understanding when she testified that the\r\nlabel \"Accident and Sickness\" on the 1991 Restatement of Plan 502\r\nmerely meant \"short-term disability plan.\"  \r\nHaving determined that Plan 502 included both the\r\nAccident and Sickness Plan and the Salary Continuation Plan, we\r\nmust also conclude that both of these plans were tied to funding\r\nseparate from Digital's general assets, since the 5500 Forms for\r\nPlan 502 listed the fidelity bond and the John Hancock insurance\r\npolicy without limiting their coverage to Accident and Sickness\r\nPlan benefits.  \r\nThus, McMahon's payroll practice argument is wrong \r\nbecause her benefits derived from an employee welfare benefit plan\r\n(Plan 502) that was supported by assets outside of Digital's\r\ngeneral operating funds.  Such a plan cannot be a payroll practice\r\nunder the express terms of 29 C.F.R.  2510.3-1(b)(2).\r\nTwo clarifications are in order.  First, it follows from\r\nthe logic of the payroll practice exception that the question of\r\nfunding must pertain to the plan as a whole, not to the source of\r\nfunding for any particular employee.  Thus, it is not relevant to\r\nour analysis that the John Hancock insurance policy for Plan 502\r\nonly extended to New York employees and did not actually cover\r\nMcMahon's benefits as a Massachusetts employee.  McMahon conceded\r\nthis point at oral argument.\r\nSecond, McMahon raises the issue (obliquely) in her\r\nbriefs of whether under certain circumstances a plan with a de\r\nminimis amount of outside funding might still be considered a\r\npayroll practice.  She suggests that the overall amount of outside\r\nfunding for Plan 502 may have been too small to take the Plan\r\noutside the bounds of the payroll practice rule.  \r\nHer suggestion is not frivolous, since employees eligible\r\nfor a benefit plan that was almost entirely funded from an\r\nemployer's general assets would not be exposed to a substantial\r\nrisk of fund abuse or mismanagement.  Imposing a threshold would\r\nalso reduce the risk of \"regulation shopping,\" whereby an employer\r\ncould choose ERISA regulation over (conceivably stricter) state\r\nregulation merely by segregating a small benefits fund from its\r\ngeneral assets.\r\nHowever, this suggestion need go no further here because\r\nthere is another reason to reject the application of the payroll\r\npractice rule to Plan 502:  Digital's treatment of the Plan as an\r\nERISA plan.  Digital held the Plan out to its employees as an ERISA\r\nplan and filed documents with the Department of Labor and the IRS\r\nacknowledging the Plan's status as an ERISA plan.  As the district\r\ncourt pointed out, these facts alone provide a strong reason to\r\nfind ERISA coverage.  We do not hold that an employer's mere\r\nlabeling of a plan determines whether a plan is an ERISA plan,\r\nsince this also could lead to a form of \"regulation shopping.\"   But\r\nwhere, as here, an employer partially funds a plan from sources\r\noutside of its general assets, files documents with the Department\r\nof Labor and the IRS consistent with the plan's ERISA status, and\r\ninforms employees that the plan is subject to ERISA regulation, we\r\nfind that the plan is an ERISA plan and not a payroll practice.\r\nii. \"Related To\"\r\nThe remaining question under ERISA preemption analysis is\r\nwhether McMahon's state law claims \"relate to\" Plan 502.  \"A law\r\n'relates to' an employee benefit plan . . . if it has a connection\r\nwith or reference to such a plan.\"  Ingersoll-Rand Co. v.\r\nMcClendon, 498 U.S. 133, 139 (1990) (quoting Shaw v. Delta Air\r\nLines, Inc., 463 U.S. 85, 96-97 (1983)) (internal quotation marks\r\nomitted). Ingersoll-Rand identified two tests for determining\r\nwhether a state cause of action \"relates to\" an ERISA plan.  See 498\r\nU.S. at 140-42.  Only the first test is relevant here: a state law\r\ncause of action is expressly preempted by ERISA where a plaintiff,\r\nin order to prevail, must prove the existence of, or specific terms\r\nof, an ERISA plan.  See id. at 140; see also Vartanian v. Monsanto\r\nCo., 14 F.3d 697, 700 (1st Cir. 1994)(interpreting Ingersoll-Randtest).  \r\nMcMahon's claims against CORE for negligence, breach of\r\ncontract, and interference with an advantageous business\r\nrelationship are all preempted under this test.  Each of these\r\nclaims relies on her assertion that she was still eligible after\r\nSeptember 8, 1992 for short-term disability benefits under the\r\nterms of Plan 502.\r\nMcMahon unsuccessfully attempts to avoid this result by\r\ncharacterizing her claims against CORE as malpractice claims.  She\r\nrelies on cases holding that malpractice claims against managed\r\ncare providers are not preempted by ERISA.  See, e.g., Pacificare\r\nof Oklahoma v. Burrage, 59 F.3d 151, 154-55 (10th Cir. 1995).  But\r\nCORE was not a managed care provider; it was not responsible for\r\nproviding McMahon with medical care, but rather for determining\r\nwhether McMahon was eligible for short-term disability leave. \r\nWhether CORE performed this responsibility properly clearly\r\n\"relates to\" the terms of Plan 502. \r\nAll but one of McMahon's claims against Digital are also\r\nclearly preempted.  Her claims for breach of contract, negligent\r\nadministration, unfair trade practices, and interference with an\r\nadvantageous relationship all require her to prove the terms of an\r\nERISA plan, because she could not prevail under any of these claims\r\nunless she could show that her inability to commute from Nashua to\r\nMarlboro rendered her \"totally disabled\" under Plan 502's definition\r\nof that term. \r\nThe remaining state law claim is that Digital violated a\r\ncontractual promise to relocate McMahon to Marlboro (or\r\nalternatively, made a promise to relocate her on which she\r\nreasonably relied).  This claim is closely connected to her other,\r\npreempted state law claims, since Digital's failure to relocate her\r\nin the spring of 1991 eventually led to her need for disability\r\nleave.  It is also related to her other claims in the sense that\r\nDigital's refusal to relocate her in August 1992 stemmed in part\r\nfrom its rejection of the idea that relocation could be an\r\nappropriate disability accommodation.  Nonetheless, we find that\r\nher relocation claim does not \"relate to\" an ERISA plan under the\r\nIngersoll-Rand test.  To prevail on her relocation claim, McMahon\r\nmust show that Digital agreed to pay for relocation, if she decided\r\nto request it.  Because McMahon could make this showing without\r\nreference to any Digital disability benefit plan, her relocation\r\nclaim escapes the reach of the ERISA preemption doctrine. \r\nB. The State Law Relocation Claim\r\nThe district court recognized that the relocation claim\r\nmight not be preempted and, as an alternative basis for its grant\r\nof summary judgment, found that McMahon's claim also failed on the\r\nmerits, because she failed to show that she suffered any damages as\r\na result of Digital's failure to relocate her.   We find this\r\nground doubtful, but affirm on a different ground, namely, that a\r\nreasonable factfinder could not conclude that Digital had promised\r\nto relocate McMahon. See Hodgens v. General Dynamics Corp., 144\r\nF.3d 151, 173 (1st Cir. 1998) (\"We will affirm a correct result\r\nreached by the court below on any independently sufficient ground\r\nmade manifest by the record.\" (internal quotation marks and\r\ncitation omitted)). \r\nMcMahon's breach of contract claim is based on the\r\nlanguage of Digital's written relocation policy (Section 5.05). \r\nUnder Massachusetts law, an employer's written policies create an\r\nenforceable contract only under certain circumstances, see Jacksonv. Action for Boston Community Dev., Inc., 525 N.E.2d 411, 415\r\n(Mass. 1988), and the factors that courts apply, see id. at 415-16,\r\npoint away from contractual status here.  But even assuming that\r\nMcMahon could enforce the language of Section 5.05, that language\r\ndoes not support her argument.\r\nSection 5.05 lists two separate criteria for the award of\r\nrelocation benefits: (1) an employee's position must be \"approved\r\nand budgeted for Relocation by the appropriate management levels\"\r\nand (2) the employee must meet certain mileage criteria.  McMahon\r\nfocuses on the second criterion while ignoring the first.  Because\r\nMcMahon's position in Marlboro was not budgeted for relocation\r\nbenefits (as demonstrated by the box checked \"no\" on her Offer\r\nInformation Sheet), she could not assume from the language in\r\nSection 5.05 that benefits would be \"a given\" once she applied for\r\nthem.\r\nMcMahon's alternative promissory estoppel claim suffers\r\nfrom a similar fatal weakness.  Assuming dubitante that Dimieri\r\nmisunderstood the written policy and thus promised McMahon that\r\nbenefits were \"a given,\" we find that it was unreasonable, as a\r\nmatter of law, for McMahon to rely on this promise.  Where a\r\nwritten statement conflicts with an oral statement, Massachusetts\r\nlaw assumes that a reasonable person will investigate further.  \r\nSee Coll v. PB Diagnostic Systems, Inc., 50 F.3d 1115, 1124 (1st\r\nCir. 1995) (applying Massachusetts law).  Recovery under a\r\npromissory estoppel theory is not possible where a plaintiff has\r\nsimply chosen to believe the more appealing of two conflicting\r\nstatements.  See id.\r\nC. ERISA Claims\r\nThe district court dismissed McMahon's claim for long-\r\nterm disability benefits under  502 of ERISA, 29 U.S.C.  1132, \r\nbecause McMahon failed to exhaust her administrative remedies when\r\nshe chose not to even apply for long-term disability benefits.  SeeMcMahon, 998 F. Supp. at 69-70; see also Kross v. Western Elec.\r\nCo., 701 F.2d 1238, 1243-45 (7th Cir. 1983) (explaining the policy\r\nconcerns that underlie the discretionary, court-adopted exhaustion\r\nrule for ERISA claims); Drinkwater v. Metropolitan Life Ins. Co.,\r\n846 F.2d 821, 825-26 (1st Cir. 1988) (applying the exhaustion\r\nrule).  \r\nMcMahon does not pursue this claim on appeal, but she\r\ndoes press an ERISA claim for short-term disability benefits, which\r\nshe contends the district court failed to address.  Digital argues\r\nthat McMahon waived this claim by failing to clearly raise it\r\nbefore the district court.  We decline to decide the waiver\r\nquestion here, because we find that even if this claim were not\r\nwaived, it fails on the merits.\r\nUncontested evidence in the record shows that McMahon was\r\nnot \"totally disabled\" under Digital's definition of that term when\r\nshe returned to work on September 8, 1992:  she was not \"completely\r\nunable to perform any and every part of [her] job.\"  Her physician\r\nhad cleared her to return to work, with some restrictions which\r\nDigital accommodated.  The fact that McMahon had difficulty with\r\nthe long commute, while unfortunate, did not make her eligible for\r\nbenefits under Digital's short-term disability plan.  \r\nFinally, McMahon pursues a third ERISA claim, that the\r\nPlan Administrator and Digital violated the wrongful discharge\r\nprohibition in  510 of ERISA, codified at 29 U.S.C.  1140.  We\r\nreject this claim on waiver grounds, because it is clear that\r\nMcMahon failed to raise a  1140 claim before the district court. \r\nSee Grenier v. Cyanamid Plastics, Inc., 70 F.3d 667, 678 (1st Cir.\r\n1995) (concluding that a claim arguably present in the complaint\r\nbut not addressed in a memorandum opposing summary judgment has\r\nbeen waived).\r\n\n                         III\r\nThe decision of the district court is affirmed.  Costs\r\nare awarded to defendants.\n",
  "html": "<p class=\"case_cite\">162 F.3d 28</p>\n    <p class=\"case_cite\">22 Employee Benefits Cas. 2563</p>\n    <p class=\"parties\">Carolyn E. McMAHON, Plaintiff, Appellant,<br>v.<br>DIGITAL EQUIPMENT CORPORATION, Core, Inc., and Plan<br>Administrator of Digital Equipment Corporation<br>Accident and Sickness Plan, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1459.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 9, 1998.<br>Decided Dec. 4, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Marie Cheung-Truslow with whom Lecomte, Emanuelson, Motejunas &amp; Doyle was on brief, for appellant.</p>\n      <p class=\"indent\">David C. Casey with whom Laurie F. Rubin and Peckham, Lobel, Casey, Prince &amp; Tye were on brief, for appellees Digital Equipment Corporation and Plan Administrator of Digital Equipment Corporation Accident and Sickness Plan.</p>\n      <p class=\"indent\">Brian C. Duffey with whom Mark E. Cohen and McCormack &amp; Epstein were on brief, for appellee Core, Inc.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carolyn McMahon, a five-year employee of the Digital Equipment Corporation (\"Digital\"), accepted a new job with Digital in a town one hundred miles from her home.  After McMahon's back condition worsened as a result of her new, more demanding commute, Digital declined to offer relocation benefits, but did place McMahon on short-term disability leave for several months.  Once it determined that McMahon was no longer disabled under the terms of its disability policy, Digital required her to return to work, and then terminated her four days later as part of a general reduction in workforce.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">McMahon believed that Digital was obligated to relocate her, and further, that she was still disabled, and therefore both eligible for additional disability benefits and protected from lay-off.  She sued Digital, the Plan Administrator of Digital's short-term and long-term disability plans, and CORE, Inc.  (\"CORE\"), the manager of Digital's short-term disability program, alleging breach of contract, negligence, interference with an advantageous relationship, and unfair trade practices, as well as violations of the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167; 1001 et seq.   After removal, the federal district court<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> granted the defendants' motions for summary judgment, finding McMahon's state law claims preempted by ERISA and her federal claim for long-term disability benefits under ERISA barred for failure to exhaust administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We address the following central question on appeal:  Did McMahon's short-term disability benefits derive from an ERISA plan or merely a \"payroll practice\"?   If McMahon's benefits stemmed from a \"payroll practice\" as that term is defined by Department of Labor regulations, then McMahon's core state law claims are not preempted by federal law.  McMahon argues that Digital had several distinct short-term disability plans and that the particular plan that provided her benefits was a payroll practice because it was funded solely from Digital's general assets.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After a careful review of the undisputed facts, we affirm.  We find that McMahon's short-term disability benefits did derive from an ERISA plan rather than a payroll practice and that all but one of her state law claims are therefore preempted.  The one non-preempted state law claim, which is based on Digital's alleged promise to relocate McMahon, fails on the merits.  Finally, we find none of McMahon's federal claims under ERISA to be viable:  she no longer pursues a claim for long-term disability benefits, her claim for short-term disability benefits fails on the merits, and her claim for wrongful discharge has been waived.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* We review the district court's grant of summary judgment de novo, and view all facts in the light most favorable to McMahon, drawing all reasonable inferences in her favor.  See Aponte Matos v. Toledo Davila, 135 F.3d 182, 186 (1st Cir.1998).  Given the variety of McMahon's arguments, it is necessary to describe the facts at some length.</p>\n    </div>\n    <p>A. The Transfer to Marlboro</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Digital hired McMahon as a principal marketing specialist for its Tewksbury, Massachusetts office in April of 1985.  In November of 1990, Digital offered McMahon a new position as a marketing consultant at its Marlboro, Massachusetts facility.  McMahon was concerned that the one hundred mile one-way commute to Marlboro from her home in Nashua, New Hampshire might aggravate a preexisting back problem.  When she mentioned this concern to the hiring manager, Thomas Dimieri, he brought up the possibility of relocation and showed McMahon Digital's written policy on relocation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This policy, contained in Section 5.05 of Digital's policy manual, stated that \"Digital reimburses certain costs for regular employees when they are offered and accept a position which meets relocation criteria and when the employee's circumstances qualify under the relocation policy eligibility criteria.\"   Section 5.05 listed the following four points under the heading \"Eligibility\":</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Requisition for Personnel--For Relocation expenses to be paid the Requisition for Personnel must be approved and budgeted for Relocation by the appropriate management levels.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Mileage Qualification--In order to qualify for relocation benefits, ... an employee[']s one way commute from current residence to new work location must increase by 35 miles ... [or] an employee's one way commute ... [must] exceed[ ] 60 miles....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Timing of Relocation--Employees are expected to complete relocation activity within six months of their date of transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Authorization--In order to start the relocation process a Relocation Authorization Form must be completed and signed by the appropriate level of management.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Dimieri noted that McMahon would meet the mileage qualification if she accepted the position in Marlboro, and promised to help her apply for relocation benefits if her back condition made relocation necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dimieri himself had no authority to determine whether McMahon would receive relocation benefits.  However, McMahon interpreted their conversation to mean that relocation benefits were essentially \"a given\" under Section 5.05 if the mileage criteria were met.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">McMahon's written offer for the Marlboro job included an \"Offer Information\" sheet on which the \"relocation\" box was marked \"no.\"   If Digital had budgeted the position for payment of relocation costs, the \"relocation\" box would normally be checked \"yes.\"   McMahon accepted the offer despite the \"no,\" apparently assuming that it referred only to whether benefits were to be granted initially and not to whether they would be available if she applied for them later.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After commuting to Marlboro for several months and experiencing increasing back pain, McMahon applied for relocation in the spring of 1991.  As promised, Dimieri helped her with the application, and in McMahon's estimation, \"he did try his best.\"   Benefits were nonetheless denied.  Stephen Yachimski, McMahon's supervisor at the time, explained the denial in a March 1992 memorandum:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[Y]our request was reviewed and denied due to the unavailability of relocation funds during Q4 FY91 and Q1/Q2 of FY92 in U.S. Digital Services.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Policy does not allow one to automatically get a retroactive relocation based on eligibility alone.  While you were eligible under the relocation criteria[,] ... relocation expenses were not approved or budgeted in the original personnel requisition per U.S. policy 5.05....  Since the position was originally posted and accepted without relocation, we could only request relocation pending available funding.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although she was dissatisfied with this response, McMahon did not pursue her request further.  Several months later, on June 1, 1992, she went on disability leave.</p>\n    </div>\n    <p>B. Digital's Disability Plans</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In June of 1992, when McMahon went on leave, Digital had several different disability plans in effect.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These plans were outlined for employees in a booklet entitled Your Benefits Book (\"Benefits Book \") and also summarized in Section 4.09 of Digital's policy manual.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The plans were divided into two general categories:  short-term disability plans and a long-term disability plan.  The long-term disability plan provided optional income protection insurance, which McMahon elected and paid for through monthly payroll deductions.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Digital's short-term disability benefits program included three plans:  (1) a \"Sick Pay Plan,\" which paid full salary for twelve days;  (2) an \"Accident and Sickness Plan,\" which paid 80% of salary for a variable period depending on the wage class of the employee;  and (3) a \"Salary Continuation Plan,\" which paid full salary for a variable period depending on the wage class of the employee.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As a Wage Class 4 employee, McMahon was subject to the Salary Continuation Plan, and therefore eligible for up to six months of short-term disability leave with full salary.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Benefits Book informed employees that they were \"guaranteed certain information about the administration of [their] employee benefit plans and certain rights with regard to these plans under the Employee Retirement Income Security Act (ERISA).\"   A later section explained that, pursuant to ERISA, the \"Digital benefit plans [were] on file with the Department of Labor,\" and listed the \"plan numbers\" that Digital had assigned:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <pre>          [Digital Plan Name:]                             [Number:]\n          Accident and Sickness/Salary Continuation Plans        502\n          Long\"Term Disability Plan                              505</pre>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, for ERISA purposes, Digital considered two of the three short-term disability plans described in the Benefits Book (the Accident and Sickness Plan and the Salary Continuation Plan) to be components of a single short-term disability plan, labeled \"Plan 502.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plans 502 and 505 were filed with the Department of Labor pursuant to ERISA &#167; 104(a)(1)(B), 29 U.S.C. &#167; 1024(a)(1)(B), in the form of a \"Plan Instrument.\"   Digital also filed 5500 Forms (Annual Reports) with the Internal Revenue Service for Plan 502 and Plan 505 pursuant to &#167;&#167; 104 and 4065 of ERISA, 29 U.S.C. &#167;&#167; 1024 and 1365.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The 5500 Forms for Plan 502 show that Digital did not fund Plan 502 solely out of its general assets.  During both the 1991 and 1992 plan years, the Plan was partially funded by an insurance contract with John Hancock Mutual Life Insurance.  This insurance contract was limited, however, to New York employees.  Plan 502 was also secured during both plan years by a $500,000 fidelity bond.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>C. CORE's Management of McMahon's Claim</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Digital hired CORE in 1991 to manage its short-term disability benefit program, and in particular, to help determine employees' eligibility for short-term disability benefits.  An employee was eligible under the terms of Digital's short-term disability plans if he or she was \"totally disabled,\" that is, \"completely unable to perform any and every part of [his or her] job.\"   CORE was required both to assess initial eligibility for benefits and to determine an appropriate duration for each leave.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">McMahon filed a short-term disability claim with CORE for a period beginning June 1, 1992.  As permitted, she filed her claim by having her attending physician call CORE to request a disability leave.  Based on her physician's statement, CORE approved the requested leave and assigned an initial return-to-work date of July 1, 1992.  CORE stayed in close contact with the physicians who were treating McMahon and extended McMahon's leave several times.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Eventually, however, CORE determined that McMahon was no longer eligible for disability benefits.  On August 19, 1992, a CORE representative spoke with Dr. Melvin Law, who was then McMahon's treating physician.  Dr. Law informed CORE that although McMahon was not able to sit for long periods of time without pain, he \"would be willing to have her [return to work] with restriction[s].\"  He outlined those restrictions further in a letter, in which he stated that McMahon needed to avoid \"excessive bending, lifting, twisting or prolonged sitting without breaks.\"   He also proposed a restriction against driving, \"[s]ince this involved prolonged sitting and road vibration....\"  In a separate letter, Dr. Law explained:  \"We evaluated Ms. McMahon in our office.  She has lumbar spine arthritis, which is aggravated by driving and vibration of her automobile.  We think it would be helpful for this patient to have her job modified so it does not involve so much driving.  If there is any wa[y] to relocate her or have her work closer to home, we think this would be beneficial.\"   CORE communicated these proposed restrictions to a member of Digital's Disability Management Group, who agreed to accommodate all but one of the restrictions.  Because McMahon's job did not require driving, Digital determined that there was no need to accommodate the proposed restriction against driving.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On September 4, 1992, Susan Cucinelli, a member of Digital's Disability Management Group, telephoned McMahon and informed her that her disability leave had been terminated and that she needed to return to work.</p>\n    </div>\n    <p>D. Return to Work and Aftermath</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In response to Cucinelli's call, McMahon returned to work on Tuesday, September 8, 1992, after fourteen weeks on disability leave.  She worked only three hours before returning home with back pain.  Over the next three days, McMahon worked a total of seven more hours.  The following Monday, September 14, 1992, McMahon was called to a meeting with her supervisor and a representative from personnel.  They told her that she had been terminated as part of a reorganization and reduction of the marketing division.  Her last day at work was September 18, 1992, and her termination was effective as of November 20, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Because Digital had a policy of not terminating employees who were on disability leave, McMahon complained that Digital had forced her to return to work before she was medically qualified in order to be able to terminate her and thereby minimize its obligation to provide disability benefits.  She outlined her complaint to a personnel representative, who promised to look into the situation.  On September 24, 1992, the personnel representative called McMahon and informed her that Digital would not rescind her termination.  McMahon took this as a final decision.  She did not follow Digital's procedure for appealing a denial of short-term disability benefits, nor did she request that she be allowed to apply for long-term benefits.  Instead, McMahon filed suit.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">McMahon attacks the grant of summary judgment on several fronts.  Her primary argument is that her state law claims are not preempted by ERISA, both because Digital's Salary Continuation Plan (the short-term disability plan that had provided her benefits) was not an ERISA plan and, in any event, because her state law claims do not relate to the Salary Continuation Plan.  In the alternative, if the Salary Continuation Plan was an ERISA plan, she argues that the district court failed to consider her ERISA claim for short-term benefits under that plan.  Finally, she contends that the district court also overlooked her ERISA claim for wrongful discharge.</p>\n    </div>\n    <p>A. ERISA Preemption of State Law Claims</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Congress enacted ERISA in 1974 in order \"to promote the interests of employees and their beneficiaries in employee benefit plans.\"  Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 90, 103 S.Ct. 2890, 77 L.Ed.2d 490 (1983).  In particular, ERISA was designed to safeguard employees from the abuse and mismanagement of funds that had been accumulated to finance employee benefits.  See Fort Halifax Packing Co. v. Coyne, 482 U.S. 1, 15, 107 S.Ct. 2211, 96 L.Ed.2d 1 (1987).  The law was also intended to safeguard employers' interests by \"eliminating the threat of conflicting or inconsistent State and local regulation of employee benefit plans.\"  Shaw, 463 U.S. at 99, 103 S.Ct. 2890 (quoting 120 Cong. Rec. 29197, 29933 (1974)) (internal quotation marks omitted).  In support of this second goal, ERISA provided for the preemption of all state law causes of action \"insofar as they may now or hereafter relate to any employee benefit plan.\"  29 U.S.C. &#167; 1144(a).  ERISA preemption analysis thus involves two central questions:  (1) whether the plan at issue is an \"employee benefit plan\" and (2) whether the cause of action \"relates to\" this employee benefit plan.  See Rosario-Cordero v. Crowley Towing &amp; Transp. Co., 46 F.3d 120, 124 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>i. Payroll Practice or Employee Welfare Benefit Plan</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">ERISA defines \"employee benefit plans\" to include both \"employee pension benefit plans\" and \"employee welfare benefit plans.\"  29 U.S.C. &#167; 1002(3).  It defines an \"employee welfare benefit plan\" further as:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>any plan, fund, or program which ... is ... established or maintained by an employer or by an employee organization, or by both, to the extent that such plan, fund, or program was established or is maintained for the purpose of providing for its participants or their beneficiaries, through the purchase of insurance or otherwise, (A) medical, surgical, or hospital care or benefits, or benefits in the event of sickness, accident, disability, [or] death....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">29 U.S.C. &#167; 1002(1).  \"The question of whether an ERISA plan exists is 'a question of fact, to be answered in light of all the surrounding facts and circumstances from the point of view of a reasonable person.' \"  Wickman v. Northwestern Nat'l Ins. Co., 908 F.2d 1077, 1082 (1st Cir.1990) (citing Kanne v. Connecticut Gen. Life Ins. Co., 867 F.2d 489, 492 (9th Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Digital's short-term disability plans clearly fell within this definition in &#167; 1002(1).  However, not all plans that fall within the literal definition in &#167; 1002(1) are included within the scope of ERISA.  Regulations promulgated by the Secretary of Labor provide that the term \"employee welfare benefit plan\" excludes certain enumerated \"payroll practices,\" including \"[p]ayment of an employee's normal compensation, out of the employer's general assets, on account of periods of time during which the employee is physically or mentally unable to perform his or her duties, or is otherwise absent for medical reasons (such as pregnancy, a physical examination or psychiatric treatment)....\"  29 C.F.R. &#167; 2510.3-1(b)(2).  The payroll practice rule thus excludes from ERISA coverage \"traditional sick leave [benefits] ... paid out of an employer's general operating funds.\"  Shea v. Wells Fargo Armored Serv.  Corp., 810 F.2d 372, 376 (2d Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The exclusion of payroll practices from the scope of \"employee welfare benefit plans\" follows from the policy underlying ERISA, because these types of employee benefits are not vulnerable to either of the evils that Congress intended to address within the ERISA framework.  Where an employer pays occasional, temporary benefits from its general assets, there is no benefits fund to abuse or mismanage and no special risk of loss or nonpayment of benefits.  See California Hosp. Ass'n v. Henning, 770 F.2d 856, 859 (9th Cir.1985) (discussing policy behind exclusion of ordinary vacation plans from ERISA's reach).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">McMahon's argument against preemption of her state law claims relies on the distinction that Digital drew in its Benefits Book between the Salary Continuation Plan and the Accident and Sickness Plan, as well as on the difference between payroll practices and welfare benefit plans.  She contends that the Salary Continuation Plan was a payroll practice, funded by general assets only, while the Accident and Sickness Plan was an ERISA plan, funded by the sources mentioned in the 5500 Forms for Plan 502.  If this contention is correct, then McMahon's state law claims would not be preempted, since, to the extent that her state law claims relate to a particular Digital benefits plan, they relate to the Salary Continuation Plan (the source of her benefits as a Wage Class 4 employee).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">McMahon points to certain evidence in support of her argument.  First, the original Plan Instrument for ERISA Plan 502 labels itself the \"Accident and Sickness\" plan.  Second, the 1991 Restatement of Plan 502 repeats the same label.  Third, the 5500 Forms also use the label \"Accident and Sickness\" for Plan 502 and refer to the benefits provided under the insurance contract with John Hancock as \"Accident and Sickness\" benefits.  In isolation, these facts suggest that, of the short-term disability plans described in the Benefits Book, only the Accident and Sickness Plan was included within Plan 502 and only Accident and Sickness Plan benefits were funded by anything other than Digital's general assets.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">However, when read as a whole, the record does not support McMahon's depiction of Digital's short-term disability program.  To the contrary, undisputed facts in the record demonstrate that Digital treated the Accident and Sickness Plan and the Salary Continuation Plan as two components of a single ERISA short-term benefits plan, and furthermore that benefits under both plans were partially funded by insurance and secured by a fidelity bond.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A number of facts show that Digital intended Plan 502 to include the Salary Continuation Plan.  The Benefits Book, which as the \"summary plan description\" for Plan 502<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> took precedence over any conflicting documents, see Santiago Rolon v. Chase Manhattan Bank, 912 F.Supp. 19, 22 (D.P.R.1996) (citing Hansen v. Continental Ins. Co., 940 F.2d 971, 981-82 (5th Cir.1991)), stated that Digital had assigned the number 502 to the \"Accident and Sickness/Salary Continuation Plans.\"   Further, although the 1991 Restatement of Plan 502 designates itself the \"Accident and Sickness\" plan (following, presumably, the designation on the original 1978 Plan Instrument), it also repeats the system of plans described in the Benefits Book and refers expressly to both Accident and Sickness and Salary Continuation benefits.  Digital's expert confirmed this understanding when she testified that the label \"Accident and Sickness\" on the 1991 Restatement of Plan 502 merely meant \"short-term disability plan.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Having determined that Plan 502 included both the Accident and Sickness Plan and the Salary Continuation Plan, we must also conclude that both of these plans were tied to funding separate from Digital's general assets, since the 5500 Forms for Plan 502 listed the fidelity bond and the John Hancock insurance policy without limiting their coverage to Accident and Sickness Plan benefits.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Thus, McMahon's payroll practice argument is wrong because her benefits derived from an employee welfare benefit plan (Plan 502) that was supported by assets outside of Digital's general operating funds.  Such a plan cannot be a payroll practice under the express terms of 29 C.F.R. &#167; 2510.3-1(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Two clarifications are in order.  First, it follows from the logic of the payroll practice exception that the question of funding must pertain to the plan as a whole, not to the source of funding for any particular employee.  Thus, it is not relevant to our analysis that the John Hancock insurance policy for Plan 502 only extended to New York employees and did not actually cover McMahon's benefits as a Massachusetts employee.  McMahon conceded this point at oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Second, McMahon raises the issue (obliquely) in her briefs of whether under certain circumstances a plan with a de minimis amount of outside funding might still be considered a payroll practice.  She suggests that the overall amount of outside funding for Plan 502 may have been too small to take the Plan outside the bounds of the payroll practice rule.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Her suggestion is not frivolous, since employees eligible for a benefit plan that was almost entirely funded from an employer's general assets would not be exposed to a substantial risk of fund abuse or mismanagement.  Imposing a threshold would also reduce the risk of \"regulation shopping,\" whereby an employer could choose ERISA regulation over (conceivably stricter) state regulation merely by segregating a small benefits fund from its general assets.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">However, this suggestion need go no further here because there is another reason to reject the application of the payroll practice rule to Plan 502:  Digital's treatment of the Plan as an ERISA plan.  Digital held the Plan out to its employees as an ERISA plan and filed documents with the Department of Labor and the IRS acknowledging the Plan's status as an ERISA plan.  As the district court pointed out, these facts alone provide a strong reason to find ERISA coverage.  We do not hold that an employer's mere labeling of a plan determines whether a plan is an ERISA plan, since this also could lead to a form of \"regulation shopping.\"   But where, as here, an employer partially funds a plan from sources outside of its general assets, files documents with the Department of Labor and the IRS consistent with the plan's ERISA status, and informs employees that the plan is subject to ERISA regulation, we find that the plan is an ERISA plan and not a payroll practice.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>ii.  \"Related To\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The remaining question under ERISA preemption analysis is whether McMahon's state law claims \"relate to\" Plan 502.  \"A law 'relates to' an employee benefit plan ... if it has a connection with or reference to such a plan.\"  Ingersoll-Rand Co. v. McClendon, 498 U.S. 133, 139, 111 S.Ct. 478, 112 L.Ed.2d 474 (1990) (quoting Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 96-97, 103 S.Ct. 2890, 77 L.Ed.2d 490 (1983)) (internal quotation marks omitted).  Ingersoll-Rand identified two tests for determining whether a state cause of action \"relates to\" an ERISA plan.  See 498 U.S. at 140-42, 111 S.Ct. 478.   Only the first test is relevant here:  a state law cause of action is expressly preempted by ERISA where a plaintiff, in order to prevail, must prove the existence of, or specific terms of, an ERISA plan.  See id. at 140, 111 S.Ct. 478;  see also Vartanian v. Monsanto Co., 14 F.3d 697, 700 (1st Cir.1994)(interpreting Ingersoll-Rand test).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">McMahon's claims against CORE for negligence, breach of contract, and interference with an advantageous business relationship are all preempted under this test.  Each of these claims relies on her assertion that she was still eligible after September 8, 1992 for short-term disability benefits under the terms of Plan 502.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">McMahon unsuccessfully attempts to avoid this result by characterizing her claims against CORE as malpractice claims.  She relies on cases holding that malpractice claims against managed care providers are not preempted by ERISA.  See, e.g., Pacificare of Oklahoma v. Burrage, 59 F.3d 151, 154-55 (10th Cir.1995).  But CORE was not a managed care provider;  it was not responsible for providing McMahon with medical care, but rather for determining whether McMahon was eligible for short-term disability leave.  Whether CORE performed this responsibility properly clearly \"relates to\" the terms of Plan 502.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">All but one of McMahon's claims against Digital are also clearly preempted.  Her claims for breach of contract, negligent administration, unfair trade practices, and interference with an advantageous relationship all require her to prove the terms of an ERISA plan, because she could not prevail under any of these claims unless she could show that her inability to commute from Nashua to Marlboro rendered her \"totally disabled\" under Plan 502's definition of that term.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The remaining state law claim is that Digital violated a contractual promise to relocate McMahon to Marlboro (or alternatively, made a promise to relocate her on which she reasonably relied).  This claim is closely connected to her other, preempted state law claims, since Digital's failure to relocate her in the spring of 1991 eventually led to her need for disability leave.  It is also related to her other claims in the sense that Digital's refusal to relocate her in August 1992 stemmed in part from its rejection of the idea that relocation could be an appropriate disability accommodation.  Nonetheless, we find that her relocation claim does not \"relate to\" an ERISA plan under the Ingersoll-Rand test.  To prevail on her relocation claim, McMahon must show that Digital agreed to pay for relocation, if she decided to request it.  Because McMahon could make this showing without reference to any Digital disability benefit plan, her relocation claim escapes the reach of the ERISA preemption doctrine.</p>\n    </div>\n    <p>B. The State Law Relocation Claim</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court recognized that the relocation claim might not be preempted and, as an alternative basis for its grant of summary judgment, found that McMahon's claim also failed on the merits, because she failed to show that she suffered any damages as a result of Digital's failure to relocate her.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  We find this ground doubtful, but affirm on a different ground, namely, that a reasonable factfinder could not conclude that Digital had promised to relocate McMahon.  See Hodgens v. General Dynamics Corp., 144 F.3d 151, 173 (1st Cir.1998) (\"We will affirm a correct result reached by the court below on any independently sufficient ground made manifest by the record.\"  (internal quotation marks and citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">McMahon's breach of contract claim is based on the language of Digital's written relocation policy (Section 5.05).  Under Massachusetts law, an employer's written policies create an enforceable contract only under certain circumstances, see Jackson v. Action for Boston Community Dev., Inc., 403 Mass. 8, 525 N.E.2d 411, 415 (Mass.1988), and the factors that courts apply, see id. at 415-16, point away from contractual status here.  But even assuming that McMahon could enforce the language of Section 5.05, that language does not support her argument.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Section 5.05 lists two separate criteria for the award of relocation benefits:  (1) an employee's position must be \"approved and budgeted for Relocation by the appropriate management levels\" and (2) the employee must meet certain mileage criteria.  McMahon focuses on the second criterion while ignoring the first.  Because McMahon's position in Marlboro was not budgeted for relocation benefits (as demonstrated by the box checked \"no\" on her Offer Information Sheet), she could not assume from the language in Section 5.05 that benefits would be \"a given\" once she applied for them.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">McMahon's alternative promissory estoppel claim suffers from a similar fatal weakness.  Assuming dubitante that Dimieri misunderstood the written policy and thus promised McMahon that benefits were \"a given,\" we find that it was unreasonable, as a matter of law, for McMahon to rely on this promise.  Where a written statement conflicts with an oral statement, Massachusetts law assumes that a reasonable person will investigate further.  See Coll v. PB Diagnostic Systems, Inc., 50 F.3d 1115, 1124 (1st Cir.1995) (applying Massachusetts law).  Recovery under a promissory estoppel theory is not possible where a plaintiff has simply chosen to believe the more appealing of two conflicting statements.  See id.</p>\n    </div>\n    <p>C. ERISA Claims</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The district court dismissed McMahon's claim for long-term disability benefits under &#167; 502 of ERISA, 29 U.S.C. &#167; 1132, because McMahon failed to exhaust her administrative remedies when she chose not to even apply for long-term disability benefits.  See McMahon, 998 F.Supp. at 69-70;  see also Kross v. Western Elec. Co., 701 F.2d 1238, 1243-45 (7th Cir.1983) (explaining the policy concerns that underlie the discretionary, court-adopted exhaustion rule for ERISA claims);  Drinkwater v. Metropolitan Life Ins. Co., 846 F.2d 821, 825-26 (1st Cir.1988) (applying the exhaustion rule).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">McMahon does not pursue this claim on appeal, but she does press an ERISA claim for short-term disability benefits, which she contends the district court failed to address.  Digital argues that McMahon waived this claim by failing to clearly raise it before the district court.  We decline to decide the waiver question here, because we find that even if this claim were not waived, it fails on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Uncontested evidence in the record shows that McMahon was not \"totally disabled\" under Digital's definition of that term when she returned to work on September 8, 1992:  she was not \"completely unable to perform any and every part of [her] job.\"   Her physician had cleared her to return to work, with some restrictions which Digital accommodated.  The fact that McMahon had difficulty with the long commute, while unfortunate, did not make her eligible for benefits under Digital's short-term disability plan.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Finally, McMahon pursues a third ERISA claim, that the Plan Administrator and Digital violated the wrongful discharge prohibition in &#167; 510 of ERISA, codified at 29 U.S.C. &#167; 1140.  We reject this claim on waiver grounds, because it is clear that McMahon failed to raise a &#167; 1140 claim before the district court.  See Grenier v. Cyanamid Plastics, Inc., 70 F.3d 667, 678 (1st Cir.1995) (concluding that a claim arguably present in the complaint but not addressed in a memorandum opposing summary judgment has been waived).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The decision of the district court is affirmed.  Costs are awarded to defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The case was reassigned for all purposes to Magistrate Judge Robert Collings pursuant to 28 U.S.C. &#167; 636(c)(1) and (3).  We refer to Judge Collings's actions as the actions of \"the district court.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On September 28, 1992, Digital replaced its existing disability plans with a new disability program.  We do not examine the terms of the new program, since McMahon's disability benefits were determined by the plans in place in spring of 1992, when she first became disabled</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The long-term disability plan would replace two-thirds of an employee's income if the employee was disabled for more than six months.  Benefits were provided through a contract between Digital and the Prudential Insurance Company (\"Prudential\").  Digital normally provided employees who had elected long-term disability coverage with a claims package for long-term benefits after they had been on short-term disability leave for sixteen weeks.  After reviewing completed claim forms, Digital would forward them to Prudential, which made the final eligibility determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under a complicated set of rules, employees in different wage classes were eligible to receive benefits from several different combinations of these plans.  Digital divided its employees into three wage classes (\"Wage Class 2,\" \"Wage Class 3,\" and \"Wage Class 4\").  According to the system outlined in the Benefits Book, Wage Class 2 employees were eligible for the Sick Pay Plan for up to twelve days and then the Accident and Sickness Plan for up to six months;  Wage Class 3 employees were eligible for the Salary Continuation Plan for up to three months, and then the Accident and Sickness Plan for up to three additional months;  and Wage Class 4 employees were eligible for up to six months of coverage under the Salary Continuation Plan.  The end result of this complicated program was actually rather simple:  all Digital employees were eligible for some short-term disability benefit for up to six months, with the benefit varying between 80-100% of full salary</p>\n        <p>Section 4.09's description of this program varied from that in the Benefits Book in several minor respects:  (i) it labeled the \"Sick Pay Plan\" the \"Casual Sick Plan;\" (ii) it used the label \"Short Term Disability Plan\" only for the remaining two plans (the Accident and Sickness Plan and the Salary Continuation Plan);  (iii) it substituted the general label \"Short Term Disability Plan\" for the plan that provided 80% of salary to Wage Class 2 employees (rather than labeling this the \"Accident and Sickness Plan\"), and (iv) it measured the relevant time periods in different units.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under the terminology used in Section 4.09 of the policy manual, these were Digital's only short-term disability plans</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> McMahon moved the district court to strike the 5500 Forms because they could not be properly authenticated by the person whom Digital had produced for deposition (Karen Nelson, the Digital Disability Program Manager).  After Digital responded by producing supplemental affidavits to authenticate the 5500 Forms, McMahon did not seek further discovery, but instead argued that the court should sanction Digital's failure to produce the most knowledgeable person for deposition by striking both the 5500 Forms and the supplemental affidavits.  She now argues that the district court erred in denying her motions to strike</p>\n        <p>We review the district court's decision not to strike the 5500 Forms for abuse of discretion, see E.E.O.C. v. Green, 76 F.3d 19, 24 (1st Cir.1996), and find none, since Digital's supplemental affidavits clearly establish the Forms' authenticity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For the purposes of the appeal, we assume that McMahon is correct when she suggests that the other source of funding mentioned on the 1992 Form, a trust fund managed by Shawmut Bank in Boston, was established only after her disability leave ended and so has no bearing on the question whether her benefits derived from a \"payroll practice\" or an ERISA plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Digital's decision not to offer relocation as an accommodation was consistent with the definition of \"reasonable accommodation\" in Section 4.09 of the policy manual:</p>\n        <p>For the purpose of this policy, accommodations consist of:  changes in normal work schedules, changes in the tasks required of an employee, changes in the way required/assigned tasks are performed, modifications to the workplace, the provision of equipment or apparatus, or any other medically justified assistance to help a disabled employee perform Meaningful Work....</p>\n        <p>....</p>\n        <p>... [T]ransfers to different locations (particularly transfers that involve relocation) because of an employee's medical inability to commute to, or work at their assigned location are almost never appropriate.  Where work is available in the employee's assigned location it is generally the employee's responsibility to accept that position and if necessary to move themselves to a location consistent with their medical limitations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> McMahon assumes that the 1991 Restatement and Amendment of the Plan Instrument for Plan 502 served as the summary plan description required by 29 U.S.C. &#167; 1022.  However, it is clear that the Benefits Book actually served this function.  The Benefits Book contained more of the required elements of a summary plan description, as defined by 29 U.S.C. &#167; 1022(b), and, unlike the 1991 Restatement, was actually distributed to the employees, as required by 29 U.S.C. &#167;&#167; 1022(a)(1) and 1024(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Once again, the only evidence McMahon offers to the contrary is the fact that the insurance policy is labeled an \"Accident and Sickness\" policy on the 5500 Forms.  In context, this appears to simply be another way of labeling the insurance policy a \"Plan 502\" policy or \"short-term disability benefits\" policy.  Digital's expert confirmed this interpretation of the insurance contract when she testified about the provision of insurance benefits under Plan 502 without distinguishing between Accident and Sickness and Salary Continuation benefits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The total percentage of outside funding for Plan 502 was low:  the John Hancock insurance policy covered less than three percent of the employees eligible for benefits under Plan 502 and the $500,000 fidelity bond apparently secured less than three percent of Digital's total possible liability under the Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Although the district court did not expressly address the issue, we assume that it chose to retain jurisdiction over this claim under 28 U.S.C. &#167; 1367(c)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></span></p>\n    <p class=\"case_cite\">22 Employee Benefits Cas. 2563</p>\n    <p class=\"parties\">Carolyn E. McMAHON, Plaintiff, Appellant,<br>v.<br>DIGITAL EQUIPMENT CORPORATION, Core, Inc., and Plan<br>Administrator of Digital Equipment Corporation<br>Accident and Sickness Plan, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1459.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 9, 1998.<br>Decided Dec. 4, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Marie Cheung-Truslow with whom Lecomte, Emanuelson, Motejunas &amp; Doyle was on brief, for appellant.</p>\n      <p class=\"indent\">David C. Casey with whom Laurie F. Rubin and Peckham, Lobel, Casey, Prince &amp; Tye were on brief, for appellees Digital Equipment Corporation and Plan Administrator of Digital Equipment Corporation Accident and Sickness Plan.</p>\n      <p class=\"indent\">Brian C. Duffey with whom Mark E. Cohen and McCormack &amp; Epstein were on brief, for appellee Core, Inc.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carolyn McMahon, a five-year employee of the Digital Equipment Corporation (\"Digital\"), accepted a new job with Digital in a town one hundred miles from her home.  After McMahon's back condition worsened as a result of her new, more demanding commute, Digital declined to offer relocation benefits, but did place McMahon on short-term disability leave for several months.  Once it determined that McMahon was no longer disabled under the terms of its disability policy, Digital required her to return to work, and then terminated her four days later as part of a general reduction in workforce.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">McMahon believed that Digital was obligated to relocate her, and further, that she was still disabled, and therefore both eligible for additional disability benefits and protected from lay-off.  She sued Digital, the Plan Administrator of Digital's short-term and long-term disability plans, and CORE, Inc.  (\"CORE\"), the manager of Digital's short-term disability program, alleging breach of contract, negligence, interference with an advantageous relationship, and unfair trade practices, as well as violations of the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167; 1001 et seq.   After removal, the federal district court<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> granted the defendants' motions for summary judgment, finding McMahon's state law claims preempted by ERISA and her federal claim for long-term disability benefits under ERISA barred for failure to exhaust administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We address the following central question on appeal:  Did McMahon's short-term disability benefits derive from an ERISA plan or merely a \"payroll practice\"?   If McMahon's benefits stemmed from a \"payroll practice\" as that term is defined by Department of Labor regulations, then McMahon's core state law claims are not preempted by federal law.  McMahon argues that Digital had several distinct short-term disability plans and that the particular plan that provided her benefits was a payroll practice because it was funded solely from Digital's general assets.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After a careful review of the undisputed facts, we affirm.  We find that McMahon's short-term disability benefits did derive from an ERISA plan rather than a payroll practice and that all but one of her state law claims are therefore preempted.  The one non-preempted state law claim, which is based on Digital's alleged promise to relocate McMahon, fails on the merits.  Finally, we find none of McMahon's federal claims under ERISA to be viable:  she no longer pursues a claim for long-term disability benefits, her claim for short-term disability benefits fails on the merits, and her claim for wrongful discharge has been waived.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* We review the district court's grant of summary judgment de novo, and view all facts in the light most favorable to McMahon, drawing all reasonable inferences in her favor.  See Aponte Matos v. Toledo Davila, <span class=\"citation\" data-id=\"197772\"><a href=\"/opinion/197772/aponte-matos-v-toledo-davila/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></a></span>, 186 (1st Cir.1998).  Given the variety of McMahon's arguments, it is necessary to describe the facts at some length.</p>\n    </div>\n    <p>A. The Transfer to Marlboro</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Digital hired McMahon as a principal marketing specialist for its Tewksbury, Massachusetts office in April of 1985.  In November of 1990, Digital offered McMahon a new position as a marketing consultant at its Marlboro, Massachusetts facility.  McMahon was concerned that the one hundred mile one-way commute to Marlboro from her home in Nashua, New Hampshire might aggravate a preexisting back problem.  When she mentioned this concern to the hiring manager, Thomas Dimieri, he brought up the possibility of relocation and showed McMahon Digital's written policy on relocation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This policy, contained in Section 5.05 of Digital's policy manual, stated that \"Digital reimburses certain costs for regular employees when they are offered and accept a position which meets relocation criteria and when the employee's circumstances qualify under the relocation policy eligibility criteria.\"   Section 5.05 listed the following four points under the heading \"Eligibility\":</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Requisition for Personnel--For Relocation expenses to be paid the Requisition for Personnel must be approved and budgeted for Relocation by the appropriate management levels.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Mileage Qualification--In order to qualify for relocation benefits, ... an employee[']s one way commute from current residence to new work location must increase by 35 miles ... [or] an employee's one way commute ... [must] exceed[ ] 60 miles....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Timing of Relocation--Employees are expected to complete relocation activity within six months of their date of transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Authorization--In order to start the relocation process a Relocation Authorization Form must be completed and signed by the appropriate level of management.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Dimieri noted that McMahon would meet the mileage qualification if she accepted the position in Marlboro, and promised to help her apply for relocation benefits if her back condition made relocation necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dimieri himself had no authority to determine whether McMahon would receive relocation benefits.  However, McMahon interpreted their conversation to mean that relocation benefits were essentially \"a given\" under Section 5.05 if the mileage criteria were met.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">McMahon's written offer for the Marlboro job included an \"Offer Information\" sheet on which the \"relocation\" box was marked \"no.\"   If Digital had budgeted the position for payment of relocation costs, the \"relocation\" box would normally be checked \"yes.\"   McMahon accepted the offer despite the \"no,\" apparently assuming that it referred only to whether benefits were to be granted initially and not to whether they would be available if she applied for them later.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After commuting to Marlboro for several months and experiencing increasing back pain, McMahon applied for relocation in the spring of 1991.  As promised, Dimieri helped her with the application, and in McMahon's estimation, \"he did try his best.\"   Benefits were nonetheless denied.  Stephen Yachimski, McMahon's supervisor at the time, explained the denial in a March 1992 memorandum:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[Y]our request was reviewed and denied due to the unavailability of relocation funds during Q4 FY91 and Q1/Q2 of FY92 in U.S. Digital Services.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Policy does not allow one to automatically get a retroactive relocation based on eligibility alone.  While you were eligible under the relocation criteria[,] ... relocation expenses were not approved or budgeted in the original personnel requisition per U.S. policy 5.05....  Since the position was originally posted and accepted without relocation, we could only request relocation pending available funding.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although she was dissatisfied with this response, McMahon did not pursue her request further.  Several months later, on June 1, 1992, she went on disability leave.</p>\n    </div>\n    <p>B. Digital's Disability Plans</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In June of 1992, when McMahon went on leave, Digital had several different disability plans in effect.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  These plans were outlined for employees in a booklet entitled Your Benefits Book (\"Benefits Book \") and also summarized in Section 4.09 of Digital's policy manual.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The plans were divided into two general categories:  short-term disability plans and a long-term disability plan.  The long-term disability plan provided optional income protection insurance, which McMahon elected and paid for through monthly payroll deductions.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Digital's short-term disability benefits program included three plans:  (1) a \"Sick Pay Plan,\" which paid full salary for twelve days;  (2) an \"Accident and Sickness Plan,\" which paid 80% of salary for a variable period depending on the wage class of the employee;  and (3) a \"Salary Continuation Plan,\" which paid full salary for a variable period depending on the wage class of the employee.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As a Wage Class 4 employee, McMahon was subject to the Salary Continuation Plan, and therefore eligible for up to six months of short-term disability leave with full salary.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Benefits Book informed employees that they were \"guaranteed certain information about the administration of [their] employee benefit plans and certain rights with regard to these plans under the Employee Retirement Income Security Act (ERISA).\"   A later section explained that, pursuant to ERISA, the \"Digital benefit plans [were] on file with the Department of Labor,\" and listed the \"plan numbers\" that Digital had assigned:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <pre>          [Digital Plan Name:]                             [Number:]\n          Accident and Sickness/Salary Continuation Plans        502\n          Long\"Term Disability Plan                              505</pre>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, for ERISA purposes, Digital considered two of the three short-term disability plans described in the Benefits Book (the Accident and Sickness Plan and the Salary Continuation Plan) to be components of a single short-term disability plan, labeled \"Plan 502.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plans 502 and 505 were filed with the Department of Labor pursuant to ERISA &#167; 104(a)(1)(B), 29 U.S.C. &#167; 1024(a)(1)(B), in the form of a \"Plan Instrument.\"   Digital also filed 5500 Forms (Annual Reports) with the Internal Revenue Service for Plan 502 and Plan 505 pursuant to &#167;&#167; 104 and 4065 of ERISA, 29 U.S.C. &#167;&#167; 1024 and 1365.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The 5500 Forms for Plan 502 show that Digital did not fund Plan 502 solely out of its general assets.  During both the 1991 and 1992 plan years, the Plan was partially funded by an insurance contract with John Hancock Mutual Life Insurance.  This insurance contract was limited, however, to New York employees.  Plan 502 was also secured during both plan years by a $500,000 fidelity bond.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>C. CORE's Management of McMahon's Claim</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Digital hired CORE in 1991 to manage its short-term disability benefit program, and in particular, to help determine employees' eligibility for short-term disability benefits.  An employee was eligible under the terms of Digital's short-term disability plans if he or she was \"totally disabled,\" that is, \"completely unable to perform any and every part of [his or her] job.\"   CORE was required both to assess initial eligibility for benefits and to determine an appropriate duration for each leave.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">McMahon filed a short-term disability claim with CORE for a period beginning June 1, 1992.  As permitted, she filed her claim by having her attending physician call CORE to request a disability leave.  Based on her physician's statement, CORE approved the requested leave and assigned an initial return-to-work date of July 1, 1992.  CORE stayed in close contact with the physicians who were treating McMahon and extended McMahon's leave several times.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Eventually, however, CORE determined that McMahon was no longer eligible for disability benefits.  On August 19, 1992, a CORE representative spoke with Dr. Melvin Law, who was then McMahon's treating physician.  Dr. Law informed CORE that although McMahon was not able to sit for long periods of time without pain, he \"would be willing to have her [return to work] with restriction[s].\"  He outlined those restrictions further in a letter, in which he stated that McMahon needed to avoid \"excessive bending, lifting, twisting or prolonged sitting without breaks.\"   He also proposed a restriction against driving, \"[s]ince this involved prolonged sitting and road vibration....\"  In a separate letter, Dr. Law explained:  \"We evaluated Ms. McMahon in our office.  She has lumbar spine arthritis, which is aggravated by driving and vibration of her automobile.  We think it would be helpful for this patient to have her job modified so it does not involve so much driving.  If there is any wa[y] to relocate her or have her work closer to home, we think this would be beneficial.\"   CORE communicated these proposed restrictions to a member of Digital's Disability Management Group, who agreed to accommodate all but one of the restrictions.  Because McMahon's job did not require driving, Digital determined that there was no need to accommodate the proposed restriction against driving.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On September 4, 1992, Susan Cucinelli, a member of Digital's Disability Management Group, telephoned McMahon and informed her that her disability leave had been terminated and that she needed to return to work.</p>\n    </div>\n    <p>D. Return to Work and Aftermath</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In response to Cucinelli's call, McMahon returned to work on Tuesday, September 8, 1992, after fourteen weeks on disability leave.  She worked only three hours before returning home with back pain.  Over the next three days, McMahon worked a total of seven more hours.  The following Monday, September 14, 1992, McMahon was called to a meeting with her supervisor and a representative from personnel.  They told her that she had been terminated as part of a reorganization and reduction of the marketing division.  Her last day at work was September 18, 1992, and her termination was effective as of November 20, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Because Digital had a policy of not terminating employees who were on disability leave, McMahon complained that Digital had forced her to return to work before she was medically qualified in order to be able to terminate her and thereby minimize its obligation to provide disability benefits.  She outlined her complaint to a personnel representative, who promised to look into the situation.  On September 24, 1992, the personnel representative called McMahon and informed her that Digital would not rescind her termination.  McMahon took this as a final decision.  She did not follow Digital's procedure for appealing a denial of short-term disability benefits, nor did she request that she be allowed to apply for long-term benefits.  Instead, McMahon filed suit.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">McMahon attacks the grant of summary judgment on several fronts.  Her primary argument is that her state law claims are not preempted by ERISA, both because Digital's Salary Continuation Plan (the short-term disability plan that had provided her benefits) was not an ERISA plan and, in any event, because her state law claims do not relate to the Salary Continuation Plan.  In the alternative, if the Salary Continuation Plan was an ERISA plan, she argues that the district court failed to consider her ERISA claim for short-term benefits under that plan.  Finally, she contends that the district court also overlooked her ERISA claim for wrongful discharge.</p>\n    </div>\n    <p>A. ERISA Preemption of State Law Claims</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Congress enacted ERISA in 1974 in order \"to promote the interests of employees and their beneficiaries in employee benefit plans.\"  Shaw v. Delta Air Lines, Inc., <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 90, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span>, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1983).  In particular, ERISA was designed to safeguard employees from the abuse and mismanagement of funds that had been accumulated to finance employee benefits.  See Fort Halifax Packing Co. v. Coyne, <span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2211</span></a></span>, <span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1987).  The law was also intended to safeguard employers' interests by \"eliminating the threat of conflicting or inconsistent State and local regulation of employee benefit plans.\"  Shaw, 463 U.S. at 99, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span> (quoting 120 Cong. Rec. 29197, 29933 (1974)) (internal quotation marks omitted).  In support of this second goal, ERISA provided for the preemption of all state law causes of action \"insofar as they may now or hereafter relate to any employee benefit plan.\"  29 U.S.C. &#167; 1144(a).  ERISA preemption analysis thus involves two central questions:  (1) whether the plan at issue is an \"employee benefit plan\" and (2) whether the cause of action \"relates to\" this employee benefit plan.  See Rosario-Cordero v. Crowley Towing &amp; Transp. Co., <span class=\"citation\" data-id=\"195883\"><a href=\"/opinion/195883/rosario-cordero-v-crowley-towing/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 124 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>i. Payroll Practice or Employee Welfare Benefit Plan</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">ERISA defines \"employee benefit plans\" to include both \"employee pension benefit plans\" and \"employee welfare benefit plans.\"  29 U.S.C. &#167; 1002(3).  It defines an \"employee welfare benefit plan\" further as:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>any plan, fund, or program which ... is ... established or maintained by an employer or by an employee organization, or by both, to the extent that such plan, fund, or program was established or is maintained for the purpose of providing for its participants or their beneficiaries, through the purchase of insurance or otherwise, (A) medical, surgical, or hospital care or benefits, or benefits in the event of sickness, accident, disability, [or] death....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">29 U.S.C. &#167; 1002(1).  \"The question of whether an ERISA plan exists is 'a question of fact, to be answered in light of all the surrounding facts and circumstances from the point of view of a reasonable person.' \"  Wickman v. Northwestern Nat'l Ins. Co., <span class=\"citation\" data-id=\"545155\"><a href=\"/opinion/545155/mary-jane-wickman-v-northwestern-national-insurance-company/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span>, 1082 (1st Cir.1990) (citing Kanne v. Connecticut Gen. Life Ins. Co., <span class=\"citation\" data-id=\"518162\"><a href=\"/opinion/518162/theodore-kanne-and-beatriz-kanne-v-connecticut-general-life-insurance/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span>, 492 (9th Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Digital's short-term disability plans clearly fell within this definition in &#167; 1002(1).  However, not all plans that fall within the literal definition in &#167; 1002(1) are included within the scope of ERISA.  Regulations promulgated by the Secretary of Labor provide that the term \"employee welfare benefit plan\" excludes certain enumerated \"payroll practices,\" including \"[p]ayment of an employee's normal compensation, out of the employer's general assets, on account of periods of time during which the employee is physically or mentally unable to perform his or her duties, or is otherwise absent for medical reasons (such as pregnancy, a physical examination or psychiatric treatment)....\"  29 C.F.R. &#167; 2510.3-1(b)(2).  The payroll practice rule thus excludes from ERISA coverage \"traditional sick leave [benefits] ... paid out of an employer's general operating funds.\"  Shea v. Wells Fargo Armored Serv.  Corp., <span class=\"citation\" data-id=\"482484\"><a href=\"/opinion/482484/william-shea-michael-mcguire-michael-kelly-and-all-other-persons/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">372</span></a></span>, 376 (2d Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The exclusion of payroll practices from the scope of \"employee welfare benefit plans\" follows from the policy underlying ERISA, because these types of employee benefits are not vulnerable to either of the evils that Congress intended to address within the ERISA framework.  Where an employer pays occasional, temporary benefits from its general assets, there is no benefits fund to abuse or mismanage and no special risk of loss or nonpayment of benefits.  See California Hosp. Ass'n v. Henning, <span class=\"citation\" data-id=\"457145\"><a href=\"/opinion/457145/california-hospital-association-california-restaurant-association/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span>, 859 (9th Cir.1985) (discussing policy behind exclusion of ordinary vacation plans from ERISA's reach).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">McMahon's argument against preemption of her state law claims relies on the distinction that Digital drew in its Benefits Book between the Salary Continuation Plan and the Accident and Sickness Plan, as well as on the difference between payroll practices and welfare benefit plans.  She contends that the Salary Continuation Plan was a payroll practice, funded by general assets only, while the Accident and Sickness Plan was an ERISA plan, funded by the sources mentioned in the 5500 Forms for Plan 502.  If this contention is correct, then McMahon's state law claims would not be preempted, since, to the extent that her state law claims relate to a particular Digital benefits plan, they relate to the Salary Continuation Plan (the source of her benefits as a Wage Class 4 employee).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">McMahon points to certain evidence in support of her argument.  First, the original Plan Instrument for ERISA Plan 502 labels itself the \"Accident and Sickness\" plan.  Second, the 1991 Restatement of Plan 502 repeats the same label.  Third, the 5500 Forms also use the label \"Accident and Sickness\" for Plan 502 and refer to the benefits provided under the insurance contract with John Hancock as \"Accident and Sickness\" benefits.  In isolation, these facts suggest that, of the short-term disability plans described in the Benefits Book, only the Accident and Sickness Plan was included within Plan 502 and only Accident and Sickness Plan benefits were funded by anything other than Digital's general assets.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">However, when read as a whole, the record does not support McMahon's depiction of Digital's short-term disability program.  To the contrary, undisputed facts in the record demonstrate that Digital treated the Accident and Sickness Plan and the Salary Continuation Plan as two components of a single ERISA short-term benefits plan, and furthermore that benefits under both plans were partially funded by insurance and secured by a fidelity bond.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A number of facts show that Digital intended Plan 502 to include the Salary Continuation Plan.  The Benefits Book, which as the \"summary plan description\" for Plan 502<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> took precedence over any conflicting documents, see Santiago Rolon v. Chase Manhattan Bank, <span class=\"citation no-link\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">19</span></span>, 22 (D.P.R.1996) (citing Hansen v. Continental Ins. Co., <span class=\"citation\" data-id=\"566021\"><a href=\"/opinion/566021/martin-hansen-cross-appellee-v-the-continental-insurance-company-and/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span>, 981-82 (5th Cir.1991)), stated that Digital had assigned the number 502 to the \"Accident and Sickness/Salary Continuation Plans.\"   Further, although the 1991 Restatement of Plan 502 designates itself the \"Accident and Sickness\" plan (following, presumably, the designation on the original 1978 Plan Instrument), it also repeats the system of plans described in the Benefits Book and refers expressly to both Accident and Sickness and Salary Continuation benefits.  Digital's expert confirmed this understanding when she testified that the label \"Accident and Sickness\" on the 1991 Restatement of Plan 502 merely meant \"short-term disability plan.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Having determined that Plan 502 included both the Accident and Sickness Plan and the Salary Continuation Plan, we must also conclude that both of these plans were tied to funding separate from Digital's general assets, since the 5500 Forms for Plan 502 listed the fidelity bond and the John Hancock insurance policy without limiting their coverage to Accident and Sickness Plan benefits.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Thus, McMahon's payroll practice argument is wrong because her benefits derived from an employee welfare benefit plan (Plan 502) that was supported by assets outside of Digital's general operating funds.  Such a plan cannot be a payroll practice under the express terms of 29 C.F.R. &#167; 2510.3-1(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Two clarifications are in order.  First, it follows from the logic of the payroll practice exception that the question of funding must pertain to the plan as a whole, not to the source of funding for any particular employee.  Thus, it is not relevant to our analysis that the John Hancock insurance policy for Plan 502 only extended to New York employees and did not actually cover McMahon's benefits as a Massachusetts employee.  McMahon conceded this point at oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Second, McMahon raises the issue (obliquely) in her briefs of whether under certain circumstances a plan with a de minimis amount of outside funding might still be considered a payroll practice.  She suggests that the overall amount of outside funding for Plan 502 may have been too small to take the Plan outside the bounds of the payroll practice rule.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Her suggestion is not frivolous, since employees eligible for a benefit plan that was almost entirely funded from an employer's general assets would not be exposed to a substantial risk of fund abuse or mismanagement.  Imposing a threshold would also reduce the risk of \"regulation shopping,\" whereby an employer could choose ERISA regulation over (conceivably stricter) state regulation merely by segregating a small benefits fund from its general assets.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">However, this suggestion need go no further here because there is another reason to reject the application of the payroll practice rule to Plan 502:  Digital's treatment of the Plan as an ERISA plan.  Digital held the Plan out to its employees as an ERISA plan and filed documents with the Department of Labor and the IRS acknowledging the Plan's status as an ERISA plan.  As the district court pointed out, these facts alone provide a strong reason to find ERISA coverage.  We do not hold that an employer's mere labeling of a plan determines whether a plan is an ERISA plan, since this also could lead to a form of \"regulation shopping.\"   But where, as here, an employer partially funds a plan from sources outside of its general assets, files documents with the Department of Labor and the IRS consistent with the plan's ERISA status, and informs employees that the plan is subject to ERISA regulation, we find that the plan is an ERISA plan and not a payroll practice.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>ii.  \"Related To\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The remaining question under ERISA preemption analysis is whether McMahon's state law claims \"relate to\" Plan 502.  \"A law 'relates to' an employee benefit plan ... if it has a connection with or reference to such a plan.\"  Ingersoll-Rand Co. v. McClendon, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 139, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span>, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></a></span> (1990) (quoting Shaw v. Delta Air Lines, Inc., <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 96-97, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span>, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1983)) (internal quotation marks omitted).  Ingersoll-Rand identified two tests for determining whether a state cause of action \"relates to\" an ERISA plan.  See 498 U.S. at 140-42, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span>.   Only the first test is relevant here:  a state law cause of action is expressly preempted by ERISA where a plaintiff, in order to prevail, must prove the existence of, or specific terms of, an ERISA plan.  See id. at 140, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span>;  see also Vartanian v. Monsanto Co., <span class=\"citation\" data-id=\"195179\"><a href=\"/opinion/195179/vartanian-v-monsanto-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 700 (1st Cir.1994)(interpreting Ingersoll-Rand test).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">McMahon's claims against CORE for negligence, breach of contract, and interference with an advantageous business relationship are all preempted under this test.  Each of these claims relies on her assertion that she was still eligible after September 8, 1992 for short-term disability benefits under the terms of Plan 502.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">McMahon unsuccessfully attempts to avoid this result by characterizing her claims against CORE as malpractice claims.  She relies on cases holding that malpractice claims against managed care providers are not preempted by ERISA.  See, e.g., Pacificare of Oklahoma v. Burrage, <span class=\"citation\" data-id=\"698773\"><a href=\"/opinion/698773/pacificare-of-oklahoma-inc-v-honorable-michael-burrage-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 154-55 (10th Cir.1995).  But CORE was not a managed care provider;  it was not responsible for providing McMahon with medical care, but rather for determining whether McMahon was eligible for short-term disability leave.  Whether CORE performed this responsibility properly clearly \"relates to\" the terms of Plan 502.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">All but one of McMahon's claims against Digital are also clearly preempted.  Her claims for breach of contract, negligent administration, unfair trade practices, and interference with an advantageous relationship all require her to prove the terms of an ERISA plan, because she could not prevail under any of these claims unless she could show that her inability to commute from Nashua to Marlboro rendered her \"totally disabled\" under Plan 502's definition of that term.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The remaining state law claim is that Digital violated a contractual promise to relocate McMahon to Marlboro (or alternatively, made a promise to relocate her on which she reasonably relied).  This claim is closely connected to her other, preempted state law claims, since Digital's failure to relocate her in the spring of 1991 eventually led to her need for disability leave.  It is also related to her other claims in the sense that Digital's refusal to relocate her in August 1992 stemmed in part from its rejection of the idea that relocation could be an appropriate disability accommodation.  Nonetheless, we find that her relocation claim does not \"relate to\" an ERISA plan under the Ingersoll-Rand test.  To prevail on her relocation claim, McMahon must show that Digital agreed to pay for relocation, if she decided to request it.  Because McMahon could make this showing without reference to any Digital disability benefit plan, her relocation claim escapes the reach of the ERISA preemption doctrine.</p>\n    </div>\n    <p>B. The State Law Relocation Claim</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court recognized that the relocation claim might not be preempted and, as an alternative basis for its grant of summary judgment, found that McMahon's claim also failed on the merits, because she failed to show that she suffered any damages as a result of Digital's failure to relocate her.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  We find this ground doubtful, but affirm on a different ground, namely, that a reasonable factfinder could not conclude that Digital had promised to relocate McMahon.  See Hodgens v. General Dynamics Corp., <span class=\"citation\" data-id=\"197958\"><a href=\"/opinion/197958/hodgens-v-general-dynamics-cor/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 173 (1st Cir.1998) (\"We will affirm a correct result reached by the court below on any independently sufficient ground made manifest by the record.\"  (internal quotation marks and citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">McMahon's breach of contract claim is based on the language of Digital's written relocation policy (Section 5.05).  Under Massachusetts law, an employer's written policies create an enforceable contract only under certain circumstances, see Jackson v. Action for Boston Community Dev., Inc., <span class=\"citation\" data-id=\"2221330\"><a href=\"/opinion/2221330/jackson-v-action-for-boston-community-development-inc/\"><span class=\"volume\">403</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">8</span></a></span>, <span class=\"citation\" data-id=\"2221330\"><a href=\"/opinion/2221330/jackson-v-action-for-boston-community-development-inc/\"><span class=\"volume\">525</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">411</span></a></span>, 415 (Mass.1988), and the factors that courts apply, see id. at 415-16, point away from contractual status here.  But even assuming that McMahon could enforce the language of Section 5.05, that language does not support her argument.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Section 5.05 lists two separate criteria for the award of relocation benefits:  (1) an employee's position must be \"approved and budgeted for Relocation by the appropriate management levels\" and (2) the employee must meet certain mileage criteria.  McMahon focuses on the second criterion while ignoring the first.  Because McMahon's position in Marlboro was not budgeted for relocation benefits (as demonstrated by the box checked \"no\" on her Offer Information Sheet), she could not assume from the language in Section 5.05 that benefits would be \"a given\" once she applied for them.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">McMahon's alternative promissory estoppel claim suffers from a similar fatal weakness.  Assuming dubitante that Dimieri misunderstood the written policy and thus promised McMahon that benefits were \"a given,\" we find that it was unreasonable, as a matter of law, for McMahon to rely on this promise.  Where a written statement conflicts with an oral statement, Massachusetts law assumes that a reasonable person will investigate further.  See Coll v. PB Diagnostic Systems, Inc., <span class=\"citation\" data-id=\"195995\"><a href=\"/opinion/195995/coll-v-pb-diagnostics/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span>, 1124 (1st Cir.1995) (applying Massachusetts law).  Recovery under a promissory estoppel theory is not possible where a plaintiff has simply chosen to believe the more appealing of two conflicting statements.  See id.</p>\n    </div>\n    <p>C. ERISA Claims</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The district court dismissed McMahon's claim for long-term disability benefits under &#167; 502 of ERISA, 29 U.S.C. &#167; 1132, because McMahon failed to exhaust her administrative remedies when she chose not to even apply for long-term disability benefits.  See McMahon, 998 F.Supp. at 69-70;  see also Kross v. Western Elec. Co., <span class=\"citation\" data-id=\"415393\"><a href=\"/opinion/415393/william-j-kross-v-western-electric-company-inc/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1238</span></a></span>, 1243-45 (7th Cir.1983) (explaining the policy concerns that underlie the discretionary, court-adopted exhaustion rule for ERISA claims);  Drinkwater v. Metropolitan Life Ins. Co., <span class=\"citation\" data-id=\"506053\"><a href=\"/opinion/506053/richard-drinkwater-v-metropolitan-life-insurance-co/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span>, 825-26 (1st Cir.1988) (applying the exhaustion rule).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">McMahon does not pursue this claim on appeal, but she does press an ERISA claim for short-term disability benefits, which she contends the district court failed to address.  Digital argues that McMahon waived this claim by failing to clearly raise it before the district court.  We decline to decide the waiver question here, because we find that even if this claim were not waived, it fails on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Uncontested evidence in the record shows that McMahon was not \"totally disabled\" under Digital's definition of that term when she returned to work on September 8, 1992:  she was not \"completely unable to perform any and every part of [her] job.\"   Her physician had cleared her to return to work, with some restrictions which Digital accommodated.  The fact that McMahon had difficulty with the long commute, while unfortunate, did not make her eligible for benefits under Digital's short-term disability plan.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Finally, McMahon pursues a third ERISA claim, that the Plan Administrator and Digital violated the wrongful discharge prohibition in &#167; 510 of ERISA, codified at 29 U.S.C. &#167; 1140.  We reject this claim on waiver grounds, because it is clear that McMahon failed to raise a &#167; 1140 claim before the district court.  See Grenier v. Cyanamid Plastics, Inc., <span class=\"citation\" data-id=\"708160\"><a href=\"/opinion/708160/andre-grenier-v-cyanamid-plastics-inc/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span>, 678 (1st Cir.1995) (concluding that a claim arguably present in the complaint but not addressed in a memorandum opposing summary judgment has been waived).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The decision of the district court is affirmed.  Costs are awarded to defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The case was reassigned for all purposes to Magistrate Judge Robert Collings pursuant to 28 U.S.C. &#167; 636(c)(1) and (3).  We refer to Judge Collings's actions as the actions of \"the district court.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On September 28, 1992, Digital replaced its existing disability plans with a new disability program.  We do not examine the terms of the new program, since McMahon's disability benefits were determined by the plans in place in spring of 1992, when she first became disabled</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The long-term disability plan would replace two-thirds of an employee's income if the employee was disabled for more than six months.  Benefits were provided through a contract between Digital and the Prudential Insurance Company (\"Prudential\").  Digital normally provided employees who had elected long-term disability coverage with a claims package for long-term benefits after they had been on short-term disability leave for sixteen weeks.  After reviewing completed claim forms, Digital would forward them to Prudential, which made the final eligibility determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under a complicated set of rules, employees in different wage classes were eligible to receive benefits from several different combinations of these plans.  Digital divided its employees into three wage classes (\"Wage Class 2,\" \"Wage Class 3,\" and \"Wage Class 4\").  According to the system outlined in the Benefits Book, Wage Class 2 employees were eligible for the Sick Pay Plan for up to twelve days and then the Accident and Sickness Plan for up to six months;  Wage Class 3 employees were eligible for the Salary Continuation Plan for up to three months, and then the Accident and Sickness Plan for up to three additional months;  and Wage Class 4 employees were eligible for up to six months of coverage under the Salary Continuation Plan.  The end result of this complicated program was actually rather simple:  all Digital employees were eligible for some short-term disability benefit for up to six months, with the benefit varying between 80-100% of full salary</p>\n        <p>Section 4.09's description of this program varied from that in the Benefits Book in several minor respects:  (i) it labeled the \"Sick Pay Plan\" the \"Casual Sick Plan;\" (ii) it used the label \"Short Term Disability Plan\" only for the remaining two plans (the Accident and Sickness Plan and the Salary Continuation Plan);  (iii) it substituted the general label \"Short Term Disability Plan\" for the plan that provided 80% of salary to Wage Class 2 employees (rather than labeling this the \"Accident and Sickness Plan\"), and (iv) it measured the relevant time periods in different units.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under the terminology used in Section 4.09 of the policy manual, these were Digital's only short-term disability plans</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> McMahon moved the district court to strike the 5500 Forms because they could not be properly authenticated by the person whom Digital had produced for deposition (Karen Nelson, the Digital Disability Program Manager).  After Digital responded by producing supplemental affidavits to authenticate the 5500 Forms, McMahon did not seek further discovery, but instead argued that the court should sanction Digital's failure to produce the most knowledgeable person for deposition by striking both the 5500 Forms and the supplemental affidavits.  She now argues that the district court erred in denying her motions to strike</p>\n        <p>We review the district court's decision not to strike the 5500 Forms for abuse of discretion, see E.E.O.C. v. Green, <span class=\"citation\" data-id=\"712246\"><a href=\"/opinion/712246/70-fair-emplpraccas-bna-88-67-empl-prac-dec-p-43900-equal/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 24 (1st Cir.1996), and find none, since Digital's supplemental affidavits clearly establish the Forms' authenticity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For the purposes of the appeal, we assume that McMahon is correct when she suggests that the other source of funding mentioned on the 1992 Form, a trust fund managed by Shawmut Bank in Boston, was established only after her disability leave ended and so has no bearing on the question whether her benefits derived from a \"payroll practice\" or an ERISA plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Digital's decision not to offer relocation as an accommodation was consistent with the definition of \"reasonable accommodation\" in Section 4.09 of the policy manual:</p>\n        <p>For the purpose of this policy, accommodations consist of:  changes in normal work schedules, changes in the tasks required of an employee, changes in the way required/assigned tasks are performed, modifications to the workplace, the provision of equipment or apparatus, or any other medically justified assistance to help a disabled employee perform Meaningful Work....</p>\n        <p>....</p>\n        <p>... [T]ransfers to different locations (particularly transfers that involve relocation) because of an employee's medical inability to commute to, or work at their assigned location are almost never appropriate.  Where work is available in the employee's assigned location it is generally the employee's responsibility to accept that position and if necessary to move themselves to a location consistent with their medical limitations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> McMahon assumes that the 1991 Restatement and Amendment of the Plan Instrument for Plan 502 served as the summary plan description required by 29 U.S.C. &#167; 1022.  However, it is clear that the Benefits Book actually served this function.  The Benefits Book contained more of the required elements of a summary plan description, as defined by 29 U.S.C. &#167; 1022(b), and, unlike the 1991 Restatement, was actually distributed to the employees, as required by 29 U.S.C. &#167;&#167; 1022(a)(1) and 1024(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Once again, the only evidence McMahon offers to the contrary is the fact that the insurance policy is labeled an \"Accident and Sickness\" policy on the 5500 Forms.  In context, this appears to simply be another way of labeling the insurance policy a \"Plan 502\" policy or \"short-term disability benefits\" policy.  Digital's expert confirmed this interpretation of the insurance contract when she testified about the provision of insurance benefits under Plan 502 without distinguishing between Accident and Sickness and Salary Continuation benefits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The total percentage of outside funding for Plan 502 was low:  the John Hancock insurance policy covered less than three percent of the employees eligible for benefits under Plan 502 and the $500,000 fidelity bond apparently secured less than three percent of Digital's total possible liability under the Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Although the district court did not expressly address the issue, we assume that it chose to retain jurisdiction over this claim under 28 U.S.C. &#167; 1367(c)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2221330/"
  ]
}