{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198291/",
  "absolute_url": "/opinion/198291/boston-mutual-v-ny-islanderes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198291/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:49:31Z",
  "date_modified": "2017-03-24T10:56:10.845771Z",
  "type": "010combined",
  "sha1": "2ddf1effa11d406f8e9ad5734ca54443a4579617",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1456.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1456\r\n\n            BOSTON MUTUAL INSURANCE COMPANY,\r\n\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n         NEW YORK ISLANDERS HOCKEY CLUB, L.P.,\r\n\n                 Defendant, Appellant,\r\n\n                           v.\r\n\n    BLUMENCRANZ, KLEPPER, WILKINS &amp; DUBOFSKY, LTD.,\r\n                 d/b/a BWD GROUP, LTD.,\r\n\n            Third-Party Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                         Before\r\n\n               Boudin, Lynch and Lipez,\r\n\n                   Circuit Judges.\r\n\nTed Poretz with whom Steven D. Guggenheim, Alyson M. Weiss,\r\nWende S. Ascher, Richards &amp; O'Neil, LLP, Charles M. Campo, Jr., and\r\nKassler &amp; Feuer, P.C. were on brief for New York Islanders Hockey\r\nClub, L.P.\r\nAlan G. Miller with whom Thomas M. Elcock and Morrison,\r\nMahoney &amp; Miller were on brief for Boston Mutual Insurance Company.\r\nBarbara A. Sheehan with whom Michael T. Walsh, Maura Bleichert\r\nLee and Walsh &amp; Sheehan, LLP were on brief for Blumencranz,\r\nKlepper, Wilkins &amp; Dubofsky, Ltd. \r\n\nJanuary 19, 1999\r\n\nBOUDIN, Circuit Judge.  On or about November 14, 1994,\r\nthe New York Islanders Hockey Club (the \"Islanders\") submitted an\r\napplication to Boston Mutual Insurance Company (\"Boston Mutual\")\r\nand various Lloyd's of London underwriters to insure its star\r\nplayer, Brett Lindros, for temporary total disability as part of\r\nthe National Hockey League's group insurance plan.  The Islanders\r\nfailed to disclose in the application that, before becoming a\r\nmember of the team, Lindros had sustained three concussions within\r\na span of a little more than a year, that he had received medical\r\ntreatment for each of these head injuries, and that he had\r\nexperienced headaches and dizziness from these episodes.    \r\nThe facts as to Lindros's history of head injuries are\r\nuncontested.  In September 1992, Lindros suffered head trauma while\r\ntrying out for the Canadian National team.  He experienced\r\ntemporary impaired vision and a nagging headache for most of the\r\nday.  Dr. Paul Thorne, a physician for that team, examined Lindros,\r\nfinding that the left side of his visual field was \"abnormal.\"  Dr.\r\nThorne read a CT scan of Lindros's brain to show signs of brain\r\nedema, although he later revised his interpretation of the CT scan\r\nto normal after obtaining the radiologist's expert judgment.  Dr.\r\nThorne discussed with Lindros's father the risks of reinjury and\r\ntold Lindros to refrain from full-contact hockey for a week.\r\nSometime in November 1992, Lindros sustained a second\r\nhead injury while playing for the Kingston Frontenacs.  In the heat\r\nof a game, after his helmet had fallen off, he was body-checked by\r\nan opposing player and his head banged against the boards.  After\r\nthe game, Lindros complained of impaired vision.  On the suggestion\r\nof his mother, who is a nurse, Lindros visited Kingston Hospital. \r\nAfter being examined by medical staff in the emergency room, he was\r\ninstructed to avoid physical contact for seven days.  This incident\r\nis documented by Dr. Thorne accordingly: \"Nov[ember] 92--dizzy, hit\r\nl[eft] temple, l[eft] homonymous hemianopsia 30-60 minutes.\"\r\nLindros suffered a third blow to the head while playing\r\nfor Team Canada in Norway in November 1993, when he was again\r\n\"taken into the boards.\"  Feeling \"disoriented\" and \"fuzzy,\" he\r\nleft the game but later returned to play.  Afterward, he was\r\ndiagnosed by a hospital therapist with \"concussive head injury from\r\ncontact [with] boards/dasher.\"  MRI and EEG tests two weeks later\r\nrevealed no abnormalities, and Dr. Thorne authorized Lindros to\r\nplay in an upcoming tournament but warned Lindros that \"the risks\r\nstill, despite [his recovery], of further concussion is slightly\r\nhigher,\" and that in his view \"the more concussions he has, there\r\nis a risk of permanent brain damage when that happens.\"\r\nThe Boston Mutual application, which the Islanders\r\ncompleted in 1994 to secure coverage for Lindros, posed a series of\r\nmedical questions in two different parts; it specified that part I\r\nwas to be completed \"by\" the player and a designated club official\r\nand part II \"by\" the player and club physician.  The part I\r\nquestions asked inter alia what the club knew about past injuries\r\nto the player (directing that the club, its physician and trainer\r\n\"must be consulted\") and was to be signed by someone on behalf of\r\nthe club; part II asked detailed medical questions and was to be\r\npersonally signed by the player and club physician.  In fact, the\r\nteam trainer, Edward Tyburski, answered all of the questions on the\r\napplication without first consulting the club physician, Dr. Gerald\r\nCordani, or Lindros himself.  Lindros and Dr. Cordani simply signed\r\nthe relevant forms in the appropriate places, as requested by the\r\nIslanders, apparently without verifying the accuracy of the\r\nanswers, as the trainer had requested them to do.\r\nThe completed application did not disclose any of\r\nLindros's three prior concussions even though a number of\r\nquestions--if answered accurately--called for such disclosures.  In\r\nparticular, question (5)(b) of part I asked whether the club knew\r\nif Lindros had experienced any pain or discomfort for which he\r\nsought medical advice or treatment within the previous year; the\r\nform asked for details if the applicant answered in the\r\naffirmative.  The Islanders's answer noted only Lindros's January\r\n1994 knee sprain.  The club's own physical examination of Lindros\r\nin September 1994 had apprised it of at least one of his prior\r\nconcussions.\r\nSimilarly, none of Lindros's concussion-related\r\nexaminations were revealed by Lindros or the club doctor in\r\nresponse to question 4(a) of part II, which asked if Lindros had\r\nundergone a nonroutine examination by a physician within the past\r\nthree years (only the knee injuries were disclosed in response). \r\nAlthough question 5(g) of part II inquired as to whether Lindros\r\nhad ever had any known indication of or been treated for dizziness\r\nor headache, the application answered \"no.\"  There were other\r\nseemingly inaccurate answers but the district court declined to\r\nrely upon them, saying that they had not been timely identified as\r\nerrors.\r\nLindros retired at the end of 1995 after suffering three\r\nmore serious concussions in short succession while playing as an\r\nIslander.  Shortly thereafter, the Islanders filed a claim under\r\nthe insurance policy, seeking to recover approximately $4.3\r\nmillion--the bulk of Lindros's salary for the period remaining in\r\nhis 5-year contract term.  According to the policy, once a\r\ndeductible is met and an insured player misses 30 consecutive\r\nregular season games due to a disability, the policy reimburses the\r\nteam for 80 percent of the player's salary during his disability. \r\nThe claim was denied by the insurers on the ground that the\r\nIslanders failed to reveal relevant information on their insurance\r\napplication by omitting Lindros's history of prior head injuries. \r\nBoston Mutual then commenced this action to rescind the\r\npolicy.  The Islanders counterclaimed for payment under the policy\r\nand impleaded third-party defendant Blumencranz, Klepper, Wilkins\r\n&amp; Dubofsky, Ltd. (\"BWD\"), the National Hockey League's insurance\r\nbroker that administers the insurance program.  The Islanders\r\nalleged, inter alia, that BWD as agent breached its duty of care,\r\nassertedly owed to the Islanders, by failing to forward to Boston\r\nMutual Lindros's 1994 team physical which indicated that he had had\r\nat least one concussion.\r\nAfter discovery, Boston Mutual and BWD moved for summary\r\njudgment.  The district court granted the motions.  It rejected\r\nrecovery under the policy, holding that the Islanders intended to\r\ndeceive the underwriters and, alternatively, that the Islanders's\r\nmisstatements had the effect of increasing the insurers' risk of\r\nloss.  On the Islanders's claim against BWD, the court said that\r\nBWD's failure to verify the accuracy of the application or submit\r\ndocumentary materials on the Islanders's behalf did not breach any\r\nputative duty of care.  The Islanders now appeal.\r\nWe review the district court's entry of summary judgment\r\nde novo, viewing the evidence in the light most favorable to the\r\nIslanders. See Iglesias v. Mutual Life Ins. Co. of New York, 156\r\nF.3d 237, 239 (1st Cir. 1998).  The policy at issue is governed by\r\nMassachusetts law, which permits an insurance company to avoid a\r\npolicy based on the misrepresentation of the insured, if \"such\r\nmisrepresentation or warranty is made with actual intent to\r\ndeceive, or . . . the matter misrepresented . . . increased the\r\nrisk of loss.\"  Mass. Gen. Laws ch. 175,  186.  If either prong of\r\nthe test is satisfied, an insurer may rescind a policy.\r\nThe application did contain misrepresentations:  as\r\nalready described, it failed to reveal the three head injuries that\r\noccurred in 1992 and 1993 even though disclosure was clearly called\r\nfor by several of the questions.  Whether the false answers were\r\ngiven with actual \"intent to deceive\" or the false answers\r\n\"increased the risk of loss\" are more difficult questions.  We\r\nbegin with the district court's determination that actual intent to\r\ndeceive was established as a matter of law.\r\nIn resolving the issue, our first problem is to decide\r\nwhat is meant by the phrase \"actual intent to deceive\" as used in\r\nthe Massachusetts statute.  Massachusetts law  sometimes appears\r\nconfusing on this issue, but a careful reading of the cases reveals\r\na pattern to which most of the language and outcomes can be fit. \r\nOf course, the Massachusetts Supreme Judicial Court has the last\r\nword on this issue; but in the meantime, we think a brief\r\ndiscussion may be helpful to district courts faced with this issue.\r\nIn general, a false answer does not itself automatically\r\nprove deceitful intent--the mistake could easily be a reasonable\r\none or merely negligent.  At the other end of the spectrum, a\r\nfalse statement in an insurance policy, known by the applicant to\r\nbe untrue and deliberately intended to induce reliance on the false\r\nstatement, indicates actual deceit.  See Danca v. Taunton Savings\r\nBank, 429 N.E.2d 1129 (Mass. 1982).  The real difficulty lies\r\nbetween these end points, especially with false statements that\r\nmight be described as reckless.\r\nWe agree with the district judge that actual deceit may\r\nexist in certain cases where an applicant makes a false statement\r\nwithout actual knowledge of its falsity.  Imagine a case where--\r\nalthough not certain that his answers are false--an applicant knows\r\nfull well that he is ignorant as to their truth or falsity and\r\nintends to deceive by conveying a false impression that he believes\r\nthe answers to be true.  Cf. United States v. London, 66 F.3d 1227,\r\n1241 (1st Cir.), cert. denied, 517 U.S. 1155 (1996) (standard\r\n\"willful blindness\" instruction).\r\nYet in other cases, an applicant's false statement might\r\nbe reckless, even suggestive of fraud, but fall short of compelling\r\nan inference of deliberate deception or bad faith.  Put more\r\nsimply, the recklessness rubric may cover some cases in which the\r\napplicant is actually deceitful but also others in which he is\r\nsimply careless in the extreme.  In the latter instance,\r\nMassachusetts does not impute actual deceit as a matter of law. \r\nCf. Sullivan v. John Hancock Mutual Life Ins. Co., 174 N.E.2d 771,\r\n774 (Mass. 1961); McDonough v. Metropolitan Life Ins. Co., 117 N.E.\r\n836 (Mass. 1917).\r\nTurning to the present facts, we agree with the district\r\njudge that the Islanders's conduct was indisputably reckless in the\r\nsense that it was careless in the extreme.  But whether a jury\r\nwould be compelled to conclude that \"the Islanders\" consciously\r\nconveyed a false impression is a more difficult issue, especially\r\nbecause we are dealing with the state of mind of three different\r\nindividuals who knew only different parts of the puzzle:  the\r\ntrainer who completed the application but whose state of knowledge\r\nas to the past concussions is unclear, and Lindros and the club\r\ndoctor who knew more but may never have read the application.\r\nThe gap as to subjective intent might be filled by a more\r\ndetailed assessment, but this course is unnecessary given the\r\ndistrict court's alternative ground for summary judgment, namely,\r\nits conclusion that the false statements were material as a matter\r\nof law under section 186.  \"Materiality\" may mean different things\r\nin different contexts.  But the Massachusetts statute provides a\r\ndefinition to focus the inquiry:  a false answer is material under\r\nsection 186 if \"the matter misrepresented . . . increased the risk\r\nof loss\" for the insurer.  Mass. Gen. Laws ch. 175,  186.\r\nAn understanding of why this requirement exists informs\r\nits interpretation.  On this branch of the Massachusetts statute,\r\nan innocent or merely carelessly false statement may avoid the\r\npolicy.  Absent actual deceit, the materiality requirement limits\r\navoidance to cases where an accurate answer could reasonably have\r\naffected an insurer's choices--for example, whether to insure the\r\napplicant, whether to impose exclusions, whether to charge a higher\r\npremium--decisions largely governed by perceptions as to the\r\nlikelihood and magnitude of loss.\r\nAt the same time, the statute does not go so far as to\r\nrequire proof by the insurer that it would have acted differently\r\n(although such proof certainly tends to establish materiality,e.g., Barnstable County Ins. Co. v. Gale, 680 N.E.2d 42 (Mass.\r\n1997)).  Where the misstatement would \"naturally influence\" the\r\njudgment of the underwriter, id. at 44, it may be material without\r\nproof that the insurer would ultimately have refused to insure the\r\napplicant or would have charged more for the insurance.  This\r\nobjective definition is broadly consistent with the way\r\n\"materiality\" is defined in other contexts.  See, e.g., United\r\nStates v. Corsino, 812 F.2d 26, 30 (1st Cir. 1987) (finding\r\nstatement material for purposes of federal anti-fraud statute if it\r\nhas a \"natural tendency to influence . . . a governmental\r\nfunction\").\r\nWhether a misstatement increases the insurer's risk of\r\nloss \"is ordinarily a question of fact.\"  Keefe v. John Hancock\r\nProperty &amp; Cas. Ins. Cos., No. 9429, 1997 WL 733843, at *4 (Mass.\r\nApp. Div. Nov. 17, 1997).  Nevertheless, the issue is often\r\nresolved as a matter of law under Massachusetts law where the\r\nhealth condition or occurrence falsely concealed is objectively\r\nserious enough that no reasonable person could doubt that it\r\nincreased the risk of loss.  If the cases are sometimes hard to\r\nreconcile, this is partly because they cover almost a century of\r\nchanging medical knowledge and partly because of variations in the\r\nbackground facts (e.g., what was asked, what was disclosed, and in\r\nwhat circumstances).\r\nHere, the primary witness for the insurers as to risk was\r\nDr. John Brennan, a consulting physician to the National Hockey\r\nLeague's underwriters.  Dr. Brennan opined by affidavit that had he\r\nknown of Lindros's prior injuries, he would have advised the\r\ninsurers at a minimum to exclude insurance coverage for head\r\ninjuries and brain damage.  His deposition indicated that repeated\r\nhead injuries can produce cumulative brain damage.  And this\r\ntestimony is consistent with the opinion expressed by Dr. Thorne,\r\none of Lindros's physicians, regarding the risk of permanent damage\r\nfrom repeated injury.\r\nYet Dr. Brennan was a less-than-ideal witness for the\r\ninsurers in several respects: he does not specialize in neurology\r\nand his experience with repeated head trauma apparently involved\r\nboxers exclusively (for whom cumulative effects are well documented\r\nbut whose repetitive head trauma could be distinguished from the\r\nkind of less frequently repeated injury suffered by hockey\r\nplayers).  And although Dr. Brennan testified to his understanding\r\nthat the effect of brain injuries can be cumulative, he did not\r\nclaim a close acquaintance with the scientific literature on the\r\nsubject. \r\nThe Islanders's own expert, Dr. Robert Cantu, had strong\r\nqualifications and directly disputed the proposition that\r\ncumulative brain damage necessarily results from repeated injury of\r\nthe kind suffered by hockey or football players (rather than\r\nboxers).  Although impeached to some extent by his own previous\r\nwritings, Dr. Cantu said that it depends on the individual whether\r\nsuch cumulative effects will be manifested.  And in Brett Lindros's\r\ncase specifically, he found no evidence of cumulative damage from\r\nexamining his medical records.\r\nHowever, what Dr. Cantu did not dispute is the\r\nstatistical conclusion, exemplified by a study of \"several thousand\r\nhigh school football players\" finding that players who had\r\nsustained one concussion were four times more likely to suffer\r\nanother than those players who had never had one.  Whether such\r\ndata is a function of some athletes' more aggressive tactics (as\r\nDr. Cantu himself believes), their greater susceptibility based on\r\npast injuries, or merely an individual predisposition to head\r\ninjury matters not.  It is enough that the defendant's own expert\r\neffectively conceded that prior concussions have been shown\r\nsignificantly to increase the risk for the class.\r\nThe question remains whether the increased risk should be\r\ndisregarded if, as the Islanders claim to be true, the insurers\r\nwould in fact have issued the same policy for Lindros, without any\r\nexclusion, and without any change in premium, even if they had\r\nknown all of the information about the prior concussions.  The\r\ninsurers offered affidavit evidence that the information would or\r\ncould well have altered the outcome; but the affiant himself had\r\nadmitted in deposition that coverage had been granted without\r\nfurther investigation to 20 or more previously concussed players;\r\nand a separate study offered by the Islanders found no case, among\r\na large sample, where a denial or exclusion under this policy had\r\nbeen based on such a disclosure.\r\nThere are various reasons why a player might be covered\r\nwithout any change in the policy despite increased risk: policies\r\n\"group\" risks, actuaries draw classification lines at different\r\npoints, and insurers who have a major continuing policy covering an\r\nimportant sports industry have plenty of reasons to be\r\naccommodating to the insured teams.  In this case, the evidence of\r\npast practice does not raise a disputable issue as to whether the\r\nobjective risk was increased.  It certainly does raise the question\r\nwhether the new information would have altered the insurers'\r\nresponse to the application.\r\nThe Massachusetts statute on its face makes proof of\r\nobjective risk sufficient, and the cases look in this direction\r\nalthough none is conclusive.  See note 4, above.  Further, given a\r\nfalse application, there are reasons to avoid a retrospective\r\ninquiry that can rarely be answered with perfect confidence: here,\r\nfor example, it is not clear that the underwriters had ever insured\r\na player with as many as three prior concussions and the several\r\ntroubling symptoms that accompanied them in Lindros's case.  Under\r\nMassachusetts law, it is enough that the application was false in\r\nsubstantial respects and that the information omitted did\r\nmaterially increase the risk to the insurer.\r\nA final issue remains.  The Islanders argued that the\r\ntrial court erred by entering judgment in favor of BWD because the\r\nevidence permitted a jury to find that BWD breached its alleged\r\nduty of care to the Islanders when it failed to forward Lindros's\r\n1993 team physical to the underwriters.  The physical would have\r\nshown at least one prior concussion and--if forwarded--would have\r\nprovided the insurers with some additional warning.\r\nThe district court properly found that, even assuming BWD\r\nwas the Islanders's agent, no rational jury could conclude that BWD\r\nfailed to fulfill its obligation to the Islanders.  It is\r\nundisputed that BWD (as the National Hockey League's broker)\r\ninformed the Islanders's own insurance broker, Sterling &amp; Sterling,\r\nthat team physicals were no longer required after January 1993, and\r\nthat BWD also relayed that change of policy to the Islanders\r\ndirectly.  Although BWD occasionally forwarded team physicals after\r\nthis date, it was under no obligation to do so.\r\nOnce BWD returned Lindros's 1993 team physical to the\r\nIslanders, citing the rule change, the Islanders never requested\r\nthat BWD send it on to the underwriters.  As the trial court\r\ndetermined, BWD had no independent duty to confirm the veracity of\r\nthe statements contained in the Islanders's applications for the\r\ninsurance coverage and did not sign the forms; it merely fulfilled\r\nthe administrative task of checking to see if the questions asked\r\non the forms had all been answered.\r\nAffirmed.\n",
  "html": "<p class=\"case_cite\">165 F.3d 93</p>\n    <p class=\"parties\">BOSTON MUTUAL INSURANCE COMPANY, Plaintiff, Appellee,<br>v.<br>NEW YORK ISLANDERS HOCKEY CLUB, L.P., Defendant, Appellant,<br>v.<br>Blumencranz, Klepper, Wilkins &amp; Dubofsky, Ltd., d/b/a BWD<br>Group, Ltd., Third-Party Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1456.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 17, 1998.<br>Decided Jan. 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ted Poretz with whom Steven D. Guggenheim, Alyson M. Weiss, Wende S. Ascher, Richards &amp; O'Neil, LLP, Charles M. Campo, Jr., and Kassler &amp; Feuer, P.C. were on brief for New York Islanders Hockey Club, L.P.</p>\n      <p class=\"indent\">Alan G. Miller with whom Thomas M. Elcock and Morrison, Mahoney &amp; Miller were on brief for Boston Mutual Insurance Company.</p>\n      <p class=\"indent\">Barbara A. Sheehan with whom Michael T. Walsh, Maura Bleichert Lee and Walsh &amp; Sheehan, LLP were on brief for Blumencranz, Klepper, Wilkins &amp; Dubofsky, Ltd.</p>\n      <p class=\"indent\">Before BOUDIN, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On or about November 14, 1994, the New York Islanders Hockey Club (the \"Islanders\") submitted an application to Boston Mutual Insurance Company (\"Boston Mutual\") and various Lloyd's of London underwriters to insure its star player, Brett Lindros, for temporary total disability as part of the National Hockey League's group insurance plan.  The Islanders failed to disclose in the application that, before becoming a member of the team, Lindros had sustained three concussions within a span of a little more than a year, that he had received medical treatment for each of these head injuries, and that he had experienced headaches and dizziness from these episodes.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts as to Lindros's history of head injuries are uncontested.  In September 1992, Lindros suffered head trauma while trying out for the Canadian National team.  He experienced temporary impaired vision and a nagging headache for most of the day.  Dr. Paul Thorne, a physician for that team, examined Lindros, finding that the left side of his visual field was \"abnormal.\"   Dr. Thorne read a CT scan of Lindros's brain to show signs of brain edema, although he later revised his interpretation of the CT scan to normal after obtaining the radiologist's expert judgment.  Dr. Thorne discussed with Lindros's father the risks of reinjury and told Lindros to refrain from full-contact hockey for a week.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sometime in November 1992, Lindros sustained a second head injury while playing for the Kingston Frontenacs.  In the heat of a game, after his helmet had fallen off, he was body-checked by an opposing player and his head banged against the boards.  After the game, Lindros complained of impaired vision.  On the suggestion of his mother, who is a nurse, Lindros visited Kingston Hospital.  After being examined by medical staff in the emergency room, he was instructed to avoid physical contact for seven days.  This incident is documented by Dr. Thorne accordingly:  \"Nov[ember] 92--dizzy, hit l[eft] temple, l[eft] homonymous hemianopsia 30-60 minutes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lindros suffered a third blow to the head while playing for Team Canada in Norway in November 1993, when he was again \"taken into the boards.\"   Feeling \"disoriented\" and \"fuzzy,\" he left the game but later returned to play.  Afterward, he was diagnosed by a hospital therapist with \"concussive head injury from contact [with] boards/dasher.\"   MRI and EEG tests two weeks later revealed no abnormalities, and Dr. Thorne authorized Lindros to play in an upcoming tournament but warned Lindros that \"the risks still, despite [his recovery], of further concussion is slightly higher,\" and that in his view \"the more concussions he has, there is a risk of permanent brain damage when that happens.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Boston Mutual application, which the Islanders completed in 1994 to secure coverage for Lindros, posed a series of medical questions in two different parts;  it specified that part I was to be completed \"by\" the player and a designated club official and part II \"by\" the player and club physician.  The part I questions asked inter alia what the club knew about past injuries to the player (directing that the club, its physician and trainer \"must be consulted\") and was to be signed by someone on behalf of the club;  part II asked detailed medical questions and was to be personally signed by the player and club physician.  In fact, the team trainer, Edward Tyburski, answered all of the questions on the application without first consulting the club physician, Dr. Gerald Cordani, or Lindros himself.  Lindros and Dr. Cordani simply signed the relevant forms in the appropriate places, as requested by the Islanders, apparently without verifying the accuracy of the answers, as the trainer had requested them to do.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The completed application did not disclose any of Lindros's three prior concussions even though a number of questions--if answered accurately--called for such disclosures.  In particular, question (5)(b) of part I asked whether the club knew if Lindros had experienced any pain or discomfort for which he sought medical advice or treatment within the previous year;  the form asked for details if the applicant answered in the affirmative.  The Islanders's answer noted only Lindros's January 1994 knee sprain.  The club's own physical examination of Lindros in September 1994 had apprised it of at least one of his prior concussions.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Similarly, none of Lindros's concussion-related examinations were revealed by Lindros or the club doctor in response to question 4(a) of part II, which asked if Lindros had undergone a nonroutine examination by a physician within the past three years (only the knee injuries were disclosed in response).  Although question 5(g) of part II inquired as to whether Lindros had ever had any known indication of or been treated for dizziness or headache, the application answered \"no.\"   There were other seemingly inaccurate answers but the district court declined to rely upon them, saying that they had not been timely identified as errors.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lindros retired at the end of 1995 after suffering three more serious concussions in short succession while playing as an Islander.  Shortly thereafter, the Islanders filed a claim under the insurance policy, seeking to recover approximately $4.3 million--the bulk of Lindros's salary for the period remaining in his 5-year contract term.  According to the policy, once a deductible is met and an insured player misses 30 consecutive regular season games due to a disability, the policy reimburses the team for 80 percent of the player's salary during his disability.  The claim was denied by the insurers on the ground that the Islanders failed to reveal relevant information on their insurance application by omitting Lindros's history of prior head injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Boston Mutual then commenced this action to rescind the policy.  The Islanders counterclaimed for payment under the policy and impleaded third-party defendant Blumencranz, Klepper, Wilkins &amp; Dubofsky, Ltd.  (\"BWD\"), the National Hockey League's insurance broker that administers the insurance program.  The Islanders alleged, inter alia, that BWD as agent breached its duty of care, assertedly owed to the Islanders, by failing to forward to Boston Mutual Lindros's 1994 team physical which indicated that he had had at least one concussion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After discovery, Boston Mutual and BWD moved for summary judgment.  The district court granted the motions.  It rejected recovery under the policy, holding that the Islanders intended to deceive the underwriters and, alternatively, that the Islanders's misstatements had the effect of increasing the insurers' risk of loss.  On the Islanders's claim against BWD, the court said that BWD's failure to verify the accuracy of the application or submit documentary materials on the Islanders's behalf did not breach any putative duty of care.  The Islanders now appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the district court's entry of summary judgment de novo, viewing the evidence in the light most favorable to the Islanders.  See Iglesias v. Mutual Life Ins. Co. of New York, 156 F.3d 237, 239 (1st Cir.1998).  The policy at issue is governed by Massachusetts law, which permits an insurance company to avoid a policy based on the misrepresentation of the insured, if \"such misrepresentation or warranty is made with actual intent to deceive, or ... the matter misrepresented ... increased the risk of loss.\"  Mass. Gen. Laws ch. 175, &#167; 186.  If either prong of the test is satisfied, an insurer may rescind a policy.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The application did contain misrepresentations:  as already described, it failed to reveal the three head injuries that occurred in 1992 and 1993 even though disclosure was clearly called for by several of the questions.  Whether the false answers were given with actual \"intent to deceive\" or the false answers \"increased the risk of loss\" are more difficult questions.  We begin with the district court's determination that actual intent to deceive was established as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In resolving the issue, our first problem is to decide what is meant by the phrase \"actual intent to deceive\" as used in the Massachusetts statute.  Massachusetts law sometimes appears confusing on this issue, but a careful reading of the cases reveals a pattern to which most of the language and outcomes can be fit.  Of course, the Massachusetts Supreme Judicial Court has the last word on this issue;  but in the meantime, we think a brief discussion may be helpful to district courts faced with this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In general, a false answer does not itself automatically prove deceitful intent--the mistake could easily be a reasonable one or merely negligent.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  At the other end of the spectrum, a false statement in an insurance policy, known by the applicant to be untrue and deliberately intended to induce reliance on the false statement, indicates actual deceit.  See Danca v. Taunton Savings Bank, 385 Mass. 1, 429 N.E.2d 1129 (Mass.1982).  The real difficulty lies between these end points, especially with false statements that might be described as reckless.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We agree with the district judge that actual deceit may exist in certain cases where an applicant makes a false statement without actual knowledge of its falsity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Imagine a case where--although not certain that his answers are false--an applicant knows full well that he is ignorant as to their truth or falsity and intends to deceive by conveying a false impression that he believes the answers to be true.  Cf. United States v. London, 66 F.3d 1227, 1241 (1st Cir.), cert. denied, 517 U.S. 1155, 116 S.Ct. 1542, 134 L.Ed.2d 646 (1996) (standard \"willful blindness\" instruction).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Yet in other cases, an applicant's false statement might be reckless, even suggestive of fraud, but fall short of compelling an inference of deliberate deception or bad faith.  Put more simply, the recklessness rubric may cover some cases in which the applicant is actually deceitful but also others in which he is simply careless in the extreme.  In the latter instance, Massachusetts does not impute actual deceit as a matter of law.  Cf. Sullivan v. John Hancock Mutual Life Ins. Co., 342 Mass. 649, 174 N.E.2d 771, 774 (Mass.1961);  McDonough v. Metropolitan Life Ins. Co., 228 Mass. 450, 117 N.E. 836 (Mass.1917).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Turning to the present facts, we agree with the district judge that the Islanders's conduct was indisputably reckless in the sense that it was careless in the extreme.  But whether a jury would be compelled to conclude that \"the Islanders\" consciously conveyed a false impression is a more difficult issue, especially because we are dealing with the state of mind of three different individuals who knew only different parts of the puzzle:  the trainer who completed the application but whose state of knowledge as to the past concussions is unclear, and Lindros and the club doctor who knew more but may never have read the application.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The gap as to subjective intent might be filled by a more detailed assessment, but this course is unnecessary given the district court's alternative ground for summary judgment, namely, its conclusion that the false statements were material as a matter of law under section 186.  \"Materiality\" may mean different things in different contexts.  But the Massachusetts statute provides a definition to focus the inquiry:  a false answer is material under section 186 if \"the matter misrepresented ... increased the risk of loss\" for the insurer.  Mass. Gen. Laws ch. 175, &#167; 186.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">An understanding of why this requirement exists informs its interpretation.  On this branch of the Massachusetts statute, an innocent or merely carelessly false statement may avoid the policy.  Absent actual deceit, the materiality requirement limits avoidance to cases where an accurate answer could reasonably have affected an insurer's choices--for example, whether to insure the applicant, whether to impose exclusions, whether to charge a higher premium--decisions largely governed by perceptions as to the likelihood and magnitude of loss.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the same time, the statute does not go so far as to require proof by the insurer that it would have acted differently (although such proof certainly tends to establish materiality, e.g., Barnstable County Ins. Co. v. Gale, 425 Mass. 126, 680 N.E.2d 42 (Mass.1997)).  Where the misstatement would \"naturally influence\" the judgment of the underwriter, id. at 44, it may be material without proof that the insurer would ultimately have refused to insure the applicant or would have charged more for the insurance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This objective definition is broadly consistent with the way \"materiality\" is defined in other contexts.  See, e.g., United States v. Corsino, 812 F.2d 26, 30 (1st Cir.1987) (finding statement material for purposes of federal anti-fraud statute if it has a \"natural tendency to influence ... a governmental function\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Whether a misstatement increases the insurer's risk of loss \"is ordinarily a question of fact.\"  Keefe v. John Hancock Property &amp; Cas. Ins. Cos., No. 9429, 1997 WL 733843, at * 4 (Mass.App.Div. Nov.17, 1997).  Nevertheless, the issue is often resolved as a matter of law under Massachusetts law where the health condition or occurrence falsely concealed is objectively serious enough that no reasonable person could doubt that it increased the risk of loss.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  If the cases are sometimes hard to reconcile,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> this is partly because they cover almost a century of changing medical knowledge and partly because of variations in the background facts (e.g., what was asked, what was disclosed, and in what circumstances).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, the primary witness for the insurers as to risk was Dr. John Brennan, a consulting physician to the National Hockey League's underwriters.  Dr. Brennan opined by affidavit that had he known of Lindros's prior injuries, he would have advised the insurers at a minimum to exclude insurance coverage for head injuries and brain damage.  His deposition indicated that repeated head injuries can produce cumulative brain damage.  And this testimony is consistent with the opinion expressed by Dr. Thorne, one of Lindros's physicians, regarding the risk of permanent damage from repeated injury.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Yet Dr. Brennan was a less-than-ideal witness for the insurers in several respects:  he does not specialize in neurology and his experience with repeated head trauma apparently involved boxers exclusively (for whom cumulative effects are well documented but whose repetitive head trauma could be distinguished from the kind of less frequently repeated injury suffered by hockey players).  And although Dr. Brennan testified to his understanding that the effect of brain injuries can be cumulative, he did not claim a close acquaintance with the scientific literature on the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Islanders's own expert, Dr. Robert Cantu, had strong qualifications and directly disputed the proposition that cumulative brain damage necessarily results from repeated injury of the kind suffered by hockey or football players (rather than boxers).  Although impeached to some extent by his own previous writings, Dr. Cantu said that it depends on the individual whether such cumulative effects will be manifested.  And in Brett Lindros's case specifically, he found no evidence of cumulative damage from examining his medical records.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">However, what Dr. Cantu did not dispute is the statistical conclusion, exemplified by a study of \"several thousand high school football players\" finding that players who had sustained one concussion were four times more likely to suffer another than those players who had never had one.  Whether such data is a function of some athletes' more aggressive tactics (as Dr. Cantu himself believes), their greater susceptibility based on past injuries, or merely an individual predisposition to head injury matters not.  It is enough that the defendant's own expert effectively conceded that prior concussions have been shown significantly to increase the risk for the class.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The question remains whether the increased risk should be disregarded if, as the Islanders claim to be true, the insurers would in fact have issued the same policy for Lindros, without any exclusion, and without any change in premium, even if they had known all of the information about the prior concussions.  The insurers offered affidavit evidence that the information would or could well have altered the outcome;  but the affiant himself had admitted in deposition that coverage had been granted without further investigation to 20 or more previously concussed players;  and a separate study offered by the Islanders found no case, among a large sample, where a denial or exclusion under this policy had been based on such a disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">There are various reasons why a player might be covered without any change in the policy despite increased risk:  policies \"group\" risks, actuaries draw classification lines at different points, and insurers who have a major continuing policy covering an important sports industry have plenty of reasons to be accommodating to the insured teams.  In this case, the evidence of past practice does not raise a disputable issue as to whether the objective risk was increased.  It certainly does raise the question whether the new information would have altered the insurers' response to the application.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Massachusetts statute on its face makes proof of objective risk sufficient, and the cases look in this direction although none is conclusive.  See note 4, above.  Further, given a false application, there are reasons to avoid a retrospective inquiry that can rarely be answered with perfect confidence:  here, for example, it is not clear that the underwriters had ever insured a player with as many as three prior concussions and the several troubling symptoms that accompanied them in Lindros's case.  Under Massachusetts law, it is enough that the application was false in substantial respects and that the information omitted did materially increase the risk to the insurer.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A final issue remains.  The Islanders argued that the trial court erred by entering judgment in favor of BWD because the evidence permitted a jury to find that BWD breached its alleged duty of care to the Islanders when it failed to forward Lindros's 1994 team physical to the underwriters.  The physical would have shown at least one prior concussion and--if forwarded--would have provided the insurers with some additional warning.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court properly found that, even assuming BWD was the Islanders's agent, no rational jury could conclude that BWD failed to fulfill its obligation to the Islanders.  It is undisputed that BWD (as the National Hockey League's broker) informed the Islanders's own insurance broker, Sterling &amp; Sterling, that team physicals were no longer required after January 1993, and that BWD also relayed that change of policy to the Islanders directly.  Although BWD occasionally forwarded team physicals after this date, it was under no obligation to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Once BWD returned Lindros's 1994 team physical to the Islanders, citing the rule change, the Islanders never requested that BWD send it on to the underwriters.  As the trial court determined, BWD had no independent duty to confirm the veracity of the statements contained in the Islanders's applications for the insurance coverage and did not sign the forms;  it merely fulfilled the administrative task of checking to see if the questions asked on the forms had all been answered.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> One case says that to prevail, an insurer must show both actual intent to deceive and show that the deception was material (i.e., that it increased the risk of loss), see Employers' Liability Assurance Corp. v. Vella, 366 Mass. 651, 321 N.E.2d 910, 913 (Mass.1975).  However, the statutory language is clearly disjunctive and is clearly so treated in most cases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Andover Newton Theological Sch., Inc. v. Continental Cas. Co., 409 Mass. 350, 566 N.E.2d 1117, 1118-19 (Mass.1991);  Rappe v. Metropolitan Life Ins. Co., 322 Mass. 438, 77 N.E.2d 641, 642 (Mass.1948)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See Nickerson v. Matco Tools Corp., 813 F.2d 529, 530 (1st Cir.1987) (trade deception);  Powell v. Rasmussen, 355 Mass. 117, 243 N.E.2d 167, 168 (Mass.1969) (deceit in sale of corporate stock)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Shapiro v. American Home Assurance Co., 584 F.Supp. 1245, 1249-50 (D.Mass.1984) (finding misstatement to be material without proof of subjective \"reliance\");  see also Doulames v. Prudential Insurance Co., 1 Mass.App.Ct. 871, 307 N.E.2d 17, 18 (Mass.App.1974) (holding that increased risk may be inferred either from objective scientific evidence or from testimony as to insurer's practice);  Locke v. Royal Ins. Co., 220 Mass. 202, 107 N.E. 911, 912 (Mass.1915) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See, e.g., Northwestern Mutual Life Ins. Co. v. Iannacchino, 950 F.Supp. 28 (D.Mass.1997) (serious depression);  Pahigian v. Manufacturers' Life Ins. Co., 349 Mass. 78, 206 N.E.2d 660 (Mass.1965) (Hodgkin's disease);  Ayers v. Massachusetts Blue Cross, Inc., 4 Mass.App.Ct. 530, 352 N.E.2d 218 (Mass.App.1976) (cancer symptoms)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e.g., Kaufman v. National Casualty Co., 342 Mass. 412, 174 N.E.2d 35 (Mass.1961) (holding that a history of heart attacks was not material as a matter of law);  see also Schiller v. Metropolitan Life Ins. Co., 295 Mass. 169, 3 N.E.2d 384, 388 (Mass.1936) (listing serious medical conditions that are not material as a matter of law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We need not decide whether a different outcome might be urged where the misstatement was entirely innocent or where conclusive evidence (e.g., a formal classification) showed indisputably that an increased risk would not have mattered.  Neither of these circumstances is present in this case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></span></p>\n    <p class=\"parties\">BOSTON MUTUAL INSURANCE COMPANY, Plaintiff, Appellee,<br>v.<br>NEW YORK ISLANDERS HOCKEY CLUB, L.P., Defendant, Appellant,<br>v.<br>Blumencranz, Klepper, Wilkins &amp; Dubofsky, Ltd., d/b/a BWD<br>Group, Ltd., Third-Party Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1456.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 17, 1998.<br>Decided Jan. 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ted Poretz with whom Steven D. Guggenheim, Alyson M. Weiss, Wende S. Ascher, Richards &amp; O'Neil, LLP, Charles M. Campo, Jr., and Kassler &amp; Feuer, P.C. were on brief for New York Islanders Hockey Club, L.P.</p>\n      <p class=\"indent\">Alan G. Miller with whom Thomas M. Elcock and Morrison, Mahoney &amp; Miller were on brief for Boston Mutual Insurance Company.</p>\n      <p class=\"indent\">Barbara A. Sheehan with whom Michael T. Walsh, Maura Bleichert Lee and Walsh &amp; Sheehan, LLP were on brief for Blumencranz, Klepper, Wilkins &amp; Dubofsky, Ltd.</p>\n      <p class=\"indent\">Before BOUDIN, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On or about November 14, 1994, the New York Islanders Hockey Club (the \"Islanders\") submitted an application to Boston Mutual Insurance Company (\"Boston Mutual\") and various Lloyd's of London underwriters to insure its star player, Brett Lindros, for temporary total disability as part of the National Hockey League's group insurance plan.  The Islanders failed to disclose in the application that, before becoming a member of the team, Lindros had sustained three concussions within a span of a little more than a year, that he had received medical treatment for each of these head injuries, and that he had experienced headaches and dizziness from these episodes.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts as to Lindros's history of head injuries are uncontested.  In September 1992, Lindros suffered head trauma while trying out for the Canadian National team.  He experienced temporary impaired vision and a nagging headache for most of the day.  Dr. Paul Thorne, a physician for that team, examined Lindros, finding that the left side of his visual field was \"abnormal.\"   Dr. Thorne read a CT scan of Lindros's brain to show signs of brain edema, although he later revised his interpretation of the CT scan to normal after obtaining the radiologist's expert judgment.  Dr. Thorne discussed with Lindros's father the risks of reinjury and told Lindros to refrain from full-contact hockey for a week.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sometime in November 1992, Lindros sustained a second head injury while playing for the Kingston Frontenacs.  In the heat of a game, after his helmet had fallen off, he was body-checked by an opposing player and his head banged against the boards.  After the game, Lindros complained of impaired vision.  On the suggestion of his mother, who is a nurse, Lindros visited Kingston Hospital.  After being examined by medical staff in the emergency room, he was instructed to avoid physical contact for seven days.  This incident is documented by Dr. Thorne accordingly:  \"Nov[ember] 92--dizzy, hit l[eft] temple, l[eft] homonymous hemianopsia 30-60 minutes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lindros suffered a third blow to the head while playing for Team Canada in Norway in November 1993, when he was again \"taken into the boards.\"   Feeling \"disoriented\" and \"fuzzy,\" he left the game but later returned to play.  Afterward, he was diagnosed by a hospital therapist with \"concussive head injury from contact [with] boards/dasher.\"   MRI and EEG tests two weeks later revealed no abnormalities, and Dr. Thorne authorized Lindros to play in an upcoming tournament but warned Lindros that \"the risks still, despite [his recovery], of further concussion is slightly higher,\" and that in his view \"the more concussions he has, there is a risk of permanent brain damage when that happens.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Boston Mutual application, which the Islanders completed in 1994 to secure coverage for Lindros, posed a series of medical questions in two different parts;  it specified that part I was to be completed \"by\" the player and a designated club official and part II \"by\" the player and club physician.  The part I questions asked inter alia what the club knew about past injuries to the player (directing that the club, its physician and trainer \"must be consulted\") and was to be signed by someone on behalf of the club;  part II asked detailed medical questions and was to be personally signed by the player and club physician.  In fact, the team trainer, Edward Tyburski, answered all of the questions on the application without first consulting the club physician, Dr. Gerald Cordani, or Lindros himself.  Lindros and Dr. Cordani simply signed the relevant forms in the appropriate places, as requested by the Islanders, apparently without verifying the accuracy of the answers, as the trainer had requested them to do.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The completed application did not disclose any of Lindros's three prior concussions even though a number of questions--if answered accurately--called for such disclosures.  In particular, question (5)(b) of part I asked whether the club knew if Lindros had experienced any pain or discomfort for which he sought medical advice or treatment within the previous year;  the form asked for details if the applicant answered in the affirmative.  The Islanders's answer noted only Lindros's January 1994 knee sprain.  The club's own physical examination of Lindros in September 1994 had apprised it of at least one of his prior concussions.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Similarly, none of Lindros's concussion-related examinations were revealed by Lindros or the club doctor in response to question 4(a) of part II, which asked if Lindros had undergone a nonroutine examination by a physician within the past three years (only the knee injuries were disclosed in response).  Although question 5(g) of part II inquired as to whether Lindros had ever had any known indication of or been treated for dizziness or headache, the application answered \"no.\"   There were other seemingly inaccurate answers but the district court declined to rely upon them, saying that they had not been timely identified as errors.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lindros retired at the end of 1995 after suffering three more serious concussions in short succession while playing as an Islander.  Shortly thereafter, the Islanders filed a claim under the insurance policy, seeking to recover approximately $4.3 million--the bulk of Lindros's salary for the period remaining in his 5-year contract term.  According to the policy, once a deductible is met and an insured player misses 30 consecutive regular season games due to a disability, the policy reimburses the team for 80 percent of the player's salary during his disability.  The claim was denied by the insurers on the ground that the Islanders failed to reveal relevant information on their insurance application by omitting Lindros's history of prior head injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Boston Mutual then commenced this action to rescind the policy.  The Islanders counterclaimed for payment under the policy and impleaded third-party defendant Blumencranz, Klepper, Wilkins &amp; Dubofsky, Ltd.  (\"BWD\"), the National Hockey League's insurance broker that administers the insurance program.  The Islanders alleged, inter alia, that BWD as agent breached its duty of care, assertedly owed to the Islanders, by failing to forward to Boston Mutual Lindros's 1994 team physical which indicated that he had had at least one concussion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After discovery, Boston Mutual and BWD moved for summary judgment.  The district court granted the motions.  It rejected recovery under the policy, holding that the Islanders intended to deceive the underwriters and, alternatively, that the Islanders's misstatements had the effect of increasing the insurers' risk of loss.  On the Islanders's claim against BWD, the court said that BWD's failure to verify the accuracy of the application or submit documentary materials on the Islanders's behalf did not breach any putative duty of care.  The Islanders now appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the district court's entry of summary judgment de novo, viewing the evidence in the light most favorable to the Islanders.  See Iglesias v. Mutual Life Ins. Co. of New York, <span class=\"citation\" data-id=\"198127\"><a href=\"/opinion/198127/iglesias-v-mutual-life/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span>, 239 (1st Cir.1998).  The policy at issue is governed by Massachusetts law, which permits an insurance company to avoid a policy based on the misrepresentation of the insured, if \"such misrepresentation or warranty is made with actual intent to deceive, or ... the matter misrepresented ... increased the risk of loss.\"  Mass. Gen. Laws ch. 175, &#167; 186.  If either prong of the test is satisfied, an insurer may rescind a policy.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The application did contain misrepresentations:  as already described, it failed to reveal the three head injuries that occurred in 1992 and 1993 even though disclosure was clearly called for by several of the questions.  Whether the false answers were given with actual \"intent to deceive\" or the false answers \"increased the risk of loss\" are more difficult questions.  We begin with the district court's determination that actual intent to deceive was established as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In resolving the issue, our first problem is to decide what is meant by the phrase \"actual intent to deceive\" as used in the Massachusetts statute.  Massachusetts law sometimes appears confusing on this issue, but a careful reading of the cases reveals a pattern to which most of the language and outcomes can be fit.  Of course, the Massachusetts Supreme Judicial Court has the last word on this issue;  but in the meantime, we think a brief discussion may be helpful to district courts faced with this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In general, a false answer does not itself automatically prove deceitful intent--the mistake could easily be a reasonable one or merely negligent.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  At the other end of the spectrum, a false statement in an insurance policy, known by the applicant to be untrue and deliberately intended to induce reliance on the false statement, indicates actual deceit.  See Danca v. Taunton Savings Bank, <span class=\"citation\" data-id=\"2147163\"><a href=\"/opinion/2147163/danca-v-taunton-savings-bank/\"><span class=\"volume\">385</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2147163\"><a href=\"/opinion/2147163/danca-v-taunton-savings-bank/\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1129</span></a></span> (Mass.1982).  The real difficulty lies between these end points, especially with false statements that might be described as reckless.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We agree with the district judge that actual deceit may exist in certain cases where an applicant makes a false statement without actual knowledge of its falsity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Imagine a case where--although not certain that his answers are false--an applicant knows full well that he is ignorant as to their truth or falsity and intends to deceive by conveying a false impression that he believes the answers to be true.  Cf. United States v. London, <span class=\"citation\" data-id=\"196297\"><a href=\"/opinion/196297/united-states-v-london/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span>, 1241 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1155</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1542</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">646</span></span> (1996) (standard \"willful blindness\" instruction).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Yet in other cases, an applicant's false statement might be reckless, even suggestive of fraud, but fall short of compelling an inference of deliberate deception or bad faith.  Put more simply, the recklessness rubric may cover some cases in which the applicant is actually deceitful but also others in which he is simply careless in the extreme.  In the latter instance, Massachusetts does not impute actual deceit as a matter of law.  Cf. Sullivan v. John Hancock Mutual Life Ins. Co., <span class=\"citation\" data-id=\"2226279\"><a href=\"/opinion/2226279/sullivan-v-john-hancock-mutual-life-ins-co/\"><span class=\"volume\">342</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">649</span></a></span>, <span class=\"citation\" data-id=\"2226279\"><a href=\"/opinion/2226279/sullivan-v-john-hancock-mutual-life-ins-co/\"><span class=\"volume\">174</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">771</span></a></span>, 774 (Mass.1961);  McDonough v. Metropolitan Life Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">450</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">836</span></span> (Mass.1917).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Turning to the present facts, we agree with the district judge that the Islanders's conduct was indisputably reckless in the sense that it was careless in the extreme.  But whether a jury would be compelled to conclude that \"the Islanders\" consciously conveyed a false impression is a more difficult issue, especially because we are dealing with the state of mind of three different individuals who knew only different parts of the puzzle:  the trainer who completed the application but whose state of knowledge as to the past concussions is unclear, and Lindros and the club doctor who knew more but may never have read the application.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The gap as to subjective intent might be filled by a more detailed assessment, but this course is unnecessary given the district court's alternative ground for summary judgment, namely, its conclusion that the false statements were material as a matter of law under section 186.  \"Materiality\" may mean different things in different contexts.  But the Massachusetts statute provides a definition to focus the inquiry:  a false answer is material under section 186 if \"the matter misrepresented ... increased the risk of loss\" for the insurer.  Mass. Gen. Laws ch. 175, &#167; 186.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">An understanding of why this requirement exists informs its interpretation.  On this branch of the Massachusetts statute, an innocent or merely carelessly false statement may avoid the policy.  Absent actual deceit, the materiality requirement limits avoidance to cases where an accurate answer could reasonably have affected an insurer's choices--for example, whether to insure the applicant, whether to impose exclusions, whether to charge a higher premium--decisions largely governed by perceptions as to the likelihood and magnitude of loss.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the same time, the statute does not go so far as to require proof by the insurer that it would have acted differently (although such proof certainly tends to establish materiality, e.g., Barnstable County Ins. Co. v. Gale, <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">126</span></span>, <span class=\"citation no-link\"><span class=\"volume\">680</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">42</span></span> (Mass.1997)).  Where the misstatement would \"naturally influence\" the judgment of the underwriter, id. at 44, it may be material without proof that the insurer would ultimately have refused to insure the applicant or would have charged more for the insurance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This objective definition is broadly consistent with the way \"materiality\" is defined in other contexts.  See, e.g., United States v. Corsino, <span class=\"citation\" data-id=\"483542\"><a href=\"/opinion/483542/united-states-v-rafael-corsino/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 30 (1st Cir.1987) (finding statement material for purposes of federal anti-fraud statute if it has a \"natural tendency to influence ... a governmental function\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Whether a misstatement increases the insurer's risk of loss \"is ordinarily a question of fact.\"  Keefe v. John Hancock Property &amp; Cas. Ins. Cos., No. 9429, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">733843</span></span>, at * 4 (Mass.App.Div. Nov.17, 1997).  Nevertheless, the issue is often resolved as a matter of law under Massachusetts law where the health condition or occurrence falsely concealed is objectively serious enough that no reasonable person could doubt that it increased the risk of loss.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  If the cases are sometimes hard to reconcile,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> this is partly because they cover almost a century of changing medical knowledge and partly because of variations in the background facts (e.g., what was asked, what was disclosed, and in what circumstances).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, the primary witness for the insurers as to risk was Dr. John Brennan, a consulting physician to the National Hockey League's underwriters.  Dr. Brennan opined by affidavit that had he known of Lindros's prior injuries, he would have advised the insurers at a minimum to exclude insurance coverage for head injuries and brain damage.  His deposition indicated that repeated head injuries can produce cumulative brain damage.  And this testimony is consistent with the opinion expressed by Dr. Thorne, one of Lindros's physicians, regarding the risk of permanent damage from repeated injury.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Yet Dr. Brennan was a less-than-ideal witness for the insurers in several respects:  he does not specialize in neurology and his experience with repeated head trauma apparently involved boxers exclusively (for whom cumulative effects are well documented but whose repetitive head trauma could be distinguished from the kind of less frequently repeated injury suffered by hockey players).  And although Dr. Brennan testified to his understanding that the effect of brain injuries can be cumulative, he did not claim a close acquaintance with the scientific literature on the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Islanders's own expert, Dr. Robert Cantu, had strong qualifications and directly disputed the proposition that cumulative brain damage necessarily results from repeated injury of the kind suffered by hockey or football players (rather than boxers).  Although impeached to some extent by his own previous writings, Dr. Cantu said that it depends on the individual whether such cumulative effects will be manifested.  And in Brett Lindros's case specifically, he found no evidence of cumulative damage from examining his medical records.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">However, what Dr. Cantu did not dispute is the statistical conclusion, exemplified by a study of \"several thousand high school football players\" finding that players who had sustained one concussion were four times more likely to suffer another than those players who had never had one.  Whether such data is a function of some athletes' more aggressive tactics (as Dr. Cantu himself believes), their greater susceptibility based on past injuries, or merely an individual predisposition to head injury matters not.  It is enough that the defendant's own expert effectively conceded that prior concussions have been shown significantly to increase the risk for the class.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The question remains whether the increased risk should be disregarded if, as the Islanders claim to be true, the insurers would in fact have issued the same policy for Lindros, without any exclusion, and without any change in premium, even if they had known all of the information about the prior concussions.  The insurers offered affidavit evidence that the information would or could well have altered the outcome;  but the affiant himself had admitted in deposition that coverage had been granted without further investigation to 20 or more previously concussed players;  and a separate study offered by the Islanders found no case, among a large sample, where a denial or exclusion under this policy had been based on such a disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">There are various reasons why a player might be covered without any change in the policy despite increased risk:  policies \"group\" risks, actuaries draw classification lines at different points, and insurers who have a major continuing policy covering an important sports industry have plenty of reasons to be accommodating to the insured teams.  In this case, the evidence of past practice does not raise a disputable issue as to whether the objective risk was increased.  It certainly does raise the question whether the new information would have altered the insurers' response to the application.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Massachusetts statute on its face makes proof of objective risk sufficient, and the cases look in this direction although none is conclusive.  See note 4, above.  Further, given a false application, there are reasons to avoid a retrospective inquiry that can rarely be answered with perfect confidence:  here, for example, it is not clear that the underwriters had ever insured a player with as many as three prior concussions and the several troubling symptoms that accompanied them in Lindros's case.  Under Massachusetts law, it is enough that the application was false in substantial respects and that the information omitted did materially increase the risk to the insurer.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A final issue remains.  The Islanders argued that the trial court erred by entering judgment in favor of BWD because the evidence permitted a jury to find that BWD breached its alleged duty of care to the Islanders when it failed to forward Lindros's 1994 team physical to the underwriters.  The physical would have shown at least one prior concussion and--if forwarded--would have provided the insurers with some additional warning.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court properly found that, even assuming BWD was the Islanders's agent, no rational jury could conclude that BWD failed to fulfill its obligation to the Islanders.  It is undisputed that BWD (as the National Hockey League's broker) informed the Islanders's own insurance broker, Sterling &amp; Sterling, that team physicals were no longer required after January 1993, and that BWD also relayed that change of policy to the Islanders directly.  Although BWD occasionally forwarded team physicals after this date, it was under no obligation to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Once BWD returned Lindros's 1994 team physical to the Islanders, citing the rule change, the Islanders never requested that BWD send it on to the underwriters.  As the trial court determined, BWD had no independent duty to confirm the veracity of the statements contained in the Islanders's applications for the insurance coverage and did not sign the forms;  it merely fulfilled the administrative task of checking to see if the questions asked on the forms had all been answered.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> One case says that to prevail, an insurer must show both actual intent to deceive and show that the deception was material (i.e., that it increased the risk of loss), see Employers' Liability Assurance Corp. v. Vella, <span class=\"citation\" data-id=\"2019485\"><a href=\"/opinion/2019485/employersliability-assurance-corp-ltd-v-vella/\"><span class=\"volume\">366</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"2019485\"><a href=\"/opinion/2019485/employersliability-assurance-corp-ltd-v-vella/\"><span class=\"volume\">321</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">910</span></a></span>, 913 (Mass.1975).  However, the statutory language is clearly disjunctive and is clearly so treated in most cases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Andover Newton Theological Sch., Inc. v. Continental Cas. Co., <span class=\"citation\" data-id=\"2102085\"><a href=\"/opinion/2102085/andover-newton-theological-school-v-continental-cas/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">350</span></a></span>, <span class=\"citation\" data-id=\"2102085\"><a href=\"/opinion/2102085/andover-newton-theological-school-v-continental-cas/\"><span class=\"volume\">566</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1117</span></a></span>, 1118-19 (Mass.1991);  Rappe v. Metropolitan Life Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">641</span></span>, 642 (Mass.1948)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See Nickerson v. Matco Tools Corp., <span class=\"citation\" data-id=\"484638\"><a href=\"/opinion/484638/lawrence-nickerson-v-matco-tools-corporation-a-division-of-the-jacobs/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 530 (1st Cir.1987) (trade deception);  Powell v. Rasmussen, <span class=\"citation\" data-id=\"2096836\"><a href=\"/opinion/2096836/powell-v-rasmussen/\"><span class=\"volume\">355</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation\" data-id=\"2096836\"><a href=\"/opinion/2096836/powell-v-rasmussen/\"><span class=\"volume\">243</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">167</span></a></span>, 168 (Mass.1969) (deceit in sale of corporate stock)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Shapiro v. American Home Assurance Co., <span class=\"citation\" data-id=\"2270245\"><a href=\"/opinion/2270245/shapiro-v-american-home-assur-co/\"><span class=\"volume\">584</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1245</span></a></span>, 1249-50 (D.Mass.1984) (finding misstatement to be material without proof of subjective \"reliance\");  see also Doulames v. Prudential Insurance Co., 1 Mass.App.Ct. 871, <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">17</span></span>, 18 (Mass.App.1974) (holding that increased risk may be inferred either from objective scientific evidence or from testimony as to insurer's practice);  Locke v. Royal Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">202</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">911</span></span>, 912 (Mass.1915) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See, e.g., Northwestern Mutual Life Ins. Co. v. Iannacchino, <span class=\"citation no-link\"><span class=\"volume\">950</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">28</span></span> (D.Mass.1997) (serious depression);  Pahigian v. Manufacturers' Life Ins. Co., <span class=\"citation\" data-id=\"2054064\"><a href=\"/opinion/2054064/pahigian-v-manufacturers-life-ins-co/\"><span class=\"volume\">349</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"2054064\"><a href=\"/opinion/2054064/pahigian-v-manufacturers-life-ins-co/\"><span class=\"volume\">206</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">660</span></a></span> (Mass.1965) (Hodgkin's disease);  Ayers v. Massachusetts Blue Cross, Inc., 4 Mass.App.Ct. 530, <span class=\"citation\" data-id=\"2005404\"><a href=\"/opinion/2005404/ayers-v-massachusetts-blue-cross-inc/\"><span class=\"volume\">352</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">218</span></a></span> (Mass.App.1976) (cancer symptoms)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e.g., Kaufman v. National Casualty Co., <span class=\"citation\" data-id=\"2226165\"><a href=\"/opinion/2226165/kaufman-v-national-casualty-co/\"><span class=\"volume\">342</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">412</span></a></span>, <span class=\"citation\" data-id=\"2226165\"><a href=\"/opinion/2226165/kaufman-v-national-casualty-co/\"><span class=\"volume\">174</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">35</span></a></span> (Mass.1961) (holding that a history of heart attacks was not material as a matter of law);  see also Schiller v. Metropolitan Life Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">169</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">384</span></span>, 388 (Mass.1936) (listing serious medical conditions that are not material as a matter of law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We need not decide whether a different outcome might be urged where the misstatement was entirely innocent or where conclusive evidence (e.g., a formal classification) showed indisputably that an increased risk would not have mattered.  Neither of these circumstances is present in this case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2005404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2019485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2054064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2096836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2102085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2147163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2226165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2226279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2270245/"
  ]
}