{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198222/",
  "absolute_url": "/opinion/198222/sammartano-v-palmas-del-mar/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198222/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:48:06Z",
  "date_modified": "2017-03-24T10:55:09.044000Z",
  "type": "010combined",
  "sha1": "45aa447ddb871f6dbccf22499b146a75f4a2bb6d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1409.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n                                     \r\n\nNo. 98-1409\r\n\n         FLORENCE SAMMARTANO and RICHARD UHL,\r\n\n               Plaintiffs, Appellants,\r\n\n                          v.\r\n\n           PALMAS DEL MAR PROPERTIES, INC.,\r\n\n                 Defendant, Appellee.\r\n\n                                     \r\n\n     APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF PUERTO RICO\r\n\n  [Hon. Juan M. Prez-Gimnez, U.S. District Judge]\r\n\n                                     \r\n\n                        Before\r\n\n                Lynch, Circuit Judge,\r\n              Cyr, Senior Circuit Judge,\r\n              and Lipez, Circuit Judge.\r\n\n                                     \r\n\nGabriel I. Peagarcano for appellants.\r\n    David W. Romn, with whom Brown &amp; Ubarri was on brief,\r\nfor appellee.     \r\n\n                                     \r\n\n                   December 3, 1998\r\n\n                     \r\n\nLYNCH, Circuit Judge.  Plaintiff Florence Sammartano\r\nbrought a negligence claim against Palmas del Mar Properties, Inc.,\r\nthe owner of the Puerto Rico resort where she was staying, after\r\nshe fell while crossing a road from the resort parking lot to the\r\nbuilding where her room was located.  Co-plaintiff Richard Uhl, her\r\ncompanion, brought a derivative claim for \"mental and moral\r\ndamages.\"  Applying Puerto Rico law, the district court granted the\r\ndefendant's motion for summary judgment, holding that plaintiffs\r\nhad not demonstrated that defendant \"had the duty to act to avoid\r\nthe harm\" because they had not come forward with any evidence that\r\n\"the road was under the custody and control of Palmas de[l] Mar\" or\r\nthat \"Palmas del Mar [was] responsible for the upkeep\" of the road. \r\nFinding that plaintiffs waived the only argument raised in their\r\nappeal, we affirm.\r\nPlaintiffs argue that even if the district court ruled\r\ncorrectly on the question of whether there was evidence that\r\ndefendant had custody or control of the road, there is an\r\nalternative theory of duty on which they should have been permitted\r\nto proceed, a theory that is within the broad parameters of\r\nplaintiffs' notice pleading in the case.  The alternative theory is\r\nthat a property owner has a duty to provide safe access to the\r\nproperty and that the owner may therefore be liable for failing to\r\nremedy hazardous conditions in areas that are owned and maintained\r\nby someone else.  For this theory, plaintiffs rely almost\r\nexclusively on cases interpreting the law of jurisdictions other\r\nthan Puerto Rico, pointing to a handful of factually\r\ndistinguishable Puerto Rico cases only for the general proposition\r\nthat duty may be dictated by specific circumstances.  SeeAppellant's Brief at 9 (citing Sociedad de Gananciales v. Gonzalez\r\nPadin Co., 17 P.R. Offic. Trans. 111 (1986) (finding a department\r\nstore liable for the distress caused to a customer who set off the\r\nstore alarm when a clerk forgot to remove a sensor and discussing\r\nan owner's liability for damages that his acts and omissions may\r\ncause to third parties inside his property); Rivera v. Maryland\r\nCasualty Co., 96 P.R.R. 788 (1968) (finding a property owner liable\r\nwhere a guest walked into a glass door on the property that was not\r\nmarked); Rodrguez Ramrez v. Franqui Viera, 86 P.R.R. 727 (1962)\r\n(finding a driver negligent where a child playing with friends was\r\npushed into the driver's truck on a narrow bridge and stating that\r\n\"[i]f a specific dangerous conduct may be anticipated, this gives\r\nrise to the duty of acting carefully\" (internal quotation marks\r\nomitted)); Ramos v. Carlo, 85 P.R.R. 337 (1962) (finding a\r\ndefendant liable for the affirmative act of leaving metal straps on\r\nthe sidewalk in front of his store)).\r\nIn its brief, the defendant essentially ignores\r\nplaintiffs' alternative theory and continues to insist, as it did\r\nbefore the district court, that plaintiffs' claims were based\r\nsolely on the theory that defendant exercised custody or control\r\nover the road.  Defendant also urges us to examine the summary\r\njudgment papers submitted to the district court and asserts that\r\nplaintiffs \"utterly failed . . . to present a specific opposition\r\nto [the] well-documented motion for summary judgment.\"  At oral\r\nargument, defendant more directly stated that plaintiffs waived\r\nthe alternative theory by not raising it before the district court. \r\nWe take this waiver issue seriously, because important\r\nconsiderations of equity and judicial efficiency animate our well-\r\nestablished rule that arguments may not be raised for the first\r\ntime on appeal.  See, e.g., United States v. Slade, 980 F.2d 27, 31\r\n(1st Cir. 1992) (\"Were the rule otherwise, little would be resolved\r\nin the trial courts.\"); McPhail v. Municipality of Culebra, 598\r\nF.2d 603, 607 (1st Cir. 1979) (\"A party may not 'sandbag' his case\r\nby presenting one theory to the trial court and then arguing for\r\nanother on appeal.\").\r\nThe essential first question, then, is whether the trial\r\njudge was fairly apprised of the plaintiffs' alternative theory. \r\nSee Grenier v. Cyanamid Plastics, Inc., 70 F.3d 667, 678 (1st Cir.\r\n1995) (\"If a party fails to assert a legal reason why summary\r\njudgment should not be granted, that ground is waived and cannot be\r\nconsidered or raised on appeal.  This is because an appellate\r\ncourt, in reviewing a summary judgment order, can only consider\r\nthose matters presented to the district court.\"  (citations and\r\ninternal quotation marks omitted)); Slade, 980 F.2d at 31 (\"Judges\r\nare not obliged to do a movant's homework, searching sua sponte for\r\nissues that may be lurking in the penumbra of the motion papers. .\r\n. . Phrased another way, a party is not at liberty to articulate\r\nspecific arguments for the first time on appeal simply because the\r\ngeneral issue was before the district court.\"); McCoy v. MIT, 950\r\nF.2d 13, 22 (1st Cir. 1991) (\"It is hornbook law that theories not\r\nraised squarely in the district court cannot be surfaced for the\r\nfirst time on appeal. . . . Overburdened trial judges cannot be\r\nexpected to be mind readers.  If claims are merely insinuated\r\nrather than actually articulated in the trial court, we will\r\nordinarily refuse to deem them preserved for appellate review.\"). \r\nWe think that the court was not fairly apprised, and so we do not\r\nreach the question of whether plaintiffs' alternative theory is\r\nviable on these facts under Puerto Rico law.\r\nPlaintiffs' complaint alleged that defendant had been\r\nnegligent.  See P.R. Laws Ann. tit. 31,  5141 (\"A person who by an\r\nact or omission causes damage to another through fault or\r\nnegligence shall be obliged to repair the damage so done.\").  In\r\nresponse to this broad allegation, defendants answered and\r\naffirmatively pled, inter alia, that \"the area or place where\r\nplaintiff fell and injured her wrist was not owned or controlled by\r\nthe appearing defendant\" and that \"the alleged injury resulted as\r\na consequence of the exclusive or concurrent negligence of third\r\nparties, for which the appearing defendant is not liable.\"  In the\r\nface of these affirmative defenses, plaintiffs in their proposed\r\npretrial order repeated the broad claims in the complaint and\r\ncontended that \"[d]efendant[] [is] liable for the damages suffered\r\n. . . owing to the unsafe condition in which it maintained the\r\narea\" where Sammartano fell.  Defendant's proposed pretrial order\r\nrepeated that it neither owned nor maintained the road and so could\r\nnot be liable.\r\nDefendant then moved for summary judgment on precisely\r\nthese grounds.  Plaintiffs' response did not assert, as they do on\r\nappeal, that defendant had a legal duty to provide safe ingress to\r\nand egress from its property.  Nor did plaintiffs cite to the\r\ndistrict court the non-Puerto Rico cases on which they now rely --\r\nor, for that matter, any authority at all (plaintiffs did cross-\r\nreference the court to an unadorned list of general Puerto Rico\r\ntort cases contained in their proposed pretrial order, none of\r\nwhich set forth plaintiffs' current argument).  Although in\r\nhindsight a few of plaintiffs' assertions about why the road was\r\nallegedly unsafe may seem to support a safe access argument,\r\nplaintiffs never put that argument forward except perhaps in \"the\r\nmost skeletal way.\"  United States v. Cardoza, 129 F.3d 6, 19 (1st\r\nCir. 1997) (internal quotation marks omitted).  The clear thrust of\r\nplaintiffs' opposition was the flawed contention that defendant had\r\nthe burden to prove that it was not responsible for the\r\nconstruction, maintenance, and lighting of the road.  Defendant\r\nobviously interpreted plaintiffs' arguments in just this fashion,\r\nfiling a proposed reply that asserted that plaintiffs based their\r\n\"entire theory of liability in this case on the question of who had\r\n. . . custody and control\" over the road and that plaintiffs had a\r\nresponsibility to come forward with some evidence on that theory. \r\nThe district court accordingly ruled on the only theory\r\nthat had been clearly presented:  that defendant's liability\r\nstemmed from its alleged ownership and maintenance of the road. \r\nThe court's ruling on this theory was plainly correct, and\r\nplaintiffs do not contest it.  See generally Morris v. Government\r\nDev. Bank, 27 F.3d 746, 748 (1st Cir. 1994); Medina-Munoz v. R.J.\r\nReynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).  If plaintiffs\r\nbelieved that they had put before the district court a different\r\ntheory of duty that the court had somehow mistakenly failed to\r\naddress, the most natural course would have been to move for\r\nreconsideration.  See Grenier, 70 F.3d at 678; cf. Jackson v.\r\nUnited States, 156 F.3d 230, 234 (1st Cir. 1998); VanHaaren v.\r\nState Farm Mut. Auto. Ins. Co., 989 F.2d 1, 4-5 (1st Cir. 1993). \r\nSuch a motion was never filed.\r\nSometimes, rarely, parties are saved from the\r\nconsequences of their waiver.  See Slade, 980 F.2d at 31\r\n(\"[A]ppellate courts retain the power to dispense with the raise-\r\nor-waive rule in order to avoid a gross miscarriage of justice. \r\nHowever, this power should be exercised sparingly.  It is reserved\r\nfor exceptional cases in which the previously omitted ground is so\r\ncompelling as virtually to insure appellant's success.\"  (citations\r\nand internal quotation marks omitted)); see also United States v.\r\nLa Guardia, 902 F.2d 1010, 1013 (1st Cir. 1990); United States v.\r\nKrynicki, 689 F.2d 289, 291-92 (1st Cir. 1982).  Whether Puerto\r\nRico law accepts plaintiffs' new theory may be an open question;\r\nour review of the cases suggests that none has flatly done so to\r\ndate.  That numerous state jurisdictions have done so, see, e.g.,\r\nGoger, Annotation, Liability of Operator of Business Premises to\r\nPatron Injured By Condition of Adjacent Property, 39 A.L.R.3d 579\r\n(1972 &amp; Supp. 1998) (collecting cases), may lead Puerto Rico to do\r\nso as well, see Guevara v. Dorsey Lab., Div. of Sandoz, Inc., 845\r\nF.2d 364, 366 (1st Cir. 1988) (\"The Supreme Court of Puerto Rico\r\nhas made clear that the common law of the United States is not\r\ncontrolling, when filling gaps in the civil law system.  At the\r\nsame time, however, when faced with a lack of authority, it may be\r\nappropriate to search for relevant principles in the common law.\" \r\n(citation omitted)).  But we cannot say that plaintiffs have\r\ndemonstrated that the issue is \"so compelling as virtually to\r\ninsure [their] success\" and therefore cannot find that there would\r\nplainly be a miscarriage of justice unless we reached the issue.\r\nThe judgment of the district court is therefore affirmed. \r\nCosts to defendant.\n",
  "html": "<p class=\"case_cite\">161 F.3d 96</p>\n    <p class=\"parties\">Florence SAMMARTANO and Richard Uhl, Plaintiffs, Appellants,<br>v.<br>PALMAS DEL MAR PROPERTIES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1409.<br>United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1998.<br>Decided Dec. 3, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gabriel I. Penagarcano for appellants.</p>\n      <p class=\"indent\">David W. Roman, with whom Brown &amp; Ubarri was on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Florence Sammartano brought a negligence claim against Palmas del Mar Properties, Inc., the owner of the Puerto Rico resort where she was staying, after she fell while crossing a road from the resort parking lot to the building where her room was located.  Co-plaintiff Richard Uhl, her companion, brought a derivative claim for \"mental and moral damages.\"   Applying Puerto Rico law, the district court granted the defendant's motion for summary judgment, holding that plaintiffs had not demonstrated that defendant \"had the duty to act to avoid the harm\" because they had not come forward with any evidence that \"the road was under the custody and control of Palmas de[l] Mar\" or that \"Palmas del Mar [was] responsible for the upkeep\" of the road.  Finding that plaintiffs waived the only argument raised in their appeal, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs argue that even if the district court ruled correctly on the question of whether there was evidence that defendant had custody or control of the road, there is an alternative theory of duty on which they should have been permitted to proceed, a theory that is within the broad parameters of plaintiffs' notice pleading in the case.  The alternative theory is that a property owner has a duty to provide safe access to the property and that the owner may therefore be liable for failing to remedy hazardous conditions in areas that are owned and maintained by someone else.  For this theory, plaintiffs rely almost exclusively on cases interpreting the law of jurisdictions other than Puerto Rico, pointing to a handful of factually distinguishable Puerto Rico cases only for the general proposition that duty may be dictated by specific circumstances.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Appellant's Brief at 9 (citing Sociedad de Gananciales v. Gonzalez Padin Co., 17 P.R. Offic.  Trans. 111 (1986) (finding a department store liable for the distress caused to a customer who set off the store alarm when a clerk forgot to remove a sensor and discussing an owner's liability for damages that his acts and omissions may cause to third parties inside his property);  Rivera v. Maryland Casualty Co., 96 P.R.R. 788 (1968) (finding a property owner liable where a guest walked into a glass door on the property that was not marked);  Rodrguez Ramrez v. Franqui Viera, 86 P.R.R. 727 (1962) (finding a driver negligent where a child playing with friends was pushed into the driver's truck on a narrow bridge and stating that \"[i]f a specific dangerous conduct may be anticipated, this gives rise to the duty of acting carefully\" (internal quotation marks omitted));  Ramos v. Carlo, 85 P.R.R. 337 (1962) (finding a defendant liable for the affirmative act of leaving metal straps on the sidewalk in front of his store)).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In its brief, the defendant essentially ignores plaintiffs' alternative theory and continues to insist, as it did before the district court, that plaintiffs' claims were based solely on the theory that defendant exercised custody or control over the road.  Defendant also urges us to examine the summary judgment papers submitted to the district court and asserts that plaintiffs \"utterly failed ... to present a specific opposition to [the] well-documented motion for summary judgment.\"   At oral argument, defendant more directly<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> stated that plaintiffs waived the alternative theory by not raising it before the district court.  We take this waiver issue seriously, because important considerations of equity and judicial efficiency animate our well-established rule that arguments may not be raised for the first time on appeal.  See, e.g., United States v. Slade, 980 F.2d 27, 31 (1st Cir.1992) (\"Were the rule otherwise, little would be resolved in the trial courts.\");  McPhail v. Municipality of Culebra, 598 F.2d 603, 607 (1st Cir.1979) (\"A party may not 'sandbag' his case by presenting one theory to the trial court and then arguing for another on appeal.\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The essential first question, then, is whether the trial judge was fairly apprised of the plaintiffs' alternative theory.  See Grenier v. Cyanamid Plastics, Inc., 70 F.3d 667, 678 (1st Cir.1995) (\"If a party fails to assert a legal reason why summary judgment should not be granted, that ground is waived and cannot be considered or raised on appeal.  This is because an appellate court, in reviewing a summary judgment order, can only consider those matters presented to the district court.\"  (citations and internal quotation marks omitted));  Slade, 980 F.2d at 31 (\"Judges are not obliged to do a movant's homework, searching sua sponte for issues that may be lurking in the penumbra of the motion papers....  Phrased another way, a party is not at liberty to articulate specific arguments for the first time on appeal simply because the general issue was before the district court.\");  McCoy v. MIT, 950 F.2d 13, 22 (1st Cir.1991) (\"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal....  Overburdened trial judges cannot be expected to be mind readers.  If claims are merely insinuated rather than actually articulated in the trial court, we will ordinarily refuse to deem them preserved for appellate review.\").  We think that the court was not fairly apprised, and so we do not reach the question of whether plaintiffs' alternative theory is viable on these facts under Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs' complaint alleged that defendant had been negligent.  See P.R. Laws Ann. tit. 31, &#167; 5141 (\"A person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done.\").  In response to this broad allegation, defendants answered and affirmatively pled, inter alia, that \"the area or place where plaintiff fell and injured her wrist was not owned or controlled by the appearing defendant\" and that \"the alleged injury resulted as a consequence of the exclusive or concurrent negligence of third parties, for which the appearing defendant is not liable.\"   In the face of these affirmative defenses, plaintiffs in their proposed pretrial order repeated the broad claims in the complaint and contended that \"[d]efendant[ ][is] liable for the damages suffered ... owing to the unsafe condition in which it maintained the area\" where Sammartano fell.  Defendant's proposed pretrial order repeated that it neither owned nor maintained the road and so could not be liable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant then moved for summary judgment on precisely these grounds.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Plaintiffs' response did not assert, as they do on appeal, that defendant had a legal duty to provide safe ingress to and egress from its property.  Nor did plaintiffs cite to the district court the non-Puerto Rico cases on which they now rely--or, for that matter, any authority at all (plaintiffs did cross-reference the court to an unadorned list of general Puerto Rico tort cases contained in their proposed pretrial order, none of which set forth plaintiffs' current argument).  Although in hindsight a few of plaintiffs' assertions about why the road was allegedly unsafe may seem to support a safe access argument, plaintiffs never put that argument forward except perhaps in \"the most skeletal way.\"  United States v. Cardoza, 129 F.3d 6, 19 (1st Cir.1997) (internal quotation marks omitted).  The clear thrust of plaintiffs' opposition was the flawed contention that defendant had the burden to prove that it was not responsible for the construction, maintenance, and lighting of the road.  Defendant obviously interpreted plaintiffs' arguments in just this fashion, filing a proposed reply that asserted that plaintiffs based their \"entire theory of liability in this case on the question of who had ... custody and control\" over the road and that plaintiffs had a responsibility to come forward with some evidence on that theory.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court accordingly ruled on the only theory that had been clearly presented:  that defendant's liability stemmed from its alleged ownership and maintenance of the road.  The court's ruling on this theory was plainly correct, and plaintiffs do not contest it.  See generally Morris v. Government Dev.  Bank, 27 F.3d 746, 748 (1st Cir.1994);  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990).  If plaintiffs believed that they had put before the district court a different theory of duty that the court had somehow mistakenly failed to address, the most natural course would have been to move for reconsideration.  See Grenier, 70 F.3d at 678;  cf. Jackson v. United States, 156 F.3d 230, 234 (1st Cir.1998);  VanHaaren v. State Farm Mut. Auto.  Ins. Co., 989 F.2d 1, 4-5 (1st Cir.1993).  Such a motion was never filed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Sometimes, rarely, parties are saved from the consequences of their waiver.  See Slade, 980 F.2d at 31 (\"[A]ppellate courts retain the power to dispense with the raise-or-waive rule in order to avoid a gross miscarriage of justice.  However, this power should be exercised sparingly.  It is reserved for exceptional cases in which the previously omitted ground is so compelling as virtually to insure appellant's success.\"  (citations and internal quotation marks omitted));  see also United States v. La Guardia, 902 F.2d 1010, 1013 (1st Cir.1990);  United States v. Krynicki, 689 F.2d 289, 291-92 (1st Cir.1982).  Whether Puerto Rico law accepts plaintiffs' new theory may be an open question;  our review of the cases suggests that none has flatly done so to date.  That numerous state jurisdictions have done so, see, e.g., Goger, Annotation, Liability of Operator of Business Premises to Patron Injured By Condition of Adjacent Property, 39 A.L.R.3d 579 (1972 &amp; Supp.1998) (collecting cases), may lead Puerto Rico to do so as well, see Guevara v. Dorsey Laboratories, Div. of Sandoz, Inc., 845 F.2d 364, 366 (1st Cir.1988) (\"The Supreme Court of Puerto Rico has made clear that the common law of the United States is not controlling, when filling gaps in the civil law system.  At the same time, however, when faced with a lack of authority, it may be appropriate to search for relevant principles in the common law.\"  (citation omitted)).  But we cannot say that plaintiffs have demonstrated that the issue is \"so compelling as virtually to insure [their] success\" and therefore cannot find that there would plainly be a miscarriage of justice unless we reached the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment of the district court is therefore affirmed.   Costs to defendant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Nevertheless, plaintiffs do not contest the district court's choice of substantive Puerto Rican law to govern this diversity action.  See New Ponce Shopping Ctr., S.E. v. Integrand Assurance Co., 86 F.3d 265, 267 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the defendant did not raise this argument in its papers, a district court's grant of summary judgment may be affirmed on any ground that appears in the record.  See Hodgens v. General Dynamics Corp., 144 F.3d 151, 173 (1st Cir.1998)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendant attached to its motion copies of various documents, including a copy of its answers to plaintiffs' interrogatories, in which it stated that the Municipality of Humacao owned or controlled the area where Sammartano fell and was responsible for any injuries she may have suffered, and a copy of plaintiffs' answers to defendant's interrogatories, in which they answered \"yes\" to the questions \"Is it your claim that the defendant was in control and/or had exclusive possession of the premises at the time and place where the alleged occurrence happened?\" and \"Is it your claim that the defendant was the owner of the premises where the alleged occurrence happened or in control of said premises?\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant filed a request for leave to reply and attached its proposed reply to the request, but it is not clear from the docket or the record whether the district court actually granted the request or considered the reply in ruling on the summary judgment motion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></span></p>\n    <p class=\"parties\">Florence SAMMARTANO and Richard Uhl, Plaintiffs, Appellants,<br>v.<br>PALMAS DEL MAR PROPERTIES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1409.<br>United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1998.<br>Decided Dec. 3, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gabriel I. Penagarcano for appellants.</p>\n      <p class=\"indent\">David W. Roman, with whom Brown &amp; Ubarri was on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Florence Sammartano brought a negligence claim against Palmas del Mar Properties, Inc., the owner of the Puerto Rico resort where she was staying, after she fell while crossing a road from the resort parking lot to the building where her room was located.  Co-plaintiff Richard Uhl, her companion, brought a derivative claim for \"mental and moral damages.\"   Applying Puerto Rico law, the district court granted the defendant's motion for summary judgment, holding that plaintiffs had not demonstrated that defendant \"had the duty to act to avoid the harm\" because they had not come forward with any evidence that \"the road was under the custody and control of Palmas de[l] Mar\" or that \"Palmas del Mar [was] responsible for the upkeep\" of the road.  Finding that plaintiffs waived the only argument raised in their appeal, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs argue that even if the district court ruled correctly on the question of whether there was evidence that defendant had custody or control of the road, there is an alternative theory of duty on which they should have been permitted to proceed, a theory that is within the broad parameters of plaintiffs' notice pleading in the case.  The alternative theory is that a property owner has a duty to provide safe access to the property and that the owner may therefore be liable for failing to remedy hazardous conditions in areas that are owned and maintained by someone else.  For this theory, plaintiffs rely almost exclusively on cases interpreting the law of jurisdictions other than Puerto Rico, pointing to a handful of factually distinguishable Puerto Rico cases only for the general proposition that duty may be dictated by specific circumstances.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Appellant's Brief at 9 (citing Sociedad de Gananciales v. Gonzalez Padin Co., 17 P.R. Offic.  Trans. 111 (1986) (finding a department store liable for the distress caused to a customer who set off the store alarm when a clerk forgot to remove a sensor and discussing an owner's liability for damages that his acts and omissions may cause to third parties inside his property);  Rivera v. Maryland Casualty Co., <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">788</span></span> (1968) (finding a property owner liable where a guest walked into a glass door on the property that was not marked);  Rodrguez Ramrez v. Franqui Viera, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">727</span></span> (1962) (finding a driver negligent where a child playing with friends was pushed into the driver's truck on a narrow bridge and stating that \"[i]f a specific dangerous conduct may be anticipated, this gives rise to the duty of acting carefully\" (internal quotation marks omitted));  Ramos v. Carlo, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">337</span></span> (1962) (finding a defendant liable for the affirmative act of leaving metal straps on the sidewalk in front of his store)).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In its brief, the defendant essentially ignores plaintiffs' alternative theory and continues to insist, as it did before the district court, that plaintiffs' claims were based solely on the theory that defendant exercised custody or control over the road.  Defendant also urges us to examine the summary judgment papers submitted to the district court and asserts that plaintiffs \"utterly failed ... to present a specific opposition to [the] well-documented motion for summary judgment.\"   At oral argument, defendant more directly<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> stated that plaintiffs waived the alternative theory by not raising it before the district court.  We take this waiver issue seriously, because important considerations of equity and judicial efficiency animate our well-established rule that arguments may not be raised for the first time on appeal.  See, e.g., United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1992) (\"Were the rule otherwise, little would be resolved in the trial courts.\");  McPhail v. Municipality of Culebra, <span class=\"citation\" data-id=\"366071\"><a href=\"/opinion/366071/theresa-mcphail-v-municipality-of-culebra/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 607 (1st Cir.1979) (\"A party may not 'sandbag' his case by presenting one theory to the trial court and then arguing for another on appeal.\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The essential first question, then, is whether the trial judge was fairly apprised of the plaintiffs' alternative theory.  See Grenier v. Cyanamid Plastics, Inc., <span class=\"citation\" data-id=\"708160\"><a href=\"/opinion/708160/andre-grenier-v-cyanamid-plastics-inc/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span>, 678 (1st Cir.1995) (\"If a party fails to assert a legal reason why summary judgment should not be granted, that ground is waived and cannot be considered or raised on appeal.  This is because an appellate court, in reviewing a summary judgment order, can only consider those matters presented to the district court.\"  (citations and internal quotation marks omitted));  Slade, 980 F.2d at 31 (\"Judges are not obliged to do a movant's homework, searching sua sponte for issues that may be lurking in the penumbra of the motion papers....  Phrased another way, a party is not at liberty to articulate specific arguments for the first time on appeal simply because the general issue was before the district court.\");  McCoy v. MIT, <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991) (\"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal....  Overburdened trial judges cannot be expected to be mind readers.  If claims are merely insinuated rather than actually articulated in the trial court, we will ordinarily refuse to deem them preserved for appellate review.\").  We think that the court was not fairly apprised, and so we do not reach the question of whether plaintiffs' alternative theory is viable on these facts under Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs' complaint alleged that defendant had been negligent.  See P.R. Laws Ann. tit. 31, &#167; 5141 (\"A person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done.\").  In response to this broad allegation, defendants answered and affirmatively pled, inter alia, that \"the area or place where plaintiff fell and injured her wrist was not owned or controlled by the appearing defendant\" and that \"the alleged injury resulted as a consequence of the exclusive or concurrent negligence of third parties, for which the appearing defendant is not liable.\"   In the face of these affirmative defenses, plaintiffs in their proposed pretrial order repeated the broad claims in the complaint and contended that \"[d]efendant[ ][is] liable for the damages suffered ... owing to the unsafe condition in which it maintained the area\" where Sammartano fell.  Defendant's proposed pretrial order repeated that it neither owned nor maintained the road and so could not be liable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant then moved for summary judgment on precisely these grounds.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Plaintiffs' response did not assert, as they do on appeal, that defendant had a legal duty to provide safe ingress to and egress from its property.  Nor did plaintiffs cite to the district court the non-Puerto Rico cases on which they now rely--or, for that matter, any authority at all (plaintiffs did cross-reference the court to an unadorned list of general Puerto Rico tort cases contained in their proposed pretrial order, none of which set forth plaintiffs' current argument).  Although in hindsight a few of plaintiffs' assertions about why the road was allegedly unsafe may seem to support a safe access argument, plaintiffs never put that argument forward except perhaps in \"the most skeletal way.\"  United States v. Cardoza, <span class=\"citation\" data-id=\"197618\"><a href=\"/opinion/197618/united-states-v-cardoza/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 19 (1st Cir.1997) (internal quotation marks omitted).  The clear thrust of plaintiffs' opposition was the flawed contention that defendant had the burden to prove that it was not responsible for the construction, maintenance, and lighting of the road.  Defendant obviously interpreted plaintiffs' arguments in just this fashion, filing a proposed reply that asserted that plaintiffs based their \"entire theory of liability in this case on the question of who had ... custody and control\" over the road and that plaintiffs had a responsibility to come forward with some evidence on that theory.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court accordingly ruled on the only theory that had been clearly presented:  that defendant's liability stemmed from its alleged ownership and maintenance of the road.  The court's ruling on this theory was plainly correct, and plaintiffs do not contest it.  See generally Morris v. Government Dev.  Bank, <span class=\"citation\" data-id=\"195462\"><a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">746</span></a></span>, 748 (1st Cir.1994);  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).  If plaintiffs believed that they had put before the district court a different theory of duty that the court had somehow mistakenly failed to address, the most natural course would have been to move for reconsideration.  See Grenier, 70 F.3d at 678;  cf. Jackson v. United States, <span class=\"citation\" data-id=\"198130\"><a href=\"/opinion/198130/jackson-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></a></span>, 234 (1st Cir.1998);  VanHaaren v. State Farm Mut. Auto.  Ins. Co., <span class=\"citation\" data-id=\"602828\"><a href=\"/opinion/602828/dennis-vanhaaren-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.1993).  Such a motion was never filed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Sometimes, rarely, parties are saved from the consequences of their waiver.  See Slade, 980 F.2d at 31 (\"[A]ppellate courts retain the power to dispense with the raise-or-waive rule in order to avoid a gross miscarriage of justice.  However, this power should be exercised sparingly.  It is reserved for exceptional cases in which the previously omitted ground is so compelling as virtually to insure appellant's success.\"  (citations and internal quotation marks omitted));  see also United States v. La Guardia, <span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1013 (1st Cir.1990);  United States v. Krynicki, <span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 291-92 (1st Cir.1982).  Whether Puerto Rico law accepts plaintiffs' new theory may be an open question;  our review of the cases suggests that none has flatly done so to date.  That numerous state jurisdictions have done so, see, e.g., Goger, Annotation, Liability of Operator of Business Premises to Patron Injured By Condition of Adjacent Property, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">579</span></span> (1972 &amp; Supp.1998) (collecting cases), may lead Puerto Rico to do so as well, see Guevara v. Dorsey Laboratories, Div. of Sandoz, Inc., <span class=\"citation\" data-id=\"504863\"><a href=\"/opinion/504863/prodliabrepcchp-11771-ruben-guevara-v-dorsey-laboratories-division/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 366 (1st Cir.1988) (\"The Supreme Court of Puerto Rico has made clear that the common law of the United States is not controlling, when filling gaps in the civil law system.  At the same time, however, when faced with a lack of authority, it may be appropriate to search for relevant principles in the common law.\"  (citation omitted)).  But we cannot say that plaintiffs have demonstrated that the issue is \"so compelling as virtually to insure [their] success\" and therefore cannot find that there would plainly be a miscarriage of justice unless we reached the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment of the district court is therefore affirmed.   Costs to defendant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Nevertheless, plaintiffs do not contest the district court's choice of substantive Puerto Rican law to govern this diversity action.  See New Ponce Shopping Ctr., S.E. v. Integrand Assurance Co., <span class=\"citation\" data-id=\"196837\"><a href=\"/opinion/196837/the-new-ponce-v-intergrand/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">265</span></a></span>, 267 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the defendant did not raise this argument in its papers, a district court's grant of summary judgment may be affirmed on any ground that appears in the record.  See Hodgens v. General Dynamics Corp., <span class=\"citation\" data-id=\"197958\"><a href=\"/opinion/197958/hodgens-v-general-dynamics-cor/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 173 (1st Cir.1998)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendant attached to its motion copies of various documents, including a copy of its answers to plaintiffs' interrogatories, in which it stated that the Municipality of Humacao owned or controlled the area where Sammartano fell and was responsible for any injuries she may have suffered, and a copy of plaintiffs' answers to defendant's interrogatories, in which they answered \"yes\" to the questions \"Is it your claim that the defendant was in control and/or had exclusive possession of the premises at the time and place where the alleged occurrence happened?\" and \"Is it your claim that the defendant was the owner of the premises where the alleged occurrence happened or in control of said premises?\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant filed a request for leave to reply and attached its proposed reply to the request, but it is not clear from the docket or the record whether the district court actually granted the request or considered the reply in ruling on the summary judgment motion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708160/"
  ]
}