{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198276/",
  "absolute_url": "/opinion/198276/united-states-v-rostoff/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198276/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:49:14Z",
  "date_modified": "2017-03-24T10:56:12.082169Z",
  "type": "010combined",
  "sha1": "b12cb4e5241c0cf2e8a73d866d88a723da97dcd3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1940.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\n                For the First Circuit\n\nNo. 97-1940\n\n               UNITED STATES OF AMERICA,\n\n                  Plaintiff, Appellee,\n\n                           v.\n\n        STEVEN M. ROSTOFF AND DAVID R. ROSTOFF,\n\n                Defendants, Appellants.\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n           FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. William G. Young, U.S. District Judge]\n\n                         Before\n\n                Torruella, Chief Judge,\n              Cyr, Senior Circuit Judge,\n              and Stahl, Circuit Judge.\n\nMichael J. Traft with whom Carney &amp; Bassil was on brief for\nappellants.\nChristopher Alberto, Assistant United States Attorney, with\nwhom Donald K. Stern, United States Attorney, was on brief for\nappellee.\n\nJanuary 7, 1999\n\nSTAHL, Circuit Judge.  Defendants-appellants Steven and\nDavid Rostoff (the \"Rostoffs\") appeal the government's successful\nuse of the Federal Debt Collection Procedures Act (\"FDCPA\"),\ncodified at 28 U.S.C.  3001 et seq., to obtain a civil judgment in\nthe amount of the Rostoffs' outstanding obligations under an order\nof restitution previously issued pursuant to a provision of the\nVictim Witness Protection Act (\"VWPA\"), 18 U.S.C.  3663.  We\naffirm in part and vacate and remand to the district court for\nfurther proceedings.\n                    I. Background\nTogether with separately sentenced co-conspirator James\nHarris, the Rostoffs fraudulently induced the Bank for Savings, a\nfederally insured financial institution, to grant ill-advised loans\ntotaling over $30 million to investors in the Rostoffs' real estate\nschemes.  Collection efforts on these loans apparently soured\nafter the crash of the New England real estate market. \nInvestigation of the bank's subsequent failure uncovered the\nbrothers' wrongdoing, and the United States prosecuted the Rostoffs\nfor bank fraud, false statements, and conspiracy.  After\nconviction, the district court imposed on each Rostoff a sentence\nthat included a prison term, two years of supervised release, and\nan order of restitution to the FDIC as successor-in-interest to the\nfailed bank.  The order was not specific as to amount.  Rather, it\nprovided only that total restitution was \"not to exceed $650,000.\" \nThe order also required the Rostoffs to pay in installments as\ndetermined by the probation department.\nDuring supervised release, the Rostoffs paid very little\nof their restitution obligation -- David paid $8,200 and Steven\npaid $7,463.21.  David Rostoff did, however, actively and\nsuccessfully work to restructure and refinance two assets in which\nhe had certain partnership interests: the Tanglewood Apartments and\nthe Hickory Ridge Apartments.  Steven Rostoff had an interest only\nin the Tanglewood complex.  As part of the refinancing scheme, the\nRostoffs transferred their respective interests in these assets to\nthe wife of David Rostoff and that of their co-conspirator Harris. \nIn violation of the terms of their supervised release, these\ntransfers were not reported to the probation office until near the\nvery end of the period.  Indeed, the Rostoffs made several false\nrepresentations to their respective probation officers regarding\nthe state of their interests in the assets, and they never reported\nthe identities of the recipients of the transfers.  Furthermore,\nDavid Rostoff actively concealed contacts with co-conspirator\nHarris that he was also required to report; at these forbidden\ncontacts, the two planned and executed the refinancing scheme.  \nTwo weeks before the end of supervised release, which\nterminated on March 31, 1996, the United States initiated separate\ncivil actions against each brother. The government essentially\nsought a declaration that the Rostoffs' restitution debt was\noutstanding and enforceable.  The two cases were consolidated into\nthe action now under review.\nThe Rostoffs initially sought to have the civil action\ndismissed on the ground that the restitution order expired, as a\nmatter of law, at the termination of their respective periods of\nsupervised release.  The district court denied this motion, holding\nthat the statutory language on which the Rostoffs relied limited\nonly \"the time period during which the [sentencing] court . . . can\nrequire a defendant to make restitution payments, [and] not the\ntime period during which a civil suit by a victim to enforce the\nrestitution order may be prosecuted.\"   United States v. Rostoff,\n956 F. Supp. 38, 42 (D. Mass. 1997).  The United States and the\nRostoffs then filed cross-motions for summary judgment. The\ndistrict court denied the Rostoffs' motion, again rejecting the\ncontention that the restitution orders had expired as a matter of\nlaw, and also rejecting constitutional claims under the Fifth and\nSeventh Amendments \"out of hand.\" Id. at 44 n.9.  The district\ncourt granted the government's motion in part, ruling that the\nRostoffs were liable for the unpaid balance of the restitution\norders.  However, based on remarks made by the sentencing court\nsuggesting that restitution would be remitted at the end of the\nperiod of supervised release if the Rostoffs had no ability to pay,\nand on the indeterminate \"up to $650,000\" language of the order\nitself, the district court decided to hold a trial to determine the\namount of restitution owed.  The primary issue at trial was the\nRostoffs' ability to have paid the restitution order during the\nsupervised release period.  After the four-day trial, the court\ninitially entered judgment against each brother for the unpaid\nbalance of the $650,000 restitution order, plus a ten percent\nsurcharge pursuant to 28 U.S.C.  3011(a).  After reconsidering the\nquestion of Steven Rostoff's ability to have paid the entire\nbalance, the court subsequently reduced the judgment against him to\n$159,000.  The judgment against David Rostoff remained unchanged. \nThe Rostoffs then filed this appeal.  \nOn appeal, the Rostoffs assert multiple claims of error. \nFirst, they again contend that the order of restitution expired at\nthe end of the period of supervised release and that they may not\nbe held liable for its unpaid balance.  Second, they claim that the\ngovernment may not use the FDCPA to collect the restitution debt. \nFinally, they assert violations of their constitutional rights,\nclear error in the assessment of their abilities to pay the\nrestitution, and lack of authorization for the assessment of the\n3011(a) surcharge.  We address these issues seriatim.\n   II. The Enforceability of the Restitution Order\nRelying on the language of 18 U.S.C.  3663(f)(2) and on\nthe decisions of several of our sister circuits, the Rostoffs\ncontend that the order of restitution terminated at the end of\ntheir period of supervised release and is therefore uncollectible. \nTheir reliance is misplaced and we affirm the decision of the\ndistrict court.\nThe disputed portion of the applicable version of 18\nU.S.C.  3663(f) states:\n(1) The court may require that such defendant\nmake restitution under this section within a\nspecified period or in specified installments.\n(2) The end of such period or the last such\ninstallment shall not be later than-\n     (A) the end of the period of probation,\n     if probation is ordered;\n. . . .\n(3) If not otherwise provided by the court\nunder this subsection, restitution shall be\nmade immediately.\n\n18 U.S.C.  3663(f) (1994).  Because this dispute is purely a\nmatter of statutory interpretation, we review the district court's\nruling de novo.  See United States v. De Luca, 137 F.3d 24, 39 (1st\nCir. 1998), cert. denied, 67 U.S.L.W. 3207 (Oct. 6, 1998).  \nWe agree with the district court that subsection (f)\ncontrols the authority of the sentencing court.  The subsection\ncontains no provisions regarding the enforcement powers of the\ndistrict court in this case.  It simply authorizes the sentencing\ncourt to impose an order of restitution.  In the normal case,\npayment of restitution is due immediately.  See 18 U.S.C.\n3663(f)(3).  In its discretion, the sentencing court may elect to\nmake restitution due in installments, or at the end of a specified\nperiod.  See 18 U.S.C.  3663(f)(1).  The sentencing court's\ndiscretion in this regard is constrained: payment must fall due by\nthe end of the period of supervised release.  See 18 U.S.C.\n3663(f)(2).\nThe Rostoffs argue that 18 U.S.C.  3663(f)(2) governs\nthe time in which the restitution order may be enforced.  Under\ntheir view, the unpaid restitution obligation was not delinquent at\nthe end of the period of supervised release.  Rather, it ceased to\nexist.\nWe do not agree.  The fact that the last payment of\nrestitution is due at the end of supervised release has nothing to\ndo with the duration or expiration of the restitution order.  SeeUnited States v. House, 808 F.2d 508, 511 (7th Cir. 1986); United\nStates v. Keith, 754 F.2d 1388, 1393 (9th Cir. 1985).  Common sense\ndictates that failure to pay at the time due renders payment\noverdue; it does not abate the obligation entirely.  See United\nStates v. Soderling, 970 F.2d 529, 535 &amp; n.12 (9th Cir. 1992)\n(noting that a restitution order is \"extinguished only by\nsatisfaction, not by the passage of time\").  The Second Circuit has\nrecently recognized, for example, that restitution orders under the\nVWPA can be enforced for twenty years, where the defendant fails to\nmake the payments due in the payment period.  See United States v.\nBerardini, 112 F.3d 606, 611 (2d Cir. 1997).  This reasoning\nreflects the approach, endorsed by the Seventh and Ninth Circuits,\nthat the VWPA should be read to protect victims and not defendants. \nSee House, 808 F.2d at 508; Keith, 754 F.2d at 1388; see also 1982\nU.S.C.C.A.N. 2515, 2515 (\"The purpose of [the VWPA] is to\nstrengthen existing legal protections for victims and witnesses of\nFederal crimes.\") (emphasis added); id. at 2537 (uncertainties in\ndamages determinations should be resolved with \"a view toward\nachieving fairness to the victim\")(emphasis added).\nViewing subsection (f) in the context of the whole of\n3663 confirms this view.  See Kelly v. Robinson, 479 U.S. 36, 43\n(1986) (\"In expounding a statute, we must not be guided by a single\nsentence or member of a sentence, but look to the provisions of the\nwhole law and to its object and policy.\").  Enforcement of the\nrestitution order is governed not by subsection (f), as the\nRostoffs contend, but by subsection (h), which provides:\nAn order of restitution may be enforced-\n(1) by the United States-\n     (A) in the manner provided for the\n     collection of payments and fines in [18\n     U.S.C.  3611-3615]; or\n     (B) in the same manner as a judgment in\n     a civil action; and\n(2) by a victim named in the order to receive\nthe restitution, in the same manner as a\njudgment in a civil action.\n(emphasis added).  The incorporated citations in subsection\n(h)(1)(A) make, inter alia, every fine a lien in favor of the\nUnited States.  See, e.g., 18 U.S.C.  3613.  Such liens may be\nenforced for twenty years.  Id.  Similarly, judgments in favor of\nthe government in civil actions are enforceable according to the\nlaw of the state in which the district court sits.  See Fed. R.\nCiv. P. 69(a).  In Massachusetts that period is twenty years.  SeeMass. Gen. Laws ch. 260,  20.  If the Rostoffs' reading were\ncorrect, and the restitution order was limited by the probationary\nperiod, it would render both these provisions of subsection (h)\nnugatory.\nTo avoid this complication, the Rostoffs appear to claim\nthat subsection (h) applies only to orders of restitution that are\ndue immediately; for example, they distinguish contrary holdings in\nHouse and Keith on the grounds that they concern only restitution\norders under subsection (f)(3) and not under subsection (f)(2). \nThere is nothing in subsection (h) that so restricts its scope. \nMoreover, the construction advanced by the appellant would create\nthe anomalous result that an order of restitution that is due\nimmediately expires twenty years after it is issued, while an order\nof restitution due in the future expires the instant its due date\npasses.  We can identify no plausible logic that would support such\na result.  Indeed, this construction gives defendants an incentive\nto \"run[] out the clock in the fourth quarter of play\" rather than\nto redress their wrongs.  Rostoff, 956 F. Supp. at 43.  Such an\nincentive would be entirely at odds with the express \"object and\npolicy\" of the VWPA of which subsection (f) is a part.  See S. Rep.\nNo. 97-532 (1982), reprinted in 1982 U.S.C.C.A.N. 2515, 2536 (\"The\npremise of this section is that the court . . . should insure that\nthe wrongdoer make good[], to the degree possible, the harm he has\ncaused his victim.\"); see also id. at 2537 (\"[T]he bill encourages\nbetter monitoring and enforcement procedures.\").\nFurthermore, making a restitution obligation coterminous\nwith the period of supervised release appears to defeat one of the\npurposes of the VWPA.  Congress expressly stated that the VWPA\nauthorized courts for the first time to order restitution\nindependently of probation.  See id. at 2536.  Congress felt that\nrestitution had too long been a poor stepchild of sentencing,\nrarely ordered and rarely enforced, and that victims were suffering\nas a result.  Id.  The VWPA authorizes restitution \"in addition to\nany other penalty authorized by law,\" 18 U.S.C.  3663(a)(1), not\nas an adjunct to another penalty, such as supervised release.  The\nRostoffs' construction defeats the independence of the penalty of\nrestitution.\nNevertheless, the Rostoffs urge us to accept their\nposition, arguing that certain decisions of our sister circuits\nhave adopted their interpretation of the relevant language.  SeeUnited States v. Diamond, 969 F.2d 961, 969 (10th Cir. 1992);\nUnited States v. Joseph, 914 F.2d 780, 786 (6th Cir. 1990); United\nStates v. Bruchey, 810 F.2d 456, 459-60 (4th Cir. 1987).  As a\npreliminary matter, we note that none of these cited cases is\nfactually on point: each involved the sentencing court's requiring\nthe defendant before the period of probation had begun to enter\ninto a consent agreement or to sign a promissory note that included\npayment dates beyond the period of supervised release.  In doing\nso, the sentencing courts under review exceeded their authority to\ncreate a schedule of payments, authority that is expressly limited\nby subsection (f)(2) to the period of supervised release.  Cf.United States v. Hensley, 91 F.3d 274, 276 (1st Cir. 1996) (holding\nthat courts have no inherent authority to order restitution but\nmust do so only as authorized by strictly construed statutes). \nHere, by contrast, we deal with a victim's attempt to use the\ndistrict court to secure the restitution due to it at the close of\nthe offenders' period of supervised release.\nSimilarly, part of the underlying rationale of each cited\ndecision was the fact that a promissory note or consent agreement\nwould impermissibly restrict the sentencing court's ability to\nmodify the restitution order during the probationary period. \nCongress expressly authorized the sentencing court to make such\nmodifications.  See 18 U.S.C.  3663(g) &amp; (i)(3); see also United\nStates v. Springer, 28 F.3d 236, 239 n.2 (1st Cir. 1994)\n(sentencing court may modify restitution order during supervised\nrelease if it proves \"unreasonably onerous\").  Here, however, the\nRostoffs had the entire period of supervised release in which to\nseek modification of the restitution order.  Yet they failed to do\nso.  We see no reason to allow this failure to affect our\ninterpretation of the statute.  And in any case, we note that\nenforcement of judgments under the FDCPA is continually subject to\nthe equitable supervision of the district court.  See 18 U.S.C.\n3013.\nIn any event, to the extent the reasoning of the cited\ncourts may be inconsistent with our result, we find the decisions\nunpersuasive. Following the lead of the Seventh and Tenth\nCircuits, we conclude that 18 U.S.C.  3663(f)(2) does not limit\nthe time in which a restitution order may be enforced.  See House,\n808 F.2d at 511 (\" 3579(f)(2) . . . limits the duration of a grace\nperiod established under  3579(f)(1) and does not terminate the\nobligation to make restitution.\"); Keith, 754 F.2d at 1393\n(similar).\nIn this case, the sentencing court ordered restitution of\nup to $650,000 payable over the period of supervised release.  The\nlast payment of the restitution obligation was therefore due on the\nfinal day of the supervised release.  After that time, the Rostoffs\nbecame delinquent in their restitution obligation and the\ngovernment had a right to seek payment.  We affirm the district\ncourt's determination in this regard.\n       III.  The Government's Use of the FDCPA\nThe Rostoffs also challenge the government's use of the\nFDCPA to collect on the restitution debt.  Before turning to the\nsubstance of this challenge, we note that   with the exception of\nthe ten percent surcharge   the government did not have to rely on\nthe FDCPA as the statutory basis for its suit.  The United States\nhas other methods of collecting amounts owed to it.  See 28 U.S.C.\n3001(b) (providing that collection procedures specified under\nother Federal laws govern where inconsistent with the FDCPA); 28\nU.S.C.  3003(b) (providing that the United States retains its\nauthority under laws other than the FDCPA to collect debts \"arising\nin a criminal case\"); United States v. Vitek Supply Corp., 151 F.3d\n580, 585 (7th Cir. 1998); see also Fed. R. Civ. P. 64 &amp; 69\n(permitting the government to secure satisfaction of, and enforce,\njudgments according to the law of the state in which the district\ncourt sits); see generally Cluster v. McCutcheon, 283 U.S. 514,\n516-19 (1931) (discussing application of various state statutes to\nexecutions on judgments recovered by the United States).  If it\nchooses to do so, the United States may enforce restitution orders\nusing state procedures without first reducing them to civil\njudgments.  See United States v. Timilty, 148 F.3d 1, 3 (1st Cir.\n1998).  However, because the government did request at least the\nten percent surcharge pursuant to the FDCPA, we will assume that\nits entire collection attempt was predicated on the FDCPA and hold\nthat the government properly collected the restitution debt owed to\nthe FDIC through this statutory vehicle.\nCongress enacted the FDCPA to create procedures by which\nthe United States could more efficiently collect its debts without\nrelying on a patchwork of state laws.  See United States v.\nBongiorno, 106 F.3d 1027, 1036 (1st Cir.)(citing H.R. Rep. No. 101-\n736, at 23-25 (1990), reprinted in 1990 U.S.C.C.A.N. 6472, 6631-\n33), reh'g en banc denied, 110 F.3d 132 (1997) (elaborating on the\nrationale of the panel decision).  Restitution is expressly listed\nas a type of debt for which the FDCPA is an appropriate collection\nvehicle.  See 28 U.S.C.  3002(3)(B).  In Bongiorno, we held,\nhowever, that certain restitution debts did not qualify for\ncollection using the FDCPA.  We identified the relevant inquiry as\nbeing \"aimed at determining to whom the debt is owed and to whose\nbenefit the proceeds of the debt will inure when paid.\"  Bongiorno,\n106 F.3d at 1037.  Thus, only restitution debts owed to the United\nStates may be collected via the FDCPA.  See id. at 1039.\nIn Bongiorno, the United States had attempted to use the\nFDCPA to collect a restitution order entered for violation of the\nChild Support Recovery Act.  Because the proceeds of the collection\neffort would inure directly to a private party (Bongiorno's\ndaughter) and not to the sovereign, we decided that the FDCPA was\nnot the proper vehicle for collecting the restitution.  See 106\nF.3d at 1039.  In the instant case, by contrast, we are faced with\nan entirely different situation: the proceeds will go directly into\nthe coffers of the FDIC.  Cf. United States v. Coluccio, 19 F.3d\n1115, 1117 (6th Cir. 1994) (criminal fine payable to the United\nStates is a \"debt\" under the FDCPA); United States v. Gelb, 783 F.\nSupp. 748 (E.D.N.Y. 1991) (holding that because RICO statute calls\nfor restitution to the United States the restitution order is a\ndebt properly collectible under the FDCPA).\nThe Rostoffs could not and do not claim that the FDIC is\n\"private.\"  Rather, they claim that the restitution was originally\nowed to the Bank for Savings.  This fact is relevant, they contend,\nbecause the definition of \"debt\" under the FDCPA expressly excludes\namounts \"owing under the terms of a contract originally entered\ninto by only persons other than the United States.\"  28 U.S.C. \n3002(3)(B).  Also, the Rostoffs cite a snippet of legislative\nhistory to the effect that a loan made by a failed, federally\ninsured bank would not be collectible under the FDCPA.  See 136\nCong. Rec. H13288 (daily ed. Oct. 27, 1990) (statement of Rep.\nBrooks).  Hence, they conclude that the restitution in this case is\nnot a \"debt\" under the FDCPA.\nWe do not accept this argument.  The Rostoffs' debt is\nowing under an order of restitution, not under the terms of a\ntypical private contract, such as a loan agreement.  Furthermore,\nthe victim identified in the restitution order is the FDIC.  Thus,\nneither the definitional exclusion nor the cited legislative\nhistory is apposite.  Cf. 1990 U.S.C.C.A.N. 6630, 6636 (\"'Debt' is\ndefined broadly to include amounts owing to the United States on\naccount of a . . . loan insured or guaranteed by the United States\nas well as other amounts originally due the United States.\")\n(emphasis added).  The controlling question remains: Who will\nreceive the beneficial interest?  In this case, it is the\ngovernment.  Therefore, the FDCPA is a proper collection vehicle.\n\n  IV. The Alleged Violation of Constitutional Rights\nThe Rostoffs argue that the \"automatic\" conversion of the\nrestitution into a civil judgment long after the criminal case has\nended violates their rights under the Fifth and Seventh Amendments. \nWe reject this argument.\nA. The Fifth Amendment\nThe Rostoffs claim that they were deprived of property\nwithout due process of law because the district court issued a\ncivil judgment reflecting the unpaid balance of a restitution order\nwithout consideration of their economic circumstances.  Factually\nspeaking, the Rostoffs are wrong, so we need not determine as a\nmatter of law whether failure to consider an offender's economic\ncircumstances would implicate the Fifth Amendment.\nThe district court held a four-day trial specifically on\nthe amount of restitution owed and the Rostoffs' ability to pay. \nThe Rostoffs had an opportunity and did in fact present evidence at\nthat trial.  The court made findings as to the Rostoffs' economic\ncircumstances.  Indeed, the court noted that it was not speculating\nas to future assets or earnings but rather working from the basis\nof what the Rostoffs could reasonably have paid during supervised\nrelease.  Finally, the court actually reduced the initial judgment\nagainst Steven Rostoff because of its uncertainty as to whether he\nhad sufficient assets from which to pay restitution.  There was\nnothing \"automatic\" about the court's arriving at the final\nfigures.\nB. The Seventh Amendment\nThe Seventh Amendment guarantees a right to a jury trial\n\"[i]n Suits at common law, where the value in controversy shall\nexceed twenty dollars.\"   \"The characterization of a proceeding for\nthe purpose of determining the right to a jury trial should focus\non the nature of the right adjudicated, not on the methods used to\nenforce the resulting judgment.\"  Bonnie Arnett Von Roeder, Note,\nThe Right to Jury Trial to Determine Restitution under the Victim\nand Witness Protection Act of 1982, 63 Tex. L. Rev. 671, 673\n(1984).  In other words, \"[t]he enforcement method does not . . .\ndetermine the nature of the [restitution] order.\"  United States v.\nWatchman, 749 F.2d 616, 617 (10th Cir. 1984).  The nature of\nrestitution is penal and not compensatory.   See Kelly, 479 U.S. at\n52 &amp; n.14 (holding as a general matter that restitution is punitive\nand not compensatory, and suggesting in dicta that the same\nanalysis would apply to restitution orders under the VWPA).  All\ncircuits that have decided the issue have held that restitution\nunder the VWPA is penal and that the Seventh Amendment simply does\nnot apply to a determination of the amount of a restitution order.\nSee, e.g., United States v. Palma, 760 F.2d 475, 479-80 (3d Cir.\n1985) (citing cases from the Second, Eighth, Ninth, Tenth, and\nEleventh Circuits); but cf. United States v. Dudley, 739 F.2d 175,\n177 (4th Cir. 1984) (holding with regard to a different issue that\nrestitution is both compensatory and penal).  In another context,\nthis Circuit has concluded that the VWPA's restitution provision \nis penal, not compensatory, in nature.  See United States v.\nSavoie, 985 F.2d 612, 619 (1st Cir. 1993).  Accordingly, no jury\ntrial is required to determine the amount of a restitution order.\nWe see no reason why enforcement of a restitution order\n\"in like manner as a civil judgment,\" 18 U.S.C.  3663(h), would\nsomehow re-introduce a jury requirement.  To require a jury trial\nto enforce restitution ordered at sentencing would have the same\neffect as requiring a jury trial ab initio.  The original\nrestitution order would be worthless, uncollectible without an\nadditional jury trial.  Such a requirement runs counter to the\ndecisions in Kelly and in our sister circuits.  Supra.  We affirm\nthe trial court's rejection of the Seventh Amendment claim.  SeeRostoff, 956 F. Supp. at 44 n.9.\n               V. The Rostoffs' Assets\nThe Rostoffs next contend that there was no evidence from\nwhich the district court could find that they owned valuable assets\nfrom which they could pay the restitution orders.  We review a\ndistrict court's factual findings for clear error.  See Fed. R.\nCiv. P. 52(a).  Our deference is even greater when such findings\nare based on determinations regarding the credibility of witnesses. \nSee Anderson v. City of Bessemer City, 470 U.S. 564, 575 (1985). \nAfter reviewing all the evidence, we must be \"left with the\ndefinite and firm conviction that a mistake has been committed.\" \nAnderson, 470 U.S. at 573 (quoting United States v. United States\nGypsum Co., 333 U.S. 364, 395 (1948)).  We have no such conviction\nwith regard to this case.\nThe Rostoffs do not contest that the restitution order\nobligated them to marshal whatever assets they had at their\ndisposal to pay the designated victim.  See United States v.\nRostoff, 966 F.2d 1275, 1278 (D. Mass. 1997) (citing 18 U.S.C. \n3664).  Rather, they argue that they had no such assets, or at\nleast that the assets were not sufficiently valuable to ground the\ndistrict court's conclusion that the Rostoffs had the ability to\npay the restitution orders.  In particular, they claim the district\ncourt mistakenly assigned value to the Rostoffs' respective\ninterests in Tanglewood Limited Partnership and to David Rostoff's\ninterest in a Boca Raton luxury condominium and the Hickory Ridge\nApartments.\nOur examination of the record convinces us that the\ndistrict court correctly determined that the Rostoffs' interests in\nall three assets had value, and that this value was sufficient to\nfind that the brothers had the ability to pay the restitution\norder.  As to both the Tanglewood and Hickory Ridge Apartments, the\nRostoffs' efforts during supervised release prompted certain\nlenders to forgive a substantial amount of indebtedness and to\nrefinance the properties.  To the extent these efforts improved the\nequity positions of the partners, the Rostoffs failed to marshal\nthese benefits to pay off the restitution as required.  They\ninstead transferred their interests for no consideration to the\nwife of David Rostoff and that of his co-conspirator Harris.  There\nis evidence that one of the women to whom the interests were\ntransferred valued her 50% interests in Tanglewood and Hickory\nRidge -- which the Rostoffs assert were valueless -- at nearly four\nmillion dollars.  The district court had an opportunity to judge\nthe credibility of the witnesses and specifically adopted the\ncalculations of the government's expert with regard to the income-\ngenerating potential of the properties.  Furthermore, the Rostoffs\ndo not appear to contest the court's finding, based on the\ntestimony of the government's expert, that funds in the form of\nmanagement fees were siphoned off to David Rostoff and his co-\nconspirator.  As to the luxury condominium, the deed lists David\nRostoff as a tenant-in-common.  In light of these facts, we\ndiscern no error, let alone clear error, in the district court's\nconclusions.\n                  VI. The Surcharge\nThe Rostoffs complain that there was no statutory\nauthority for the ten percent surcharge added to the judgment in\nthis case. The government confesses error on this point, but urges\nthat we remand to the district court to determine whether its\nsubsequent efforts in the separate civil suit, see supra note 2,\nmerit imposition of the penalty.  Despite their opportunity to do\nso, the Rostoffs submitted no reply brief on this or any other\nissue, and we therefore assume that they do not contest the\npropriety of the inquiry the government proposes.  Having\ndetermined that the government correctly concedes error, we\ntherefore vacate the award of the surcharge and remand to the\ndistrict court to address whether the government's efforts during\nthe pendency of this appeal now entitle the government to the\nsurcharge and whether the district court has the power to assess\nthe surcharge in these circumstances.\n                   VII. Conclusion\nFor the foregoing reasons, we affirm the decision of the\ndistrict court in part, except for the FDCPA surcharge, which we\nvacate and remand for proceedings consistent with this opinion. \nCosts to appellee.\n",
  "html": "<p class=\"case_cite\">164 F.3d 63</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Steven M. ROSTOFF and David R. Rostoff, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-1940.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 7, 1998.<br>Decided Jan. 7, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Traft with whom Carney &amp; Bassil was on brief for appellants.</p>\n      <p class=\"indent\">Christopher Alberto, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants Steven and David Rostoff (the \"Rostoffs\") appeal the government's successful use of the Federal Debt Collection Procedures Act (\"FDCPA\"), codified at 28 U.S.C. &#167; 3001 et seq., to obtain a civil judgment in the amount of the Rostoffs' outstanding obligations under an order of restitution previously issued pursuant to a provision of the Victim Witness Protection Act (\"VWPA\"), 18 U.S.C. &#167; 3663.  We affirm in part and vacate and remand to the district court for further proceedings.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Together with separately sentenced co-conspirator James Harris, the Rostoffs fraudulently induced the Bank for Savings, a federally insured financial institution, to grant ill-advised loans totaling over $30 million to investors in the Rostoffs' real estate schemes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Collection efforts on these loans apparently soured after the crash of the New England real estate market.  Investigation of the bank's subsequent failure uncovered the brothers' wrongdoing, and the United States prosecuted the Rostoffs for bank fraud, false statements, and conspiracy.  After conviction, the district court imposed on each Rostoff a sentence that included a prison term, two years of supervised release, and an order of restitution to the FDIC as successor-in-interest to the failed bank.  The order was not specific as to amount.  Rather, it provided only that total restitution was \"not to exceed $650,000.\"   The order also required the Rostoffs to pay in installments as determined by the probation department.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During supervised release, the Rostoffs paid very little of their restitution obligation--David paid $8,200 and Steven paid $7,463.21.  David Rostoff did, however, actively and successfully work to restructure and refinance two assets in which he had certain partnership interests:  the Tanglewood Apartments and the Hickory Ridge Apartments.  Steven Rostoff had an interest only in the Tanglewood complex.  As part of the refinancing scheme, the Rostoffs transferred their respective interests in these assets to the wife of David Rostoff and that of their co-conspirator Harris.  In violation of the terms of their supervised release, these transfers were not reported to the probation office until near the very end of the period.  Indeed, the Rostoffs made several false representations to their respective probation officers regarding the state of their interests in the assets, and they never reported the identities of the recipients of the transfers.  Furthermore, David Rostoff actively concealed contacts with co-conspirator Harris that he was also required to report;  at these forbidden contacts, the two planned and executed the refinancing scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Two weeks before the end of supervised release, which terminated on March 31, 1996, the United States initiated separate civil actions against each brother.  The government essentially sought a declaration that the Rostoffs' restitution debt was outstanding and enforceable.  The two cases were consolidated into the action now under review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Rostoffs initially sought to have the civil action dismissed on the ground that the restitution order expired, as a matter of law, at the termination of their respective periods of supervised release.  The district court denied this motion, holding that the statutory language on which the Rostoffs relied limited only \"the time period during which the [sentencing] court ... can require a defendant to make restitution payments, [and] not the time period during which a civil suit by a victim to enforce the restitution order may be prosecuted.\"  United States v. Rostoff, 956 F.Supp. 38, 42 (D.Mass.1997).  The United States and the Rostoffs then filed cross-motions for summary judgment.  The district court denied the Rostoffs' motion, again rejecting the contention that the restitution orders had expired as a matter of law, and also rejecting constitutional claims under the Fifth and Seventh Amendments \"out of hand.\"  Id. at 44 n. 9. The district court granted the government's motion in part, ruling that the Rostoffs were liable for the unpaid balance of the restitution orders.  However, based on remarks made by the sentencing court suggesting that restitution would be remitted at the end of the period of supervised release if the Rostoffs had no ability to pay, and on the indeterminate \"up to $650,000\" language of the order itself, the district court decided to hold a trial to determine the amount of restitution owed.  The primary issue at trial was the Rostoffs' ability to have paid the restitution order during the supervised release period.  After the four-day trial, the court initially entered judgment against each brother for the unpaid balance of the $650,000 restitution order, plus a ten percent surcharge pursuant to 28 U.S.C. &#167; 3011(a).  After reconsidering the question of Steven Rostoff's ability to have paid the entire balance, the court subsequently reduced the judgment against him to $159,000.  The judgment against David Rostoff remained unchanged.  The Rostoffs then filed this appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, the Rostoffs assert multiple claims of error.  First, they again contend that the order of restitution expired at the end of the period of supervised release and that they may not be held liable for its unpaid balance.  Second, they claim that the government may not use the FDCPA to collect the restitution debt.  Finally, they assert violations of their constitutional rights, clear error in the assessment of their abilities to pay the restitution, and lack of authorization for the assessment of the &#167; 3011(a) surcharge.  We address these issues seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>II. The Enforceability of the Restitution Order</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Relying on the language of 18 U.S.C. &#167; 3663(f)(2) and on the decisions of several of our sister circuits, the Rostoffs contend that the order of restitution terminated at the end of their period of supervised release and is therefore uncollectible.  Their reliance is misplaced and we affirm the decision of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The disputed portion of the applicable version<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> of 18 U.S.C. &#167; 3663(f) states:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>(1) The court may require that such defendant make restitution under this section within a specified period or in specified installments.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>(2) The end of such period or the last such installment shall not be later than-</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(A) the end of the period of probation, if probation is ordered;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(3) If not otherwise provided by the court under this subsection, restitution shall be made immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">18 U.S.C. &#167; 3663(f) (1994).  Because this dispute is purely a matter of statutory interpretation, we review the district court's ruling de novo.  See United States v. De Luca, 137 F.3d 24, 39 (1st Cir.1998), cert. denied, --- U.S. ----, 119 S.Ct. 174, 142 L.Ed.2d 142 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We agree with the district court that subsection (f) controls the authority of the sentencing court.  The subsection contains no provisions regarding the enforcement powers of the district court in this case.  It simply authorizes the sentencing court to impose an order of restitution.  In the normal case, payment of restitution is due immediately.  See 18 U.S.C. &#167; 3663(f)(3).  In its discretion, the sentencing court may elect to make restitution due in installments, or at the end of a specified period.  See 18 U.S.C. &#167; 3663(f)(1).  The sentencing court's discretion in this regard is constrained:  payment must fall due by the end of the period of supervised release.  See 18 U.S.C. &#167; 3663(f)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Rostoffs argue that 18 U.S.C. &#167; 3663(f)(2) governs the time in which the restitution order may be enforced.  Under their view, the unpaid restitution obligation was not delinquent at the end of the period of supervised release.  Rather, it ceased to exist.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We do not agree.  The fact that the last payment of restitution is due at the end of supervised release has nothing to do with the duration or expiration of the restitution order.  See United States v. House, 808 F.2d 508, 511 (7th Cir.1986);  United States v. Keith, 754 F.2d 1388, 1393 (9th Cir.1985).  Common sense dictates that failure to pay at the time due renders payment overdue;  it does not abate the obligation entirely.  See United States v. Soderling, 970 F.2d 529, 535 &amp; n. 12 (9th Cir.1992) (noting that a restitution order is \"extinguished only by satisfaction, not by the passage of time\").  The Second Circuit has recently recognized, for example, that restitution orders under the VWPA can be enforced for twenty years, where the defendant fails to make the payments due in the payment period.  See United States v. Berardini, 112 F.3d 606, 611 (2d Cir.1997).  This reasoning reflects the approach, endorsed by the Seventh and Ninth Circuits, that the VWPA should be read to protect victims and not defendants.  See House, 808 F.2d at 508;  Keith, 754 F.2d at 1388;  see also 1982 U.S.C.C.A.N. 2515, 2515 (\"The purpose of [the VWPA] is to strengthen existing legal protections for victims and witnesses of Federal crimes.\")  (emphasis added);  id. at 2537 (uncertainties in damages determinations should be resolved with \"a view toward achieving fairness to the victim \")(emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Viewing subsection (f) in the context of the whole of &#167; 3663 confirms this view.  See Kelly v. Robinson, 479 U.S. 36, 43, 107 S.Ct. 353, 93 L.Ed.2d 216 (1986) (\"In expounding a statute, we must not be guided by a single sentence or member of a sentence, but look to the provisions of the whole law and to its object and policy.\").  Enforcement of the restitution order is governed not by subsection (f), as the Rostoffs contend, but by subsection (h), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>An order of restitution may be enforced--</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>(1) by the United States--</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(A) in the manner provided for the collection of payments and fines in [18 U.S.C. &#167;&#167; 3611-3615];  or</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>(B) in the same manner as a judgment in a civil action;  and</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>(2) by a victim named in the order to receive the restitution, in the same manner as a judgment in a civil action.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(emphasis added).  The incorporated citations in subsection (h)(1)(A) make, inter alia, every fine a lien in favor of the United States.  See, e.g., 18 U.S.C. &#167; 3613.  Such liens may be enforced for twenty years.  Id. Similarly, judgments in favor of the government in civil actions are enforceable according to the law of the state in which the district court sits.  See Fed.R.Civ.P. 69(a).  In Massachusetts that period is twenty years.  See Mass.  Gen. Laws ch. 260, &#167; 20.  If the Rostoffs' reading were correct, and the restitution order was limited by the probationary period, it would render both these provisions of subsection (h) nugatory.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To avoid this complication, the Rostoffs appear to claim that subsection (h) applies only to orders of restitution that are due immediately;  for example, they distinguish contrary holdings in House and Keith on the grounds that they concern only restitution orders under subsection (f)(3) and not under subsection (f)(2).  There is nothing in subsection (h) that so restricts its scope.  Moreover, the construction advanced by the appellant would create the anomalous result that an order of restitution that is due immediately expires twenty years after it is issued, while an order of restitution due in the future expires the instant its due date passes.  We can identify no plausible logic that would support such a result.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Indeed, this construction gives defendants an incentive to \"run[ ] out the clock in the fourth quarter of play\" rather than to redress their wrongs.  Rostoff, 956 F.Supp. at 43.   Such an incentive would be entirely at odds with the express \"object and policy\" of the VWPA of which subsection (f) is a part.  See S.Rep. No. 97-532 (1982), reprinted in 1982 U.S.C.C.A.N. 2515, 2536 (\"The premise of this section is that the court ... should insure that the wrongdoer make good[ ], to the degree possible, the harm he has caused his victim.\");   see also id. at 2537 (\"[T]he bill encourages better monitoring and enforcement procedures.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Furthermore, making a restitution obligation coterminous with the period of supervised release appears to defeat one of the purposes of the VWPA.  Congress expressly stated that the VWPA authorized courts for the first time to order restitution independently of probation.  See id. at 2536.   Congress felt that restitution had too long been a poor stepchild of sentencing, rarely ordered and rarely enforced, and that victims were suffering as a result.  Id. The VWPA authorizes restitution \"in addition to any other penalty authorized by law,\" 18 U.S.C. &#167; 3663(a)(1), not as an adjunct to another penalty, such as supervised release.  The Rostoffs' construction defeats the independence of the penalty of restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Nevertheless, the Rostoffs urge us to accept their position, arguing that certain decisions of our sister circuits have adopted their interpretation of the relevant language.  See United States v. Diamond, 969 F.2d 961, 969 (10th Cir.1992);  United States v. Joseph, 914 F.2d 780, 786 (6th Cir.1990);  United States v. Bruchey, 810 F.2d 456, 459-60 (4th Cir.1987).  As a preliminary matter, we note that none of these cited cases is factually on point:  each involved the sentencing court's requiring the defendant before the period of probation had begun to enter into a consent agreement or to sign a promissory note that included payment dates beyond the period of supervised release.  In doing so, the sentencing courts under review exceeded their authority to create a schedule of payments, authority that is expressly limited by subsection (f)(2) to the period of supervised release.  Cf. United States v. Hensley, 91 F.3d 274, 276 (1st Cir.1996) (holding that courts have no inherent authority to order restitution but must do so only as authorized by strictly construed statutes).  Here, by contrast, we deal with a victim's attempt to use the district court to secure the restitution due to it at the close of the offenders' period of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Similarly, part of the underlying rationale of each cited decision was the fact that a promissory note or consent agreement would impermissibly restrict the sentencing court's ability to modify the restitution order during the probationary period.  Congress expressly authorized the sentencing court to make such modifications.  See 18 U.S.C. &#167; 3663(g) &amp; (i)(3);  see also United States v. Springer, 28 F.3d 236, 239 n. 2 (1st Cir.1994) (sentencing court may modify restitution order during supervised release if it proves \"unreasonably onerous\").  Here, however, the Rostoffs had the entire period of supervised release in which to seek modification of the restitution order.  Yet they failed to do so.  We see no reason to allow this failure to affect our interpretation of the statute.  And in any case, we note that enforcement of judgments under the FDCPA is continually subject to the equitable supervision of the district court.  See 18 U.S.C. &#167; 3013.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In any event, to the extent the reasoning of the cited courts may be inconsistent with our result, we find the decisions unpersuasive.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Following the lead of the Seventh and Tenth Circuits, we conclude that 18 U.S.C. &#167; 3663(f)(2) does not limit the time in which a restitution order may be enforced.  See House, 808 F.2d at 511 (\" &#167; 3579(f)(2) ... limits the duration of a grace period established under &#167; 3579(f)(1) and does not terminate the obligation to make restitution.\");<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Keith, 754 F.2d at 1393 (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In this case, the sentencing court ordered restitution of up to $650,000 payable over the period of supervised release.  The last payment of the restitution obligation was therefore due on the final day of the supervised release.  After that time, the Rostoffs became delinquent in their restitution obligation and the government had a right to seek payment.  We affirm the district court's determination in this regard.</p>\n    </div>\n    <p>III. The Government's Use of the FDCPA</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Rostoffs also challenge the government's use of the FDCPA to collect on the restitution debt.  Before turning to the substance of this challenge, we note that--with the exception of the ten percent surcharge--the government did not have to rely on the FDCPA as the statutory basis for its suit.  The United States has other methods of collecting amounts owed to it.  See 28 U.S.C. &#167; 3001(b) (providing that collection procedures specified under other Federal laws govern where inconsistent with the FDCPA);  28 U.S.C. &#167; 3003(b) (providing that the United States retains its authority under laws other than the FDCPA to collect debts \"arising in a criminal case\");  United States v. Vitek Supply Corp., 151 F.3d 580, 585 (7th Cir.1998);  see also Fed.R.Civ.P. 64 &amp; 69 (permitting the government to secure satisfaction of, and enforce, judgments according to the law of the state in which the district court sits);  see generally Custer v. McCutcheon, 283 U.S. 514, 516-19, 51 S.Ct. 530, 75 L.Ed. 1239 (1931) (discussing application of various state statutes to executions on judgments recovered by the United States).  If it chooses to do so, the United States may enforce restitution orders using state procedures without first reducing them to civil judgments.  See United States v. Timilty, 148 F.3d 1, 3 (1st Cir.1998).  However, because the government did request at least the ten percent surcharge pursuant to the FDCPA, we will assume that its entire collection attempt was predicated on the FDCPA and hold that the government properly collected the restitution debt owed to the FDIC through this statutory vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Congress enacted the FDCPA to create procedures by which the United States could more efficiently collect its debts without relying on a patchwork of state laws.  See United States v. Bongiorno, 106 F.3d 1027, 1036 (1st Cir.)  (citing H.R.Rep. No. 101-736, at 23-25 (1990), reprinted in 1990 U.S.C.C.A.N. 6472, 6631-33), reh'g en banc denied, 110 F.3d 132 (1st Cir.1997) (elaborating on the rationale of the panel decision).  Restitution is expressly listed as a type of debt for which the FDCPA is an appropriate collection vehicle.  See 28 U.S.C. &#167; 3002(3)(B).  In Bongiorno, we held, however, that certain restitution debts did not qualify for collection using the FDCPA.  We identified the relevant inquiry as being \"aimed at determining to whom the debt is owed and to whose benefit the proceeds of the debt will inure when paid.\"  Bongiorno, 106 F.3d at 1037.   Thus, only restitution debts owed to the United States may be collected via the FDCPA.  See id. at 1039.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Bongiorno, the United States had attempted to use the FDCPA to collect a restitution order entered for violation of the Child Support Recovery Act.  Because the proceeds of the collection effort would inure directly to a private party (Bongiorno's daughter) and not to the sovereign, we decided that the FDCPA was not the proper vehicle for collecting the restitution.  See 106 F.3d at 1039.   In the instant case, by contrast, we are faced with an entirely different situation:  the proceeds will go directly into the coffers of the FDIC.  Cf. United States v. Coluccio, 19 F.3d 1115, 1117 (6th Cir.1994) (criminal fine payable to the United States is a \"debt\" under the FDCPA);  United States v. Gelb, 783 F.Supp. 748 (E.D.N.Y.1991) (holding that because RICO statute calls for restitution to the United States the restitution order is a debt properly collectible under the FDCPA).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Rostoffs could not and do not claim that the FDIC is \"private.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Rather, they claim that the restitution was originally owed to the Bank for Savings.  This fact is relevant, they contend, because the definition of \"debt\" under the FDCPA expressly excludes amounts \"owing under the terms of a contract originally entered into by only persons other than the United States.\"  28 U.S.C. &#167; 3002(3)(B).  Also, the Rostoffs cite a snippet of legislative history to the effect that a loan made by a failed, federally insured bank would not be collectible under the FDCPA.  See 136 Cong. Rec.  H13288 (daily ed.  Oct. 27, 1990) (statement of Rep.  Brooks).  Hence, they conclude that the restitution in this case is not a \"debt\" under the FDCPA.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We do not accept this argument.  The Rostoffs' debt is owing under an order of restitution, not under the terms of a typical private contract, such as a loan agreement.  Furthermore, the victim identified in the restitution order is the FDIC.  Thus, neither the definitional exclusion nor the cited legislative history is apposite.  Cf. 1990 U.S.C.C.A.N. 6630, 6636 (\" 'Debt' is defined broadly to include amounts owing to the United States on account of a ... loan insured or guaranteed by the United States as well as other amounts originally due the United States.\")  (emphasis added).  The controlling question remains:  Who will receive the beneficial interest?   In this case, it is the government.  Therefore, the FDCPA is a proper collection vehicle.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>IV. The Alleged Violation of Constitutional Rights</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Rostoffs argue that the \"automatic\" conversion of the restitution into a civil judgment long after the criminal case has ended violates their rights under the Fifth and Seventh Amendments.  We reject this argument.</p>\n    </div>\n    <p class=\"indent\">A. The Fifth Amendment</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Rostoffs claim that they were deprived of property without due process of law because the district court issued a civil judgment reflecting the unpaid balance of a restitution order without consideration of their economic circumstances.  Factually speaking, the Rostoffs are wrong, so we need not determine as a matter of law whether failure to consider an offender's economic circumstances would implicate the Fifth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court held a four-day trial specifically on the amount of restitution owed and the Rostoffs' ability to pay.  The Rostoffs had an opportunity and did in fact present evidence at that trial.  The court made findings as to the Rostoffs' economic circumstances.  Indeed, the court noted that it was not speculating as to future assets or earnings but rather working from the basis of what the Rostoffs could reasonably have paid during supervised release.  Finally, the court actually reduced the initial judgment against Steven Rostoff because of its uncertainty as to whether he had sufficient assets from which to pay restitution.  There was nothing \"automatic\" about the court's arriving at the final figures.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p class=\"indent\">B. The Seventh Amendment</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Seventh Amendment guarantees a right to a jury trial \"[i]n Suits at common law, where the value in controversy shall exceed twenty dollars.\"  \"The characterization of a proceeding for the purpose of determining the right to a jury trial should focus on the nature of the right adjudicated, not on the methods used to enforce the resulting judgment.\"   Bonnie Arnett Von Roeder, Note, The Right to Jury Trial to Determine Restitution under the Victim and Witness Protection Act of 1982, 63 Tex.  L.Rev. 671, 673 (1984).  In other words, \"[t]he enforcement method does not ... determine the nature of the [restitution] order.\"  United States v. Watchman, 749 F.2d 616, 617 (10th Cir.1984).  The nature of restitution is penal and not compensatory.  See Kelly, 479 U.S. at 52 &amp; n. 14, 107 S.Ct. 353 (holding as a general matter that restitution is punitive and not compensatory, and suggesting in dicta that the same analysis would apply to restitution orders under the VWPA).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  All circuits that have decided the issue have held that restitution under the VWPA is penal and that the Seventh Amendment simply does not apply to a determination of the amount of a restitution order.  See, e.g., United States v. Palma, 760 F.2d 475, 479-80 (3d Cir.1985) (citing cases from the Second, Eighth, Ninth, Tenth, and Eleventh Circuits);  but cf.  United States v. Dudley, 739 F.2d 175, 177 (4th Cir.1984) (holding with regard to a different issue that restitution is both compensatory and penal).  In another context, this Circuit has concluded that the VWPA's restitution provision is penal, not compensatory, in nature.  See United States v. Savoie, 985 F.2d 612, 619 (1st Cir.1993).  Accordingly, no jury trial is required to determine the amount of a restitution order.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We see no reason why enforcement of a restitution order \"in like manner as a civil judgment,\" 18 U.S.C. &#167; 3663(h), would somehow re-introduce a jury requirement.  To require a jury trial to enforce restitution ordered at sentencing would have the same effect as requiring a jury trial ab initio.   The original restitution order would be worthless, uncollectible without an additional jury trial.  Such a requirement runs counter to the decisions in Kelly and in our sister circuits.  Supra.  We affirm the trial court's rejection of the Seventh Amendment claim.  See Rostoff, 956 F.Supp. at 44 n. 9.</p>\n    </div>\n    <p>V. The Rostoffs' Assets</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Rostoffs next contend that there was no evidence from which the district court could find that they owned valuable assets from which they could pay the restitution orders.  We review a district court's factual findings for clear error.  See Fed.R.Civ.P. 52(a).  Our deference is even greater when such findings are based on determinations regarding the credibility of witnesses.  See Anderson v. City of Bessemer City, 470 U.S. 564, 575, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985).  After reviewing all the evidence, we must be \"left with the definite and firm conviction that a mistake has been committed.\"  Anderson, 470 U.S. at 573, 105 S.Ct. 1504 (quoting United States v. United States Gypsum Co., 333 U.S. 364, 395, 68 S.Ct. 525, 92 L.Ed. 746 (1948)).  We have no such conviction with regard to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Rostoffs do not contest that the restitution order obligated them to marshal whatever assets they had at their disposal to pay the designated victim.  See United States v. Rostoff, 966 F.Supp. 1275, 1278 (D.Mass.1997) (citing 18 U.S.C. &#167; 3664).  Rather, they argue that they had no such assets, or at least that the assets were not sufficiently valuable to ground the district court's conclusion that the Rostoffs had the ability to pay the restitution orders.  In particular, they claim the district court mistakenly assigned value to the Rostoffs' respective interests in Tanglewood Limited Partnership and to David Rostoff's interest in a Boca Raton luxury condominium and the Hickory Ridge Apartments.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Our examination of the record convinces us that the district court correctly determined that the Rostoffs' interests in all three assets had value, and that this value was sufficient to find that the brothers had the ability to pay the restitution order.  As to both the Tanglewood and Hickory Ridge Apartments, the Rostoffs' efforts during supervised release prompted certain lenders to forgive a substantial amount of indebtedness and to refinance the properties.  To the extent these efforts improved the equity positions of the partners, the Rostoffs failed to marshal these benefits to pay off the restitution as required.  They instead transferred their interests for no consideration to the wife of David Rostoff and that of his co-conspirator Harris.  There is evidence that one of the women to whom the interests were transferred valued her 50% interests in Tanglewood and Hickory Ridge--which the Rostoffs assert were valueless--at nearly four million dollars.  The district court had an opportunity to judge the credibility of the witnesses and specifically adopted the calculations of the government's expert with regard to the income-generating potential of the properties.  Furthermore, the Rostoffs do not appear to contest the court's finding, based on the testimony of the government's expert, that funds in the form of management fees were siphoned off to David Rostoff and his co-conspirator.  As to the luxury condominium, the deed lists David Rostoff as a tenant-in-common.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In light of these facts, we discern no error, let alone clear error, in the district court's conclusions.</p>\n    </div>\n    <p>VI. The Surcharge</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The Rostoffs complain that there was no statutory authority for the ten percent surcharge added to the judgment in this case.  The government confesses error on this point, but urges that we remand to the district court to determine whether its subsequent efforts in the separate civil suit, see supra note 2, merit imposition of the penalty. Despite their opportunity to do so, the Rostoffs submitted no reply brief on this or any other issue, and we therefore assume that they do not contest the propriety of the inquiry the government proposes.  Having determined that the government correctly concedes error,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> we therefore vacate the award of the surcharge and remand to the district court to address whether the government's efforts during the pendency of this appeal now entitle the government to the surcharge and whether the district court has the power to assess the surcharge in these circumstances.</p>\n    </div>\n    <p>VII. Conclusion</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the decision of the district court in part, except for the FDCPA surcharge, which we vacate and remand for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A more detailed exposition of the Rostoffs' crimes may be found in our opinion in United States v. Rostoff, 53 F.3d 398 (1st Cir.1995).  Here we recite only the facts relevant to the issues before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Following entry of the civil judgments underlying this appeal, the United States filed a second civil action against the Rostoffs and others allegedly holding their assets as straws.  Among other steps taken in this attempt to collect the debt, the government exercised the lien provisions and the receivership provisions of the FDCPA, 18 U.S.C. &#167;&#167; 3104 &amp; 3201.  To avoid further burdensome and perhaps unnecessary litigation in that case, the Rostoffs conditionally paid to the United States the entire amount of the judgments that are the subject of this appeal.  In return, the United States filed a stipulation of dismissal in that action.  But because this settlement is contingent on the outcome of this appeal, the United States must return any amount of the district court's judgment that we do not affirm</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Congress amended the VWPA in 1996 by, inter alia, eliminating &#167; 3663(f).  See Anti-terrorism and Effective Death Penalty Act of 1996, Pub.L. No. 104-132, &#167; 205(a)(2).  Because the Rostoffs were convicted before the effective date of those changes, however, the pre-amendment statute is applicable.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the legislative history is somewhat equivocal on this point.  For example, it states that despite the potentially lifelong effects of crime on victims, \"[t]he Committee ... recognizes that there may sometimes be a practical necessity in limiting the amount of restitution ordered and the period during which restitution payments are ordered to be made.\"  1982 U.S.C.C.A.N. 2515, 2537-38.   Thus, some courts have held that the defendant must be capable of making payment of restitution within the period the court chooses.  See United States v. Sleight, 808 F.2d 1012, 1021 (3d Cir.1987);  but see United States v. Lombardi, 5 F.3d 568, 573 (1st Cir.1993) (rejecting requirement that district court, in fashioning an order of restitution, make explicit findings that an offender has an ability to pay restitution within period of supervised release).  Here, in any case, the period in which payments were ordered was limited.  The problem was that the Rostoffs paid very little of their obligation within the designated period.  Thus, the legislative history offers no guidance on what to do if the Rostoffs failed to pay in full despite the ability to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because we read the statute as a whole, see Kelly, 479 U.S. at 43, 107 S.Ct. 353, we cannot agree with United States v. Joseph, 914 F.2d 780, 786 (6th Cir.1990), that subsection (h) is not relevant to the duration of Enforceability of restitution orders</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Rostoffs speculate that the anomalous result can be explained by Congress's concern about defendants' ability to pay restitution orders.  See 1982 U.S.C.C.A.N. at 2537-38 (\"The Committee ... recognizes that there may sometimes be a practical necessity in limiting the amount of restitution ordered and the period during which restitution payments are ordered to be made.\").  Yet Congress has already provided in the VWPA a method for a defendant to challenge restitution orders in the event he is unable to pay.  See 18 U.S.C. &#167; 3663(g) &amp; (i)(3);  see also United States v. Springer, 28 F.3d 236, 239 n. 2 (1st Cir.1994) (sentencing court may modify restitution order during supervised release if it proves \"unreasonably onerous\");  United States v. Smith, 944 F.2d 618, 624 (9th Cir.1991)(noting that if a defendant has not made full restitution by the end of his section 3663(f)(2) payment period despite a diligent good faith effort, he may petition the sentencing court for a remittitur)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> None of the cited cases, for example, addresses the disparate treatment accorded restitution orders due immediately and those due in the future under the Rostoffs' construction.  See supra at 66.   Nor does any address the perverse incentives such a reading entails.  See supra at 66.  Finally, each cites, directly or indirectly, a Seventh Circuit case, United States v. Fountain, 768 F.2d 790, 803 (7th Cir.1985), subsequently clarified on this precise point by House, 808 F.2d at 511 (criticizing the Fountain court's discussion of subsection (f) as setting a limit on the duration of a restitution order as a \"throwaway line\" and \"dicta\")</p>\n        <p>We note that any divergence in authority is of less moment here than in the ordinary case.  Subsequent amendments to 18 U.S.C. &#167; 3663, see supra note 3, wipe out subsection (f) and with it any possible argument that the enforceability of restitution orders is limited in duration.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Subsection 3579(f) is the predecessor to subsection 3663(f).  The two contain identical language.  The sections were renumbered without substantive change in 1984.  See Pub.L. No. 98-473, Title II, &#167; 212(a)(1), (3), 98 Stat. 1987, 2010 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For purposes of the FDCPA, the term \"United States\" includes \"a Federal corporation.\"  28 U.S.C. &#167; 3002(15)(A)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This holding comports with the text and legislative history of the VWPA, which allows insurers to stand in the shoes of the victim, so that costs of crime are not borne in terms of higher premiums.  See 18 U.S.C. &#167; 3663(e)(1)(\"[T]he court may, in the interest of justice, order restitution to any person who has compensated the victim for such loss.\");  1982 U.S.C.C.A.N. 2515, 2537 (decrying the common practice of relieving offenders of their restitution debts by not ordering restitution to insurers, so \"that insurance companies and the insurance-buying public are being asked to pay off the offender's debt\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Rostoffs' other due process argument--that the judgment did not conform to the parameters of the original sentence--has no merit.  The sentencing judge commented at sentencing that \"I'm sure counsel will explain to the defendants that if at the end of probation there is no possibility of [restitution's] being paid, then it will be remitted.\"   The trial judge in this case found that the Rostoffs had an ability to pay.  We discern no disparity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We are mindful that the Supreme Court's dicta included the following statement:  \"Under [the VWPA], defendants have no right to jury trial as to the amount of restitution, even though the Seventh Amendment would require such a trial if the issue were decided in a civil case.\"  Kelly, 479 U.S. at 53 n. 14, 107 S.Ct. 353 (citation omitted).  However, it is clear from the context and the citation that the Court's use of the term \"issue\" was intended to refer simply to the general question of compensation of victims, and not to the enforcement of restitution orders in civil actions, such as the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> David Rostoff argues that Florida homestead law protects his interest in the jointly owned condominium from civil judgments.  See Fla.  Const. art. 10, &#167; 4.  Because the FDCPA expressly provides that its remedies with respect to property co-owned by the debtor and another are governed by the law of the state in which the property is located, see 28 U.S.C. &#167; 3010(a), he contends that the district court erred by including the value of his interest in the condominium in the court's assessment of his ability to pay</p>\n        <p>As a preliminary matter, David Rostoff provides us with no Florida case law to support his argument that the Florida homestead law applies to orders of restitution as a general matter.  It appears to be an open question.  Compare Jones v. Carpenter, 90 Fla. 407, 106 So. 127, 130 (Fla.1925) (allowing \"restitution\" order because the homestead exemption \"should not be applied so as to make [it] an instrument of fraud or imposition upon creditors\") and Palm Beach Savings &amp; Loan Assoc. v. Fishbein, 619 So.2d 267 (Fla.1993) (in fraud case, permitting equitable lien on homestead property in spite of exemption) with Tramel v. Stewart, 697 So.2d 821, 824 (Fla.1997) (citing Jones with approval, but holding that \"liberally construed\" homestead exemption prohibits forfeiture of homestead that was used in, or improved with the proceeds of, criminal acts).  We take no position on this matter.  We do note that--although the government has simply sought judgment on a debt without citing a statutory basis--we have assumed supra that the government proceeded under the FDCPA and not under other laws, so it is possible that the homestead exemption defense, to the extent applicable under Florida law, would have been availing in the government's subsequent attempt at execution, see supra note 2.</p>\n        <p>Like the district court, however, we believe that defenses to execution were not appropriately raised at a trial in which the sole issue was the amount of restitution each Rostoff had the ability to pay.  Rather, such defenses became relevant only when David Rostoff refused to pay and the government was forced to seek execution on its judgment.  David Rostoff has not cited a single legal authority to the contrary below or on appeal.</p>\n        <p>Moreover, at numerous times during the trial, the district court made crystal clear its position with regard to the relevance of the homestead exemption defense and refused to hear argument about it.  In the first of several colloquies on the subject of the condominium, for example, David Rostoff argued that issuing a judgment that could not be collected on account of the homestead exemption would create \"busy work and expense for all involved.\"   The district court invited David Rostoff to submit written legal argument on the point.  He failed to do so.  Furthermore, in subsequent colloquies regarding the condominium, David Rostoff never renewed the homestead exception defense, but rather appeared to accept both the court's refusal to hear it and the court's statements regarding the necessity of a second subsequent trial where the defense might be germane.  In so doing, David Rostoff  has failed to preserve any objection to the district court's refusal to hear the defense in this case, and, in any event, has failed to present developed argument that the refusal, in the context of this case, was wrong.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The relevant statutory provision of the FDCPA, 18 U.S.C. &#167; 3011(a), entitles the United States to a ten percent surcharge when the government invokes its remedies and procedures under Subchapters B &amp; C of the FDCPA in an effort to collect a debt.  These subchapters, codified respectively at 28 U.S.C. &#167;&#167; 3101-3105 and &#167;&#167; 3201-3206, authorize certain pre- and post-judgment remedies.  Specifically, the pre-judgment remedies are attachment, receivership, garnishment and sequestration, while the post-judgment remedies include, inter alia, judgment liens, judgment enforcement, execution of judgment, and garnishment</p>\n        <p>Because the instant action is more in the nature of an action to determine the amount of a debt, neither pre nor post-judgment remedies were involved.  Notwithstanding the numerous cases where the surcharge has been added to the judgment without analysis where neither pre nor post-judgment remedies were sought, see, e.g., United States v. Alphagraphics Franchising, Inc., 973 F.2d 429 (5th Cir.1992) (stating without discussion that the surcharge was available in any proceedings \"in connection with the recovery of the debt, to cover the cost of processing and handling the litigation and enforcement\");  see also 119 A.L.R. Fed. 505, 529-30, 1994 WL 906458 (1994) (citing additional cases), we agree with the Tenth Circuit that by the plain language of the statute \"a surcharge pursuant to &#167; 3011 is not available in an action to obtain a judgment on a debt, but is instead limited to prejudgment and postjudgment actions or proceedings,\" United States v.Sackett, 114 F.3d 1050, 1053 (10th Cir.1997).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Steven M. ROSTOFF and David R. Rostoff, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-1940.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 7, 1998.<br>Decided Jan. 7, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Traft with whom Carney &amp; Bassil was on brief for appellants.</p>\n      <p class=\"indent\">Christopher Alberto, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants Steven and David Rostoff (the \"Rostoffs\") appeal the government's successful use of the Federal Debt Collection Procedures Act (\"FDCPA\"), codified at 28 U.S.C. &#167; 3001 et seq., to obtain a civil judgment in the amount of the Rostoffs' outstanding obligations under an order of restitution previously issued pursuant to a provision of the Victim Witness Protection Act (\"VWPA\"), 18 U.S.C. &#167; 3663.  We affirm in part and vacate and remand to the district court for further proceedings.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Together with separately sentenced co-conspirator James Harris, the Rostoffs fraudulently induced the Bank for Savings, a federally insured financial institution, to grant ill-advised loans totaling over $30 million to investors in the Rostoffs' real estate schemes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Collection efforts on these loans apparently soured after the crash of the New England real estate market.  Investigation of the bank's subsequent failure uncovered the brothers' wrongdoing, and the United States prosecuted the Rostoffs for bank fraud, false statements, and conspiracy.  After conviction, the district court imposed on each Rostoff a sentence that included a prison term, two years of supervised release, and an order of restitution to the FDIC as successor-in-interest to the failed bank.  The order was not specific as to amount.  Rather, it provided only that total restitution was \"not to exceed $650,000.\"   The order also required the Rostoffs to pay in installments as determined by the probation department.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During supervised release, the Rostoffs paid very little of their restitution obligation--David paid $8,200 and Steven paid $7,463.21.  David Rostoff did, however, actively and successfully work to restructure and refinance two assets in which he had certain partnership interests:  the Tanglewood Apartments and the Hickory Ridge Apartments.  Steven Rostoff had an interest only in the Tanglewood complex.  As part of the refinancing scheme, the Rostoffs transferred their respective interests in these assets to the wife of David Rostoff and that of their co-conspirator Harris.  In violation of the terms of their supervised release, these transfers were not reported to the probation office until near the very end of the period.  Indeed, the Rostoffs made several false representations to their respective probation officers regarding the state of their interests in the assets, and they never reported the identities of the recipients of the transfers.  Furthermore, David Rostoff actively concealed contacts with co-conspirator Harris that he was also required to report;  at these forbidden contacts, the two planned and executed the refinancing scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Two weeks before the end of supervised release, which terminated on March 31, 1996, the United States initiated separate civil actions against each brother.  The government essentially sought a declaration that the Rostoffs' restitution debt was outstanding and enforceable.  The two cases were consolidated into the action now under review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Rostoffs initially sought to have the civil action dismissed on the ground that the restitution order expired, as a matter of law, at the termination of their respective periods of supervised release.  The district court denied this motion, holding that the statutory language on which the Rostoffs relied limited only \"the time period during which the [sentencing] court ... can require a defendant to make restitution payments, [and] not the time period during which a civil suit by a victim to enforce the restitution order may be prosecuted.\"  United States v. Rostoff, <span class=\"citation no-link\"><span class=\"volume\">956</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">38</span></span>, 42 (D.Mass.1997).  The United States and the Rostoffs then filed cross-motions for summary judgment.  The district court denied the Rostoffs' motion, again rejecting the contention that the restitution orders had expired as a matter of law, and also rejecting constitutional claims under the Fifth and Seventh Amendments \"out of hand.\"  Id. at 44 n. 9. The district court granted the government's motion in part, ruling that the Rostoffs were liable for the unpaid balance of the restitution orders.  However, based on remarks made by the sentencing court suggesting that restitution would be remitted at the end of the period of supervised release if the Rostoffs had no ability to pay, and on the indeterminate \"up to $650,000\" language of the order itself, the district court decided to hold a trial to determine the amount of restitution owed.  The primary issue at trial was the Rostoffs' ability to have paid the restitution order during the supervised release period.  After the four-day trial, the court initially entered judgment against each brother for the unpaid balance of the $650,000 restitution order, plus a ten percent surcharge pursuant to 28 U.S.C. &#167; 3011(a).  After reconsidering the question of Steven Rostoff's ability to have paid the entire balance, the court subsequently reduced the judgment against him to $159,000.  The judgment against David Rostoff remained unchanged.  The Rostoffs then filed this appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, the Rostoffs assert multiple claims of error.  First, they again contend that the order of restitution expired at the end of the period of supervised release and that they may not be held liable for its unpaid balance.  Second, they claim that the government may not use the FDCPA to collect the restitution debt.  Finally, they assert violations of their constitutional rights, clear error in the assessment of their abilities to pay the restitution, and lack of authorization for the assessment of the &#167; 3011(a) surcharge.  We address these issues seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>II. The Enforceability of the Restitution Order</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Relying on the language of 18 U.S.C. &#167; 3663(f)(2) and on the decisions of several of our sister circuits, the Rostoffs contend that the order of restitution terminated at the end of their period of supervised release and is therefore uncollectible.  Their reliance is misplaced and we affirm the decision of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The disputed portion of the applicable version<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> of 18 U.S.C. &#167; 3663(f) states:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>(1) The court may require that such defendant make restitution under this section within a specified period or in specified installments.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>(2) The end of such period or the last such installment shall not be later than-</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(A) the end of the period of probation, if probation is ordered;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(3) If not otherwise provided by the court under this subsection, restitution shall be made immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">18 U.S.C. &#167; 3663(f) (1994).  Because this dispute is purely a matter of statutory interpretation, we review the district court's ruling de novo.  See United States v. De Luca, <span class=\"citation\" data-id=\"751763\"><a href=\"/opinion/751763/united-states-v-robert-p-deluca-sr-united-states-of-america-v-gerard/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 39 (1st Cir.1998), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">174</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></span> (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We agree with the district court that subsection (f) controls the authority of the sentencing court.  The subsection contains no provisions regarding the enforcement powers of the district court in this case.  It simply authorizes the sentencing court to impose an order of restitution.  In the normal case, payment of restitution is due immediately.  See 18 U.S.C. &#167; 3663(f)(3).  In its discretion, the sentencing court may elect to make restitution due in installments, or at the end of a specified period.  See 18 U.S.C. &#167; 3663(f)(1).  The sentencing court's discretion in this regard is constrained:  payment must fall due by the end of the period of supervised release.  See 18 U.S.C. &#167; 3663(f)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Rostoffs argue that 18 U.S.C. &#167; 3663(f)(2) governs the time in which the restitution order may be enforced.  Under their view, the unpaid restitution obligation was not delinquent at the end of the period of supervised release.  Rather, it ceased to exist.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We do not agree.  The fact that the last payment of restitution is due at the end of supervised release has nothing to do with the duration or expiration of the restitution order.  See United States v. House, <span class=\"citation\" data-id=\"481038\"><a href=\"/opinion/481038/united-states-v-george-house-jr/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">508</span></a></span>, 511 (7th Cir.1986);  United States v. Keith, <span class=\"citation\" data-id=\"447983\"><a href=\"/opinion/447983/united-states-v-norman-h-keith/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1388</span></a></span>, 1393 (9th Cir.1985).  Common sense dictates that failure to pay at the time due renders payment overdue;  it does not abate the obligation entirely.  See United States v. Soderling, <span class=\"citation\" data-id=\"587354\"><a href=\"/opinion/587354/united-states-of-america-and-federal-deposit-insurance-corporation/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 535 &amp; n. 12 (9th Cir.1992) (noting that a restitution order is \"extinguished only by satisfaction, not by the passage of time\").  The Second Circuit has recently recognized, for example, that restitution orders under the VWPA can be enforced for twenty years, where the defendant fails to make the payments due in the payment period.  See United States v. Berardini, <span class=\"citation\" data-id=\"740229\"><a href=\"/opinion/740229/united-states-v-brian-berardini/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">606</span></a></span>, 611 (2d Cir.1997).  This reasoning reflects the approach, endorsed by the Seventh and Ninth Circuits, that the VWPA should be read to protect victims and not defendants.  See House, 808 F.2d at 508;  Keith, 754 F.2d at 1388;  see also 1982 U.S.C.C.A.N. 2515, 2515 (\"The purpose of [the VWPA] is to strengthen existing legal protections for victims and witnesses of Federal crimes.\")  (emphasis added);  id. at 2537 (uncertainties in damages determinations should be resolved with \"a view toward achieving fairness to the victim \")(emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Viewing subsection (f) in the context of the whole of &#167; 3663 confirms this view.  See Kelly v. Robinson, <span class=\"citation\" data-id=\"111772\"><a href=\"/opinion/111772/kelly-v-robinson/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 43, <span class=\"citation\" data-id=\"111772\"><a href=\"/opinion/111772/kelly-v-robinson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">353</span></a></span>, <span class=\"citation\" data-id=\"111772\"><a href=\"/opinion/111772/kelly-v-robinson/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></a></span> (1986) (\"In expounding a statute, we must not be guided by a single sentence or member of a sentence, but look to the provisions of the whole law and to its object and policy.\").  Enforcement of the restitution order is governed not by subsection (f), as the Rostoffs contend, but by subsection (h), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>An order of restitution may be enforced--</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>(1) by the United States--</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(A) in the manner provided for the collection of payments and fines in [18 U.S.C. &#167;&#167; 3611-3615];  or</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>(B) in the same manner as a judgment in a civil action;  and</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>(2) by a victim named in the order to receive the restitution, in the same manner as a judgment in a civil action.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(emphasis added).  The incorporated citations in subsection (h)(1)(A) make, inter alia, every fine a lien in favor of the United States.  See, e.g., 18 U.S.C. &#167; 3613.  Such liens may be enforced for twenty years.  Id. Similarly, judgments in favor of the government in civil actions are enforceable according to the law of the state in which the district court sits.  See Fed.R.Civ.P. 69(a).  In Massachusetts that period is twenty years.  See Mass.  Gen. Laws ch. 260, &#167; 20.  If the Rostoffs' reading were correct, and the restitution order was limited by the probationary period, it would render both these provisions of subsection (h) nugatory.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To avoid this complication, the Rostoffs appear to claim that subsection (h) applies only to orders of restitution that are due immediately;  for example, they distinguish contrary holdings in House and Keith on the grounds that they concern only restitution orders under subsection (f)(3) and not under subsection (f)(2).  There is nothing in subsection (h) that so restricts its scope.  Moreover, the construction advanced by the appellant would create the anomalous result that an order of restitution that is due immediately expires twenty years after it is issued, while an order of restitution due in the future expires the instant its due date passes.  We can identify no plausible logic that would support such a result.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Indeed, this construction gives defendants an incentive to \"run[ ] out the clock in the fourth quarter of play\" rather than to redress their wrongs.  Rostoff, 956 F.Supp. at 43.   Such an incentive would be entirely at odds with the express \"object and policy\" of the VWPA of which subsection (f) is a part.  See S.Rep. No. 97-532 (1982), reprinted in 1982 U.S.C.C.A.N. 2515, 2536 (\"The premise of this section is that the court ... should insure that the wrongdoer make good[ ], to the degree possible, the harm he has caused his victim.\");   see also id. at 2537 (\"[T]he bill encourages better monitoring and enforcement procedures.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Furthermore, making a restitution obligation coterminous with the period of supervised release appears to defeat one of the purposes of the VWPA.  Congress expressly stated that the VWPA authorized courts for the first time to order restitution independently of probation.  See id. at 2536.   Congress felt that restitution had too long been a poor stepchild of sentencing, rarely ordered and rarely enforced, and that victims were suffering as a result.  Id. The VWPA authorizes restitution \"in addition to any other penalty authorized by law,\" 18 U.S.C. &#167; 3663(a)(1), not as an adjunct to another penalty, such as supervised release.  The Rostoffs' construction defeats the independence of the penalty of restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Nevertheless, the Rostoffs urge us to accept their position, arguing that certain decisions of our sister circuits have adopted their interpretation of the relevant language.  See United States v. Diamond, <span class=\"citation\" data-id=\"587007\"><a href=\"/opinion/587007/united-states-v-james-l-diamond/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span>, 969 (10th Cir.1992);  United States v. Joseph, <span class=\"citation\" data-id=\"548391\"><a href=\"/opinion/548391/united-states-v-robert-g-joseph/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 786 (6th Cir.1990);  United States v. Bruchey, <span class=\"citation\" data-id=\"482497\"><a href=\"/opinion/482497/united-states-v-darlene-g-bruchey/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 459-60 (4th Cir.1987).  As a preliminary matter, we note that none of these cited cases is factually on point:  each involved the sentencing court's requiring the defendant before the period of probation had begun to enter into a consent agreement or to sign a promissory note that included payment dates beyond the period of supervised release.  In doing so, the sentencing courts under review exceeded their authority to create a schedule of payments, authority that is expressly limited by subsection (f)(2) to the period of supervised release.  Cf. United States v. Hensley, <span class=\"citation\" data-id=\"196912\"><a href=\"/opinion/196912/united-states-v-hensley/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 276 (1st Cir.1996) (holding that courts have no inherent authority to order restitution but must do so only as authorized by strictly construed statutes).  Here, by contrast, we deal with a victim's attempt to use the district court to secure the restitution due to it at the close of the offenders' period of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Similarly, part of the underlying rationale of each cited decision was the fact that a promissory note or consent agreement would impermissibly restrict the sentencing court's ability to modify the restitution order during the probationary period.  Congress expressly authorized the sentencing court to make such modifications.  See 18 U.S.C. &#167; 3663(g) &amp; (i)(3);  see also United States v. Springer, <span class=\"citation\" data-id=\"195470\"><a href=\"/opinion/195470/united-states-v-springer/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">236</span></a></span>, 239 n. 2 (1st Cir.1994) (sentencing court may modify restitution order during supervised release if it proves \"unreasonably onerous\").  Here, however, the Rostoffs had the entire period of supervised release in which to seek modification of the restitution order.  Yet they failed to do so.  We see no reason to allow this failure to affect our interpretation of the statute.  And in any case, we note that enforcement of judgments under the FDCPA is continually subject to the equitable supervision of the district court.  See 18 U.S.C. &#167; 3013.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In any event, to the extent the reasoning of the cited courts may be inconsistent with our result, we find the decisions unpersuasive.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Following the lead of the Seventh and Tenth Circuits, we conclude that 18 U.S.C. &#167; 3663(f)(2) does not limit the time in which a restitution order may be enforced.  See House, 808 F.2d at 511 (\" &#167; 3579(f)(2) ... limits the duration of a grace period established under &#167; 3579(f)(1) and does not terminate the obligation to make restitution.\");<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Keith, 754 F.2d at 1393 (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In this case, the sentencing court ordered restitution of up to $650,000 payable over the period of supervised release.  The last payment of the restitution obligation was therefore due on the final day of the supervised release.  After that time, the Rostoffs became delinquent in their restitution obligation and the government had a right to seek payment.  We affirm the district court's determination in this regard.</p>\n    </div>\n    <p>III. The Government's Use of the FDCPA</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Rostoffs also challenge the government's use of the FDCPA to collect on the restitution debt.  Before turning to the substance of this challenge, we note that--with the exception of the ten percent surcharge--the government did not have to rely on the FDCPA as the statutory basis for its suit.  The United States has other methods of collecting amounts owed to it.  See 28 U.S.C. &#167; 3001(b) (providing that collection procedures specified under other Federal laws govern where inconsistent with the FDCPA);  28 U.S.C. &#167; 3003(b) (providing that the United States retains its authority under laws other than the FDCPA to collect debts \"arising in a criminal case\");  United States v. Vitek Supply Corp., <span class=\"citation\" data-id=\"756697\"><a href=\"/opinion/756697/united-states-v-vitek-supply-corporation-nutritional-products-services/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">580</span></a></span>, 585 (7th Cir.1998);  see also Fed.R.Civ.P. 64 &amp; 69 (permitting the government to secure satisfaction of, and enforce, judgments according to the law of the state in which the district court sits);  see generally Custer v. McCutcheon, <span class=\"citation\" data-id=\"101756\"><a href=\"/opinion/101756/custer-v-mccutcheon/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, 516-19, <span class=\"citation\" data-id=\"101756\"><a href=\"/opinion/101756/custer-v-mccutcheon/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">530</span></a></span>, <span class=\"citation\" data-id=\"101756\"><a href=\"/opinion/101756/custer-v-mccutcheon/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1239</span></a></span> (1931) (discussing application of various state statutes to executions on judgments recovered by the United States).  If it chooses to do so, the United States may enforce restitution orders using state procedures without first reducing them to civil judgments.  See United States v. Timilty, <span class=\"citation\" data-id=\"198015\"><a href=\"/opinion/198015/united-states-v-timilty/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1998).  However, because the government did request at least the ten percent surcharge pursuant to the FDCPA, we will assume that its entire collection attempt was predicated on the FDCPA and hold that the government properly collected the restitution debt owed to the FDIC through this statutory vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Congress enacted the FDCPA to create procedures by which the United States could more efficiently collect its debts without relying on a patchwork of state laws.  See United States v. Bongiorno, <span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1036 (1st Cir.)  (citing H.R.Rep. No. 101-736, at 23-25 (1990), reprinted in 1990 U.S.C.C.A.N. 6472, 6631-33), reh'g en banc denied, <span class=\"citation\" data-id=\"739066\"><a href=\"/opinion/739066/united-states-v-frank-p-bongiorno/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">132</span></a></span> (1st Cir.1997) (elaborating on the rationale of the panel decision).  Restitution is expressly listed as a type of debt for which the FDCPA is an appropriate collection vehicle.  See 28 U.S.C. &#167; 3002(3)(B).  In Bongiorno, we held, however, that certain restitution debts did not qualify for collection using the FDCPA.  We identified the relevant inquiry as being \"aimed at determining to whom the debt is owed and to whose benefit the proceeds of the debt will inure when paid.\"  Bongiorno, 106 F.3d at 1037.   Thus, only restitution debts owed to the United States may be collected via the FDCPA.  See id. at 1039.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Bongiorno, the United States had attempted to use the FDCPA to collect a restitution order entered for violation of the Child Support Recovery Act.  Because the proceeds of the collection effort would inure directly to a private party (Bongiorno's daughter) and not to the sovereign, we decided that the FDCPA was not the proper vehicle for collecting the restitution.  See 106 F.3d at 1039.   In the instant case, by contrast, we are faced with an entirely different situation:  the proceeds will go directly into the coffers of the FDIC.  Cf. United States v. Coluccio, <span class=\"citation\" data-id=\"666012\"><a href=\"/opinion/666012/united-states-v-richard-coluccio/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span>, 1117 (6th Cir.1994) (criminal fine payable to the United States is a \"debt\" under the FDCPA);  United States v. Gelb, <span class=\"citation no-link\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">748</span></span> (E.D.N.Y.1991) (holding that because RICO statute calls for restitution to the United States the restitution order is a debt properly collectible under the FDCPA).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Rostoffs could not and do not claim that the FDIC is \"private.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Rather, they claim that the restitution was originally owed to the Bank for Savings.  This fact is relevant, they contend, because the definition of \"debt\" under the FDCPA expressly excludes amounts \"owing under the terms of a contract originally entered into by only persons other than the United States.\"  28 U.S.C. &#167; 3002(3)(B).  Also, the Rostoffs cite a snippet of legislative history to the effect that a loan made by a failed, federally insured bank would not be collectible under the FDCPA.  See 136 Cong. Rec.  H13288 (daily ed.  Oct. 27, 1990) (statement of Rep.  Brooks).  Hence, they conclude that the restitution in this case is not a \"debt\" under the FDCPA.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We do not accept this argument.  The Rostoffs' debt is owing under an order of restitution, not under the terms of a typical private contract, such as a loan agreement.  Furthermore, the victim identified in the restitution order is the FDIC.  Thus, neither the definitional exclusion nor the cited legislative history is apposite.  Cf. 1990 U.S.C.C.A.N. 6630, 6636 (\" 'Debt' is defined broadly to include amounts owing to the United States on account of a ... loan insured or guaranteed by the United States as well as other amounts originally due the United States.\")  (emphasis added).  The controlling question remains:  Who will receive the beneficial interest?   In this case, it is the government.  Therefore, the FDCPA is a proper collection vehicle.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>IV. The Alleged Violation of Constitutional Rights</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Rostoffs argue that the \"automatic\" conversion of the restitution into a civil judgment long after the criminal case has ended violates their rights under the Fifth and Seventh Amendments.  We reject this argument.</p>\n    </div>\n    <p class=\"indent\">A. The Fifth Amendment</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Rostoffs claim that they were deprived of property without due process of law because the district court issued a civil judgment reflecting the unpaid balance of a restitution order without consideration of their economic circumstances.  Factually speaking, the Rostoffs are wrong, so we need not determine as a matter of law whether failure to consider an offender's economic circumstances would implicate the Fifth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court held a four-day trial specifically on the amount of restitution owed and the Rostoffs' ability to pay.  The Rostoffs had an opportunity and did in fact present evidence at that trial.  The court made findings as to the Rostoffs' economic circumstances.  Indeed, the court noted that it was not speculating as to future assets or earnings but rather working from the basis of what the Rostoffs could reasonably have paid during supervised release.  Finally, the court actually reduced the initial judgment against Steven Rostoff because of its uncertainty as to whether he had sufficient assets from which to pay restitution.  There was nothing \"automatic\" about the court's arriving at the final figures.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p class=\"indent\">B. The Seventh Amendment</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Seventh Amendment guarantees a right to a jury trial \"[i]n Suits at common law, where the value in controversy shall exceed twenty dollars.\"  \"The characterization of a proceeding for the purpose of determining the right to a jury trial should focus on the nature of the right adjudicated, not on the methods used to enforce the resulting judgment.\"   Bonnie Arnett Von Roeder, Note, The Right to Jury Trial to Determine Restitution under the Victim and Witness Protection Act of 1982, 63 Tex.  L.Rev. 671, 673 (1984).  In other words, \"[t]he enforcement method does not ... determine the nature of the [restitution] order.\"  United States v. Watchman, <span class=\"citation\" data-id=\"445116\"><a href=\"/opinion/445116/united-states-v-morrell-watchman/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></a></span>, 617 (10th Cir.1984).  The nature of restitution is penal and not compensatory.  See Kelly, 479 U.S. at 52 &amp; n. 14, <span class=\"citation\" data-id=\"111772\"><a href=\"/opinion/111772/kelly-v-robinson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">353</span></a></span> (holding as a general matter that restitution is punitive and not compensatory, and suggesting in dicta that the same analysis would apply to restitution orders under the VWPA).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  All circuits that have decided the issue have held that restitution under the VWPA is penal and that the Seventh Amendment simply does not apply to a determination of the amount of a restitution order.  See, e.g., United States v. Palma, <span class=\"citation\" data-id=\"451534\"><a href=\"/opinion/451534/united-states-v-joseph-palma/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">475</span></a></span>, 479-80 (3d Cir.1985) (citing cases from the Second, Eighth, Ninth, Tenth, and Eleventh Circuits);  but cf.  United States v. Dudley, <span class=\"citation\" data-id=\"438869\"><a href=\"/opinion/438869/united-states-v-william-dudley/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, 177 (4th Cir.1984) (holding with regard to a different issue that restitution is both compensatory and penal).  In another context, this Circuit has concluded that the VWPA's restitution provision is penal, not compensatory, in nature.  See United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 619 (1st Cir.1993).  Accordingly, no jury trial is required to determine the amount of a restitution order.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We see no reason why enforcement of a restitution order \"in like manner as a civil judgment,\" 18 U.S.C. &#167; 3663(h), would somehow re-introduce a jury requirement.  To require a jury trial to enforce restitution ordered at sentencing would have the same effect as requiring a jury trial ab initio.   The original restitution order would be worthless, uncollectible without an additional jury trial.  Such a requirement runs counter to the decisions in Kelly and in our sister circuits.  Supra.  We affirm the trial court's rejection of the Seventh Amendment claim.  See Rostoff, 956 F.Supp. at 44 n. 9.</p>\n    </div>\n    <p>V. The Rostoffs' Assets</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Rostoffs next contend that there was no evidence from which the district court could find that they owned valuable assets from which they could pay the restitution orders.  We review a district court's factual findings for clear error.  See Fed.R.Civ.P. 52(a).  Our deference is even greater when such findings are based on determinations regarding the credibility of witnesses.  See Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 575, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985).  After reviewing all the evidence, we must be \"left with the definite and firm conviction that a mistake has been committed.\"  Anderson, 470 U.S. at 573, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span> (quoting United States v. United States Gypsum Co., <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 395, <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">525</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">746</span></span> (1948)).  We have no such conviction with regard to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Rostoffs do not contest that the restitution order obligated them to marshal whatever assets they had at their disposal to pay the designated victim.  See United States v. Rostoff, <span class=\"citation no-link\"><span class=\"volume\">966</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1275</span></span>, 1278 (D.Mass.1997) (citing 18 U.S.C. &#167; 3664).  Rather, they argue that they had no such assets, or at least that the assets were not sufficiently valuable to ground the district court's conclusion that the Rostoffs had the ability to pay the restitution orders.  In particular, they claim the district court mistakenly assigned value to the Rostoffs' respective interests in Tanglewood Limited Partnership and to David Rostoff's interest in a Boca Raton luxury condominium and the Hickory Ridge Apartments.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Our examination of the record convinces us that the district court correctly determined that the Rostoffs' interests in all three assets had value, and that this value was sufficient to find that the brothers had the ability to pay the restitution order.  As to both the Tanglewood and Hickory Ridge Apartments, the Rostoffs' efforts during supervised release prompted certain lenders to forgive a substantial amount of indebtedness and to refinance the properties.  To the extent these efforts improved the equity positions of the partners, the Rostoffs failed to marshal these benefits to pay off the restitution as required.  They instead transferred their interests for no consideration to the wife of David Rostoff and that of his co-conspirator Harris.  There is evidence that one of the women to whom the interests were transferred valued her 50% interests in Tanglewood and Hickory Ridge--which the Rostoffs assert were valueless--at nearly four million dollars.  The district court had an opportunity to judge the credibility of the witnesses and specifically adopted the calculations of the government's expert with regard to the income-generating potential of the properties.  Furthermore, the Rostoffs do not appear to contest the court's finding, based on the testimony of the government's expert, that funds in the form of management fees were siphoned off to David Rostoff and his co-conspirator.  As to the luxury condominium, the deed lists David Rostoff as a tenant-in-common.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In light of these facts, we discern no error, let alone clear error, in the district court's conclusions.</p>\n    </div>\n    <p>VI. The Surcharge</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The Rostoffs complain that there was no statutory authority for the ten percent surcharge added to the judgment in this case.  The government confesses error on this point, but urges that we remand to the district court to determine whether its subsequent efforts in the separate civil suit, see supra note 2, merit imposition of the penalty. Despite their opportunity to do so, the Rostoffs submitted no reply brief on this or any other issue, and we therefore assume that they do not contest the propriety of the inquiry the government proposes.  Having determined that the government correctly concedes error,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> we therefore vacate the award of the surcharge and remand to the district court to address whether the government's efforts during the pendency of this appeal now entitle the government to the surcharge and whether the district court has the power to assess the surcharge in these circumstances.</p>\n    </div>\n    <p>VII. Conclusion</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the decision of the district court in part, except for the FDCPA surcharge, which we vacate and remand for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A more detailed exposition of the Rostoffs' crimes may be found in our opinion in United States v. Rostoff, <span class=\"citation\" data-id=\"196027\"><a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span> (1st Cir.1995).  Here we recite only the facts relevant to the issues before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Following entry of the civil judgments underlying this appeal, the United States filed a second civil action against the Rostoffs and others allegedly holding their assets as straws.  Among other steps taken in this attempt to collect the debt, the government exercised the lien provisions and the receivership provisions of the FDCPA, 18 U.S.C. &#167;&#167; 3104 &amp; 3201.  To avoid further burdensome and perhaps unnecessary litigation in that case, the Rostoffs conditionally paid to the United States the entire amount of the judgments that are the subject of this appeal.  In return, the United States filed a stipulation of dismissal in that action.  But because this settlement is contingent on the outcome of this appeal, the United States must return any amount of the district court's judgment that we do not affirm</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Congress amended the VWPA in 1996 by, inter alia, eliminating &#167; 3663(f).  See Anti-terrorism and Effective Death Penalty Act of 1996, Pub.L. No. 104-132, &#167; 205(a)(2).  Because the Rostoffs were convicted before the effective date of those changes, however, the pre-amendment statute is applicable.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the legislative history is somewhat equivocal on this point.  For example, it states that despite the potentially lifelong effects of crime on victims, \"[t]he Committee ... recognizes that there may sometimes be a practical necessity in limiting the amount of restitution ordered and the period during which restitution payments are ordered to be made.\"  1982 U.S.C.C.A.N. 2515, 2537-38.   Thus, some courts have held that the defendant must be capable of making payment of restitution within the period the court chooses.  See United States v. Sleight, <span class=\"citation\" data-id=\"481340\"><a href=\"/opinion/481340/united-states-v-peter-sleight/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span>, 1021 (3d Cir.1987);  but see United States v. Lombardi, <span class=\"citation\" data-id=\"194934\"><a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 573 (1st Cir.1993) (rejecting requirement that district court, in fashioning an order of restitution, make explicit findings that an offender has an ability to pay restitution within period of supervised release).  Here, in any case, the period in which payments were ordered was limited.  The problem was that the Rostoffs paid very little of their obligation within the designated period.  Thus, the legislative history offers no guidance on what to do if the Rostoffs failed to pay in full despite the ability to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because we read the statute as a whole, see Kelly, 479 U.S. at 43, <span class=\"citation\" data-id=\"111772\"><a href=\"/opinion/111772/kelly-v-robinson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">353</span></a></span>, we cannot agree with United States v. Joseph, <span class=\"citation\" data-id=\"548391\"><a href=\"/opinion/548391/united-states-v-robert-g-joseph/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 786 (6th Cir.1990), that subsection (h) is not relevant to the duration of Enforceability of restitution orders</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Rostoffs speculate that the anomalous result can be explained by Congress's concern about defendants' ability to pay restitution orders.  See 1982 U.S.C.C.A.N. at 2537-38 (\"The Committee ... recognizes that there may sometimes be a practical necessity in limiting the amount of restitution ordered and the period during which restitution payments are ordered to be made.\").  Yet Congress has already provided in the VWPA a method for a defendant to challenge restitution orders in the event he is unable to pay.  See 18 U.S.C. &#167; 3663(g) &amp; (i)(3);  see also United States v. Springer, <span class=\"citation\" data-id=\"195470\"><a href=\"/opinion/195470/united-states-v-springer/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">236</span></a></span>, 239 n. 2 (1st Cir.1994) (sentencing court may modify restitution order during supervised release if it proves \"unreasonably onerous\");  United States v. Smith, <span class=\"citation\" data-id=\"568023\"><a href=\"/opinion/568023/united-states-v-jerry-d-smith/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span></a></span>, 624 (9th Cir.1991)(noting that if a defendant has not made full restitution by the end of his section 3663(f)(2) payment period despite a diligent good faith effort, he may petition the sentencing court for a remittitur)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> None of the cited cases, for example, addresses the disparate treatment accorded restitution orders due immediately and those due in the future under the Rostoffs' construction.  See supra at 66.   Nor does any address the perverse incentives such a reading entails.  See supra at 66.  Finally, each cites, directly or indirectly, a Seventh Circuit case, United States v. Fountain, <span class=\"citation\" data-id=\"455990\"><a href=\"/opinion/455990/united-states-v-clayton-fountain-thomas-e-silverstein-and-randy-k/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">790</span></a></span>, 803 (7th Cir.1985), subsequently clarified on this precise point by House, 808 F.2d at 511 (criticizing the Fountain court's discussion of subsection (f) as setting a limit on the duration of a restitution order as a \"throwaway line\" and \"dicta\")</p>\n        <p>We note that any divergence in authority is of less moment here than in the ordinary case.  Subsequent amendments to 18 U.S.C. &#167; 3663, see supra note 3, wipe out subsection (f) and with it any possible argument that the enforceability of restitution orders is limited in duration.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Subsection 3579(f) is the predecessor to subsection 3663(f).  The two contain identical language.  The sections were renumbered without substantive change in 1984.  See Pub.L. No. 98-473, Title II, &#167; 212(a)(1), (3), 98 Stat. 1987, 2010 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For purposes of the FDCPA, the term \"United States\" includes \"a Federal corporation.\"  28 U.S.C. &#167; 3002(15)(A)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This holding comports with the text and legislative history of the VWPA, which allows insurers to stand in the shoes of the victim, so that costs of crime are not borne in terms of higher premiums.  See 18 U.S.C. &#167; 3663(e)(1)(\"[T]he court may, in the interest of justice, order restitution to any person who has compensated the victim for such loss.\");  1982 U.S.C.C.A.N. 2515, 2537 (decrying the common practice of relieving offenders of their restitution debts by not ordering restitution to insurers, so \"that insurance companies and the insurance-buying public are being asked to pay off the offender's debt\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Rostoffs' other due process argument--that the judgment did not conform to the parameters of the original sentence--has no merit.  The sentencing judge commented at sentencing that \"I'm sure counsel will explain to the defendants that if at the end of probation there is no possibility of [restitution's] being paid, then it will be remitted.\"   The trial judge in this case found that the Rostoffs had an ability to pay.  We discern no disparity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We are mindful that the Supreme Court's dicta included the following statement:  \"Under [the VWPA], defendants have no right to jury trial as to the amount of restitution, even though the Seventh Amendment would require such a trial if the issue were decided in a civil case.\"  Kelly, 479 U.S. at 53 n. 14, <span class=\"citation\" data-id=\"111772\"><a href=\"/opinion/111772/kelly-v-robinson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">353</span></a></span> (citation omitted).  However, it is clear from the context and the citation that the Court's use of the term \"issue\" was intended to refer simply to the general question of compensation of victims, and not to the enforcement of restitution orders in civil actions, such as the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> David Rostoff argues that Florida homestead law protects his interest in the jointly owned condominium from civil judgments.  See Fla.  Const. art. 10, &#167; 4.  Because the FDCPA expressly provides that its remedies with respect to property co-owned by the debtor and another are governed by the law of the state in which the property is located, see 28 U.S.C. &#167; 3010(a), he contends that the district court erred by including the value of his interest in the condominium in the court's assessment of his ability to pay</p>\n        <p>As a preliminary matter, David Rostoff provides us with no Florida case law to support his argument that the Florida homestead law applies to orders of restitution as a general matter.  It appears to be an open question.  Compare Jones v. Carpenter, <span class=\"citation\" data-id=\"3386146\"><a href=\"/opinion/3393496/jones-trustee-etc-v-carpenter/\"><span class=\"volume\">90</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">407</span></a></span>, <span class=\"citation\" data-id=\"3386146\"><a href=\"/opinion/3393496/jones-trustee-etc-v-carpenter/\"><span class=\"volume\">106</span> <span class=\"reporter\">So.</span> <span class=\"page\">127</span></a></span>, 130 (Fla.1925) (allowing \"restitution\" order because the homestead exemption \"should not be applied so as to make [it] an instrument of fraud or imposition upon creditors\") and Palm Beach Savings &amp; Loan Assoc. v. Fishbein, <span class=\"citation\" data-id=\"1806958\"><a href=\"/opinion/1806958/palm-beach-sav-loan-assn-v-fishbein/\"><span class=\"volume\">619</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">267</span></a></span> (Fla.1993) (in fraud case, permitting equitable lien on homestead property in spite of exemption) with Tramel v. Stewart, <span class=\"citation\" data-id=\"1952588\"><a href=\"/opinion/1952588/tramel-v-stewart/\"><span class=\"volume\">697</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">821</span></a></span>, 824 (Fla.1997) (citing Jones with approval, but holding that \"liberally construed\" homestead exemption prohibits forfeiture of homestead that was used in, or improved with the proceeds of, criminal acts).  We take no position on this matter.  We do note that--although the government has simply sought judgment on a debt without citing a statutory basis--we have assumed supra that the government proceeded under the FDCPA and not under other laws, so it is possible that the homestead exemption defense, to the extent applicable under Florida law, would have been availing in the government's subsequent attempt at execution, see supra note 2.</p>\n        <p>Like the district court, however, we believe that defenses to execution were not appropriately raised at a trial in which the sole issue was the amount of restitution each Rostoff had the ability to pay.  Rather, such defenses became relevant only when David Rostoff refused to pay and the government was forced to seek execution on its judgment.  David Rostoff has not cited a single legal authority to the contrary below or on appeal.</p>\n        <p>Moreover, at numerous times during the trial, the district court made crystal clear its position with regard to the relevance of the homestead exemption defense and refused to hear argument about it.  In the first of several colloquies on the subject of the condominium, for example, David Rostoff argued that issuing a judgment that could not be collected on account of the homestead exemption would create \"busy work and expense for all involved.\"   The district court invited David Rostoff to submit written legal argument on the point.  He failed to do so.  Furthermore, in subsequent colloquies regarding the condominium, David Rostoff never renewed the homestead exception defense, but rather appeared to accept both the court's refusal to hear it and the court's statements regarding the necessity of a second subsequent trial where the defense might be germane.  In so doing, David Rostoff  has failed to preserve any objection to the district court's refusal to hear the defense in this case, and, in any event, has failed to present developed argument that the refusal, in the context of this case, was wrong.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The relevant statutory provision of the FDCPA, 18 U.S.C. &#167; 3011(a), entitles the United States to a ten percent surcharge when the government invokes its remedies and procedures under Subchapters B &amp; C of the FDCPA in an effort to collect a debt.  These subchapters, codified respectively at 28 U.S.C. &#167;&#167; 3101-3105 and &#167;&#167; 3201-3206, authorize certain pre- and post-judgment remedies.  Specifically, the pre-judgment remedies are attachment, receivership, garnishment and sequestration, while the post-judgment remedies include, inter alia, judgment liens, judgment enforcement, execution of judgment, and garnishment</p>\n        <p>Because the instant action is more in the nature of an action to determine the amount of a debt, neither pre nor post-judgment remedies were involved.  Notwithstanding the numerous cases where the surcharge has been added to the judgment without analysis where neither pre nor post-judgment remedies were sought, see, e.g., United States v. Alphagraphics Franchising, Inc., <span class=\"citation\" data-id=\"589709\"><a href=\"/opinion/589709/united-states-v-alphagraphics-franchising-inc/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span> (5th Cir.1992) (stating without discussion that the surcharge was available in any proceedings \"in connection with the recovery of the debt, to cover the cost of processing and handling the litigation and enforcement\");  see also 119 A.L.R. Fed. 505, 529-30, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">906458</span></span> (1994) (citing additional cases), we agree with the Tenth Circuit that by the plain language of the statute \"a surcharge pursuant to &#167; 3011 is not available in an action to obtain a judgment on a debt, but is instead limited to prejudgment and postjudgment actions or proceedings,\" United States v.Sackett, <span class=\"citation\" data-id=\"741173\"><a href=\"/opinion/741173/united-states-v-james-b-sackett-and-gwendolyn-sackett/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1050</span></a></span>, 1053 (10th Cir.1997).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1806958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1952588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3386146/"
  ]
}