{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198271/",
  "absolute_url": "/opinion/198271/szabo-v-boston-university/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198271/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:49:07Z",
  "date_modified": "2017-03-24T10:56:08.478180Z",
  "type": "010combined",
  "sha1": "9b0185e18ba38d3014f15539f604239608951aac",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1410.01A",
  "local_path": null,
  "plain_text": "  [NOT FOR PUBLICATION--NOT TO BE CITED AS PRECEDENT]\r\n\n             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 98-1410\r\n\n                    SONIA J. SZABO,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n         TRUSTEES OF BOSTON UNIVERSITY, ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n   [Hon. George A. O'Toole, Jr., U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                 Stahl, Circuit Judge,\r\n\nReavley, Senior Circuit Judge,\r\n\n               and Lipez, Circuit Judge.\r\n\n                                      \r\n\nWilliam F. Green, with whom Robert A. Rossi and Law Office of\r\nWilliam F. Green were on brief, for appellant.\r\nLawrence S. Elswit for appellees.\r\n\n                                      \r\n\n                   December 31, 1998\r\n                                                REAVLEY, Senior Circuit Judge.  Sonia Szabo appeals a\r\nsummary judgment entered against her in her suit against Boston\r\nUniversity (BU) and two individuals.  We affirm.\r\n                       BACKGROUND\r\n     Szabo's complaint alleged that she was terminated from\r\nher position as a histology technician in the dermatology lab of\r\nthe BU medical school.  She claims that she was fired in\r\nretaliation for making a complaint of sexual harassment, in\r\nviolation of Title VII, 42 U.S.C.  2000e-3(a).  She also claims\r\nthat defendants violated the Family and Medical Leave Act (FMLA),\r\n29 U.S.C.  2601-2654, in connection with leave necessitated by her\r\npregnancy.\r\n                       DISCUSSION\r\n     Under Fed. R. Civ. P. 56(c), the district court shall\r\nenter summary judgment for the moving party if the record discloses\r\n\"that there is no genuine issue as to any material fact and that\r\nthe moving party is entitled to a judgment as a matter of law.\"\r\nRule 56 \"mandates the entry of summary judgment, after adequate\r\ntime for discovery and upon motion, against a party who fails to\r\nmake a showing sufficient to establish the existence of an element\r\nessential to that party's case, and on which that party will bear\r\nthe burden of proof at trial.\"  Celotex Corp. v. Catrett, 477 U.S.\r\n317, 322 (1986).  Under modern summary judgment practice \"there is\r\nno issue for trial unless there is sufficient evidence favoring the\r\nnonmoving party for a jury to return a verdict for that party.  If\r\nthe evidence is merely colorable, or is not significantly\r\nprobative, summary judgment may be granted.\"  Anderson v. Liberty\r\nLobby, Inc., 477 U.S. 242, 249-50 (1986) (citations omitted).  To\r\nbe a \"genuine\" issue of material fact, \"the evidence relevant to\r\nthe issue, viewed in the light most flattering to the party\r\nopposing the motion, must be sufficiently open-ended to permit a\r\nrational factfinder to resolve the issue in favor of either side.\" \r\nNational Amusements, Inc. v. Town of Dedham, 43 F.3d 731, 735 (1st\r\nCir. 1995) (citations omitted).\r\nA.  Title VII\r\n     Szabo alleged that she was terminated in retaliation for\r\ncomplaining about sexual remarks made by her supervisor, Labadie. \r\nShe testified that in the summer of 1993, Labadie, in a vulgar\r\nmanner, asked whether she was having sexual relations with a\r\ncoworker.  She complained to the lab director, Dr. Bhawan, about\r\nthe incident, and claims that Bhawan did not take her complaint\r\nseriously.  Bhawan testified that he recalled the incident as\r\nrelated to him by Szabo, that he was shocked and surprised, and\r\napologized to Szabo on his own behalf and on behalf of Labadie. \r\nBhawan testified that at his behest Labadie apologized to Szabo in\r\nBhawan's presence.  Labadie confirmed making such an apology, but\r\nSzabo testified that no apology occurred.  \r\nSzabo also complained to Dr. Gilchrest, the chair of the\r\ndermatology department.  Szabo testified that Gilchrest considered\r\nthe matter a serious one.  According to Szabo, Labadie then told\r\nSzabo, \"I don't see why you are complaining to Dr. Gilchrest,\" and\r\ntold her he was going to keep a file on her and \"you'll pay for\r\nthis.\"  Labadie denied making such threats.  Gilchrest remembered\r\nhaving a brief meeting with Szabo where Szabo discussed\r\ndifficulties at work, but Gilchrest was sure that Szabo did not\r\nmention sexually offensive language from a supervisor.  \r\nSzabo testified that after the incident with Labadie,\r\nLabadie changed the attendance policy.  Labadie agreed that there\r\nwas a change in attendance procedure requiring employees to use\r\ntime sheets.  Labadie denied making the change in policy himself,\r\nbut claimed that it came from the university.  \r\nSzabo became pregnant in the summer of 1994.  Szabo\r\noffered medical records showing hospital emergency care in the\r\nsummer and fall of 1994 relating to her pregnancy.  She was also\r\nadmitted to Brigham and Women's Hospital in March of 1995.  Her\r\nphysician admitted her after he failed to detect a fetal heartbeat. \r\nThe pregnancy ended in a stillbirth.\r\nSzabo was fired in the fall of 1995, more than two years\r\nafter the alleged sexual harassment.  Szabo's supervisor, Hasan,\r\ntestified that Szabo was fired because of her attendance problems. \r\nHe testified that her poor attendance \"was a big issue in the lab,\"\r\nand that throughout 1995 he spoke to her almost every other day\r\nabout her attendance.  Szabo admitted receiving \"a lot\" of written\r\nwarnings about her attendance, but claimed that she and others in\r\nthe lab made fun of the warnings, because they knew the warnings\r\nwere in retaliation for the 1993 incident.\r\nOn October 20, 1995 Labadie wrote Szabo, notifying her\r\nthat she was being terminated for poor attendance.  The letter\r\nlisted eight instances in which BU had warned Szabo about her poor\r\nattendance, including the November 8, 1993 announcement of the new\r\nattendance policy directed to all employees.  It documented seven\r\noccasions in September and October of 1995 where Szabo was observed\r\nleaving early, as well as a pattern of arriving late and several\r\noccasions when Szabo did not show up for work at all.  Szabo\r\ntestified that she had permission to leave early on the dates\r\nreferenced in the letter.  \r\nWe generally analyze claims of retaliation under Title\r\nVII as we would other discrimination claims.  We look to the\r\nburden-shifting framework established by McDonnell Douglas Corp. \r\nv. Green, 411 U.S. 792 (1973), and later Supreme Court cases.  To\r\nestablish a prima facie case of retaliation, the plaintiff must\r\nshow that she engaged in protected conduct under Title VII, that\r\nshe suffered an adverse employment action, and that a causal\r\nconnection exists between the protected conduct and the adverse\r\naction.  Fennell v. First Step Designs, Ltd., 83 F.3d 526, 535 (1st\r\nCir. 1996).  Once the plaintiff makes out a prima facie case, the\r\nburden of production shifts to the defendant to articulate a\r\nlegitimate, non-retaliatory reason for its employment decision. \r\nId.  Under the McDonnell Douglas framework, once the defendant\r\noffers such a reason, the presumption raised by the prima facie\r\nshowing \"drops from the case.\"  Hidalgo v. Overseas Condado Ins.\r\nAgencies, Inc., 120 F.3d 328, 335 (1st Cir. 1997) (quoting St.\r\nMary's Honor Ctr. v. Hicks, 509 U.S. 502, 507 (1993)).  The\r\nplaintiff must show that the defendant's non-discriminatory reason\r\nfor its action is pretextual, and at all times \"the plaintiff\r\nretains the ultimate burden to show that he has been the victim of\r\nintentional discrimination.\"  Provencher v. CVS Pharmacy, Division\r\nof Melville Corp., 145 F.3d 5, 10 (1st Cir. 1998).\r\n\"To prevail under federal law, it is insufficient for a\r\nplaintiff merely to undermine the veracity of the employer's\r\nproffered justification; instead, she must muster proof that\r\nenables a factfinder rationally to conclude that the stated reason\r\nbehind the adverse employment decision is not only a sham, but a\r\nsham intended to cover up the proscribed type of discrimination.\" \r\nDichner v. Liberty Travel, 141 F.3d 24, 30 (1st Cir. 1998).  The\r\nplaintiff must elucidate specific facts that would enable a jury to\r\nmake such findings, and \"the plaintiff cannot avert summary\r\njudgment if the record is devoid of adequate direct or\r\ncircumstantial evidence of discriminatory animus on the part of the\r\nemployer.\"  Hidalgo, 120 F.3d at 335 (quoting LeBlanc v. Great Am.\r\nIns. Co., 6 F.3d 836, 843 (1st Cir. 1993)).  \"[B]efore becoming\r\nentitled to bring the case before the trier of fact,\" the plaintiff\r\n\"must show evidence sufficient for the factfinder reasonably to\r\nconclude that the employer's decision to discharge him or her was\r\nwrongfully based\" on the alleged discriminatory animus.  LeBlanc,\r\n6 F.3d at 843.  \"On summary judgment, the need to order the\r\npresentation of proof is largely obviated, and a court may often\r\ndispense with strict attention to the burden-shifting framework,\r\nfocusing instead on whether the evidence as a whole is sufficient\r\nto make out a jury question as to pretext and discriminatory\r\nanimus.\"  Fennell, 83 F.3d at 535.\r\nWe conclude that summary judgment was properly granted\r\nbecause a rational finder of fact, viewing the record as a whole,\r\ncould not find that BU's legitimate, nondiscriminatory reason for\r\nfiring Szabo was pretextual, and that the firing was instead the\r\nresult of an illegal retaliatory motive.  Summarizing, defendants\r\npresented compelling evidence that Szabo had a history of poor\r\nattendance, which continued years after the alleged incident of\r\nsexual harassment by Labadie and up to the month of termination. \r\nIn addition to the evidence discussed above, defendants produced\r\neight memos, written by Labadie and others, documenting attendance\r\nproblems.  Szabo offered no evidence that she made contemporaneous\r\nobjections to the criticism regarding her attendance.  We agree\r\nwith the district court that the memos \"reveal not an effort to\r\nretaliate, but rather a remarkable patience with an employee with\r\nattendance problems.\"   We have held that the passage of time can\r\nso weaken any claim of a causal connection between the alleged act\r\non which the retaliation claim is based and the employee's\r\ntermination as to make summary judgment appropriate.  Mesnick v.\r\nGeneral Elec. Co., 950 F.2d 816, 828 (1st Cir. 1991).  Szabo's\r\ntermination occurred over two years after Labadie's alleged sexual\r\nharassment and her complaints to management.  Szabo claims that she\r\nwas singled out under the attendance policy, but BU offered\r\nevidence that several other employees received written and oral\r\nwarnings regarding attendance.  On this record, Szabo's evidence of\r\nretaliation is at best \"merely colorable,\" Anderson, 477 U.S. at\r\n249, and is not sufficiently probable to avoid summary judgment. \r\n\"In order to survive summary judgment, the plaintiff must point to\r\nevidence in the record that would permit a rational factfinder to\r\nconclude that the employment action was retaliatory.\"  King v. Town\r\nof Hanover, 116 F.3d 965, 968 (1st Cir. 1997).  We conclude that\r\nSzabo failed to meet this burden.\r\nSzabo also claims as a separate act of retaliation that\r\nDr. Bhawan refused to sign her application to become certified as\r\nan histology technician in October of 1995, shortly before she was\r\nterminated.  Bhawan testified that Szabo never asked him to sign\r\nsuch an application and that he would have signed it if asked. \r\nViewing the evidence in a light most favorable to Szabo, we do not\r\nbelieve that a rational jury could find that Bhawan's refusal to\r\nsign the application was retaliation for Labadie's conduct over two\r\nyears earlier.  Szabo never accused Bhawan of complicity in the\r\nsexual harassment by Labadie, only that Bhawan did not take her one\r\ncomplaint to him seriously enough.  In the interim Szabo received\r\nmany warnings and reprimands about her attendance.  Bhawan\r\ntestified that he did not give Szabo a small 1994 Christmas bonus\r\ngiven to other employees because of her attendance problems.   The\r\nalleged refusal to sign the application is temporally too far\r\nremoved from Szabo's complaints about Labadie for a rational jury\r\nto find a causal link between the protected activity (complaining\r\nabout Labadie) and the adverse personnel action (refusal to sign\r\nthe application), especially in light of all that transpired in\r\nbetween.\r\nB.  FMLA\r\nIn her complaint Szabo alleged that defendants violated\r\nthe FMLA by denying her repeated requests for maternity leave.  In\r\nresponding to defendants' summary judgment motion and on appeal,\r\nSzabo additionally argues that defendants violated the FMLA by\r\ndemanding that she return to work, on threat of termination, after \r\nleave of only about two weeks following surgery.\r\nSzabo offered evidence that on several occasions she\r\nasked Labadie for medical leave forms.  She testified that she\r\nreceived a \"runaround\" in that Labadie referred her to personnel\r\nofficer McKinley for the forms and McKinley referred her back to\r\nLabadie.  Defendants produced a February 27, 1995 staff\r\nrequest/notification for leave, signed by Szabo and Dr. Bhawan. \r\nWhile she admitted that her signature on the form was genuine,\r\nSzabo denied ever seeing the document.  Defendants also produced an\r\nunsigned letter from George Snowden, assistant personnel director,\r\ngranting Szabo medical leave.  Snowden swears that he sent the\r\nletter, though Szabo claims that it was sent to the wrong home\r\naddress.\r\nSzabo's pregnancy ended in a stillbirth, as explained\r\nabove.  Szabo's physician, Dr. Olson, performed a caesarean section\r\non or about March 3, 1993.  Olson, testified that patients normally\r\nshould be off work for four to six weeks after a caesarean section,\r\nbut patients could return earlier if they felt fine.  Szabo\r\ntestified that about two weeks after the delivery lab supervisor \r\nHasan called her at home and told her that she would be replaced if\r\nshe did not return to work.  Hasan denied making such a call. \r\nSzabo then called Dr. Olson and asked him to prepare a letter\r\nstating that she could return to work.  According to Szabo, Olson\r\ntold her she was \"crazy\" to go back to work so soon.  Nevertheless,\r\nthe letter states that Szabo \"may return to work on March 22,\r\n199[5] as she is recovering well.\"  Olson testified that he did not\r\nrecall using the term \"crazy\" to describe Szabo's request for the\r\nletter,  but \"I don't doubt that I said something to that effect,\r\nbut not meaning mentally crazy, but in the context that perhaps she\r\nwould like to allow herself more time for recovery and that maybe\r\nshe would be uncomfortable returning this early, and I would\r\nencourage her staying out, but if she really wants to go back,\r\nthat's fine.\"  Olson testified that he would not have written the\r\nletter if Szabo was not well enough to return to work.  Szabo\r\nreturned to work about two and one-half weeks after the delivery. \r\nUnder the FMLA, an employee generally is entitled to 12\r\nweeks of leave \"[b]ecause of the birth of a son or daughter of the\r\nemployee and in order to care for such son or daughter,\" or\r\n\"[b]ecause of a serious health condition that makes the employee\r\nunable to perform the functions of the position of such employee.\" \r\n29 U.S.C.  2612(a)(1).  It is unlawful for an employer \"to\r\ninterfere with, restrain, or deny the exercise of or the attempt to\r\nexercise, any right provided under\" the Act.  Id.  2615(a). \r\nViolation of  2615 entitles the employee to recover \"any wages,\r\nsalary, employment benefits, or other compensation denied or lost\r\nto such employee by reason of the violation,\" or \"in a case in\r\nwhich wages, salary, employment benefits, or other compensation\r\nhave not been denied or lost to the employee, any actual monetarylosses sustained by the employee as a direct result of the\r\nviolation, such as the cost of providing care, up to a sum equal to\r\n12 weeks of wages or salary for the employee.\"  Id.  2617\r\n(a)(1)(A).\r\nWe conclude that summary judgment was properly granted on\r\nthe FMLA claim.  Szabo did not raise a material issue of fact of a\r\nviolation of the Act.  Tragically, Szabo's child was stillborn, but\r\nthis means that she was not entitled to maternity leave under the\r\nAct, since such leave is only required under the Act in order to\r\ncare for a son or daughter.  Nor did Szabo demonstrate \"a serious\r\nhealth condition that makes the employee unable to perform the\r\nfunctions of the position of such employee,\" an alternative basis\r\nfor leave under the Act.  Her own doctor wrote a letter saying that\r\nshe was able to return to work \"as she is recovering well.\" \r\nDr. Olson also testified that recovery times vary and that he would\r\nnot have written the letter if Szabo was unable to return to work,\r\nand that Szabo did not tell him that her employer was pressuring\r\nher to return to work.  He stated that if Szabo had told him her\r\nemployer was pressuring her to return to work, he would have noted\r\nthis reason on her chart.  Instead, his notes indicate: \"Patient\r\nfeels well.  Wants to return to work.  Minimal pain.\"  True, Szabo\r\nclaims that she prevailed upon her doctor to write the note because\r\nshe was afraid BU would fire her if she did not return to work, but\r\nshe points to no evidence showing that upon her return she was\r\n\"unable to perform the functions of the position of such employee.\"\r\nSzabo separately argues that BU's ordering her back to\r\nwork was an independent act of retaliation under Title VII.  If\r\nSzabo is arguing that cutting short her leave was retaliation for\r\ncomplaining about Labadie's inappropriate sexual remarks, this\r\nclaim suffers from the same deficiencies as her termination claim. \r\nThe alleged demand that she return to work occurred almost two\r\nyears after Szabo's complaints about Labadie's remarks; in the\r\ninterim there were numerous documented warnings about her poor\r\nattendance.  The supervisor who allegedly demanded that she return\r\nto work denied making any such demand, but did testify that he was\r\nwarning her almost every other day about her poor attendance.  In\r\nany event, this supervisor, Hasan, was not the supervisor who\r\nallegedly sexually harassed Szabo, and she offered insufficient\r\nproof to allow a rational jury to find that Hasan had any reason or\r\nmotive to retaliate against her because of her complaints of sexual\r\nharassment leveled at Labadie years earlier.\r\nAffirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">  [NOT FOR PUBLICATION--NOT TO BE CITED AS PRECEDENT]\r\n\n             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 98-1410\r\n\n                    SONIA J. SZABO,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n         TRUSTEES OF BOSTON UNIVERSITY, ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n   [Hon. George A. O'Toole, Jr., U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                 Stahl, Circuit Judge,\r\n\nReavley, Senior Circuit Judge,\r\n\n               and Lipez, Circuit Judge.\r\n\n                                      \r\n\nWilliam F. Green, with whom Robert A. Rossi and Law Office of\r\nWilliam F. Green were on brief, for appellant.\r\nLawrence S. Elswit for appellees.\r\n\n                                      \r\n\n                   December 31, 1998\r\n                                                REAVLEY, Senior Circuit Judge.  Sonia Szabo appeals a\r\nsummary judgment entered against her in her suit against Boston\r\nUniversity (BU) and two individuals.  We affirm.\r\n                       BACKGROUND\r\n     Szabo's complaint alleged that she was terminated from\r\nher position as a histology technician in the dermatology lab of\r\nthe BU medical school.  She claims that she was fired in\r\nretaliation for making a complaint of sexual harassment, in\r\nviolation of Title VII, 42 U.S.C.  2000e-3(a).  She also claims\r\nthat defendants violated the Family and Medical Leave Act (FMLA),\r\n29 U.S.C.  2601-2654, in connection with leave necessitated by her\r\npregnancy.\r\n                       DISCUSSION\r\n     Under Fed. R. Civ. P. 56(c), the district court shall\r\nenter summary judgment for the moving party if the record discloses\r\n\"that there is no genuine issue as to any material fact and that\r\nthe moving party is entitled to a judgment as a matter of law.\"\r\nRule 56 \"mandates the entry of summary judgment, after adequate\r\ntime for discovery and upon motion, against a party who fails to\r\nmake a showing sufficient to establish the existence of an element\r\nessential to that party's case, and on which that party will bear\r\nthe burden of proof at trial.\"  Celotex Corp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">317</span></a></span><pre class=\"inline\">, 322 (1986).  Under modern summary judgment practice \"there is\r\nno issue for trial unless there is sufficient evidence favoring the\r\nnonmoving party for a jury to return a verdict for that party.  If\r\nthe evidence is merely colorable, or is not significantly\r\nprobative, summary judgment may be granted.\"  Anderson v. Liberty\r\nLobby, Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 249-50 (1986) (citations omitted).  To\r\nbe a \"genuine\" issue of material fact, \"the evidence relevant to\r\nthe issue, viewed in the light most flattering to the party\r\nopposing the motion, must be sufficiently open-ended to permit a\r\nrational factfinder to resolve the issue in favor of either side.\" \r\nNational Amusements, Inc. v. Town of Dedham, </pre><span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">, 735 (1st\r\nCir. 1995) (citations omitted).\r\nA.  Title VII\r\n     Szabo alleged that she was terminated in retaliation for\r\ncomplaining about sexual remarks made by her supervisor, Labadie. \r\nShe testified that in the summer of 1993, Labadie, in a vulgar\r\nmanner, asked whether she was having sexual relations with a\r\ncoworker.  She complained to the lab director, Dr. Bhawan, about\r\nthe incident, and claims that Bhawan did not take her complaint\r\nseriously.  Bhawan testified that he recalled the incident as\r\nrelated to him by Szabo, that he was shocked and surprised, and\r\napologized to Szabo on his own behalf and on behalf of Labadie. \r\nBhawan testified that at his behest Labadie apologized to Szabo in\r\nBhawan's presence.  Labadie confirmed making such an apology, but\r\nSzabo testified that no apology occurred.  \r\nSzabo also complained to Dr. Gilchrest, the chair of the\r\ndermatology department.  Szabo testified that Gilchrest considered\r\nthe matter a serious one.  According to Szabo, Labadie then told\r\nSzabo, \"I don't see why you are complaining to Dr. Gilchrest,\" and\r\ntold her he was going to keep a file on her and \"you'll pay for\r\nthis.\"  Labadie denied making such threats.  Gilchrest remembered\r\nhaving a brief meeting with Szabo where Szabo discussed\r\ndifficulties at work, but Gilchrest was sure that Szabo did not\r\nmention sexually offensive language from a supervisor.  \r\nSzabo testified that after the incident with Labadie,\r\nLabadie changed the attendance policy.  Labadie agreed that there\r\nwas a change in attendance procedure requiring employees to use\r\ntime sheets.  Labadie denied making the change in policy himself,\r\nbut claimed that it came from the university.  \r\nSzabo became pregnant in the summer of 1994.  Szabo\r\noffered medical records showing hospital emergency care in the\r\nsummer and fall of 1994 relating to her pregnancy.  She was also\r\nadmitted to Brigham and Women's Hospital in March of 1995.  Her\r\nphysician admitted her after he failed to detect a fetal heartbeat. \r\nThe pregnancy ended in a stillbirth.\r\nSzabo was fired in the fall of 1995, more than two years\r\nafter the alleged sexual harassment.  Szabo's supervisor, Hasan,\r\ntestified that Szabo was fired because of her attendance problems. \r\nHe testified that her poor attendance \"was a big issue in the lab,\"\r\nand that throughout 1995 he spoke to her almost every other day\r\nabout her attendance.  Szabo admitted receiving \"a lot\" of written\r\nwarnings about her attendance, but claimed that she and others in\r\nthe lab made fun of the warnings, because they knew the warnings\r\nwere in retaliation for the 1993 incident.\r\nOn October 20, 1995 Labadie wrote Szabo, notifying her\r\nthat she was being terminated for poor attendance.  The letter\r\nlisted eight instances in which BU had warned Szabo about her poor\r\nattendance, including the November 8, 1993 announcement of the new\r\nattendance policy directed to all employees.  It documented seven\r\noccasions in September and October of 1995 where Szabo was observed\r\nleaving early, as well as a pattern of arriving late and several\r\noccasions when Szabo did not show up for work at all.  Szabo\r\ntestified that she had permission to leave early on the dates\r\nreferenced in the letter.  \r\nWe generally analyze claims of retaliation under Title\r\nVII as we would other discrimination claims.  We look to the\r\nburden-shifting framework established by McDonnell Douglas Corp. \r\nv. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\"> (1973), and later Supreme Court cases.  To\r\nestablish a prima facie case of retaliation, the plaintiff must\r\nshow that she engaged in protected conduct under Title VII, that\r\nshe suffered an adverse employment action, and that a causal\r\nconnection exists between the protected conduct and the adverse\r\naction.  Fennell v. First Step Designs, Ltd., </pre><span class=\"citation\" data-id=\"718191\"><a href=\"/opinion/718191/70-fair-emplpraccas-bna-1305-34-fedrserv3d-1566-rachel-l-fennell/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span><pre class=\"inline\">, 535 (1st\r\nCir. 1996).  Once the plaintiff makes out a prima facie case, the\r\nburden of production shifts to the defendant to articulate a\r\nlegitimate, non-retaliatory reason for its employment decision. \r\nId.  Under the McDonnell Douglas framework, once the defendant\r\noffers such a reason, the presumption raised by the prima facie\r\nshowing \"drops from the case.\"  Hidalgo v. Overseas Condado Ins.\r\nAgencies, Inc., </pre><span class=\"citation\" data-id=\"744483\"><a href=\"/opinion/744483/75-fair-emplpraccas-bna-1027-73-empl-prac-dec-p-45288-manuel-t/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span><pre class=\"inline\">, 335 (1st Cir. 1997) (quoting St.\r\nMary's Honor Ctr. v. Hicks, </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span><pre class=\"inline\">, 507 (1993)).  The\r\nplaintiff must show that the defendant's non-discriminatory reason\r\nfor its action is pretextual, and at all times \"the plaintiff\r\nretains the ultimate burden to show that he has been the victim of\r\nintentional discrimination.\"  Provencher v. CVS Pharmacy, Division\r\nof Melville Corp., </pre><span class=\"citation\" data-id=\"754633\"><a href=\"/opinion/754633/76-fair-emplpraccas-bna-1569-73-empl-prac-dec-p-45393-richard/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 10 (1st Cir. 1998).\r\n\"To prevail under federal law, it is insufficient for a\r\nplaintiff merely to undermine the veracity of the employer's\r\nproffered justification; instead, she must muster proof that\r\nenables a factfinder rationally to conclude that the stated reason\r\nbehind the adverse employment decision is not only a sham, but a\r\nsham intended to cover up the proscribed type of discrimination.\" \r\nDichner v. Liberty Travel, </pre><span class=\"citation\" data-id=\"197902\"><a href=\"/opinion/197902/dichner-v-liberty-travel/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 30 (1st Cir. 1998).  The\r\nplaintiff must elucidate specific facts that would enable a jury to\r\nmake such findings, and \"the plaintiff cannot avert summary\r\njudgment if the record is devoid of adequate direct or\r\ncircumstantial evidence of discriminatory animus on the part of the\r\nemployer.\"  Hidalgo, 120 F.3d at 335 (quoting LeBlanc v. Great Am.\r\nIns. Co., </pre><span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span><pre class=\"inline\">, 843 (1st Cir. 1993)).  \"[B]efore becoming\r\nentitled to bring the case before the trier of fact,\" the plaintiff\r\n\"must show evidence sufficient for the factfinder reasonably to\r\nconclude that the employer's decision to discharge him or her was\r\nwrongfully based\" on the alleged discriminatory animus.  LeBlanc,\r\n6 F.3d at 843.  \"On summary judgment, the need to order the\r\npresentation of proof is largely obviated, and a court may often\r\ndispense with strict attention to the burden-shifting framework,\r\nfocusing instead on whether the evidence as a whole is sufficient\r\nto make out a jury question as to pretext and discriminatory\r\nanimus.\"  Fennell, 83 F.3d at 535.\r\nWe conclude that summary judgment was properly granted\r\nbecause a rational finder of fact, viewing the record as a whole,\r\ncould not find that BU's legitimate, nondiscriminatory reason for\r\nfiring Szabo was pretextual, and that the firing was instead the\r\nresult of an illegal retaliatory motive.  Summarizing, defendants\r\npresented compelling evidence that Szabo had a history of poor\r\nattendance, which continued years after the alleged incident of\r\nsexual harassment by Labadie and up to the month of termination. \r\nIn addition to the evidence discussed above, defendants produced\r\neight memos, written by Labadie and others, documenting attendance\r\nproblems.  Szabo offered no evidence that she made contemporaneous\r\nobjections to the criticism regarding her attendance.  We agree\r\nwith the district court that the memos \"reveal not an effort to\r\nretaliate, but rather a remarkable patience with an employee with\r\nattendance problems.\"   We have held that the passage of time can\r\nso weaken any claim of a causal connection between the alleged act\r\non which the retaliation claim is based and the employee's\r\ntermination as to make summary judgment appropriate.  Mesnick v.\r\nGeneral Elec. Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">, 828 (1st Cir. 1991).  Szabo's\r\ntermination occurred over two years after Labadie's alleged sexual\r\nharassment and her complaints to management.  Szabo claims that she\r\nwas singled out under the attendance policy, but BU offered\r\nevidence that several other employees received written and oral\r\nwarnings regarding attendance.  On this record, Szabo's evidence of\r\nretaliation is at best \"merely colorable,\" Anderson, 477 U.S. at\r\n249, and is not sufficiently probable to avoid summary judgment. \r\n\"In order to survive summary judgment, the plaintiff must point to\r\nevidence in the record that would permit a rational factfinder to\r\nconclude that the employment action was retaliatory.\"  King v. Town\r\nof Hanover, </pre><span class=\"citation\" data-id=\"742622\"><a href=\"/opinion/742622/74-fair-emplpraccas-bna-1266-71-empl-prac-dec-p-44807-bruce-h/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span><pre class=\"inline\">, 968 (1st Cir. 1997).  We conclude that\r\nSzabo failed to meet this burden.\r\nSzabo also claims as a separate act of retaliation that\r\nDr. Bhawan refused to sign her application to become certified as\r\nan histology technician in October of 1995, shortly before she was\r\nterminated.  Bhawan testified that Szabo never asked him to sign\r\nsuch an application and that he would have signed it if asked. \r\nViewing the evidence in a light most favorable to Szabo, we do not\r\nbelieve that a rational jury could find that Bhawan's refusal to\r\nsign the application was retaliation for Labadie's conduct over two\r\nyears earlier.  Szabo never accused Bhawan of complicity in the\r\nsexual harassment by Labadie, only that Bhawan did not take her one\r\ncomplaint to him seriously enough.  In the interim Szabo received\r\nmany warnings and reprimands about her attendance.  Bhawan\r\ntestified that he did not give Szabo a small 1994 Christmas bonus\r\ngiven to other employees because of her attendance problems.   The\r\nalleged refusal to sign the application is temporally too far\r\nremoved from Szabo's complaints about Labadie for a rational jury\r\nto find a causal link between the protected activity (complaining\r\nabout Labadie) and the adverse personnel action (refusal to sign\r\nthe application), especially in light of all that transpired in\r\nbetween.\r\nB.  FMLA\r\nIn her complaint Szabo alleged that defendants violated\r\nthe FMLA by denying her repeated requests for maternity leave.  In\r\nresponding to defendants' summary judgment motion and on appeal,\r\nSzabo additionally argues that defendants violated the FMLA by\r\ndemanding that she return to work, on threat of termination, after \r\nleave of only about two weeks following surgery.\r\nSzabo offered evidence that on several occasions she\r\nasked Labadie for medical leave forms.  She testified that she\r\nreceived a \"runaround\" in that Labadie referred her to personnel\r\nofficer McKinley for the forms and McKinley referred her back to\r\nLabadie.  Defendants produced a February 27, 1995 staff\r\nrequest/notification for leave, signed by Szabo and Dr. Bhawan. \r\nWhile she admitted that her signature on the form was genuine,\r\nSzabo denied ever seeing the document.  Defendants also produced an\r\nunsigned letter from George Snowden, assistant personnel director,\r\ngranting Szabo medical leave.  Snowden swears that he sent the\r\nletter, though Szabo claims that it was sent to the wrong home\r\naddress.\r\nSzabo's pregnancy ended in a stillbirth, as explained\r\nabove.  Szabo's physician, Dr. Olson, performed a caesarean section\r\non or about March 3, 1993.  Olson, testified that patients normally\r\nshould be off work for four to six weeks after a caesarean section,\r\nbut patients could return earlier if they felt fine.  Szabo\r\ntestified that about two weeks after the delivery lab supervisor \r\nHasan called her at home and told her that she would be replaced if\r\nshe did not return to work.  Hasan denied making such a call. \r\nSzabo then called Dr. Olson and asked him to prepare a letter\r\nstating that she could return to work.  According to Szabo, Olson\r\ntold her she was \"crazy\" to go back to work so soon.  Nevertheless,\r\nthe letter states that Szabo \"may return to work on March 22,\r\n199[5] as she is recovering well.\"  Olson testified that he did not\r\nrecall using the term \"crazy\" to describe Szabo's request for the\r\nletter,  but \"I don't doubt that I said something to that effect,\r\nbut not meaning mentally crazy, but in the context that perhaps she\r\nwould like to allow herself more time for recovery and that maybe\r\nshe would be uncomfortable returning this early, and I would\r\nencourage her staying out, but if she really wants to go back,\r\nthat's fine.\"  Olson testified that he would not have written the\r\nletter if Szabo was not well enough to return to work.  Szabo\r\nreturned to work about two and one-half weeks after the delivery. \r\nUnder the FMLA, an employee generally is entitled to 12\r\nweeks of leave \"[b]ecause of the birth of a son or daughter of the\r\nemployee and in order to care for such son or daughter,\" or\r\n\"[b]ecause of a serious health condition that makes the employee\r\nunable to perform the functions of the position of such employee.\" \r\n29 U.S.C.  2612(a)(1).  It is unlawful for an employer \"to\r\ninterfere with, restrain, or deny the exercise of or the attempt to\r\nexercise, any right provided under\" the Act.  Id.  2615(a). \r\nViolation of  2615 entitles the employee to recover \"any wages,\r\nsalary, employment benefits, or other compensation denied or lost\r\nto such employee by reason of the violation,\" or \"in a case in\r\nwhich wages, salary, employment benefits, or other compensation\r\nhave not been denied or lost to the employee, any actual monetarylosses sustained by the employee as a direct result of the\r\nviolation, such as the cost of providing care, up to a sum equal to\r\n12 weeks of wages or salary for the employee.\"  Id.  2617\r\n(a)(1)(A).\r\nWe conclude that summary judgment was properly granted on\r\nthe FMLA claim.  Szabo did not raise a material issue of fact of a\r\nviolation of the Act.  Tragically, Szabo's child was stillborn, but\r\nthis means that she was not entitled to maternity leave under the\r\nAct, since such leave is only required under the Act in order to\r\ncare for a son or daughter.  Nor did Szabo demonstrate \"a serious\r\nhealth condition that makes the employee unable to perform the\r\nfunctions of the position of such employee,\" an alternative basis\r\nfor leave under the Act.  Her own doctor wrote a letter saying that\r\nshe was able to return to work \"as she is recovering well.\" \r\nDr. Olson also testified that recovery times vary and that he would\r\nnot have written the letter if Szabo was unable to return to work,\r\nand that Szabo did not tell him that her employer was pressuring\r\nher to return to work.  He stated that if Szabo had told him her\r\nemployer was pressuring her to return to work, he would have noted\r\nthis reason on her chart.  Instead, his notes indicate: \"Patient\r\nfeels well.  Wants to return to work.  Minimal pain.\"  True, Szabo\r\nclaims that she prevailed upon her doctor to write the note because\r\nshe was afraid BU would fire her if she did not return to work, but\r\nshe points to no evidence showing that upon her return she was\r\n\"unable to perform the functions of the position of such employee.\"\r\nSzabo separately argues that BU's ordering her back to\r\nwork was an independent act of retaliation under Title VII.  If\r\nSzabo is arguing that cutting short her leave was retaliation for\r\ncomplaining about Labadie's inappropriate sexual remarks, this\r\nclaim suffers from the same deficiencies as her termination claim. \r\nThe alleged demand that she return to work occurred almost two\r\nyears after Szabo's complaints about Labadie's remarks; in the\r\ninterim there were numerous documented warnings about her poor\r\nattendance.  The supervisor who allegedly demanded that she return\r\nto work denied making any such demand, but did testify that he was\r\nwarning her almost every other day about her poor attendance.  In\r\nany event, this supervisor, Hasan, was not the supervisor who\r\nallegedly sexually harassed Szabo, and she offered insufficient\r\nproof to allow a rational jury to find that Hasan had any reason or\r\nmotive to retaliate against her because of her complaints of sexual\r\nharassment leveled at Labadie years earlier.\r\nAffirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/742622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754633/"
  ]
}