{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198292/",
  "absolute_url": "/opinion/198292/splude-v-social-security/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198292/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:49:32Z",
  "date_modified": "2017-03-24T10:56:11.163077Z",
  "type": "010combined",
  "sha1": "74915f515ec552f8852f3daa0f530d82e42b5b86",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1630.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1630\r\n\n            DANIEL SPLUDE &amp; RONALD CARGILL,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\nKENNETH S. APFEL, SOCIAL SECURITY ADMINISTRATION COMMISSIONER,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n        [Hon. Gene Carter, U.S. District Judge]\r\n\n                         Before\r\n\n                Boudin, Circuit Judge,\r\n\n      Coffin and Bownes, Senior Circuit Judges.\r\n\nMichael A. Bell with whom Jon Holder was on brief for\r\nappellants.\r\nChristine N. Kohl, Appellate Staff, Civil Division, with whom\r\nFrank W. Hunger, Assistant Attorney General, Jay P. McCloskey,\r\nUnited States Attorney, and Barbara C. Biddle, Appellate Staff,\r\nCivil Division, were on brief for appellee.\r\n\nJanuary 15, 1999\r\n\nBOUDIN, Circuit Judge.  It is no accident that Title 42,\r\ncontaining the social security laws among other statutes, occupies\r\nfour successive volumes of the United States Code (the Internal\r\nRevenue Code requires only two volumes).  This case turns on the\r\ninterplay of statutes establishing two different social security\r\nprograms and several ancillary provisions.  A brief primer will be\r\nhelpful.\r\nThe most familiar social security program is federal old\r\nage, survivors and disability insurance, the core provisions of\r\nwhich were adopted as part of the New Deal in 1935.  42 U.S.C. \r\n401-433.  It is based on contributions made by employees and their\r\nemployers to the social security trust fund, and it primarily\r\nprovides retirement income.  But if an insured worker becomes\r\ndisabled before retirement, scheduled benefits are payable to the\r\nemployee during disability. Id.  401(b), 423.  The latter\r\npayments are called \"social security disability\" or \"SSD.\"\r\nIn 1972, Congress added a new social security program to\r\nprovide \"supplemental security income\" (called \"SSI\") for \"aged,\r\nblind and disabled\" persons of limited means regardless of their\r\ninsured status.  42 U.S.C.  1381a, 1382.  This is a social\r\nwelfare program funded out of general taxpayer revenues.  SSI is\r\navailable even to those who qualify for SSD, but SSD income is\r\nconsidered in determining whether a disabled person qualifies for\r\nSSI under the latter's means test.  Id.  1382a(a)(2)(B),\r\n(b)(4)(B).  A disabled person who qualifies for payments under both\r\nprograms is called a \"concurrent claimant.\"\r\nThis case concerns two concurrent claimants, Daniel\r\nSplude and Ronald Cargill.  Splude's circumstances are\r\nillustrative.  He applied in 1992 for both SSD and SSI benefits\r\ndating back to 1988.  While awaiting a determination of disability\r\nby the Social Security Administration (which administers both\r\nprograms), Splude received relief payments from the Maine\r\nDepartment of Human Services.  He signed an agreement with the\r\nSocial Security Administration authorizing it to deduct from\r\nSplude's initial SSI payment that portion of the interim relief\r\nprovided by Maine that was not itself funded by the federal\r\ngovernment.\r\nThere is a broad \"anti-assignment\" law governing SSD\r\npayments and applicable to SSI payments by cross-reference, 42\r\nU.S.C.  407(a), 1383(d)(1), reprinted in the appendix to this\r\nopinion.  However, Splude's 1992 agreement with the Social Security\r\nAdministration, committing his SSI funds to repay interim state\r\naid, is specifically permitted by a proviso to the cross-referenced\r\nstatute limiting assignment of SSI payments.  Id.  1383(g)(1). \r\nThis statutory exception does not apply to SSD payments; if Splude\r\nhad attempted to assign his rights to future SSD payments to the\r\nMaine agency, the Social Security Administration would not have\r\nbeen allowed to make such a deduction.\r\nIn addition to this relationship of federal and state\r\npayments, there is a potential interaction between SSD and SSI\r\npayments.  As already noted, SSD payments due for any month are\r\ntreated under the SSI means test as income that may reduce or\r\neliminate SSI payments for the same month.  One might expect that\r\nthe Social Security Administration would always make both\r\ncalculations at the same time, determining SSD payments due to the\r\napplicant and then reducing SSI payments to the extent required. \r\nBut different information is needed for the two calculations (e.g.,\r\nbecause SSI is means tested), and SSD is normally computed at field\r\noffices and SSI at a central Maryland office.\r\nDuring the events in this case, the Social Security\r\nAdministration generally paid out whichever claim was computed\r\nfirst, whether SSI or SSD.  Further, an applicant might not apply\r\nfor disability payments as soon as entitled to do so.  Thus,\r\neventually the applicant might receive a large SSI check for back\r\npayments; and later, when SSD was calculated, the SSI payment might\r\nprove to have been overstated because the SSD payment--made later\r\nfor the same period--reduced the amount of (means-tested) SSI\r\nproperly due for the same period.\r\nThis overpayment problem was met by the so-called\r\n\"windfall offset\" provisions first added in 1980 and later amended\r\nin 1984, 42 U.S.C.  1320a-6(a), reprinted in the appendix.  Under\r\nthis provision, an excess initial payment for SSI caused by the\r\ndelay just described can be recaptured by the Social Security\r\nAdministration by deducting the excess when the SSD payment is\r\nlater calculated and ready to be paid.  In September 1995, the\r\nSocial Security Administration abandoned its \"pay whichever claim\r\nis calculated first\" policy and now, we are told, calculates SSI\r\nand SSD benefits at the same time so as to avoid any windfall.  But\r\nthe old policy was in effect in April 1993 when the Social Security\r\nAdministration first found that Splude was disabled and had been\r\nfor a prior period.\r\nIn May 1993, the Social Security Administration advised\r\nSplude that he was entitled to $10,659.30 as an initial SSI payment\r\nfor the period May 1991 through May 1993.  After some\r\nmiscalculations were corrected by cross payment,  Maine (in\r\naccordance with Splude's agreement) received $7,582 from the Social\r\nSecurity Administration for the interim assistance that Maine had\r\nprovided to Splude while he was waiting for SSI to be paid, and\r\nSplude received the balance of $1,776.\r\nIn June 1993, the Social Security Administration\r\ncalculated Splude's past-due SSD benefits through April 1993. \r\nBefore any required reductions, this initial payment was computed\r\nas $18,706.60.  Other deductions aside (e.g., counsel fees), Splude\r\nwas told that $9,349.57 would be withheld from him because the SSD\r\npayment just calculated reduced the initial SSI payment properly\r\ndue to Splude; in other words, when his initial SSI payment was\r\nrecalculated to take account of the SSD payment now due for\r\noverlapping months, Splude had received $9349.57 too much in SSI--\r\nwhich was now being recaptured for the U.S. Treasury out of his SSD\r\npayments under the windfall offset provision.\r\nSplude immediately sought reconsideration. He argued,\r\ninter alia, that the deduction from his benefits to reimburse Maine\r\nand the deduction under the windfall offset statute were both\r\neffectively violations of the anti-assignment provision governing\r\nSSD.  He included also constitutional claims shortly to be\r\ndescribed.  The Social Security Administration rejected Splude's\r\nrequest for reconsideration.  It followed the same course in\r\nCargill's case in which the facts, so far as pertinent, parallel\r\nthose of Splude's case (including a repayment to Maine for interim\r\naid), and in which the legal claims are also similar.  \r\nSplude and Cargill then proceeded before an\r\nAdministrative Law Judge, and their cases were consolidated.  In\r\nJanuary 1996, the ALJ issued a decision favoring the claimants as\r\nregards the Maine deductions, holding that they should not have\r\nbeen made.  The Appeals Council reversed, reinstating the original\r\ncomputations, without deciding the constitutional issues (it said\r\nit had no authority to do so).  The claimants then sought review in\r\nthe district court where the cases were assigned to a magistrate\r\njudge for a recommended decision.\r\nThe magistrate judge, in a decision later adopted by the\r\ndistrict court, ruled that the anti-assignment provision governing\r\nSSD had not been violated.  He said that the \"pay whichever claim\r\nis ready first\" policy did violate equal protection principles but\r\nthat no remedial action was warranted, in part because the policy\r\nhad now changed.   Accordingly, judgment was entered in favor of\r\nthe Social Security Administration.  The claimants now appeal from\r\nthe district court's resolution, making us the fifth body to review\r\nthe original administrative determination.\r\nOn appeal, we begin with the claimants' statutory\r\narguments, reserving the constitutional issues for later attention. \r\nOn both levels, the issues are essentially legal, involving\r\ninterpretations of statutory and constitutional provisions or legal\r\ncharacterizations of events; the raw facts are undisputed.  Thus,\r\nour review is de novo, save as the Social Security Administration's\r\nview of the statutes may be entitled to some deference.\r\nThe claimants in this case suffered two different\r\ndeductions pertinent here: one, nominally from their initial SSI\r\npayments, was to reimburse Maine; the other, from their later SSD\r\npayments, was to reimburse the U.S. Treasury for SSI overpayments\r\nfound to have occurred after SSD was calculated.  The claimants'\r\nprimary attack is upon the first of these deductions--the payments\r\nto Maine--which they say conflict with the provision barring\r\nassignment of or levy on social security payments including SSD.\r\nOn the surface, the claimants have no argument.  The\r\nSocial Security Administration made a conventional computation of\r\nSSI payments due, subject always to recomputation under the\r\nwindfall offset statute if latter SSD computations showed that too\r\nmuch SSI had been paid.  The federal agency then withheld a portion\r\nof each claimant's initial SSI payment to reimburse Maine,\r\nprecisely as provided by the proviso to the anti-assignment statute\r\nthat approves such withholding from SSI--but not SSD--where a state\r\nhas advanced relief out of its own funds while the claimant is\r\nawaiting federal payments.\r\nOne is thus puzzled when, at the outset, the claimants'\r\nbrief in this court stresses the importance placed by Congress on\r\nthe anti-assignment provisions, borne out by Congress' amendment in\r\n1983 to reinforce that prohibition, and on precedent including\r\nSupreme Court cases protecting social security payments under the\r\nanti-assignment provisions from assignments, liens, and other\r\nefforts to seize the payments for a variety of otherwise just\r\nobligations.  After all, whatever the strength of the anti-\r\nassignment provisions, a proviso explicitly permits deductions from\r\nSSI to repay interim state assistance.\r\nThe claimants' argument is stronger than it at first\r\nappears.   Once unraveled, the contention is not merely that the\r\ninitial payments to them would have been immune from Maine's reach\r\nif SSD had been paid first--a correct statement but one that could\r\nbe answered by saying, \"so what.\"  The argument--put in its\r\nstrongest form--is that the original SSI payments were SSD payments\r\nor (since the payments were calculated under the SSI statute and\r\nwere so intended to be SSI) should be recharacterized as SSD\r\npayments.  This latter is an argument that the government does not\r\ndirectly answer, quite possibly because it did not fully appreciate\r\nthat it was being made.  The argument rests on two pillars.\r\nFirst, one could view SSD as the unqualified \"earned\"\r\nbenefit, resting (at least in theory) on past contributions by or\r\nfor the claimants, and view SSI as a contingent \"welfare\" payment\r\nwhose amount is reduced to the extent that SSD due for the same\r\nperiod pushes the claimant up against the SSI means test.  This\r\nview has some basis in the statutory framework:  SSD is due\r\nunconditionally upon disability; SSI, only to the extent that SSD\r\nand other income fall short under the SSI means test.\r\nSecond, one could point to Congress' strong policy to\r\nprotect the principal benefit--here, SSD--by an anti-assignment\r\nclause not qualified (as is SSI) by an exception that allows the\r\nstate to recapture advances of relief made by the state.  This\r\npolicy, it might then be argued, would be served by insisting that\r\nthe first payment made be treated as the SSD payment (up to the\r\nfull amount that would be due if SSD were calculated alone),\r\nhowever the payment might be labeled by the Social Security\r\nAdministration.   \r\nA mathematical expression of the point is suggestive. \r\nHere, the government's own calculations show that if the two\r\ninitial payments due Splude for SSD and SSI had been computed at\r\nthe same time, most of what was owed would be SSD in the amount of\r\n$18,706.60; this would be immune from withholding for Maine's\r\nbenefit (although other deductions might apply).  The balance in\r\nSSI payments due Splude, after SSD payments were imputed to his\r\nincome, would be only $1,883.30.  This balance would be subject to\r\na deduction in Maine's favor but this would give Maine far less\r\nthan the $7,582 it originally advanced to Splude, and Splude's net\r\ngain would be substantial.\r\nWe decline to recharacterize the transaction.  While\r\nCongress  does have a policy to protect SSD, which might be served\r\nin some measure by the recharacterization, it also has two other\r\npolicies:  to compensate states that make advances on SSI and to\r\nrecapture from SSD excessive SSI benefits previously awarded.  The\r\nrecharacterization sought by Splude would result in an immediate\r\nloss to the Treasury, contrary to the windfall offset statute, and\r\ncould in the future discourage interim state aid extended in\r\nreliance on repayment from SSI, undercutting the aim of the proviso\r\nto the SSI anti-assignment statute.\r\nWe have no idea which of its several policies Congress\r\nwould regard as trumping the other if it faced and resolved the\r\ntension, which grows out of the interplay--unanticipated by\r\nCongress, one may suppose--of piecemeal amendments and changing\r\nadministrative practice as to the timing of payments.  The sound\r\ncourse for us must thus be not to engage in recharacterizations but\r\nto treat the initial payments to claimants here as SSI, in\r\naccordance with the intent with which they were made and the\r\nstatute under which they were actually calculated.\r\nA recharacterization is not required to avoid injustice. \r\nSplude got interim state aid, knowing that he would have to pay it\r\nback from his SSI, which is just what happened.  If SSD had been\r\npaid first, he would largely have escaped repayment, but many would\r\nregard this as something of a lucky accident or even a windfall. \r\nSimilarly, Congress explicitly warned that SSD is to be reduced\r\nwhere SSI is overpaid.  The result here is not an injustice but\r\nmerely an anomaly.  In a scheme as complex as this one, anomalies\r\ncannot always be avoided and are not grounds for a court to rewrite\r\nCongress' language.\r\nEach of the other circuits to address the issue before us\r\nhas also supported the government.  See White v. Bowen, 835 F.2d\r\n974, 978-79 (2d Cir. 1987); McKenzie v. Bowen, 787 F.2d 1216, 1220-\r\n22 (8th Cir. 1986).  Further, the Social Security Administration is\r\nnormally accorded the deference due to an agency plausibly\r\ninterpreting its own governing statutes.  Cf. Chevron U.S.A. Inc.v. Natural Resources Defense Council, Inc. 467 U.S. 837, 842-45\r\n(1984).  Our own reading of the statute is thus reinforced,\r\nalthough we would follow it even if other circuits and the agency\r\nwere silent.\r\nIt is not clear whether the claimants are also attacking\r\nthe second deduction as a statutory violation.  The claimants'\r\nbrief could be taken to argue elliptically that the withholding of \r\na portion of the initial SSD payment due each claimant,  to\r\nreimburse the Treasury for overpaying SSI, was itself prohibited by\r\nthe anti-assignment statute protecting SSD payments from\r\nassignment, levy and the like.  The claimants refer to the 1983\r\namendment already mentioned that warns that \"n[o] other provision\r\nof law . . . may be construed to limit, supersede or otherwise\r\nmodify [the anti-assignment ban] except to the extent that it does\r\nso by express reference to this section.\"  42 U.S.C.  407(b).\r\nThe first deduction (from the SSI payments to repay state\r\nadvances) is unaffected by the amendment; the deduction is\r\npermitted by a proviso within the SSI anti-assignment provision\r\nitself.  However, the second deduction (from the SSD payments to\r\nrecapture SSI overpayments) is premised on another law, the\r\nwindfall offset provision, which itself makes no reference to the\r\nanti-assignment provision.  Should we then regard the second\r\ndeduction as one constituting an assignment, levy, or the like of\r\nSSD funds which is authorized but inadequately so because not by a\r\nstatute that makes \"express reference to\" the anti-assignment\r\nstatute?   \r\nThe most straightforward reading of the windfall offset\r\nprovision is that what it effects is not any kind of assignment or\r\nlevy but an internal computation of how much SSD or SSI is due--a\r\ncomputation by which a prior overpayment in either category for the\r\nsame period is used to reduce what is to be paid in the other\r\ncategory.  Further, the windfall offset provision is a specific\r\ndirective to withhold from SSD an amount needed to recapture excess\r\nSSI previously paid; it is hard to think that Congress, in adopting\r\nthe broad \"express reference\" amendment to the anti-assignment\r\nstatute, meant sub silentio to repeal its own prior specific\r\ndirective.  Accordingly, we conclude that the second deduction,\r\nfrom SSD itself, violates no statute.\r\nThis brings us to claimants' constitutional claims. The\r\nfirst argument, explicitly summarized in the heading of their\r\nbrief, is that the \"backdoor\" assignment of their SSD benefits\r\n\"without notice and an opportunity to be heard\" violated the\r\nclaimants' rights to due process of law under the Fifth Amendment. \r\nClaimants rely heavily, in this connection, on Dionne v. Bouley,\r\n757 F.2d 1344 (1st Cir. 1985).  \r\nCast as a claim that procedural rights were wrongly\r\ndenied, the argument makes no sense.  Both deductions--from SSI for\r\nMaine and from SSD for the Treasury--were computations made in the\r\ncourse of determining what the Social Security Administration\r\nshould remit to the claimants.  The government was hardly obliged\r\nto pay out moneys before initially determining what was due. \r\nThereafter, plaintiffs point to nothing procedurally inadequate\r\nabout the process afforded to them to show that they were entitled\r\nto more than the government paid them.\r\nThe objections claimants raise to the deductions are\r\nsubstantive (i.e., they do not like the result), but that is not a\r\nproblem of notice or opportunity to object.  Dionne is wholly\r\ndistinguishable.  In that case, a judgment creditor secured an\r\nattachment on the debtor's bank account, primarily containing\r\nsocial security payments exempt from attachment.  This court agreed\r\nwith the debtor that Rhode Island procedure was deficient in\r\nfailing to provide the debtor, post-attachment, with notice and a\r\nprompt opportunity to remove the attachment based upon the federal\r\nanti-attachment provision governing Social Security payments.\r\nSo far as the claimants are making an argument based on\r\nsubstantive due process or takings law, as some of their other\r\ncitations suggest, the answer is a different one.  Social security\r\nbenefits like SSD have been regarded in some contexts as \"property\"\r\nfor constitutional purposes.  See, e.g., Mathews v. Eldridge, 424\r\nU.S. 319 (1976) (continued receipt of social security disability\r\nchecks).  But this case requires no exploration of the\r\ncircumstances in which such a property interest can be limited or\r\nqualified.\r\nHere, the deduction from SSI for the benefit of Maine,\r\nagreed to by the claimants, was part of a transaction that\r\neffectively advanced a portion of their SSI welfare benefits; the\r\nclaimants got the full amount due, some of it paid earlier for\r\ntheir own benefit.  Conversely, the reduction of SSD to account for\r\nan overpayment of SSI, effected under the windfall offset  statute,\r\nrecaptures for the government SSI payments to which the claimant\r\nwas never entitled.  In neither case did the deduction comprise a\r\ntaking or other wrongful interference with a property interest.\r\nThe final argument made by the claimants is that the\r\nthen-practice of the Social Security Administration of paying first\r\nwhichever benefit was first calculated violates equal protection\r\nprinciples.  As noted above, one who gets paid SSD first may end up\r\neffectively avoiding repayment of some or all of a state advance;\r\none who gets paid SSI first may end up repaying all of the\r\nadvances. The claimants say that the (now-superseded) payment\r\npolicy was irrational discrimination because it created two classes\r\nof similarly situated persons who receive different benefits based\r\non the accident of which payment occurred first.\r\nThe federal government is not directly governed by the\r\nequal protection clause, which appears only in the Fourteenth\r\nAmendment, but the Supreme Court has held that equal protection\r\nprinciples are implicit in the Fifth Amendment's due process\r\nclause.  See Bolling v. Sharpe, 347 U.S. 497 (1954).  The\r\nmagistrate judge agreed with the claimants that the former payment\r\npolicy did violate equal protection principles.  He then withheld\r\nrelief on grounds that we need not describe, because we find no\r\nsuch violation.\r\nIn reaching this conclusion, we reject at the outset the\r\ngovernment's contention that claimants' equal protection claim\r\nfails merely because there is no charge of \"purposeful\r\ndiscrimination\" by the Social Security Administration, that is to\r\nsay, a subjective intent to favor one group or disfavor another on\r\nimpermissible grounds.  In certain kinds of cases--e.g., those\r\ninvolving ad hoc actions or those involving merely an adverse\r\nimpact on an individual group--lack of such an invidious purpose\r\nmay be fatal to the claim.  See, e.g., Washington v. Davis, 426\r\nU.S. 229 (1976).\r\nHowever, any \"classification\" by the government, even if\r\nmade without any wrongful or suspect purpose,  is required under\r\nequal protection principles to meet a minimum requirement of\r\nrationality.  See Schweiker v. Wilson, 450 U.S. 221, 230 (1981);\r\nBaker v. City of Concord, 916 F.2d 744, 747 (1st Cir. 1990).  The\r\nformer practice of the Social Security Administration to pay\r\nwhichever claim was computed first might be regarded as creating a\r\nclassification since it was a deliberate, ongoing policy that did\r\npredictably, although innocently, create two groups of claimants\r\nenjoying different net benefits.  The difficulty for Splude and\r\nCargill is that the test of rationality is extremely generous to\r\nthe government in social and economic matters, see  Baker, 916 F.2d\r\nat 747, and a policy that seeks to get payments out as soon as they\r\nare ready is not irrational.  Delaying payments until both SSI and\r\nSSD are computed doubtless threatens hardships of its own.  That a\r\nparticular classification scheme, otherwise rational, will produce\r\noccasional aberrant outcomes is something that the Constitution is\r\ntaken to tolerate.\r\nAffirmed.                        STATUTORY APPENDIX\r\n42 U.S.C.  407.  Assignment; amendment of section\r\n(a) The right of any person to any future\r\npayment under this subchapter shall not be\r\ntransferable or assignable, at law or in\r\nequity, and none of the moneys paid or payable\r\nor rights existing under this subchapter shall\r\nbe subject to execution, levy, attachment,\r\ngarnishment, or other legal process, or to the\r\noperation of any bankruptcy or insolvency law.\r\n\n(b) No other provision of law, enacted before,\r\non, or after April 20, 1983, may be construed\r\nto limit, supersede, or otherwise modify the\r\nprovisions of this section except to the\r\nextent that it does so by express reference to\r\nthis section.\r\n\n42 U.S.C.  1320a-6.  Adjustments in SSI benefits on account of\r\nretroactive benefits under subchapter II\r\n\n(a) Reduction in benefits\r\n\nNotwithstanding any other provision of this chapter, in any case\r\nwhere an individual--\r\n\n(1) is entitled to benefits under subchapter\r\nII of this chapter that were not paid in the\r\nmonths in which they were regularly due; and\r\n\n(2) is an individual or eligible spouse\r\neligible for supplemental security income\r\nbenefits for one or more months in which the\r\nbenefits referred to in clause (1) were\r\nregularly due,\r\n\nthen any benefits under subchapter II of this\r\nchapter that were regularly due in such month\r\nor months, or supplemental security income\r\nbenefits for such month or months, which are\r\ndue but have not been paid to such individual\r\nor eligible spouse shall be reduced by an\r\namount equal to so much of the supplemental\r\nsecurity income benefits, whether or not paid\r\nretroactively, as would not have been paid or\r\nwould not be paid with respect to such\r\nindividual or spouse if he had received such\r\nbenefits under subchapter II of this chapter\r\nin the month or months in which they were\r\nregularly due.  A benefit under subchapter II\r\nof this chapter shall not be reduced pursuant\r\nto the preceding sentence to the extent that\r\nany amount of such benefit would not otherwise\r\nbe available for payment in full of the\r\nmaximum fee which may be recovered from such\r\nbenefit by an attorney pursuant to section\r\nsubsection (a)(4) or (b) of section 406 of\r\nthis title.\r\n\n(b) \"Supplemental security income benefits\" defined\r\n\nFor purposes of this section, the term\r\n\"supplemental security income benefits\" means\r\nbenefits paid or payable by the Commissioner\r\nof Social Security under subchapter XVI of\r\nthis chapter, including State supplementary\r\npayments under an agreement pursuant to\r\nsection 1382e(a) of this title or an\r\nadministration agreement under section 212(b)\r\nof Public Law 93-66.\r\n\n(c) Reimbursement of the State\r\n\nFrom the amount of the reduction made under\r\nsubsection (a) of this section, the\r\nCommissioner of Social Security shall\r\nreimburse the State on behalf of which\r\nsupplementary payments were made for the\r\namount (if any) by which such State's\r\nexpenditures on account of such supplementary\r\npayments for the month or months involved\r\nexceeded the expenditures which the State\r\nwould have made (for such month or months) if\r\nthe individual had received the benefits under\r\nsubchapter II of this chapter at the times\r\nthey were regularly due.  An amount equal to\r\nthe portion of such reduction remaining after\r\nreimbursement of the State under the preceding\r\nsentence shall be covered into the general\r\nfund of the Treasury.\r\n\n42 U.S.C.  1383(d).  Procedures applicable; prohibition on\r\nassignment of payments; representation of claimants\r\n\n(1) The provisions of section 407 of this\r\ntitle and subsections (a), (d), and (e) of\r\nsection 405 of this title shall apply with\r\nrespect to this part to the same extent as\r\nthey apply in the case of subchapter II of\r\nthis chapter.\r\n\n42 U.S.C.  1383(g).  Reimbursement to States for interim\r\nassistance payments\r\n\n(1) Notwithstanding subsection (d)(1) of this\r\nsection and subsection (b) of this section as\r\nit relates to the payment of less than the\r\ncorrect amount of benefits, the Commissioner\r\nof Social Security may, upon written\r\nauthorization by an individual, withhold\r\nbenefits due with respect to that individual\r\nand may pay to a State (or a political\r\nsubdivision thereof if agreed to by the\r\nCommissioner of Social Security and the State)\r\nfrom the benefits withheld an amount\r\nsufficient to reimburse the State (or\r\npolitical subdivision) for interim assistance\r\nfurnished on behalf of the individual by the\r\nState (or political subdivision).\n",
  "html": "<p class=\"case_cite\">165 F.3d 85</p>\n    <p class=\"case_cite\">59 Soc.Sec.Rep.Ser. 790</p>\n    <p class=\"parties\">Daniel SPLUDE &amp; Ronald Cargill, Plaintiffs, Appellants,<br>v.<br>Kenneth S. APFEL, Social Security Administration<br>Commissioner, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1630.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 3, 1998.<br>Decided Jan. 15, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael A. Bell with whom Jon Holder was on brief for appellants.</p>\n      <p class=\"indent\">Christine N. Kohl, Appellate Staff, Civil Division, with whom Frank W. Hunger, Assistant Attorney General, Jay P. McCloskey, United States Attorney, and Barbara C. Biddle, Appellate Staff, Civil Division, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is no accident that Title 42, containing the social security laws among other statutes, occupies four successive volumes of the United States Code (the Internal Revenue Code requires only two volumes).  This case turns on the interplay of statutes establishing two different social security programs and several ancillary provisions.  A brief primer will be helpful.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The most familiar social security program is federal old age, survivors and disability insurance, the core provisions of which were adopted as part of the New Deal in 1935.  42 U.S.C. &#167;&#167; 401-433.  It is based on contributions made by employees and their employers to the social security trust fund, and it primarily provides retirement income.  But if an insured worker becomes disabled before retirement, scheduled benefits are payable to the employee during disability.  Id. &#167;&#167; 401(b), 423.  The latter payments are called \"social security disability\" or \"SSD.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1972, Congress added a new social security program to provide \"supplemental security income\" (called \"SSI\") for \"aged, blind and disabled\" persons of limited means regardless of their insured status.  42 U.S.C. &#167;&#167; 1381a, 1382.  This is a social welfare program funded out of general taxpayer revenues.  SSI is available even to those who qualify for SSD, but SSD income is considered in determining whether a disabled person qualifies for SSI under the latter's means test.  Id. &#167;&#167; 1382a(a)(2)(B), (b)(4)(B).  A disabled person who qualifies for payments under both programs is called a \"concurrent claimant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case concerns two concurrent claimants, Daniel Splude and Ronald Cargill.  Splude's circumstances are illustrative.  He applied in 1992 for both SSD and SSI benefits dating back to 1988.  While awaiting a determination of disability by the Social Security Administration (which administers both programs), Splude received relief payments from the Maine Department of Human Services.  He signed an agreement with the Social Security Administration authorizing it to deduct from Splude's initial SSI payment that portion of the interim relief provided by Maine that was not itself funded by the federal government.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is a broad \"anti-assignment\" law governing SSD payments and applicable to SSI payments by cross-reference, 42 U.S.C. &#167;&#167; 407(a), 1383(d)(1), reprinted in the appendix to this opinion.  However, Splude's 1992 agreement with the Social Security Administration, committing his SSI funds to repay interim state aid, is specifically permitted by a proviso to the cross-referenced statute limiting assignment of SSI payments.  Id. &#167; 1383(g)(1).  This statutory exception does not apply to SSD payments;  if Splude had attempted to assign his rights to future SSD payments to the Maine agency, the Social Security Administration would not have been allowed to make such a deduction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In addition to this relationship of federal and state payments, there is a potential interaction between SSD and SSI payments.  As already noted, SSD payments due for any month are treated under the SSI means test as income that may reduce or eliminate SSI payments for the same month.  One might expect that the Social Security Administration would always make both calculations at the same time, determining SSD payments due to the applicant and then reducing SSI payments to the extent required.  But different information is needed for the two calculations (e.g., because SSI is means tested), and SSI is normally computed at field offices and SSD at a central Maryland office.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the events in this case, the Social Security Administration generally paid out whichever claim was computed first, whether SSI or SSD. Further, an applicant might not apply for disability payments as soon as entitled to do so.  Thus, eventually the applicant might receive a large SSI check for back payments;  and later, when SSD was calculated, the SSI payment might prove to have been overstated because the SSD payment--made later for the same period--reduced the amount of (means-tested) SSI properly due for the same period.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This overpayment problem was met by the so-called \"windfall offset\" provisions first added in 1980 and later amended in 1984, 42 U.S.C. &#167; 1320a-6(a), reprinted in the appendix.  Under this provision, an excess initial payment for SSI caused by the delay just described can be recaptured by the Social Security Administration by deducting the excess when the SSD payment is later calculated and ready to be paid.  In September 1995, the Social Security Administration abandoned its \"pay whichever claim is calculated first\" policy and now, we are told, calculates SSI and SSD benefits at the same time so as to avoid any windfall.  But the old policy was in effect in April 1993 when the Social Security Administration first found that Splude was disabled and had been for a prior period.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In May 1993, the Social Security Administration advised Splude that he was entitled to $10,659.30 as an initial SSI payment for the period May 1991 through May 1993.  After some miscalculations were corrected by cross payment, Maine (in accordance with Splude's agreement) received $7,582 from the Social Security Administration for the interim assistance that Maine had provided to Splude while he was waiting for SSI to be paid, and Splude received the balance of $1,776.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In June 1993, the Social Security Administration calculated Splude's past-due SSD benefits through April 1993.  Before any required reductions, this initial payment was computed as $18,706.60.  Other deductions aside (e.g., counsel fees), Splude was told that $9,349.57 would be withheld from him because the SSD payment just calculated reduced the initial SSI payment properly due to Splude;  in other words, when his initial SSI payment was recalculated to take account of the SSD payment now due for overlapping months, Splude had received $9349.57 too much in SSI--which was now being recaptured for the U.S. Treasury out of his SSD payments under the windfall offset provision.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Splude immediately sought reconsideration.  He argued, inter alia, that the deduction from his benefits to reimburse Maine and the deduction under the windfall offset statute were both effectively violations of the anti-assignment provision governing SSD. He included also constitutional claims shortly to be described.  The Social Security Administration rejected Splude's request for reconsideration.  It followed the same course in Cargill's case in which the facts, so far as pertinent, parallel those of Splude's case (including a repayment to Maine for interim aid), and in which the legal claims are also similar.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Splude and Cargill then proceeded before an Administrative Law Judge, and their cases were consolidated.  In January 1996, the ALJ issued a decision favoring the claimants as regards the Maine deductions, holding that they should not have been made.  The Appeals Council reversed, reinstating the original computations, without deciding the constitutional issues (it said it had no authority to do so).  The claimants then sought review in the district court where the cases were assigned to a magistrate judge for a recommended decision.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The magistrate judge, in a decision later adopted by the district court, ruled that the anti-assignment provision governing SSD had not been violated.  He said that the \"pay whichever claim is ready first\" policy did violate equal protection principles but that no remedial action was warranted, in part because the policy had now changed.  Accordingly, judgment was entered in favor of the Social Security Administration.  The claimants now appeal from the district court's resolution, making us the fifth body to review the original administrative determination.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On appeal, we begin with the claimants' statutory arguments, reserving the constitutional issues for later attention.  On both levels, the issues are essentially legal, involving interpretations of statutory and constitutional provisions or legal characterizations of events;  the raw facts are undisputed.  Thus, our review is de novo, save as the Social Security Administration's view of the statutes may be entitled to some deference.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The claimants in this case suffered two different deductions pertinent here:  one, nominally from their initial SSI payments, was to reimburse Maine;  the other, from their later SSD payments, was to reimburse the U.S. Treasury for SSI overpayments found to have occurred after SSD was calculated.  The claimants' primary attack is upon the first of these deductions--the payments to Maine--which they say conflict with the provision barring assignment of or levy on social security payments including SSD.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the surface, the claimants have no argument.  The Social Security Administration made a conventional computation of SSI payments due, subject always to recomputation under the windfall offset statute if latter SSD computations showed that too much SSI had been paid.  The federal agency then withheld a portion of each claimant's initial SSI payment to reimburse Maine, precisely as provided by the proviso to the anti-assignment statute that approves such withholding from SSI--but not SSD--where a state has advanced relief out of its own funds while the claimant is awaiting federal payments.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">One is thus puzzled when, at the outset, the claimants' brief in this court stresses the importance placed by Congress on the anti-assignment provisions, borne out by Congress' amendment in 1983 to reinforce that prohibition,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and on precedent including Supreme Court cases protecting social security payments under the anti-assignment provisions from assignments, liens, and other efforts to seize the payments for a variety of otherwise just obligations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After all, whatever the strength of the antiassignment provisions, a proviso explicitly permits deductions from SSI to repay interim state assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The claimants' argument is stronger than it at first appears.  Once unraveled, the contention is not merely that the initial payments to them would have been immune from Maine's reach if SSD had been paid first--a correct statement but one that could be answered by saying, \"so what.\"   The argument--put in its strongest form--is that the original SSI payments were SSD payments or (since the payments were calculated under the SSI statute and were so intended to be SSI) should be recharacterized as SSD payments.  This latter is an argument that the government does not directly answer, quite possibly because it did not fully appreciate that it was being made.  The argument rests on two pillars.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, one could view SSD as the unqualified \"earned\" benefit, resting (at least in theory) on past contributions by or for the claimants, and view SSI as a contingent \"welfare\" payment whose amount is reduced to the extent that SSD due for the same period pushes the claimant up against the SSI means test.  This view has some basis in the statutory framework:  SSD is due unconditionally upon disability;  SSI, only to the extent that SSD and other income fall short under the SSI means test.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Second, one could point to Congress' strong policy to protect the principal benefit--here, SSD--by an anti-assignment clause not qualified (as is SSI) by an exception that allows the state to recapture advances of relief made by the state.  This policy, it might then be argued, would be served by insisting that the first payment made be treated as the SSD payment (up to the full amount that would be due if SSD were calculated alone), however the payment might be labeled by the Social Security Administration.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A mathematical expression of the point is suggestive.  Here, the government's own calculations show that if the two initial payments due Splude for SSD and SSI had been computed at the same time, most of what was owed would be SSD in the amount of $18,706.60;  this would be immune from withholding for Maine's benefit (although other deductions might apply).  The balance in SSI payments due Splude, after SSD payments were imputed to his income, would be only $1,883.30.  This balance would be subject to a deduction in Maine's favor but this would give Maine far less than the $7,582 it originally advanced to Splude, and Splude's net gain would be substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We decline to recharacterize the transaction.  While Congress does have a policy to protect SSD, which might be served in some measure by the recharacterization, it also has two other policies:  to compensate states that make advances on SSI and to recapture from SSD excessive SSI benefits previously awarded.  The recharacterization sought by Splude would result in an immediate loss to the Treasury, contrary to the windfall offset statute, and could in the future discourage interim state aid extended in reliance on repayment from SSI, undercutting the aim of the proviso to the SSI anti-assignment statute.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have no idea which of its several policies Congress would regard as trumping the other if it faced and resolved the tension, which grows out of the interplay--unanticipated by Congress, one may suppose--of piecemeal amendments and changing administrative practice as to the timing of payments.  The sound course for us must thus be not to engage in recharacterizations but to treat the initial payments to claimants here as SSI, in accordance with the intent with which they were made and the statute under which they were actually calculated.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A recharacterization is not required to avoid injustice.  Splude got interim state aid, knowing that he would have to pay it back from his SSI, which is just what happened.  If SSD had been paid first, he would largely have escaped repayment, but many would regard this as something of a lucky accident or even a windfall.  Similarly, Congress explicitly warned that SSD is to be reduced where SSI is overpaid.  The result here is not an injustice but merely an anomaly.  In a scheme as complex as this one, anomalies cannot always be avoided and are not grounds for a court to rewrite Congress' language.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Each of the other circuits to address the issue before us has also supported the government.  See White v. Bowen, 835 F.2d 974, 978-79 (2d Cir.1987);  McKenzie v. Bowen, 787 F.2d 1216, 1220-22 (8th Cir.1986).  Further, the Social Security Administration is normally accorded the deference due to an agency plausibly interpreting its own governing statutes.  Cf. Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc. 467 U.S. 837, 842-45, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984).  Our own reading of the statute is thus reinforced, although we would follow it even if other circuits and the agency were silent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is not clear whether the claimants are also attacking the second deduction as a statutory violation.  The claimants' brief could be taken to argue elliptically that the withholding of a portion of the initial SSD payment due each claimant, to reimburse the Treasury for overpaying SSI, was itself prohibited by the anti-assignment statute protecting SSD payments from assignment, levy and the like.  The claimants refer to the 1983 amendment already mentioned that warns that \"n[o] other provision of law ... may be construed to limit, supersede or otherwise modify [the anti-assignment ban] except to the extent that it does so by express reference to this section.\"  42 U.S.C. &#167; 407(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The first deduction (from the SSI payments to repay state advances) is unaffected by the amendment;  the deduction is permitted by a proviso within the SSI anti-assignment provision itself.  However, the second deduction (from the SSD payments to recapture SSI overpayments) is premised on another law, the windfall offset provision, which itself makes no reference to the anti-assignment provision.  Should we then regard the second deduction as one constituting an assignment, levy, or the like of SSD funds which is authorized but inadequately so because not by a statute that makes \"express reference to\" the anti-assignment statute?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The most straightforward reading of the windfall offset provision is that what it effects is not any kind of assignment or levy but an internal computation of how much SSD or SSI is due--a computation by which a prior overpayment in either category for the same period is used to reduce what is to be paid in the other category.  Further, the windfall offset provision is a specific directive to withhold from SSD an amount needed to recapture excess SSI previously paid;  it is hard to think that Congress, in adopting the broad \"express reference\" amendment to the anti-assignment statute, meant sub silentio to repeal its own prior specific directive.  Accordingly, we conclude that the second deduction, from SSD itself, violates no statute.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This brings us to claimants' constitutional claims.  The first argument, explicitly summarized in the heading of their brief, is that the \"backdoor\" assignment of their SSD benefits \"without notice and an opportunity to be heard\" violated the claimants' rights to due process of law under the Fifth Amendment.  Claimants rely heavily, in this connection, on Dionne v. Bouley, 757 F.2d 1344 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Cast as a claim that procedural rights were wrongly denied, the argument makes no sense.  Both deductions--from SSI for Maine and from SSD for the Treasury--were computations made in the course of determining what the Social Security Administration should remit to the claimants.  The government was hardly obliged to pay out moneys before initially determining what was due.  Thereafter, plaintiffs point to nothing procedurally inadequate about the process afforded to them to show that they were entitled to more than the government paid them.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The objections claimants raise to the deductions are substantive (i.e., they do not like the result), but that is not a problem of notice or opportunity to object.  Dionne is wholly distinguishable.  In that case, a judgment creditor secured an attachment on the debtor's bank account, primarily containing social security payments exempt from attachment.  This court agreed with the debtor that Rhode Island procedure was deficient in failing to provide the debtor, post-attachment, with notice and a prompt opportunity to remove the attachment based upon the federal anti-attachment provision governing Social Security payments.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">So far as the claimants are making an argument based on substantive due process or takings law, as some of their other citations suggest, the answer is a different one.  Social security benefits like SSD have been regarded in some contexts as \"property\" for constitutional purposes.  See, e.g., Mathews v. Eldridge, 424 U.S. 319, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976) (continued receipt of social security disability checks).  But this case requires no exploration of the circumstances in which such a property interest can be limited or qualified.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, the deduction from SSI for the benefit of Maine, agreed to by the claimants, was part of a transaction that effectively advanced a portion of their SSI welfare benefits;  the claimants got the full amount due, some of it paid earlier for their own benefit.  Conversely, the reduction of SSD to account for an overpayment of SSI, effected under the windfall offset statute, recaptures for the government SSI payments to which the claimant was never entitled.  In neither case did the deduction comprise a taking or other wrongful interference with a property interest.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The final argument made by the claimants is that the then-practice of the Social Security Administration of paying first whichever benefit was first calculated violates equal protection principles.  As noted above, one who gets paid SSD first may end up effectively avoiding repayment of some or all of a state advance;  one who gets paid SSI first may end up repaying all of the advances.  The claimants say that the (now-superseded) payment policy was irrational discrimination because it created two classes of similarly situated persons who receive different benefits based on the accident of which payment occurred first.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The federal government is not directly governed by the equal protection clause, which appears only in the Fourteenth Amendment, but the Supreme Court has held that equal protection principles are implicit in the Fifth Amendment's due process clause.  See Bolling v. Sharpe, 347 U.S. 497, 74 S.Ct. 693, 98 L.Ed. 884 (1954).  The magistrate judge agreed with the claimants that the former payment policy did violate equal protection principles.  He then withheld relief on grounds that we need not describe, because we find no such violation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In reaching this conclusion, we reject at the outset the government's contention that claimants' equal protection claim fails merely because there is no charge of \"purposeful discrimination\" by the Social Security Administration, that is to say, a subjective intent to favor one group or disfavor another on impermissible grounds.  In certain kinds of cases--e.g., those involving ad hoc actions or those involving merely an adverse impact on an individual group--lack of such an invidious purpose may be fatal to the claim.  See, e.g., Washington v. Davis, 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">However, any \"classification\" by the government, even if made without any wrongful or suspect purpose, is required under equal protection principles to meet a minimum requirement of rationality.  See Schweiker v. Wilson, 450 U.S. 221, 230, 101 S.Ct. 1074, 67 L.Ed.2d 186 (1981);  Baker v. City of Concord, 916 F.2d 744, 747 (1st Cir.1990).  The former practice of the Social Security Administration to pay whichever claim was computed first might be regarded as creating a classification since it was a deliberate, ongoing policy that did predictably, although innocently, create two groups of claimants enjoying different net benefits.  The difficulty for Splude and Cargill is that the test of rationality is extremely generous to the government in social and economic matters, see Baker, 916 F.2d at 747, and a policy that seeks to get payments out as soon as they are ready is not irrational.  Delaying payments until both SSI and SSD are computed doubtless threatens hardships of its own.  That a particular classification scheme, otherwise rational, will produce occasional aberrant outcomes is something that the Constitution is taken to tolerate.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>STATUTORY APPENDIX</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">42 U.S.C. &#167; 407.  Assignment;  amendment of section</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>(a) The right of any person to any future payment under this subchapter shall not be transferable or assignable, at law or in equity, and none of the moneys paid or payable or rights existing under this subchapter shall be subject to execution, levy, attachment, garnishment, or other legal process, or to the operation of any bankruptcy or insolvency law.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>(b) No other provision of law, enacted before, on, or after April 20, 1983, may be construed to limit, supersede, or otherwise modify the provisions of this section except to the extent that it does so by express reference to this section.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1320a-6.  Adjustments in SSI benefits on account of retroactive benefits under subchapter II</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">(a) Reduction in benefits</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Notwithstanding any other provision of this chapter, in any case where an individual--</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>(1) is entitled to benefits under subchapter II of this chapter that were not paid in the months in which they were regularly due;  and</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(2) is an individual or eligible spouse eligible for supplemental security income benefits for one or more months in which the benefits referred to in clause (1) were regularly due,</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>then any benefits under subchapter II of this chapter that were regularly due in such month or months, or supplemental security income benefits for such month or months, which are due but have not been paid to such individual or eligible spouse shall be reduced by an amount equal to so much of the supplemental security income benefits, whether or not paid retroactively, as would not have been paid or would not be paid with respect to such individual or spouse if he had received such benefits under subchapter II of this chapter in the month or months in which they were regularly due.  A benefit under subchapter II of this chapter shall not be reduced pursuant to the preceding sentence to the extent that any amount of such benefit would not otherwise be available for payment in full of the maximum fee which may be recovered from such benefit by an attorney pursuant to section subsection (a)(4) or (b) of section 406 of this title.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">(b) \"Supplemental security income benefits\" defined</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>For purposes of this section, the term \"supplemental security income benefits\" means benefits paid or payable by the Commissioner of Social Security under subchapter XVI of this chapter, including State supplementary payments under an agreement pursuant to section 1382e(a) of this title or an administration agreement under section 212(b) of Public Law 93-66.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(c) Reimbursement of the State</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>From the amount of the reduction made under subsection (a) of this section, the Commissioner of Social Security shall reimburse the State on behalf of which supplementary payments were made for the amount (if any) by which such State's expenditures on account of such supplementary payments for the month or months involved exceeded the expenditures which the State would have made (for such month or months) if the individual had received the benefits under subchapter II of this chapter at the times they were regularly due.  An amount equal to the portion of such reduction remaining after reimbursement of the State under the preceding sentence shall be covered into the general fund of the Treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1383(d).  Procedures applicable;  prohibition on assignment of payments;  representation of claimants</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>(1) The provisions of section 407 of this title and subsections (a), (d), and (e) of section 405 of this title shall apply with respect to this part to the same extent as they apply in the case of subchapter II of this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1383(g).  Reimbursement to States for interim assistance payments</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>(1) Notwithstanding subsection (d)(1) of this section and subsection (b) of this section as it relates to the payment of less than the correct amount of benefits, the Commissioner of Social Security may, upon written authorization by an individual, withhold benefits due with respect to that individual and may pay to a State (or a political subdivision thereof if agreed to by the Commissioner of Social Security and the State) from the benefits withheld an amount sufficient to reimburse the State (or political subdivision) for interim assistance furnished on behalf of the individual by the State (or political subdivision).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1983, Congress added to the anti-assignment provision the further emphatic statement that \"[n]o other provision of law ... may be construed to limit, supersede, or otherwise modify the provision of this section except to the extent that it does so by express reference to this section.\"   See 42 U.S.C. &#167; 407(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Bennett v. Arkansas, 485 U.S. 395, 397-98, 108 S.Ct. 1204, 99 L.Ed.2d 455 (1988);  Hisquierdo v. Hisquierdo, 439 U.S. 572, 583-90, 99 S.Ct. 802, 59 L.Ed.2d 1 (1979);  Philpott v. Essex County Welfare Bd., 409 U.S. 413, 415-17, 93 S.Ct. 590, 34 L.Ed.2d 608 (1973)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></span></p>\n    <p class=\"case_cite\">59 Soc.Sec.Rep.Ser. 790</p>\n    <p class=\"parties\">Daniel SPLUDE &amp; Ronald Cargill, Plaintiffs, Appellants,<br>v.<br>Kenneth S. APFEL, Social Security Administration<br>Commissioner, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1630.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 3, 1998.<br>Decided Jan. 15, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael A. Bell with whom Jon Holder was on brief for appellants.</p>\n      <p class=\"indent\">Christine N. Kohl, Appellate Staff, Civil Division, with whom Frank W. Hunger, Assistant Attorney General, Jay P. McCloskey, United States Attorney, and Barbara C. Biddle, Appellate Staff, Civil Division, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is no accident that Title 42, containing the social security laws among other statutes, occupies four successive volumes of the United States Code (the Internal Revenue Code requires only two volumes).  This case turns on the interplay of statutes establishing two different social security programs and several ancillary provisions.  A brief primer will be helpful.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The most familiar social security program is federal old age, survivors and disability insurance, the core provisions of which were adopted as part of the New Deal in 1935.  42 U.S.C. &#167;&#167; 401-433.  It is based on contributions made by employees and their employers to the social security trust fund, and it primarily provides retirement income.  But if an insured worker becomes disabled before retirement, scheduled benefits are payable to the employee during disability.  Id. &#167;&#167; 401(b), 423.  The latter payments are called \"social security disability\" or \"SSD.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1972, Congress added a new social security program to provide \"supplemental security income\" (called \"SSI\") for \"aged, blind and disabled\" persons of limited means regardless of their insured status.  42 U.S.C. &#167;&#167; 1381a, 1382.  This is a social welfare program funded out of general taxpayer revenues.  SSI is available even to those who qualify for SSD, but SSD income is considered in determining whether a disabled person qualifies for SSI under the latter's means test.  Id. &#167;&#167; 1382a(a)(2)(B), (b)(4)(B).  A disabled person who qualifies for payments under both programs is called a \"concurrent claimant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case concerns two concurrent claimants, Daniel Splude and Ronald Cargill.  Splude's circumstances are illustrative.  He applied in 1992 for both SSD and SSI benefits dating back to 1988.  While awaiting a determination of disability by the Social Security Administration (which administers both programs), Splude received relief payments from the Maine Department of Human Services.  He signed an agreement with the Social Security Administration authorizing it to deduct from Splude's initial SSI payment that portion of the interim relief provided by Maine that was not itself funded by the federal government.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is a broad \"anti-assignment\" law governing SSD payments and applicable to SSI payments by cross-reference, 42 U.S.C. &#167;&#167; 407(a), 1383(d)(1), reprinted in the appendix to this opinion.  However, Splude's 1992 agreement with the Social Security Administration, committing his SSI funds to repay interim state aid, is specifically permitted by a proviso to the cross-referenced statute limiting assignment of SSI payments.  Id. &#167; 1383(g)(1).  This statutory exception does not apply to SSD payments;  if Splude had attempted to assign his rights to future SSD payments to the Maine agency, the Social Security Administration would not have been allowed to make such a deduction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In addition to this relationship of federal and state payments, there is a potential interaction between SSD and SSI payments.  As already noted, SSD payments due for any month are treated under the SSI means test as income that may reduce or eliminate SSI payments for the same month.  One might expect that the Social Security Administration would always make both calculations at the same time, determining SSD payments due to the applicant and then reducing SSI payments to the extent required.  But different information is needed for the two calculations (e.g., because SSI is means tested), and SSI is normally computed at field offices and SSD at a central Maryland office.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the events in this case, the Social Security Administration generally paid out whichever claim was computed first, whether SSI or SSD. Further, an applicant might not apply for disability payments as soon as entitled to do so.  Thus, eventually the applicant might receive a large SSI check for back payments;  and later, when SSD was calculated, the SSI payment might prove to have been overstated because the SSD payment--made later for the same period--reduced the amount of (means-tested) SSI properly due for the same period.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This overpayment problem was met by the so-called \"windfall offset\" provisions first added in 1980 and later amended in 1984, 42 U.S.C. &#167; 1320a-6(a), reprinted in the appendix.  Under this provision, an excess initial payment for SSI caused by the delay just described can be recaptured by the Social Security Administration by deducting the excess when the SSD payment is later calculated and ready to be paid.  In September 1995, the Social Security Administration abandoned its \"pay whichever claim is calculated first\" policy and now, we are told, calculates SSI and SSD benefits at the same time so as to avoid any windfall.  But the old policy was in effect in April 1993 when the Social Security Administration first found that Splude was disabled and had been for a prior period.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In May 1993, the Social Security Administration advised Splude that he was entitled to $10,659.30 as an initial SSI payment for the period May 1991 through May 1993.  After some miscalculations were corrected by cross payment, Maine (in accordance with Splude's agreement) received $7,582 from the Social Security Administration for the interim assistance that Maine had provided to Splude while he was waiting for SSI to be paid, and Splude received the balance of $1,776.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In June 1993, the Social Security Administration calculated Splude's past-due SSD benefits through April 1993.  Before any required reductions, this initial payment was computed as $18,706.60.  Other deductions aside (e.g., counsel fees), Splude was told that $9,349.57 would be withheld from him because the SSD payment just calculated reduced the initial SSI payment properly due to Splude;  in other words, when his initial SSI payment was recalculated to take account of the SSD payment now due for overlapping months, Splude had received $9349.57 too much in SSI--which was now being recaptured for the U.S. Treasury out of his SSD payments under the windfall offset provision.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Splude immediately sought reconsideration.  He argued, inter alia, that the deduction from his benefits to reimburse Maine and the deduction under the windfall offset statute were both effectively violations of the anti-assignment provision governing SSD. He included also constitutional claims shortly to be described.  The Social Security Administration rejected Splude's request for reconsideration.  It followed the same course in Cargill's case in which the facts, so far as pertinent, parallel those of Splude's case (including a repayment to Maine for interim aid), and in which the legal claims are also similar.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Splude and Cargill then proceeded before an Administrative Law Judge, and their cases were consolidated.  In January 1996, the ALJ issued a decision favoring the claimants as regards the Maine deductions, holding that they should not have been made.  The Appeals Council reversed, reinstating the original computations, without deciding the constitutional issues (it said it had no authority to do so).  The claimants then sought review in the district court where the cases were assigned to a magistrate judge for a recommended decision.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The magistrate judge, in a decision later adopted by the district court, ruled that the anti-assignment provision governing SSD had not been violated.  He said that the \"pay whichever claim is ready first\" policy did violate equal protection principles but that no remedial action was warranted, in part because the policy had now changed.  Accordingly, judgment was entered in favor of the Social Security Administration.  The claimants now appeal from the district court's resolution, making us the fifth body to review the original administrative determination.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On appeal, we begin with the claimants' statutory arguments, reserving the constitutional issues for later attention.  On both levels, the issues are essentially legal, involving interpretations of statutory and constitutional provisions or legal characterizations of events;  the raw facts are undisputed.  Thus, our review is de novo, save as the Social Security Administration's view of the statutes may be entitled to some deference.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The claimants in this case suffered two different deductions pertinent here:  one, nominally from their initial SSI payments, was to reimburse Maine;  the other, from their later SSD payments, was to reimburse the U.S. Treasury for SSI overpayments found to have occurred after SSD was calculated.  The claimants' primary attack is upon the first of these deductions--the payments to Maine--which they say conflict with the provision barring assignment of or levy on social security payments including SSD.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the surface, the claimants have no argument.  The Social Security Administration made a conventional computation of SSI payments due, subject always to recomputation under the windfall offset statute if latter SSD computations showed that too much SSI had been paid.  The federal agency then withheld a portion of each claimant's initial SSI payment to reimburse Maine, precisely as provided by the proviso to the anti-assignment statute that approves such withholding from SSI--but not SSD--where a state has advanced relief out of its own funds while the claimant is awaiting federal payments.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">One is thus puzzled when, at the outset, the claimants' brief in this court stresses the importance placed by Congress on the anti-assignment provisions, borne out by Congress' amendment in 1983 to reinforce that prohibition,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and on precedent including Supreme Court cases protecting social security payments under the anti-assignment provisions from assignments, liens, and other efforts to seize the payments for a variety of otherwise just obligations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After all, whatever the strength of the antiassignment provisions, a proviso explicitly permits deductions from SSI to repay interim state assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The claimants' argument is stronger than it at first appears.  Once unraveled, the contention is not merely that the initial payments to them would have been immune from Maine's reach if SSD had been paid first--a correct statement but one that could be answered by saying, \"so what.\"   The argument--put in its strongest form--is that the original SSI payments were SSD payments or (since the payments were calculated under the SSI statute and were so intended to be SSI) should be recharacterized as SSD payments.  This latter is an argument that the government does not directly answer, quite possibly because it did not fully appreciate that it was being made.  The argument rests on two pillars.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, one could view SSD as the unqualified \"earned\" benefit, resting (at least in theory) on past contributions by or for the claimants, and view SSI as a contingent \"welfare\" payment whose amount is reduced to the extent that SSD due for the same period pushes the claimant up against the SSI means test.  This view has some basis in the statutory framework:  SSD is due unconditionally upon disability;  SSI, only to the extent that SSD and other income fall short under the SSI means test.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Second, one could point to Congress' strong policy to protect the principal benefit--here, SSD--by an anti-assignment clause not qualified (as is SSI) by an exception that allows the state to recapture advances of relief made by the state.  This policy, it might then be argued, would be served by insisting that the first payment made be treated as the SSD payment (up to the full amount that would be due if SSD were calculated alone), however the payment might be labeled by the Social Security Administration.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A mathematical expression of the point is suggestive.  Here, the government's own calculations show that if the two initial payments due Splude for SSD and SSI had been computed at the same time, most of what was owed would be SSD in the amount of $18,706.60;  this would be immune from withholding for Maine's benefit (although other deductions might apply).  The balance in SSI payments due Splude, after SSD payments were imputed to his income, would be only $1,883.30.  This balance would be subject to a deduction in Maine's favor but this would give Maine far less than the $7,582 it originally advanced to Splude, and Splude's net gain would be substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We decline to recharacterize the transaction.  While Congress does have a policy to protect SSD, which might be served in some measure by the recharacterization, it also has two other policies:  to compensate states that make advances on SSI and to recapture from SSD excessive SSI benefits previously awarded.  The recharacterization sought by Splude would result in an immediate loss to the Treasury, contrary to the windfall offset statute, and could in the future discourage interim state aid extended in reliance on repayment from SSI, undercutting the aim of the proviso to the SSI anti-assignment statute.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have no idea which of its several policies Congress would regard as trumping the other if it faced and resolved the tension, which grows out of the interplay--unanticipated by Congress, one may suppose--of piecemeal amendments and changing administrative practice as to the timing of payments.  The sound course for us must thus be not to engage in recharacterizations but to treat the initial payments to claimants here as SSI, in accordance with the intent with which they were made and the statute under which they were actually calculated.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A recharacterization is not required to avoid injustice.  Splude got interim state aid, knowing that he would have to pay it back from his SSI, which is just what happened.  If SSD had been paid first, he would largely have escaped repayment, but many would regard this as something of a lucky accident or even a windfall.  Similarly, Congress explicitly warned that SSD is to be reduced where SSI is overpaid.  The result here is not an injustice but merely an anomaly.  In a scheme as complex as this one, anomalies cannot always be avoided and are not grounds for a court to rewrite Congress' language.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Each of the other circuits to address the issue before us has also supported the government.  See White v. Bowen, <span class=\"citation\" data-id=\"499052\"><a href=\"/opinion/499052/20-socsecrepser-132-unemplinsrep-cch-17923-william-r-white/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 978-79 (2d Cir.1987);  McKenzie v. Bowen, <span class=\"citation\" data-id=\"468176\"><a href=\"/opinion/468176/13-socsecrepser-230-unemplinsrep-cch-16711-jacqueline-mckenzie-v/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1216</span></a></span>, 1220-22 (8th Cir.1986).  Further, the Social Security Administration is normally accorded the deference due to an agency plausibly interpreting its own governing statutes.  Cf. Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc. <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-45, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984).  Our own reading of the statute is thus reinforced, although we would follow it even if other circuits and the agency were silent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is not clear whether the claimants are also attacking the second deduction as a statutory violation.  The claimants' brief could be taken to argue elliptically that the withholding of a portion of the initial SSD payment due each claimant, to reimburse the Treasury for overpaying SSI, was itself prohibited by the anti-assignment statute protecting SSD payments from assignment, levy and the like.  The claimants refer to the 1983 amendment already mentioned that warns that \"n[o] other provision of law ... may be construed to limit, supersede or otherwise modify [the anti-assignment ban] except to the extent that it does so by express reference to this section.\"  42 U.S.C. &#167; 407(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The first deduction (from the SSI payments to repay state advances) is unaffected by the amendment;  the deduction is permitted by a proviso within the SSI anti-assignment provision itself.  However, the second deduction (from the SSD payments to recapture SSI overpayments) is premised on another law, the windfall offset provision, which itself makes no reference to the anti-assignment provision.  Should we then regard the second deduction as one constituting an assignment, levy, or the like of SSD funds which is authorized but inadequately so because not by a statute that makes \"express reference to\" the anti-assignment statute?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The most straightforward reading of the windfall offset provision is that what it effects is not any kind of assignment or levy but an internal computation of how much SSD or SSI is due--a computation by which a prior overpayment in either category for the same period is used to reduce what is to be paid in the other category.  Further, the windfall offset provision is a specific directive to withhold from SSD an amount needed to recapture excess SSI previously paid;  it is hard to think that Congress, in adopting the broad \"express reference\" amendment to the anti-assignment statute, meant sub silentio to repeal its own prior specific directive.  Accordingly, we conclude that the second deduction, from SSD itself, violates no statute.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This brings us to claimants' constitutional claims.  The first argument, explicitly summarized in the heading of their brief, is that the \"backdoor\" assignment of their SSD benefits \"without notice and an opportunity to be heard\" violated the claimants' rights to due process of law under the Fifth Amendment.  Claimants rely heavily, in this connection, on Dionne v. Bouley, <span class=\"citation\" data-id=\"449641\"><a href=\"/opinion/449641/rose-dionne-etc-v-gerard-bouley-etc-rose-dionne-etc-v-gerard/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1344</span></a></span> (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Cast as a claim that procedural rights were wrongly denied, the argument makes no sense.  Both deductions--from SSI for Maine and from SSD for the Treasury--were computations made in the course of determining what the Social Security Administration should remit to the claimants.  The government was hardly obliged to pay out moneys before initially determining what was due.  Thereafter, plaintiffs point to nothing procedurally inadequate about the process afforded to them to show that they were entitled to more than the government paid them.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The objections claimants raise to the deductions are substantive (i.e., they do not like the result), but that is not a problem of notice or opportunity to object.  Dionne is wholly distinguishable.  In that case, a judgment creditor secured an attachment on the debtor's bank account, primarily containing social security payments exempt from attachment.  This court agreed with the debtor that Rhode Island procedure was deficient in failing to provide the debtor, post-attachment, with notice and a prompt opportunity to remove the attachment based upon the federal anti-attachment provision governing Social Security payments.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">So far as the claimants are making an argument based on substantive due process or takings law, as some of their other citations suggest, the answer is a different one.  Social security benefits like SSD have been regarded in some contexts as \"property\" for constitutional purposes.  See, e.g., Mathews v. Eldridge, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976) (continued receipt of social security disability checks).  But this case requires no exploration of the circumstances in which such a property interest can be limited or qualified.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, the deduction from SSI for the benefit of Maine, agreed to by the claimants, was part of a transaction that effectively advanced a portion of their SSI welfare benefits;  the claimants got the full amount due, some of it paid earlier for their own benefit.  Conversely, the reduction of SSD to account for an overpayment of SSI, effected under the windfall offset statute, recaptures for the government SSI payments to which the claimant was never entitled.  In neither case did the deduction comprise a taking or other wrongful interference with a property interest.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The final argument made by the claimants is that the then-practice of the Social Security Administration of paying first whichever benefit was first calculated violates equal protection principles.  As noted above, one who gets paid SSD first may end up effectively avoiding repayment of some or all of a state advance;  one who gets paid SSI first may end up repaying all of the advances.  The claimants say that the (now-superseded) payment policy was irrational discrimination because it created two classes of similarly situated persons who receive different benefits based on the accident of which payment occurred first.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The federal government is not directly governed by the equal protection clause, which appears only in the Fourteenth Amendment, but the Supreme Court has held that equal protection principles are implicit in the Fifth Amendment's due process clause.  See Bolling v. Sharpe, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">884</span></span> (1954).  The magistrate judge agreed with the claimants that the former payment policy did violate equal protection principles.  He then withheld relief on grounds that we need not describe, because we find no such violation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In reaching this conclusion, we reject at the outset the government's contention that claimants' equal protection claim fails merely because there is no charge of \"purposeful discrimination\" by the Social Security Administration, that is to say, a subjective intent to favor one group or disfavor another on impermissible grounds.  In certain kinds of cases--e.g., those involving ad hoc actions or those involving merely an adverse impact on an individual group--lack of such an invidious purpose may be fatal to the claim.  See, e.g., Washington v. Davis, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">However, any \"classification\" by the government, even if made without any wrongful or suspect purpose, is required under equal protection principles to meet a minimum requirement of rationality.  See Schweiker v. Wilson, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 230, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1074</span></a></span>, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></a></span> (1981);  Baker v. City of Concord, <span class=\"citation\" data-id=\"550085\"><a href=\"/opinion/550085/teresa-baker-etc-v-city-of-concord/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">744</span></a></span>, 747 (1st Cir.1990).  The former practice of the Social Security Administration to pay whichever claim was computed first might be regarded as creating a classification since it was a deliberate, ongoing policy that did predictably, although innocently, create two groups of claimants enjoying different net benefits.  The difficulty for Splude and Cargill is that the test of rationality is extremely generous to the government in social and economic matters, see Baker, 916 F.2d at 747, and a policy that seeks to get payments out as soon as they are ready is not irrational.  Delaying payments until both SSI and SSD are computed doubtless threatens hardships of its own.  That a particular classification scheme, otherwise rational, will produce occasional aberrant outcomes is something that the Constitution is taken to tolerate.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>STATUTORY APPENDIX</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">42 U.S.C. &#167; 407.  Assignment;  amendment of section</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>(a) The right of any person to any future payment under this subchapter shall not be transferable or assignable, at law or in equity, and none of the moneys paid or payable or rights existing under this subchapter shall be subject to execution, levy, attachment, garnishment, or other legal process, or to the operation of any bankruptcy or insolvency law.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>(b) No other provision of law, enacted before, on, or after April 20, 1983, may be construed to limit, supersede, or otherwise modify the provisions of this section except to the extent that it does so by express reference to this section.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1320a-6.  Adjustments in SSI benefits on account of retroactive benefits under subchapter II</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">(a) Reduction in benefits</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Notwithstanding any other provision of this chapter, in any case where an individual--</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>(1) is entitled to benefits under subchapter II of this chapter that were not paid in the months in which they were regularly due;  and</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(2) is an individual or eligible spouse eligible for supplemental security income benefits for one or more months in which the benefits referred to in clause (1) were regularly due,</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>then any benefits under subchapter II of this chapter that were regularly due in such month or months, or supplemental security income benefits for such month or months, which are due but have not been paid to such individual or eligible spouse shall be reduced by an amount equal to so much of the supplemental security income benefits, whether or not paid retroactively, as would not have been paid or would not be paid with respect to such individual or spouse if he had received such benefits under subchapter II of this chapter in the month or months in which they were regularly due.  A benefit under subchapter II of this chapter shall not be reduced pursuant to the preceding sentence to the extent that any amount of such benefit would not otherwise be available for payment in full of the maximum fee which may be recovered from such benefit by an attorney pursuant to section subsection (a)(4) or (b) of section 406 of this title.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">(b) \"Supplemental security income benefits\" defined</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>For purposes of this section, the term \"supplemental security income benefits\" means benefits paid or payable by the Commissioner of Social Security under subchapter XVI of this chapter, including State supplementary payments under an agreement pursuant to section 1382e(a) of this title or an administration agreement under section 212(b) of Public Law 93-66.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(c) Reimbursement of the State</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>From the amount of the reduction made under subsection (a) of this section, the Commissioner of Social Security shall reimburse the State on behalf of which supplementary payments were made for the amount (if any) by which such State's expenditures on account of such supplementary payments for the month or months involved exceeded the expenditures which the State would have made (for such month or months) if the individual had received the benefits under subchapter II of this chapter at the times they were regularly due.  An amount equal to the portion of such reduction remaining after reimbursement of the State under the preceding sentence shall be covered into the general fund of the Treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1383(d).  Procedures applicable;  prohibition on assignment of payments;  representation of claimants</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>(1) The provisions of section 407 of this title and subsections (a), (d), and (e) of section 405 of this title shall apply with respect to this part to the same extent as they apply in the case of subchapter II of this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1383(g).  Reimbursement to States for interim assistance payments</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>(1) Notwithstanding subsection (d)(1) of this section and subsection (b) of this section as it relates to the payment of less than the correct amount of benefits, the Commissioner of Social Security may, upon written authorization by an individual, withhold benefits due with respect to that individual and may pay to a State (or a political subdivision thereof if agreed to by the Commissioner of Social Security and the State) from the benefits withheld an amount sufficient to reimburse the State (or political subdivision) for interim assistance furnished on behalf of the individual by the State (or political subdivision).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1983, Congress added to the anti-assignment provision the further emphatic statement that \"[n]o other provision of law ... may be construed to limit, supersede, or otherwise modify the provision of this section except to the extent that it does so by express reference to this section.\"   See 42 U.S.C. &#167; 407(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Bennett v. Arkansas, <span class=\"citation\" data-id=\"112033\"><a href=\"/opinion/112033/bennett-v-arksansas/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, 397-98, <span class=\"citation\" data-id=\"112033\"><a href=\"/opinion/112033/bennett-v-arksansas/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1204</span></a></span>, <span class=\"citation\" data-id=\"112033\"><a href=\"/opinion/112033/bennett-v-arksansas/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span></a></span> (1988);  Hisquierdo v. Hisquierdo, <span class=\"citation\" data-id=\"109976\"><a href=\"/opinion/109976/hisquierdo-v-hisquierdo/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span>, 583-90, <span class=\"citation\" data-id=\"109976\"><a href=\"/opinion/109976/hisquierdo-v-hisquierdo/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">802</span></a></span>, <span class=\"citation\" data-id=\"109976\"><a href=\"/opinion/109976/hisquierdo-v-hisquierdo/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1979);  Philpott v. Essex County Welfare Bd., <span class=\"citation\" data-id=\"108653\"><a href=\"/opinion/108653/philpott-v-essex-county-welfare-bd/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>, 415-17, <span class=\"citation\" data-id=\"108653\"><a href=\"/opinion/108653/philpott-v-essex-county-welfare-bd/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"108653\"><a href=\"/opinion/108653/philpott-v-essex-county-welfare-bd/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">608</span></a></span> (1973)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550085/"
  ]
}