{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198255/",
  "absolute_url": "/opinion/198255/nlrb-v-portland/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198255/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:48:49Z",
  "date_modified": "2017-03-24T10:56:07.796937Z",
  "type": "010combined",
  "sha1": "3451ef12598895fdcadce8adfda402c46995bd8c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1397.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1397\r\n\n            NATIONAL LABOR RELATIONS BOARD,\r\n\n                      Petitioner,\r\n\n                           v.\r\n\n         PORTLAND AIRPORT LIMOUSINE CO., INC.,\r\n                      d/b/a PALCO,\r\n\n                      Respondent.\r\n\n     ON PETITION FOR ENFORCEMENT OF AND ORDER OF  \r\n           THE NATIONAL LABOR RELATIONS BOARD\r\n\n                        Before\r\n\n                 Selya, Circuit Judge,\r\n\n     Aldrich and Campbell, Senior Circuit Judges.\r\n\nLawrence C. Winger, with whom Kraft &amp; Winger were on brief for\r\nrespondent.\r\n\nLeslie Randolph, Attorney, with whom Frederick L. Feinstein,\r\nGeneral Counsel, Linda Sher, Associate General Counsel, John D.\r\nBurgoyne, Acting Deputy Associate General Counsel, and Charles\r\nDonnelly, Supervising Attorney, were on brief for petitioner. \r\n\nDecember 21, 1998\r\n\nCAMPBELL, Senior Circuit Judge.  Before us is an\r\napplication filed by the National Labor Relations Board (\"the\r\nBoard\") for enforcement of its order issued against Portland\r\nAirport Limousine Co., Inc. (\"PALCO\").  The Board ruled that PALCO\r\nviolated section 8(a)(1) of the Labor Management Relations Act, 29\r\nU.S.C.  158(a)(1), when it discharged employee Wayne Speed for\r\nengaging in what the Board determined to be protected, concerted\r\nactivity under section 7 of the Act, 29 U.S.C.  157.  Speed, a\r\ntruck driver, was fired when he refused to drive his assigned\r\ntractor because of safety concerns.  This case raises the single\r\nissue whether Speed's refusal amounted, in context, to concerted\r\nactivity or was, instead, an individual act.  In holding the\r\nformer, the Board overturned the contrary decision of its\r\nAdministrative Law Judge (\"ALJ\").  For the reasons that follow, we\r\ndecline to enforce the decision of the Board.  \r\n\n                    I.  BACKGROUND  \r\nPALCO operates a trucking facility in Scarborough, Maine. \r\nWayne Speed was employed as a truck driver for PALCO from July 1994\r\nthrough February 22, 1995.  Speed was regularly assigned to drive\r\ntractor number 40.\r\nOn February 21, 1995, Speed noticed an exhaust smell in\r\ntractor number 40.  Speed inspected the tractor, but could not\r\nlocate the source of the fumes.  He filed an internal driver\r\nvehicle inspection report, which stated simply \"Exhaust Leak.\" \r\nStephen Bennett, the operations manager at PALCO, testified before\r\nthe ALJ that on the afternoon of February 21, 1995, Speed\r\ncomplained to him about headaches that he felt were the result of\r\nexhaust fumes from tractor number 40.  Later that same day, Bennett\r\narranged for R&amp;R Services, which regularly performs maintenance and\r\nrepair work on PALCO's equipment, to inspect the truck.  R&amp;R did\r\nnot locate any exhaust leakage in or around the engine compartment\r\nor cab area of the truck, and reported that the truck was safe to\r\noperate. \r\nOn February 22, 1995, Speed reported to work and drove\r\ntractor number 40 to Jay, Maine.  When Speed reached Jay, he called\r\nJohn Connolly, the morning dispatcher at PALCO, and reported that\r\nhe had completed the run to Jay, still smelled exhaust, and thought\r\nthat the truck was unsafe to drive outside Maine.  When Speed\r\nreturned to PALCO later that morning, Connolly instructed him to\r\ntake tractor number 40 to Triple J, another vehicle maintenance\r\noperation patronized by PALCO, for a second inspection.  \r\nSpeed took the tractor to Triple J.  Initially, the\r\nTriple J mechanics failed to locate an exhaust leak. Upon closer\r\ninspection, however, mechanics discovered a \"pinhole\" sized leak in\r\nthe exhaust on the outside of the trailer.  Speed reported the\r\nmechanic's findings to Connolly, who told him to take the tractor\r\nback to Triple J for its annual inspection, which was due to be\r\ncompleted by the end of the month.  Josselin Beaulieu, Triple J's\r\nowner, testified that the Triple J mechanics did not discover\r\nanything during the annual inspection to indicate that tractor\r\nnumber 40 was unsafe.  Beaulieu testified that the \"pinhole\" sized\r\nleak was located at the top of the exhaust stack, which would not\r\nresult in fumes inside the tractor.     \r\nOn February 22, 1995, Speed was scheduled to take a load\r\nto Boston.  When Speed returned from the Triple J inspection,\r\nBennett directed him to switch tractors with driver Emile Pelchat,\r\na new employee, and to make his scheduled Boston deliveries with\r\nPelchat's tractor.  Bennett directed Speed to notify Pelchat, who\r\nwas not familiar with the run to Boston, that he was to drive\r\nSpeed's truck in the local Portland area that day.  Speed saw\r\nPelchat driving into the yard and told him:  \"I'm taking your\r\ntruck.  I'm not driving mine.  I smell fumes.\"  Pelchat asked Speed\r\nwhat was going to happen to him, and Speed told him he did not\r\nknow.  Pelchat testified that he told Speed that if tractor number\r\n40 was not safe for Speed, it was not safe for him or any other\r\ndriver.  This was the only conversation between Speed and Pelchat\r\nconcerning the condition of tractor number 40.    \r\nAfter the conversation with Speed, Pelchat went into the\r\ndispatch office and told Bennett that if tractor 40 was not safe\r\nfor Speed to drive, he was not going to drive it either and would\r\nquit if ordered to do so.  Bennett asked Pelchat whether he was\r\naware of anything specifically wrong with the truck, and Pelchat\r\nsaid that he was not.  Bennett suggested that Pelchat drive Speed's\r\ntractor around the block to verify for himself that he could not\r\nsmell any fumes.  Pelchat did so, remained nervous about the truck\r\nwhen he returned, and, due to his nervousness, had difficulty\r\nattaching Speed's trailer to the tractor.  Bennett told Pelchat to\r\ntake the rest of the day off.    \r\nBennett then spoke to Mark Bernstein, PALCO's owner,\r\nabout the situation involving Speed and tractor number 40.  Bennett\r\ntold Bernstein that the truck had been inspected and found safe by\r\nboth R&amp;R and Triple J, but that Speed continued nonetheless to\r\nrefuse to drive it.  Bennett also explained to Bernstein that he\r\nhad instructed Speed to exchange trucks with Pelchat, but that\r\nPelchat had objected to driving an unsafe tractor.  Bernstein told\r\nBennett that he did not believe that Pelchat should have been\r\ninvolved in the issue relating to the safety of Speed's tractor,\r\nand that Speed should have been dealt with individually.  Bernstein\r\nadded that drivers should not be allowed to pick and choose their\r\njobs, which he felt Speed was doing, and that if an employee did\r\nnot want to take an assigned load he should be dismissed.\r\nSpeed eventually returned to the dispatch office with\r\nPelchat's tractor.  As he was preparing his log for the trip to\r\nBoston, dispatcher John Bell interrupted and told Speed to quit\r\nwork for the day.  Immediately thereafter, Bernstein came outside\r\nand asked Speed several times whether he was going to take tractor\r\nnumber 40 to Boston.  When Speed replied that he would not drive an\r\nunsafe truck, Bernstein told Speed that if he did not drive the\r\ntruck he was fired.  When Speed continued to refuse to drive\r\ntractor number 40, he was terminated by Bernstein.\r\nIn February 1995, the Board issued a complaint alleging\r\nthat Speed was discharged \"because of his protected concerted\r\nactivities\" in violation of sections 7  and 8(a)(1) of the Act. \r\nAfter a hearing, an ALJ found that Speed's complaints concerning\r\nthe safety of tractor number 40 and his conversation with Pelchat\r\ndid not constitute \"concerted activity\" within the meaning of\r\nsection 7 of the Act and, thus, that his termination did not\r\nviolate Section 8(a)(1) of the Act.  The ALJ dismissed the\r\ncomplaint.  The Board reversed.  The Board found that Speed had\r\nengaged in concerted activity and that PALCO violated the Act when\r\nit discharged Speed because of that activity.  The Board's order\r\nrequires that PALCO cease and desist from the unfair labor\r\npractices, reinstate Speed, and make Speed whole for any loss of\r\nearnings and benefits.\r\n\n                   II.  DISCUSSION  \r\nThe Board seeks enforcement of its order, which was based\r\nupon its findings that Speed (1) had engaged in \"concerted\r\nactivity,\" and (2) was terminated by PALCO because of his concerted\r\nactivities.  The Board's finding that Speed engaged in \"concerted\r\nactivity\" within the meaning of section 7 the Act is conclusive if\r\nsupported by substantial evidence on the record as a whole.  See 29\r\nU.S.C.  160(e).  \"[T]he task of defining the scope of  7 'is for\r\nthe Board to perform in the first instance as it considers the wide\r\nvariety of cases that come before it,' Eastex, Inc. v. NLRB, 437\r\nU.S. 556, 568 (1978), and on an issue that implicates its expertise\r\nin labor relations, a reasonable construction by the Board is\r\nentitled to considerable deference.\"  NLRB v. City Disposal\r\nSystems, Inc., 465 U.S. 822 (1984) (citations omitted).  We\r\nconclude, for the reasons that follow, that the Board's finding of\r\n\"concerted activity\" is not supported by substantial evidence. \r\nSection 8(a)(1) of the Act makes it an unfair labor\r\npractice for an employer \"to interfere with, restrain, or coerce\r\nemployees in the exercise of the rights guaranteed in [section 7 of\r\nthe Act].\"  29 U.S.C.  158(a)(1).  One of the rights guaranteed to\r\nemployees in section 7 is the right to \"engage in . . . concerted\r\nactivities for the purpose of collective bargaining or other mutual\r\naid or protection.\"  29 U.S.C.  157.  See El Gran Combo de Puerto\r\nRico v. NLRB, 853 F.2d 996, 1002-004 (1st Cir. 1988).  \r\nAs the Supreme Court has noted, \"[t]he term 'concerted\r\nactivity' is not defined in the Act . . . .\"  City Disposal\r\nSystems, 465 U.S. at 830.  The Court explained in City Disposal\r\nSystems that in enacting section 7, \"Congress sought generally to\r\nequalize the bargaining power of the employee with that of his\r\nemployer by allowing employees to band together in confronting an\r\nemployer regarding the terms and conditions of their employment.\" \r\nId. at 835.  The Court stated that while \"concerted activity\"\r\nplainly \"embraces the activities of employees who have joined\r\ntogether in order to achieve common goals,\" id., at 830, what is\r\nnot clear from the language of the Act is \"the precise manner in\r\nwhich particular actions of an individual employee must be linked\r\nto the actions of fellow employees in order to permit it to be said\r\nthat the individual is engaged in concerted activity.\"  Id.  \r\nIn its Meyers decisions, the Board clarified the test it\r\napplies to determine whether an employee's actions are linked\r\nsufficiently to the actions of fellow employees so as to be deemed\r\n\"concerted.\"  See Meyers Indus., Inc., 268 NLRB 493 (1984) (\"Meyers\r\nI\"), rev'd sub nom. Prill v. NLRB, 755 F.2d 941 (D.C. Cir.), cert.denied, 474 U.S. 948 (1985), on remand, Meyers Indus., Inc., 281\r\nNLRB 882 (1986) (\"Meyers II\"), aff'd sub nom. Prill v. NLRB, 835\r\nF.2d 1481 (D.C. Cir. 1987), cert. denied, 487 U.S. 1205 (1988).  In\r\nMeyers I, the Board held that safety complaints concerning a\r\ncompany truck made by a single employee acting on his own were not\r\n\"concerted activity\" within the meaning of section 7 of the Act. \r\nThe Board stated that an employee's action may be deemed\r\n\"concerted\" for purposes of section 7 only if the action is\r\n\"engaged in with or on the authority of other employees, and not\r\nsolely by and on behalf of the employee himself.\"  Meyers I, 268\r\nNLRB at 497 (footnote omitted).  In Meyers II, the Board explained\r\nthat its objective standard of concerted activity \"encompasses\r\nthose circumstances where individual employees seek to initiate or\r\nto induce or to prepare for group action, as well as individual\r\nemployees bringing truly group complaints to the attention of\r\nmanagement.\"  Meyers II, 281 NLRB at 887. \r\nIn his opinion, the ALJ applied Meyers II and found that\r\nSpeed had not engaged in \"concerted activity\" within the meaning of\r\nsection 7 of the Act.  The ALJ found that \"Speed's statement to\r\nPelchat was an individual action whose sole purpose was to benefit\r\nhimself.\"  Portland Airport Limousine Co, Inc. d/b/a/ PALCO, 325 \r\nNLRB No. 38 (October 13, 1995), 1998 WL 30260, at *11.  The ALJ\r\nexplained:  \r\nAfter all, if the truck were really unsafe as\r\nalleged by Speed, exchanging with Pelchat\r\nwould have a detrimental effect upon him.  By\r\ntelling Pelchat that he was exchanging trucks\r\nwith him, Speed was not seeking to initiate,\r\ninduce or prepare for group action.  Rather,\r\nhe was simply following Bennett's direction\r\nand notifying Pelchat that they were to\r\nexchange tractors.\r\n\nId.  \r\nIn ruling, to the contrary, that Speed was engaged in\r\n\"concerted activity,\" and that PALCO discharged Speed because of\r\nthat activity, the Board reasoned as follows:\r\n[T]he conversation between Speed and Pelchat\r\nled to Pelchat's initial refusal to drive the\r\ntruck.  Thus, this case involves two employees\r\nrefusing to drive a truck because of a shared\r\nconcern about the truck's safety.  Once Speed\r\nand Pelchat had their conversation and Pelchat\r\nprotested to management about the reassignment\r\nof the trucks, Speed no longer was acting in\r\nfurtherance of an individual complaint. \r\nInstead, the Respondent was faced with a\r\nconcerted refusal by both of these employees\r\nto drive Speed's tractor.  The Respondent knew\r\nabout that concerted refusal, and the\r\nconclusion is inescapable that the Respondent\r\ndischarged Speed as a result.\r\n\nId. at * 2.\r\nThe Board's above reasoning stands in marked contrast to\r\nthe test for \"concerted activity\" described in its Meyersdecisions.  The Board does not point to any evidence that Speed was\r\n\"seek[ing] to initiate or to induce or to prepare for group\r\naction,\" Meyers II, 281 NLRB at 887, when he approached Pelchat and\r\ntold him that they were going to switch trucks.  Pelchat's credited\r\ntestimony was that Speed told him:  \"I'm taking your truck.  I'm\r\nnot driving mine.  I smell fumes.\"  Pelchat then asked Speed what\r\nhe was supposed to do, and Speed responded that he did not know. \r\nThe single, brief conversation between Speed and Pelchat, which\r\noccurred immediately after Bennett instructed Speed to switch\r\ntrucks with Pelchat and as Pelchat drove his truck into the yard,\r\ndoes not support an inference that Speed sought to \"join[] forces\"\r\nwith Pelchat in a \"common endeavor,\" Meyers II, 281 NLRB at 887 n.\r\n10.\r\nEvidence is lacking that Speed had discussed his safety\r\nconcerns with Pelchat or any other employee prior to February 22,\r\n1995, the day he refused to drive his truck and was terminated. \r\nNor was there any evidence that Speed sought the support or\r\nassistance of Pelchat or any other employee in remedying those\r\nsafety concerns.  The brief conversation between Speed and Pelchat\r\ndoes not demonstrate a concerted plan of action and there is no\r\nevidence that Speed's refusal to drive tractor number 40 was\r\nintended to enlist the support of Pelchat or any other employee. \r\nIn sum, Speed's complaints \"were made by himself and for himself\r\nalone, and thus cannot be deemed concerted.\"  Meyers I, 268 NLRB at\r\n501. \r\nThe facts in this case are, indeed, nearly identical to\r\nthose held by the Board in Meyers I to be insufficient for \r\n\"concerted activity.\"  In Meyers I, the ALJ had found that at least\r\nsome of the discharged employee's complaints about the safety of\r\nhis truck were \"concerted,\" since another driver made similar\r\ncomplaints, in the presence of the discharged driver, about the\r\nsafety of the same vehicle.  The Board rejected the ALJ's finding\r\nthat these complaints constituted \"concerted activity.\"  It stated:\r\nIndeed, the most that can be inferred from\r\nthis scenario is that another employee was\r\nindividually concerned, and individually\r\ncomplained, about the truck's condition. \r\nTaken by itself, however, individual employee\r\nconcern, even if openly manifested by several\r\nemployees on an individual basis, is not\r\nsufficient evidence to prove concert of\r\naction. \r\n\nId. at 501.  By the same token, the instant record demonstrates\r\nthat Pelchat's complaint, while similar to and subsequent to\r\nSpeed's, was an individual complaint.  There is no evidence that\r\nSpeed urged Pelchat to complain to management about tractor number\r\n40.  Speed did not accompany Pelchat to the management office when\r\nPelchat made his complaint.  Nor is there any other evidence from\r\nwhich the Board could infer that Pelchat's complaint was a\r\nmanifestation of group will or activity.  \r\nThe facts differ from those reviewed by the Board in\r\nMeyers I in only one significant respect.  In Meyers I, there was\r\nno evidence that the two employees had ever discussed their safety\r\nconcerns with one another, while here Speed addressed Pelchat\r\nbriefly in the yard to tell him that the two men were going to\r\nswitch trucks because Speed \"smelled fumes\" in tractor number 40. \r\nA conversation, even one involving one speaker and one listener,\r\nmay be deemed \"concerted activity.\"  See Meyers II, 281 NLRB at 889\r\n(citing Mushroom Transp. Co. v. NLRB, 330 F.2d 683, 685 (3d Cir.\r\n1964)).  However, to qualify as such, \"it must appear at the very\r\nleast that it was engaged in with the object of initiating or\r\ninducing or preparing for group action or that it had some relation\r\nto group action in the interest of the employees.\"  Mushroom\r\nTransp. Co., 330 F.2d at 685.  As said, there is no evidence that\r\nSpeed was looking toward group action in the interest of fellow\r\nemployees when he spoke to Pelchat.  Indeed, as the ALJ supportably\r\nfound, the exchange of vehicles would not have benefitted Pelchat\r\nat all, but rather would have been to his detriment, as he would\r\nhave been forced to drive a truck that Speed himself considered\r\nunsafe.\r\nThe Board's finding that Speed had engaged in concerted\r\nactivity was based solely upon Pelchat's response to Speed's\r\nstatement that they were going to switch trucks because Speed\r\nsmelled fumes in tractor number 40.  Upon learning of the proposed\r\nswitch, Pelchat confronted Bennett and refused to drive Speed's\r\ntruck.  The Board reasoned that Pelchat's reaction to the proposed\r\nvehicle exchange transformed Speed's individual complaint into\r\nconcerted activity.  Under the test adopted by the Board in the\r\nMeyers cases, however, the question is whether Speed sought when he\r\napproached Pelchat \"to initiate or to induce or to prepare for\r\ngroup action.\"  Meyers II, 281 NLRB at 887.  As said, the clear\r\nweight of the evidence is that Speed was motivated solely by his\r\nown personal safety concerns, and was not acting as a\r\nrepresentative of other employees for their common benefit.     \r\nWe find it disturbing that the Board made no attempt to\r\nanalyze the facts within its own Meyers framework.  Neither,\r\nmoreover, did it purport to overrule Meyers nor articulate some new\r\nstandard.  Rather, the Board proceeded on the theory that Speed\r\nengaged in concerted activity because Speed and Pelchat raised a\r\nsafety concern and \"[t]he subject matter of Speed's complaint and\r\nhis conversation with Pelchat clearly involved terms and conditions\r\nof employment,\" 1998 WL 30260, at *3.  This cuts close to\r\nresurrecting, without, however, saying so, the Board's pre-Meyersrule in Alleluia Cushion Co., 221 NLRB 999 (1975) and progeny that\r\nindividual complaints concerning matters of safety may constitute\r\n\"concerted activity.\"  In Alleluia and its progeny, the Board\r\ndetermined that such complaints were \"concerted\" on the theory that\r\nsafe working conditions are presumed to be a matter of concern to\r\nall within the work force.  See id. at 1000.  This concept of\r\n\"constructive concerted activity\" was expressly rejected by the\r\nBoard in the Meyers cases in favor of the Board's present test,\r\nwhich, as said, asks whether there is any objective evidence in the\r\nrecord that the discharged employee sought to band together with at\r\nleast one other employee in pursuit of a common goal.  As such\r\nevidence is lacking in this case, we conclude that the Board's\r\nfinding of \"concerted activity\" is not supported.  \r\nThis Circuit's decision in El Gran Combo, upon which the\r\nGeneral Counsel places primary reliance, does not support the\r\nBoard's present rationale.  El Gran Combo, unlike this case, is\r\nwholly consistent with the Meyers formulation.  In El Gran Combo,\r\nwe held that the record supported the Board's determination that two\r\nband members engaged in \"concerted activity\" where they solicited\r\nassistance from fellow band members in protesting the terms of a\r\nrecord contract entered by the band's manager.  853 F.2d at 1004-05. \r\nThe record demonstrated that there were repeated attempts by the\r\nobjecting band members to enlist the support of their fellow band\r\nmembers, including public protests of the terms of the contract made\r\nin the presence of the manager and the other members of the band. \r\nWe characterized one such protest as an effort to \"light a fire\r\nunder the rest of the band members.\"  Id. at 1005.  Thus, the record\r\nindicated that the employees had engaged in solicitation,\r\npreparation, and inducement, as opposed to \"mere griping,\" which is\r\nnot afforded protection under the Act.  See City Disposal Systems,\r\n465 U.S. at 883 n.10.  In contrast, Speed's blunt statement to\r\nPelchat that they would be switching trucks because he \"smelled\r\nfumes\" in his own truck and would not drive it  was \"mere griping,\"\r\nnot an inducement or call to group action.  \r\nWe recognize our duty to defer to the Board's expertise\r\nin labor relations, and do not lightly overturn its determination. \r\nBut deference is due only to conclusions that are supported by\r\nsubstantial evidence and to constructions of the Act that are\r\n\"reasonable.\"  In determining reasonableness, we look both at the\r\nstatutory language and at Board, as well as judicial, precedent. \r\nA leading commentator has pointed out that \"[t]he dominant law\r\nclearly is that an agency must either follow its own precedents or\r\nexplain why it departs from them.\"  2 K. Davis, Administrative Law\r\nTreatise  11.5 at 206 (1994).  See also Massachusetts Dep't of Ed.v. United States Dep't of Ed.,837 F.2d 536, 544-45 (1st Cir. 1988)\r\n(once an agency \"builds a body of precedent . . . it cannot\r\nthereafter lightly disregard\" that precedent, but must follow,\r\ndistinguish, or overrule it).  Here the Board has neither followed\r\nnor distinguished its Meyers precedents, nor has it specifically \r\noverruled them.  Such a disregard of precedent leaves employers,\r\nemployees, ALJs and Board personnel to operate in the dark   as\r\nevidenced here by the Board's reversal of an ALJ whose only error\r\nseems to have been to have followed the Board's own precedents.  SeeDavila-Bardales v. INS, 27 F.3d 1, 5 (1st Cir. 1994)(\"[T]he law\r\ndemands a certain orderliness.  If an administrative agency decides\r\nto depart significantly from its own precedent, it must confront the\r\nissue squarely and explain why the departure is reasonable.\").  We\r\nhave indicated that \"more careful scrutiny\" of Board orders is\r\nwarranted where the Board's interpretation of the facts, unlike that\r\nof its ALJ, is not supported by application of the Board's own\r\nprecedents.  NLRB v. Matouk Industries, Inc., 582 F.2d 125, 128 (1st\r\nCir. 1978).  Applying those precedents, we hold that the record does\r\nnot support the Board's finding that Speed engaged in \"concerted\r\nactivity.\"  His section 7 rights were not, therefore, violated by\r\nhis discharge.       \r\nOur conclusion that Speed's discharge was not prohibited\r\nunder section 7 of the Labor Management Relations Act does not leave\r\ndrivers having similar safety concerns without a remedy.  Congress\r\naddressed the scenario before us in the Surface Transportation\r\nAssistance Act, 49 U.S.C.  31105(a)(1) (\"STAA\"), which provides\r\nthat an employee may not be terminated based upon the employee's\r\n\"reasonable apprehension of serious injury to [himself] or the\r\npublic because of the vehicle's unsafe condition.\"  Id.  An\r\nemployee need not join forces with other employees to invoke the\r\nprotection of the STAA. \r\nFor the reasons stated, we decline to enforce the\r\ndecision and order issued by the Board.  \r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1397\r\n\n            NATIONAL LABOR RELATIONS BOARD,\r\n\n                      Petitioner,\r\n\n                           v.\r\n\n         PORTLAND AIRPORT LIMOUSINE CO., INC.,\r\n                      d/b/a PALCO,\r\n\n                      Respondent.\r\n\n     ON PETITION FOR ENFORCEMENT OF AND ORDER OF  \r\n           THE NATIONAL LABOR RELATIONS BOARD\r\n\n                        Before\r\n\n                 Selya, Circuit Judge,\r\n\n     Aldrich and Campbell, Senior Circuit Judges.\r\n\nLawrence C. Winger, with whom Kraft &amp; Winger were on brief for\r\nrespondent.\r\n\nLeslie Randolph, Attorney, with whom Frederick L. Feinstein,\r\nGeneral Counsel, Linda Sher, Associate General Counsel, John D.\r\nBurgoyne, Acting Deputy Associate General Counsel, and Charles\r\nDonnelly, Supervising Attorney, were on brief for petitioner. \r\n\nDecember 21, 1998\r\n\nCAMPBELL, Senior Circuit Judge.  Before us is an\r\napplication filed by the National Labor Relations Board (\"the\r\nBoard\") for enforcement of its order issued against Portland\r\nAirport Limousine Co., Inc. (\"PALCO\").  The Board ruled that PALCO\r\nviolated section 8(a)(1) of the Labor Management Relations Act, 29\r\nU.S.C.  158(a)(1), when it discharged employee Wayne Speed for\r\nengaging in what the Board determined to be protected, concerted\r\nactivity under section 7 of the Act, 29 U.S.C.  157.  Speed, a\r\ntruck driver, was fired when he refused to drive his assigned\r\ntractor because of safety concerns.  This case raises the single\r\nissue whether Speed's refusal amounted, in context, to concerted\r\nactivity or was, instead, an individual act.  In holding the\r\nformer, the Board overturned the contrary decision of its\r\nAdministrative Law Judge (\"ALJ\").  For the reasons that follow, we\r\ndecline to enforce the decision of the Board.  \r\n\n                    I.  BACKGROUND  \r\nPALCO operates a trucking facility in Scarborough, Maine. \r\nWayne Speed was employed as a truck driver for PALCO from July 1994\r\nthrough February 22, 1995.  Speed was regularly assigned to drive\r\ntractor number 40.\r\nOn February 21, 1995, Speed noticed an exhaust smell in\r\ntractor number 40.  Speed inspected the tractor, but could not\r\nlocate the source of the fumes.  He filed an internal driver\r\nvehicle inspection report, which stated simply \"Exhaust Leak.\" \r\nStephen Bennett, the operations manager at PALCO, testified before\r\nthe ALJ that on the afternoon of February 21, 1995, Speed\r\ncomplained to him about headaches that he felt were the result of\r\nexhaust fumes from tractor number 40.  Later that same day, Bennett\r\narranged for R&amp;R Services, which regularly performs maintenance and\r\nrepair work on PALCO's equipment, to inspect the truck.  R&amp;R did\r\nnot locate any exhaust leakage in or around the engine compartment\r\nor cab area of the truck, and reported that the truck was safe to\r\noperate. \r\nOn February 22, 1995, Speed reported to work and drove\r\ntractor number 40 to Jay, Maine.  When Speed reached Jay, he called\r\nJohn Connolly, the morning dispatcher at PALCO, and reported that\r\nhe had completed the run to Jay, still smelled exhaust, and thought\r\nthat the truck was unsafe to drive outside Maine.  When Speed\r\nreturned to PALCO later that morning, Connolly instructed him to\r\ntake tractor number 40 to Triple J, another vehicle maintenance\r\noperation patronized by PALCO, for a second inspection.  \r\nSpeed took the tractor to Triple J.  Initially, the\r\nTriple J mechanics failed to locate an exhaust leak. Upon closer\r\ninspection, however, mechanics discovered a \"pinhole\" sized leak in\r\nthe exhaust on the outside of the trailer.  Speed reported the\r\nmechanic's findings to Connolly, who told him to take the tractor\r\nback to Triple J for its annual inspection, which was due to be\r\ncompleted by the end of the month.  Josselin Beaulieu, Triple J's\r\nowner, testified that the Triple J mechanics did not discover\r\nanything during the annual inspection to indicate that tractor\r\nnumber 40 was unsafe.  Beaulieu testified that the \"pinhole\" sized\r\nleak was located at the top of the exhaust stack, which would not\r\nresult in fumes inside the tractor.     \r\nOn February 22, 1995, Speed was scheduled to take a load\r\nto Boston.  When Speed returned from the Triple J inspection,\r\nBennett directed him to switch tractors with driver Emile Pelchat,\r\na new employee, and to make his scheduled Boston deliveries with\r\nPelchat's tractor.  Bennett directed Speed to notify Pelchat, who\r\nwas not familiar with the run to Boston, that he was to drive\r\nSpeed's truck in the local Portland area that day.  Speed saw\r\nPelchat driving into the yard and told him:  \"I'm taking your\r\ntruck.  I'm not driving mine.  I smell fumes.\"  Pelchat asked Speed\r\nwhat was going to happen to him, and Speed told him he did not\r\nknow.  Pelchat testified that he told Speed that if tractor number\r\n40 was not safe for Speed, it was not safe for him or any other\r\ndriver.  This was the only conversation between Speed and Pelchat\r\nconcerning the condition of tractor number 40.    \r\nAfter the conversation with Speed, Pelchat went into the\r\ndispatch office and told Bennett that if tractor 40 was not safe\r\nfor Speed to drive, he was not going to drive it either and would\r\nquit if ordered to do so.  Bennett asked Pelchat whether he was\r\naware of anything specifically wrong with the truck, and Pelchat\r\nsaid that he was not.  Bennett suggested that Pelchat drive Speed's\r\ntractor around the block to verify for himself that he could not\r\nsmell any fumes.  Pelchat did so, remained nervous about the truck\r\nwhen he returned, and, due to his nervousness, had difficulty\r\nattaching Speed's trailer to the tractor.  Bennett told Pelchat to\r\ntake the rest of the day off.    \r\nBennett then spoke to Mark Bernstein, PALCO's owner,\r\nabout the situation involving Speed and tractor number 40.  Bennett\r\ntold Bernstein that the truck had been inspected and found safe by\r\nboth R&amp;R and Triple J, but that Speed continued nonetheless to\r\nrefuse to drive it.  Bennett also explained to Bernstein that he\r\nhad instructed Speed to exchange trucks with Pelchat, but that\r\nPelchat had objected to driving an unsafe tractor.  Bernstein told\r\nBennett that he did not believe that Pelchat should have been\r\ninvolved in the issue relating to the safety of Speed's tractor,\r\nand that Speed should have been dealt with individually.  Bernstein\r\nadded that drivers should not be allowed to pick and choose their\r\njobs, which he felt Speed was doing, and that if an employee did\r\nnot want to take an assigned load he should be dismissed.\r\nSpeed eventually returned to the dispatch office with\r\nPelchat's tractor.  As he was preparing his log for the trip to\r\nBoston, dispatcher John Bell interrupted and told Speed to quit\r\nwork for the day.  Immediately thereafter, Bernstein came outside\r\nand asked Speed several times whether he was going to take tractor\r\nnumber 40 to Boston.  When Speed replied that he would not drive an\r\nunsafe truck, Bernstein told Speed that if he did not drive the\r\ntruck he was fired.  When Speed continued to refuse to drive\r\ntractor number 40, he was terminated by Bernstein.\r\nIn February 1995, the Board issued a complaint alleging\r\nthat Speed was discharged \"because of his protected concerted\r\nactivities\" in violation of sections 7  and 8(a)(1) of the Act. \r\nAfter a hearing, an ALJ found that Speed's complaints concerning\r\nthe safety of tractor number 40 and his conversation with Pelchat\r\ndid not constitute \"concerted activity\" within the meaning of\r\nsection 7 of the Act and, thus, that his termination did not\r\nviolate Section 8(a)(1) of the Act.  The ALJ dismissed the\r\ncomplaint.  The Board reversed.  The Board found that Speed had\r\nengaged in concerted activity and that PALCO violated the Act when\r\nit discharged Speed because of that activity.  The Board's order\r\nrequires that PALCO cease and desist from the unfair labor\r\npractices, reinstate Speed, and make Speed whole for any loss of\r\nearnings and benefits.\r\n\n                   II.  DISCUSSION  \r\nThe Board seeks enforcement of its order, which was based\r\nupon its findings that Speed (1) had engaged in \"concerted\r\nactivity,\" and (2) was terminated by PALCO because of his concerted\r\nactivities.  The Board's finding that Speed engaged in \"concerted\r\nactivity\" within the meaning of section 7 the Act is conclusive if\r\nsupported by substantial evidence on the record as a whole.  See 29\r\nU.S.C.  160(e).  \"[T]he task of defining the scope of  7 'is for\r\nthe Board to perform in the first instance as it considers the wide\r\nvariety of cases that come before it,' Eastex, Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"109913\"><a href=\"/opinion/109913/eastex-inc-v-nlrb/\"><span class=\"volume\">437</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span><pre class=\"inline\">, 568 (1978), and on an issue that implicates its expertise\r\nin labor relations, a reasonable construction by the Board is\r\nentitled to considerable deference.\"  NLRB v. City Disposal\r\nSystems, Inc., </pre><span class=\"citation\" data-id=\"111120\"><a href=\"/opinion/111120/nlrb-v-city-disposal-systems-inc/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></a></span><pre class=\"inline\"> (1984) (citations omitted).  We\r\nconclude, for the reasons that follow, that the Board's finding of\r\n\"concerted activity\" is not supported by substantial evidence. \r\nSection 8(a)(1) of the Act makes it an unfair labor\r\npractice for an employer \"to interfere with, restrain, or coerce\r\nemployees in the exercise of the rights guaranteed in [section 7 of\r\nthe Act].\"  29 U.S.C.  158(a)(1).  One of the rights guaranteed to\r\nemployees in section 7 is the right to \"engage in . . . concerted\r\nactivities for the purpose of collective bargaining or other mutual\r\naid or protection.\"  29 U.S.C.  157.  See El Gran Combo de Puerto\r\nRico v. NLRB, </pre><span class=\"citation\" data-id=\"510029\"><a href=\"/opinion/510029/el-gran-combo-de-puerto-rico-dba-el-gran-combo-v-national-labor/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">996</span></a></span><pre class=\"inline\">, 1002-004 (1st Cir. 1988).  \r\nAs the Supreme Court has noted, \"[t]he term 'concerted\r\nactivity' is not defined in the Act . . . .\"  City Disposal\r\nSystems, 465 U.S. at 830.  The Court explained in City Disposal\r\nSystems that in enacting section 7, \"Congress sought generally to\r\nequalize the bargaining power of the employee with that of his\r\nemployer by allowing employees to band together in confronting an\r\nemployer regarding the terms and conditions of their employment.\" \r\nId. at 835.  The Court stated that while \"concerted activity\"\r\nplainly \"embraces the activities of employees who have joined\r\ntogether in order to achieve common goals,\" id., at 830, what is\r\nnot clear from the language of the Act is \"the precise manner in\r\nwhich particular actions of an individual employee must be linked\r\nto the actions of fellow employees in order to permit it to be said\r\nthat the individual is engaged in concerted activity.\"  Id.  \r\nIn its Meyers decisions, the Board clarified the test it\r\napplies to determine whether an employee's actions are linked\r\nsufficiently to the actions of fellow employees so as to be deemed\r\n\"concerted.\"  See Meyers Indus., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">493</span></span><pre class=\"inline\"> (1984) (\"Meyers\r\nI\"), rev'd sub nom. Prill v. NLRB, </pre><span class=\"citation\" data-id=\"448863\"><a href=\"/opinion/448863/kenneth-p-prill-v-national-labor-relations-board/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span><pre class=\"inline\"> (D.C. Cir.), cert.denied, </pre><span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">948</span></span><pre class=\"inline\"> (1985), on remand, Meyers Indus., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">281</span>\r\n<span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">882</span></span><pre class=\"inline\"> (1986) (\"Meyers II\"), aff'd sub nom. Prill v. NLRB, </pre><span class=\"citation\" data-id=\"499422\"><a href=\"/opinion/499422/kenneth-p-prill-v-national-labor-relations-board/\"><span class=\"volume\">835</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1481</span></a></span><pre class=\"inline\"> (D.C. Cir. 1987), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1205</span></span><pre class=\"inline\"> (1988).  In\r\nMeyers I, the Board held that safety complaints concerning a\r\ncompany truck made by a single employee acting on his own were not\r\n\"concerted activity\" within the meaning of section 7 of the Act. \r\nThe Board stated that an employee's action may be deemed\r\n\"concerted\" for purposes of section 7 only if the action is\r\n\"engaged in with or on the authority of other employees, and not\r\nsolely by and on behalf of the employee himself.\"  Meyers I, 268\r\nNLRB at 497 (footnote omitted).  In Meyers II, the Board explained\r\nthat its objective standard of concerted activity \"encompasses\r\nthose circumstances where individual employees seek to initiate or\r\nto induce or to prepare for group action, as well as individual\r\nemployees bringing truly group complaints to the attention of\r\nmanagement.\"  Meyers II, 281 NLRB at 887. \r\nIn his opinion, the ALJ applied Meyers II and found that\r\nSpeed had not engaged in \"concerted activity\" within the meaning of\r\nsection 7 of the Act.  The ALJ found that \"Speed's statement to\r\nPelchat was an individual action whose sole purpose was to benefit\r\nhimself.\"  Portland Airport Limousine Co, Inc. d/b/a/ PALCO, 325 \r\nNLRB No. 38 (October 13, 1995), </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">30260</span></span><pre class=\"inline\">, at *11.  The ALJ\r\nexplained:  \r\nAfter all, if the truck were really unsafe as\r\nalleged by Speed, exchanging with Pelchat\r\nwould have a detrimental effect upon him.  By\r\ntelling Pelchat that he was exchanging trucks\r\nwith him, Speed was not seeking to initiate,\r\ninduce or prepare for group action.  Rather,\r\nhe was simply following Bennett's direction\r\nand notifying Pelchat that they were to\r\nexchange tractors.\r\n\nId.  \r\nIn ruling, to the contrary, that Speed was engaged in\r\n\"concerted activity,\" and that PALCO discharged Speed because of\r\nthat activity, the Board reasoned as follows:\r\n[T]he conversation between Speed and Pelchat\r\nled to Pelchat's initial refusal to drive the\r\ntruck.  Thus, this case involves two employees\r\nrefusing to drive a truck because of a shared\r\nconcern about the truck's safety.  Once Speed\r\nand Pelchat had their conversation and Pelchat\r\nprotested to management about the reassignment\r\nof the trucks, Speed no longer was acting in\r\nfurtherance of an individual complaint. \r\nInstead, the Respondent was faced with a\r\nconcerted refusal by both of these employees\r\nto drive Speed's tractor.  The Respondent knew\r\nabout that concerted refusal, and the\r\nconclusion is inescapable that the Respondent\r\ndischarged Speed as a result.\r\n\nId. at * 2.\r\nThe Board's above reasoning stands in marked contrast to\r\nthe test for \"concerted activity\" described in its Meyersdecisions.  The Board does not point to any evidence that Speed was\r\n\"seek[ing] to initiate or to induce or to prepare for group\r\naction,\" Meyers II, 281 NLRB at 887, when he approached Pelchat and\r\ntold him that they were going to switch trucks.  Pelchat's credited\r\ntestimony was that Speed told him:  \"I'm taking your truck.  I'm\r\nnot driving mine.  I smell fumes.\"  Pelchat then asked Speed what\r\nhe was supposed to do, and Speed responded that he did not know. \r\nThe single, brief conversation between Speed and Pelchat, which\r\noccurred immediately after Bennett instructed Speed to switch\r\ntrucks with Pelchat and as Pelchat drove his truck into the yard,\r\ndoes not support an inference that Speed sought to \"join[] forces\"\r\nwith Pelchat in a \"common endeavor,\" Meyers II, 281 NLRB at 887 n.\r\n10.\r\nEvidence is lacking that Speed had discussed his safety\r\nconcerns with Pelchat or any other employee prior to February 22,\r\n1995, the day he refused to drive his truck and was terminated. \r\nNor was there any evidence that Speed sought the support or\r\nassistance of Pelchat or any other employee in remedying those\r\nsafety concerns.  The brief conversation between Speed and Pelchat\r\ndoes not demonstrate a concerted plan of action and there is no\r\nevidence that Speed's refusal to drive tractor number 40 was\r\nintended to enlist the support of Pelchat or any other employee. \r\nIn sum, Speed's complaints \"were made by himself and for himself\r\nalone, and thus cannot be deemed concerted.\"  Meyers I, 268 NLRB at\r\n501. \r\nThe facts in this case are, indeed, nearly identical to\r\nthose held by the Board in Meyers I to be insufficient for \r\n\"concerted activity.\"  In Meyers I, the ALJ had found that at least\r\nsome of the discharged employee's complaints about the safety of\r\nhis truck were \"concerted,\" since another driver made similar\r\ncomplaints, in the presence of the discharged driver, about the\r\nsafety of the same vehicle.  The Board rejected the ALJ's finding\r\nthat these complaints constituted \"concerted activity.\"  It stated:\r\nIndeed, the most that can be inferred from\r\nthis scenario is that another employee was\r\nindividually concerned, and individually\r\ncomplained, about the truck's condition. \r\nTaken by itself, however, individual employee\r\nconcern, even if openly manifested by several\r\nemployees on an individual basis, is not\r\nsufficient evidence to prove concert of\r\naction. \r\n\nId. at 501.  By the same token, the instant record demonstrates\r\nthat Pelchat's complaint, while similar to and subsequent to\r\nSpeed's, was an individual complaint.  There is no evidence that\r\nSpeed urged Pelchat to complain to management about tractor number\r\n40.  Speed did not accompany Pelchat to the management office when\r\nPelchat made his complaint.  Nor is there any other evidence from\r\nwhich the Board could infer that Pelchat's complaint was a\r\nmanifestation of group will or activity.  \r\nThe facts differ from those reviewed by the Board in\r\nMeyers I in only one significant respect.  In Meyers I, there was\r\nno evidence that the two employees had ever discussed their safety\r\nconcerns with one another, while here Speed addressed Pelchat\r\nbriefly in the yard to tell him that the two men were going to\r\nswitch trucks because Speed \"smelled fumes\" in tractor number 40. \r\nA conversation, even one involving one speaker and one listener,\r\nmay be deemed \"concerted activity.\"  See Meyers II, 281 NLRB at 889\r\n(citing Mushroom Transp. Co. v. NLRB, </pre><span class=\"citation\" data-id=\"264017\"><a href=\"/opinion/264017/mushroom-transportation-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">683</span></a></span><pre class=\"inline\">, 685 (3d Cir.\r\n1964)).  However, to qualify as such, \"it must appear at the very\r\nleast that it was engaged in with the object of initiating or\r\ninducing or preparing for group action or that it had some relation\r\nto group action in the interest of the employees.\"  Mushroom\r\nTransp. Co., 330 F.2d at 685.  As said, there is no evidence that\r\nSpeed was looking toward group action in the interest of fellow\r\nemployees when he spoke to Pelchat.  Indeed, as the ALJ supportably\r\nfound, the exchange of vehicles would not have benefitted Pelchat\r\nat all, but rather would have been to his detriment, as he would\r\nhave been forced to drive a truck that Speed himself considered\r\nunsafe.\r\nThe Board's finding that Speed had engaged in concerted\r\nactivity was based solely upon Pelchat's response to Speed's\r\nstatement that they were going to switch trucks because Speed\r\nsmelled fumes in tractor number 40.  Upon learning of the proposed\r\nswitch, Pelchat confronted Bennett and refused to drive Speed's\r\ntruck.  The Board reasoned that Pelchat's reaction to the proposed\r\nvehicle exchange transformed Speed's individual complaint into\r\nconcerted activity.  Under the test adopted by the Board in the\r\nMeyers cases, however, the question is whether Speed sought when he\r\napproached Pelchat \"to initiate or to induce or to prepare for\r\ngroup action.\"  Meyers II, 281 NLRB at 887.  As said, the clear\r\nweight of the evidence is that Speed was motivated solely by his\r\nown personal safety concerns, and was not acting as a\r\nrepresentative of other employees for their common benefit.     \r\nWe find it disturbing that the Board made no attempt to\r\nanalyze the facts within its own Meyers framework.  Neither,\r\nmoreover, did it purport to overrule Meyers nor articulate some new\r\nstandard.  Rather, the Board proceeded on the theory that Speed\r\nengaged in concerted activity because Speed and Pelchat raised a\r\nsafety concern and \"[t]he subject matter of Speed's complaint and\r\nhis conversation with Pelchat clearly involved terms and conditions\r\nof employment,\" </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">30260</span></span><pre class=\"inline\">, at *3.  This cuts close to\r\nresurrecting, without, however, saying so, the Board's pre-Meyersrule in Alleluia Cushion Co., </pre><span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">999</span></span><pre class=\"inline\"> (1975) and progeny that\r\nindividual complaints concerning matters of safety may constitute\r\n\"concerted activity.\"  In Alleluia and its progeny, the Board\r\ndetermined that such complaints were \"concerted\" on the theory that\r\nsafe working conditions are presumed to be a matter of concern to\r\nall within the work force.  See id. at 1000.  This concept of\r\n\"constructive concerted activity\" was expressly rejected by the\r\nBoard in the Meyers cases in favor of the Board's present test,\r\nwhich, as said, asks whether there is any objective evidence in the\r\nrecord that the discharged employee sought to band together with at\r\nleast one other employee in pursuit of a common goal.  As such\r\nevidence is lacking in this case, we conclude that the Board's\r\nfinding of \"concerted activity\" is not supported.  \r\nThis Circuit's decision in El Gran Combo, upon which the\r\nGeneral Counsel places primary reliance, does not support the\r\nBoard's present rationale.  El Gran Combo, unlike this case, is\r\nwholly consistent with the Meyers formulation.  In El Gran Combo,\r\nwe held that the record supported the Board's determination that two\r\nband members engaged in \"concerted activity\" where they solicited\r\nassistance from fellow band members in protesting the terms of a\r\nrecord contract entered by the band's manager.  853 F.2d at 1004-05. \r\nThe record demonstrated that there were repeated attempts by the\r\nobjecting band members to enlist the support of their fellow band\r\nmembers, including public protests of the terms of the contract made\r\nin the presence of the manager and the other members of the band. \r\nWe characterized one such protest as an effort to \"light a fire\r\nunder the rest of the band members.\"  Id. at 1005.  Thus, the record\r\nindicated that the employees had engaged in solicitation,\r\npreparation, and inducement, as opposed to \"mere griping,\" which is\r\nnot afforded protection under the Act.  See City Disposal Systems,\r\n465 U.S. at 883 n.10.  In contrast, Speed's blunt statement to\r\nPelchat that they would be switching trucks because he \"smelled\r\nfumes\" in his own truck and would not drive it  was \"mere griping,\"\r\nnot an inducement or call to group action.  \r\nWe recognize our duty to defer to the Board's expertise\r\nin labor relations, and do not lightly overturn its determination. \r\nBut deference is due only to conclusions that are supported by\r\nsubstantial evidence and to constructions of the Act that are\r\n\"reasonable.\"  In determining reasonableness, we look both at the\r\nstatutory language and at Board, as well as judicial, precedent. \r\nA leading commentator has pointed out that \"[t]he dominant law\r\nclearly is that an agency must either follow its own precedents or\r\nexplain why it departs from them.\"  2 K. Davis, Administrative Law\r\nTreatise  11.5 at 206 (1994).  See also Massachusetts Dep't of Ed.v. United States Dep't of Ed.,837 F.2d 536, 544-45 (1st Cir. 1988)\r\n(once an agency \"builds a body of precedent . . . it cannot\r\nthereafter lightly disregard\" that precedent, but must follow,\r\ndistinguish, or overrule it).  Here the Board has neither followed\r\nnor distinguished its Meyers precedents, nor has it specifically \r\noverruled them.  Such a disregard of precedent leaves employers,\r\nemployees, ALJs and Board personnel to operate in the dark   as\r\nevidenced here by the Board's reversal of an ALJ whose only error\r\nseems to have been to have followed the Board's own precedents.  SeeDavila-Bardales v. INS, </pre><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 5 (1st Cir. 1994)(\"[T]he law\r\ndemands a certain orderliness.  If an administrative agency decides\r\nto depart significantly from its own precedent, it must confront the\r\nissue squarely and explain why the departure is reasonable.\").  We\r\nhave indicated that \"more careful scrutiny\" of Board orders is\r\nwarranted where the Board's interpretation of the facts, unlike that\r\nof its ALJ, is not supported by application of the Board's own\r\nprecedents.  NLRB v. Matouk Industries, Inc., </pre><span class=\"citation\" data-id=\"358907\"><a href=\"/opinion/358907/national-labor-relations-board-v-matouk-industries-inc/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span><pre class=\"inline\">, 128 (1st\r\nCir. 1978).  Applying those precedents, we hold that the record does\r\nnot support the Board's finding that Speed engaged in \"concerted\r\nactivity.\"  His section 7 rights were not, therefore, violated by\r\nhis discharge.       \r\nOur conclusion that Speed's discharge was not prohibited\r\nunder section 7 of the Labor Management Relations Act does not leave\r\ndrivers having similar safety concerns without a remedy.  Congress\r\naddressed the scenario before us in the Surface Transportation\r\nAssistance Act, 49 U.S.C.  31105(a)(1) (\"STAA\"), which provides\r\nthat an employee may not be terminated based upon the employee's\r\n\"reasonable apprehension of serious injury to [himself] or the\r\npublic because of the vehicle's unsafe condition.\"  Id.  An\r\nemployee need not join forces with other employees to invoke the\r\nprotection of the STAA. \r\nFor the reasons stated, we decline to enforce the\r\ndecision and order issued by the Board.  \r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/448863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510029/"
  ]
}