{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198302/",
  "absolute_url": "/opinion/198302/marbucco-corp-v-suffolk-construction/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198302/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:49:46Z",
  "date_modified": "2017-03-24T10:56:24.338984Z",
  "type": "010combined",
  "sha1": "299b91bb6cdac164d757c61e0797f4721acd5b0f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1651.01A",
  "local_path": null,
  "plain_text": "       United States Court of Appeals\r\n           For the First Circuit\r\n\nNo.  98-1651\r\n\n  MARBUCCO CORP., d/b/a GRANITE STATE GLASS,\r\n\n            Plaintiff, Appellant,\r\n\n                      v.\r\n\n     SUFFOLK CONSTRUCTION COMPANY, INC.,\r\n\n             Defendant, Appellee.\r\n\n APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n      FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n[Hon.  Paul J. Barbadoro, U.S. District Judge]\r\n\n                    Before\r\n\n            Selya, Circuit Judge,\r\n\n      Campbell, Senior Circuit Judge,\r\n\n         and Lynch, Circuit Judge.\r\n\nMatthew J. Lahey, with whom McLaughlin, Hemeon &amp; Lahey, P.A.was on brief for appellant.\r\nLawrence M. Edelman, with whom Sanders &amp; McDermott, P.L.L.C. and Patricia M. Weathersby were on brief for appellee.\r\n\nJanuary 25, 1999\r\n\nCAMPBELL, Senior Circuit Judge.  The principal issue in\r\nthis appeal is whether New Hampshire law requires a disappointed\r\nbidder to demonstrate a private subcontractor's bad faith before\r\nthe bidder may recover lost profit damages under a theory of\r\npromissory estoppel.  The district court held that such a showing\r\nwas necessary in this case, and it instructed the jury accordingly. \r\nWe  find no error in the court's instructions and therefore affirm.\r\nAppellee Suffolk Construction Company, Inc., a\r\nMassachusetts general building contractor, was awarded a contract \r\nto build a new sports arena for the University of New Hampshire. \r\nSuffolk invited nine glass suppliers to bid on a portion of the job\r\nthat required the fabrication and installation of some of the glass\r\nproducts for the arena.  Among these suppliers was Appellant,\r\nMarbucco Corporation.  Marbucco claimed that one of Suffolk's\r\nagents had told Marbucco's Vice-President that Marbucco's bid would\r\nbe selected so long as it was the lowest.  When Suffolk awarded the\r\nsubcontract to another glass supplier whose bid was higher than\r\nMarbucco's, Marbucco sued in New Hampshire Superior Court, seeking\r\ndamages for its bid preparations costs and lost profits.  \r\nSuffolk removed the action to the district court based on\r\nthe parties' diversity of citizenship. By the time of trial,\r\nMarbucco had abandoned its claim for bid preparation costs and\r\ninstead sought only lost profits, which it asserted to be\r\napproximately $71,000.  Upon conclusion of the evidence, the\r\ndistrict court provided the following instruction to the jury\r\nregarding Marbucco's claim:\r\nThe Plaintiff is making a claim for damages based on what\r\nis known as the doctrine of promissory estoppel.  In\r\norder to prove a claim of promissory estoppel the\r\nplaintiff must [prove] by a preponderance of the evidence\r\nthat, one: the defendant's employee made a promise to the\r\nplaintiff.  Two: the defendant reasonably expected that\r\nits employee's promise would cause the plaintiff to act\r\non the promise.  Three: the plaintiff relied to its\r\ndetriment on the defendant's promise.  Four: the\r\nplaintiff's reliance on the promise was reasonable under\r\nthe circumstances.  And five: the defendant acted in bad\r\nfaith.\r\n\nMarbucco contends that the district court erred in\r\ninstructing the jury that bad faith was a necessary element of its\r\nclaim, limited, as it was, to lost profits.  It contends, based on\r\nthe Supreme Court of New Hampshire's decision in Marbucco v. City\r\nof Manchester, 632 A.2d 522 (N.H. 1993), that New Hampshire law\r\nrequires a plaintiff seeking lost profits under a promissory\r\nestoppel theory to prove a defendant's bad faith only if the\r\ndefendant is a municipality.  We do not read City of Manchester as\r\nnecessarily so limited.  In that case, the New Hampshire court\r\nfaced what it characterized as a question of first impression:\r\nwhether a disappointed low bidder on a municipal contract could\r\nrecover money damages from the municipality for failure to award it\r\nthe contract, and if so, what measure of damages.  See id. at 524-\r\n25.  The court ruled that damages could be recovered, noting that\r\n\"[m]unicipalities are generally subject to the same financial\r\nconsequences for their misconduct as private corporations.\"  Id. at\r\n24 (citation omitted). Regarding the appropriate measure of\r\ndamages, the court stated:\r\nIn the ordinary case, the damages that an unsuccessful\r\nlow bidder may recover should be limited to those it\r\nsustained directly by reason of its justifiable reliance\r\nupon the municipality's promise to award the contract to\r\nthe lowest responsible bidder submitting all essential\r\ninformation prior to the bidding deadline, if it awarded\r\nit at all.  Hence, damages ordinarily should be limited\r\nto the expenses incurred by the low bidder in its\r\nfruitless participation in the competitive bidding\r\nprocess, i.e, its bid preparation costs.  To permit the\r\nrecovery of greater damages in such cases could drain the\r\npublic fisc in response to mere carelessness on the part\r\nof low level government officials.  If a disappointed low\r\nbidder complies with all requirements of the bid\r\ninstructions but is deprived of the contract through some\r\nconduct of the awarding authority tantamount to bad\r\nfaith, however, then the recovery of lost profits should\r\nbe the measure of damages. \r\n\nId. at 525 (citations omitted). \r\nMarbucco places special emphasis on this passage in\r\narguing that the bad faith requirement applies only when the\r\ndefendant is a municipality.  This, we think, conflates merely one\r\nrationale animating the City of Manchester decision with the\r\nholding of the case itself.  To be sure, the City of Manchestercourt noted certain concerns when a municipal defendant is sued for\r\nfailing to award a competitive bid, e.g., the possibility of\r\ndamages \"draining the public fisc\" or the municipality's eroding\r\nthe \"public confidence in government . . . [by acting] in bad\r\nfaith.\"  See id.  But these concerns can be understood as relating\r\nto the particular circumstances pertaining to that case, not as\r\nessential ingredients of the legal principle being applied.  The\r\nlegal basis of City of Manchester was, we believe, the court's\r\nrecognition -- regardless whether the subcontractor was a public or\r\nprivate entity -- that bid preparation costs are the \"ordinary\"\r\nremedy for a promissory estoppel claim, leaving lost profits for\r\nexceptional cases where bad faith (or something akin to bad faith)\r\nis proven.  The New Hampshire court cited to the Restatement\r\n(Second) of Contracts in support of its determination that\r\njustifiable reliance could give rise to a promissory estoppel claim\r\nin the case of a disappointed bidder.  See Restatement (Second) of\r\nContracts,  90, comment d, illustrations 8 &amp; 9; City of\r\nManchester, 634 A.2d at 524.  The Restatement makes no distinction\r\nin this aspect of the law between public and private entities. \r\nIndeed, it would be inconsistent with the court's earlier statement\r\nthat \"[m]unicipalities are generally subject to the same financial\r\nconsequences for their misconduct as private corporations\" to\r\nrequire public and private subcontractors to prove different\r\nelements to recover lost profits on a promissory estoppel claim. \r\nIn short, City of Manchester does not deter, and in fact guides,\r\nour view that the Supreme Court of New Hampshire, if faced with the\r\ncircumstances of this case, would authorize the court below to\r\nrequire Marbucco to prove Suffolk's bad faith in order to recover\r\nits lost profits.  \r\nAs an alternative to ruling in its favor, Marbucco asks\r\nus to certify the question to the Supreme Court of New Hampshire. \r\nIt is inappropriate, however, to use certification \"when the course\r\nstate courts would take is reasonably clear.\"  Porter v. Nutter,\r\n913 F.2d 37, 41 n.4 (1st Cir. 1990).  Accordingly, we deny the\r\nmotion to certify. \r\nWe also discern no error in the wording of the court's\r\njury instruction on the definition of the term \"bad faith.\" \r\nBlack's Law Dictionary defines it as \"the opposite of 'good faith,'\r\ngenerally implying or involving actual or constructive fraud, or a\r\ndesign to mislead or deceive another, or a neglect or refusal to\r\nfulfill some duty or some contractual obligation, not prompted by\r\nan honest mistake as to one's rights or duties, but by some\r\ninterested or sinister motive.\"  Black's Law Dictionary (6th ed. \r\n1990), p. 139.  The Supreme Court of New Hampshire has defined it\r\nas an \"intentional disregard of a duty or an intent to injure.\" \r\nMurphy v. Financial Development Corp., 495 A.2d 1245, 1250 (N.H.\r\n1985).  The court's instruction here was as follows: \"A party acts\r\nin bad faith if the party makes a promise with the knowledge that\r\nthe promise will not be fulfilled and with the intention of\r\ninducing another to rely on the promise.\"  We believe that this\r\ninstruction adequately summarized the concept of bad faith for\r\npurposes of the present case -- i.e., one in which a disappointed\r\nbidder is suing a subcontractor for failing to award it a contract. \r\n\nMarbucco does not, in fact, question the correctness of\r\nthis instruction insofar as it goes.  Rather, Marbucco wanted the\r\ncourt to supplement the instruction with a follow-up instruction\r\nallegedly more relevant to the case at hand.  The requested follow-\r\nup instruction provided, \r\nif there was a promise to award the contract to the\r\nqualified low bidder, [and] that the defendant was aware\r\nthat that promise had been made and thereafter for no\r\nreasonable or legitimate reason chose not to award the\r\ncontract to [Marbucco] even though it was the lowest\r\nqualified bidder, [then] that conduct would constitute\r\nbad faith.\r\n\nIt was, however, well within the trial judge's discretion\r\nto determine how fact-specific and detailed an instruction to give\r\non this matter.  Trial judges are in the best position to know when\r\nto stop in the instructional process, there being a fine line\r\nbetween adequate guidance and that which may confuse or unfairly\r\ninfluence the jury.  \"Bad faith\" having been adequately defined, we\r\nare unable to say that the judge abused his ample discretion by\r\nchoosing not to dilate further on the subject.  See United Statesv. Rule Industries, Inc., 878 F.2d 535, 543 (1st Cir. 1989)(\"The\r\ntrial court is not obligated . . . to use the precise words\r\nproposed by one party in its instructions;  it is sufficient if the\r\nprinciple of law is correctly stated.\"); United States v. Paredes-\r\nRodriguez, 160 F.3d 49, 53 (1st Cir. 1998) (trial judge's choice of\r\nwording in the instructions is reviewed only for abuse of\r\ndiscretion).   \r\nAffirmed.\r\nMotion to Certify denied.\r\n",
  "html": "<p class=\"case_cite\">165 F.3d 103</p>\n    <p class=\"parties\">MARBUCCO CORP., d/b/a Granite State Glass, Plaintiff, Appellant,<br>v.<br>SUFFOLK CONSTRUCTION COMPANY, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1651.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 5, 1999.<br>Decided Jan. 25, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Matthew J. Lahey, with whom McLaughlin, Hemeon &amp; Lahey, P.A. was on brief for appellant.</p>\n      <p class=\"indent\">Lawrence M. Edelman, with whom Sanders &amp; McDermott, P.L.L.C. and Patricia M. Weathersby were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The principal issue in this appeal is whether New Hampshire law requires a disappointed bidder to demonstrate a private subcontractor's bad faith before the bidder may recover lost profit damages under a theory of promissory estoppel.  The district court held that such a showing was necessary in this case, and it instructed the jury accordingly.  We find no error in the court's instructions and therefore affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellee Suffolk Construction Company, Inc., a Massachusetts general building contractor, was awarded a contract to build a new sports arena for the University of New Hampshire.  Suffolk invited nine glass suppliers to bid on a portion of the job that required the fabrication and installation of some of the glass products for the arena.  Among these suppliers was Appellant, Marbucco Corporation.  Marbucco claimed that one of Suffolk's agents had told Marbucco's Vice-President that Marbucco's bid would be selected so long as it was the lowest.  When Suffolk awarded the subcontract to another glass supplier whose bid was higher than Marbucco's, Marbucco sued in New Hampshire Superior Court, seeking damages for its bid preparations costs and lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Suffolk removed the action to the district court based on the parties' diversity of citizenship.  By the time of trial, Marbucco had abandoned its claim for bid preparation costs and instead sought only lost profits, which it asserted to be approximately $71,000.  Upon conclusion of the evidence, the district court provided the following instruction to the jury regarding Marbucco's claim:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>The Plaintiff is making a claim for damages based on what is known as the doctrine of promissory estoppel.  In order to prove a claim of promissory estoppel the plaintiff must [prove] by a preponderance of the evidence that, one:  the defendant's employee made a promise to the plaintiff.  Two:  the defendant reasonably expected that its employee's promise would cause the plaintiff to act on the promise.  Three:  the plaintiff relied to its detriment on the defendant's promise.  Four:  the plaintiff's reliance on the promise was reasonable under the circumstances.  And five:  the defendant acted in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Marbucco contends that the district court erred in instructing the jury that bad faith was a necessary element of its claim, limited, as it was, to lost profits.  It contends, based on the Supreme Court of New Hampshire's decision in Marbucco v. City of Manchester, 137 N.H. 629, 632 A.2d 522 (N.H.1993), that New Hampshire law requires a plaintiff seeking lost profits under a promissory estoppel theory to prove a defendant's bad faith only if the defendant is a municipality.  We do not read City of Manchester as necessarily so limited.  In that case, the New Hampshire court faced what it characterized as a question of first impression:  whether a disappointed low bidder on a municipal contract could recover money damages from the municipality for failure to award it the contract, and if so, what measure of damages.  See id. 632 A.2d at 524-25.   The court ruled that damages could be recovered, noting that \"[m]unicipalities are generally subject to the same financial consequences for their misconduct as private corporations.\"  Id. at 524 (citation omitted).  Regarding the appropriate measure of damages, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>In the ordinary case, the damages that an unsuccessful low bidder may recover should be limited to those it sustained directly by reason of its justifiable reliance upon the municipality's promise to award the contract to the lowest responsible bidder submitting all essential information prior to the bidding deadline, if it awarded it at all.  Hence, damages ordinarily should be limited to the expenses incurred by the low bidder in its fruitless participation in the competitive bidding process, i.e., its bid preparation costs.  To permit the recovery of greater damages in such cases could drain the public fisc in response to mere carelessness on the part of low level government officials.  If a disappointed low bidder complies with all requirements of the bid instructions but is deprived of the contract through some conduct of the awarding authority tantamount to bad faith, however, then the recovery of lost profits should be the measure of damages.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Id. at 525 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Marbucco places special emphasis on this passage in arguing that the bad faith requirement applies only when the defendant is a municipality.  This, we think, conflates merely one rationale animating the City of Manchester decision with the holding of the case itself.  To be sure, the City of Manchester court noted certain concerns when a municipal defendant is sued for failing to award a competitive bid, e.g., the possibility of damages \"draining the public fisc\" or the municipality's eroding the \"public confidence in government ... [by acting] in bad faith.\"   See id.   But these concerns can be understood as relating to the particular circumstances pertaining to that case, not as essential ingredients of the legal principle being applied.  The legal basis of City of Manchester was, we believe, the court's recognition--regardless whether the subcontractor was a public or private entity--that bid preparation costs are the \"ordinary\" remedy for a promissory estoppel claim, leaving lost profits for exceptional cases where bad faith (or something akin to bad faith) is proven.  The New Hampshire court cited to the Restatement (Second) of Contracts in support of its determination that justifiable reliance could give rise to a promissory estoppel claim in the case of a disappointed bidder.  See Restatement (Second) of Contracts, &#167; 90, comment d, illustrations 8 &amp; 9;  City of Manchester, 632 A.2d at 524.   The Restatement makes no distinction in this aspect of the law between public and private entities.  Indeed, it would be inconsistent with the court's earlier statement that \"[m]unicipalities are generally subject to the same financial consequences for their misconduct as private corporations\" to require public and private subcontractors to prove different elements to recover lost profits on a promissory estoppel claim.  In short, City of Manchester does not deter, and in fact guides, our view that the Supreme Court of New Hampshire, if faced with the circumstances of this case, would authorize the court below to require Marbucco to prove Suffolk's bad faith in order to recover its lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As an alternative to ruling in its favor, Marbucco asks us to certify the question to the Supreme Court of New Hampshire.  It is inappropriate, however, to use certification \"when the course state courts would take is reasonably clear.\"  Porter v. Nutter, 913 F.2d 37, 41 n. 4 (1st Cir.1990).  Accordingly, we deny the motion to certify.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We also discern no error in the wording of the court's jury instruction on the definition of the term \"bad faith.\"   Black's Law Dictionary defines it as \"the opposite of 'good faith,' generally implying or involving actual or constructive fraud, or a design to mislead or deceive another, or a neglect or refusal to fulfill some duty or some contractual obligation, not prompted by an honest mistake as to one's rights or duties, but by some interested or sinister motive.\"   Black's Law Dictionary (6th ed.1990), p. 139.  The Supreme Court of New Hampshire has defined it as an \"intentional disregard of a duty or an intent to injure.\"  Murphy v. Financial Development Corp., 126 N.H. 536, 495 A.2d 1245, 1250 (N.H.1985).  The court's instruction here was as follows:  \"A party acts in bad faith if the party makes a promise with the knowledge that the promise will not be fulfilled and with the intention of inducing another to rely on the promise.\"   We believe that this instruction adequately summarized the concept of bad faith for purposes of the present case--i.e., one in which a disappointed bidder is suing a subcontractor for failing to award it a contract.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Marbucco does not, in fact, question the correctness of this instruction insofar as it goes.  Rather, Marbucco wanted the court to supplement the instruction with a follow-up instruction allegedly more relevant to the case at hand.  The requested follow-up instruction provided,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>if there was a promise to award the contract to the qualified low bidder, [and] that the defendant was aware that that promise had been made and thereafter for no reasonable or legitimate reason chose not to award the contract to [Marbucco] even though it was the lowest qualified bidder, [then] that conduct would constitute bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It was, however, well within the trial judge's discretion to determine how fact-specific and detailed an instruction to give on this matter.  Trial judges are in the best position to know when to stop in the instructional process, there being a fine line between adequate guidance and that which may confuse or unfairly influence the jury.  \"Bad faith\" having been adequately defined, we are unable to say that the judge abused his ample discretion by choosing not to dilate further on the subject.  See United States v. Rule Industries, Inc., 878 F.2d 535, 543 (1st Cir.1989)(\"The trial court is not obligated ... to use the precise words proposed by one party in its instructions;  it is sufficient if the principle of law is correctly stated.\");  United States v. Paredes-Rodriguez, 160 F.3d 49, 53 (1st Cir.1998) (trial judge's choice of wording in the instructions is reviewed only for abuse of discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Motion to Certify denied.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></span></p>\n    <p class=\"parties\">MARBUCCO CORP., d/b/a Granite State Glass, Plaintiff, Appellant,<br>v.<br>SUFFOLK CONSTRUCTION COMPANY, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1651.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 5, 1999.<br>Decided Jan. 25, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Matthew J. Lahey, with whom McLaughlin, Hemeon &amp; Lahey, P.A. was on brief for appellant.</p>\n      <p class=\"indent\">Lawrence M. Edelman, with whom Sanders &amp; McDermott, P.L.L.C. and Patricia M. Weathersby were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The principal issue in this appeal is whether New Hampshire law requires a disappointed bidder to demonstrate a private subcontractor's bad faith before the bidder may recover lost profit damages under a theory of promissory estoppel.  The district court held that such a showing was necessary in this case, and it instructed the jury accordingly.  We find no error in the court's instructions and therefore affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellee Suffolk Construction Company, Inc., a Massachusetts general building contractor, was awarded a contract to build a new sports arena for the University of New Hampshire.  Suffolk invited nine glass suppliers to bid on a portion of the job that required the fabrication and installation of some of the glass products for the arena.  Among these suppliers was Appellant, Marbucco Corporation.  Marbucco claimed that one of Suffolk's agents had told Marbucco's Vice-President that Marbucco's bid would be selected so long as it was the lowest.  When Suffolk awarded the subcontract to another glass supplier whose bid was higher than Marbucco's, Marbucco sued in New Hampshire Superior Court, seeking damages for its bid preparations costs and lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Suffolk removed the action to the district court based on the parties' diversity of citizenship.  By the time of trial, Marbucco had abandoned its claim for bid preparation costs and instead sought only lost profits, which it asserted to be approximately $71,000.  Upon conclusion of the evidence, the district court provided the following instruction to the jury regarding Marbucco's claim:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>The Plaintiff is making a claim for damages based on what is known as the doctrine of promissory estoppel.  In order to prove a claim of promissory estoppel the plaintiff must [prove] by a preponderance of the evidence that, one:  the defendant's employee made a promise to the plaintiff.  Two:  the defendant reasonably expected that its employee's promise would cause the plaintiff to act on the promise.  Three:  the plaintiff relied to its detriment on the defendant's promise.  Four:  the plaintiff's reliance on the promise was reasonable under the circumstances.  And five:  the defendant acted in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Marbucco contends that the district court erred in instructing the jury that bad faith was a necessary element of its claim, limited, as it was, to lost profits.  It contends, based on the Supreme Court of New Hampshire's decision in Marbucco v. City of Manchester, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">629</span></span>, <span class=\"citation no-link\"><span class=\"volume\">632</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">522</span></span> (N.H.1993), that New Hampshire law requires a plaintiff seeking lost profits under a promissory estoppel theory to prove a defendant's bad faith only if the defendant is a municipality.  We do not read City of Manchester as necessarily so limited.  In that case, the New Hampshire court faced what it characterized as a question of first impression:  whether a disappointed low bidder on a municipal contract could recover money damages from the municipality for failure to award it the contract, and if so, what measure of damages.  See id. 632 A.2d at 524-25.   The court ruled that damages could be recovered, noting that \"[m]unicipalities are generally subject to the same financial consequences for their misconduct as private corporations.\"  Id. at 524 (citation omitted).  Regarding the appropriate measure of damages, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>In the ordinary case, the damages that an unsuccessful low bidder may recover should be limited to those it sustained directly by reason of its justifiable reliance upon the municipality's promise to award the contract to the lowest responsible bidder submitting all essential information prior to the bidding deadline, if it awarded it at all.  Hence, damages ordinarily should be limited to the expenses incurred by the low bidder in its fruitless participation in the competitive bidding process, i.e., its bid preparation costs.  To permit the recovery of greater damages in such cases could drain the public fisc in response to mere carelessness on the part of low level government officials.  If a disappointed low bidder complies with all requirements of the bid instructions but is deprived of the contract through some conduct of the awarding authority tantamount to bad faith, however, then the recovery of lost profits should be the measure of damages.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Id. at 525 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Marbucco places special emphasis on this passage in arguing that the bad faith requirement applies only when the defendant is a municipality.  This, we think, conflates merely one rationale animating the City of Manchester decision with the holding of the case itself.  To be sure, the City of Manchester court noted certain concerns when a municipal defendant is sued for failing to award a competitive bid, e.g., the possibility of damages \"draining the public fisc\" or the municipality's eroding the \"public confidence in government ... [by acting] in bad faith.\"   See id.   But these concerns can be understood as relating to the particular circumstances pertaining to that case, not as essential ingredients of the legal principle being applied.  The legal basis of City of Manchester was, we believe, the court's recognition--regardless whether the subcontractor was a public or private entity--that bid preparation costs are the \"ordinary\" remedy for a promissory estoppel claim, leaving lost profits for exceptional cases where bad faith (or something akin to bad faith) is proven.  The New Hampshire court cited to the Restatement (Second) of Contracts in support of its determination that justifiable reliance could give rise to a promissory estoppel claim in the case of a disappointed bidder.  See Restatement (Second) of Contracts, &#167; 90, comment d, illustrations 8 &amp; 9;  City of Manchester, 632 A.2d at 524.   The Restatement makes no distinction in this aspect of the law between public and private entities.  Indeed, it would be inconsistent with the court's earlier statement that \"[m]unicipalities are generally subject to the same financial consequences for their misconduct as private corporations\" to require public and private subcontractors to prove different elements to recover lost profits on a promissory estoppel claim.  In short, City of Manchester does not deter, and in fact guides, our view that the Supreme Court of New Hampshire, if faced with the circumstances of this case, would authorize the court below to require Marbucco to prove Suffolk's bad faith in order to recover its lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As an alternative to ruling in its favor, Marbucco asks us to certify the question to the Supreme Court of New Hampshire.  It is inappropriate, however, to use certification \"when the course state courts would take is reasonably clear.\"  Porter v. Nutter, <span class=\"citation\" data-id=\"547470\"><a href=\"/opinion/547470/john-s-porter-v-harold-nutter/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 41 n. 4 (1st Cir.1990).  Accordingly, we deny the motion to certify.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We also discern no error in the wording of the court's jury instruction on the definition of the term \"bad faith.\"   Black's Law Dictionary defines it as \"the opposite of 'good faith,' generally implying or involving actual or constructive fraud, or a design to mislead or deceive another, or a neglect or refusal to fulfill some duty or some contractual obligation, not prompted by an honest mistake as to one's rights or duties, but by some interested or sinister motive.\"   Black's Law Dictionary (6th ed.1990), p. 139.  The Supreme Court of New Hampshire has defined it as an \"intentional disregard of a duty or an intent to injure.\"  Murphy v. Financial Development Corp., <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">536</span></span>, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1245</span></span>, 1250 (N.H.1985).  The court's instruction here was as follows:  \"A party acts in bad faith if the party makes a promise with the knowledge that the promise will not be fulfilled and with the intention of inducing another to rely on the promise.\"   We believe that this instruction adequately summarized the concept of bad faith for purposes of the present case--i.e., one in which a disappointed bidder is suing a subcontractor for failing to award it a contract.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Marbucco does not, in fact, question the correctness of this instruction insofar as it goes.  Rather, Marbucco wanted the court to supplement the instruction with a follow-up instruction allegedly more relevant to the case at hand.  The requested follow-up instruction provided,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>if there was a promise to award the contract to the qualified low bidder, [and] that the defendant was aware that that promise had been made and thereafter for no reasonable or legitimate reason chose not to award the contract to [Marbucco] even though it was the lowest qualified bidder, [then] that conduct would constitute bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It was, however, well within the trial judge's discretion to determine how fact-specific and detailed an instruction to give on this matter.  Trial judges are in the best position to know when to stop in the instructional process, there being a fine line between adequate guidance and that which may confuse or unfairly influence the jury.  \"Bad faith\" having been adequately defined, we are unable to say that the judge abused his ample discretion by choosing not to dilate further on the subject.  See United States v. Rule Industries, Inc., <span class=\"citation\" data-id=\"525553\"><a href=\"/opinion/525553/united-states-v-rule-industries-inc/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 543 (1st Cir.1989)(\"The trial court is not obligated ... to use the precise words proposed by one party in its instructions;  it is sufficient if the principle of law is correctly stated.\");  United States v. Paredes-Rodriguez, <span class=\"citation\" data-id=\"759118\"><a href=\"/opinion/759118/united-states-v-jesus-paredes-rodriguez/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 53 (1st Cir.1998) (trial judge's choice of wording in the instructions is reviewed only for abuse of discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Motion to Certify denied.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/525553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759118/"
  ]
}