{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198349/",
  "absolute_url": "/opinion/198349/simas-v-first-citizens/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198349/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:50:48Z",
  "date_modified": "2017-03-24T10:56:30.956394Z",
  "type": "010combined",
  "sha1": "27c9167a68999d89c71b6e11517971cca01c38d4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1450.01A",
  "local_path": null,
  "plain_text": "          UNITED STATES COURT OF APPEALS\r\n               FOR THE FIRST CIRCUIT\r\n\nNo. 98-1450\r\n\n                 VICTOR E. SIMAS,\r\n\n               Plaintiff, Appellant,\r\n\n                        v.\r\n\n       FIRST CITIZENS' FEDERAL CREDIT UNION\r\n             AND BARBARA M. W. SILVA,\r\n\n              Defendants, Appellees.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n         FOR THE DISTRICT OF MASSACHUSETTS\r\n\n [Hon. Robert B. Collings, U.S. Magistrate Judge]\r\n\n                      Before\r\n\n              Torruella, Chief Judge,\r\n\n      Aldrich and Cyr, Senior Circuit Judges,\r\n\nPhilip N. Beauregard, with whom Law Offices of Beauregard &amp; Burkewas on brief for appellant.\r\nMichael P. Duffy, with whom Harvey Weiner and Peabody &amp; Arnold LLPwere on brief for appellees.\r\n\n                  March 2, 1999\r\n\nCYR, Senior Circuit Judge.  Victor E. Simas appeals the\r\ndistrict court judgment which dismissed his complaint charging\r\nFirst Citizens' Federal Credit Union (\"Citizens\") and its president\r\nand CEO, Barbara M.W. Silva, with violating the \"whistleblower\"\r\nprovisions of the Federal Credit Union Act, 12 U.S.C.  1790b(a)\r\n(FCUA or \"the Act\"), by retaliating against him for having informed\r\nthe National Credit Union Administration (\"NCUA\") that Citizens,\r\nnotwithstanding its longstanding policy, had made a suspect\r\ncommercial loan to a member of its board of directors.  We vacate\r\nthe district court judgment and remand for further proceedings.\r\n                      I\r\n                  BACKGROUND\r\nThe district court opinion thoroughly explicates the\r\nfactual background underlying the present claim.  See Simas v.\r\nFirst Citizens' Fed. Credit Union, 996 F. Supp. 76 (D. Mass. 1998). \r\nAccordingly, we restrict our opening recitation to the essentials. \r\nAt all relevant times, Simas was a vice-president under\r\nSilva's supervision, with primary responsibility for all delinquent\r\nloan collections.  In September 1993, Simas learned that Silva's\r\nfriend, Louis Xifiras, was about to default on an undersecured\r\ncommercial loan with an outstanding balance approximating $831,000. \r\nSimas considered the circumstances surrounding the 1990 loan to\r\nXifiras suspicious.  For one thing, Silva herself had arranged the\r\nloan, the largest in Citizens' history, even though Xifiras was\r\nserving on the Citizens board of directors at the time and intended\r\nto use the proceeds to acquire commercial real estate.  Citizens\r\nhad a longstanding policy against making commercial loans. \r\nMoreover, several Board members expressed concern that the\r\n$1,030,000 real estate appraisal, prepared by an appraiser selected\r\nby Xifiras, was inflated.  Furthermore, Xifiras and Lisa Grace,\r\nSilva's daughter and Citizens' senior vice-president for mortgage\r\nloans, were rumored to be involved in an extramarital affair. \r\nFinally, Ms. Grace personally presented the Xifiras loan\r\napplication for Board approval.\r\nSimas alerted Silva to his concerns, then asked Citizens'\r\ninternal auditor to conduct an investigation.  The auditor\r\ndeclined.  When Simas persisted, the auditor complained to Silva. \r\nSimas thereafter informed the auditor that if she chose not to\r\ninvestigate internally, he might be forced to report his concerns\r\nto the NCUA or the press.\r\nIn October 1993, Silva sent Simas a memorandum advising\r\nthat his repeated \"irrational\" and \"aggressive\" verbal harangues\r\nabout the Xifiras loan were causing the internal auditor \"emotional\r\ndistress.\"  She characterized Simas' announced intention to contact\r\nthe NCUA or the press as \"threats to the credit union,\" and his\r\nconcerns about the Xifiras loan as totally unwarranted.  She\r\nsuggested that Simas was making trouble because he was unhappy with\r\nhis own working conditions and she explicitly warned that he would\r\nbe terminated immediately if the \"verbal harassments [or]\r\nunwarranted charges or threats\" occurred again.  Shortly\r\nthereafter, Silva removed Simas from all responsibility for the\r\nXifiras loan.  Following this \"final warning\" from Silva, Simas was\r\ninformed by Citizens' senior vice-president that he believed Silva\r\nshould have fired Simas for \"stirring [up]\" the Xifiras matter.\r\nAfter Xifiras defaulted on the Citizens loan and declared\r\nbankruptcy, the commercial real estate securing the loan was\r\nappraised at $538,000.  As required by law, Silva reported the loss\r\nto the NCUA.  Fearing for his job in the event he chose to pursue\r\nthe Xifiras matter internally, Simas promptly reported his concerns\r\nto the FBI and NCUA.\r\nThereafter, Simas \"experienced an abrupt and substantial\r\nchange in the way that he was treated by [Citizens].\"  Coworkers\r\nshunned him, socially and professionally.  Citizens disapproved his\r\ncar loan application for the first time ever.  Although Citizens\r\nultimately approved his education loan application, it did so over\r\nSilva's active opposition.  Simas was stripped of many work-related\r\nprivileges consistently accorded him in the past; including (1)\r\nattending board of directors meetings, (2) supervising employees in\r\nthe credit department, (3) approving credit-card applications, (4)\r\npersonal access to the file vault, and (5) serving as Citizens'\r\nacting president in Silva's absence.  Silva also refused to\r\nconsider Simas' request for promotion to a vacant vice-presidency,\r\nremoved him as network administrator, denied him permission to\r\nattend a business-related seminar, and refused his request for a\r\ncellular phone.  These adverse employment actions were\r\nunprecedented.\r\nIn January 1994, the NCUA conducted its annual audit of\r\nCitizens, devoting an \"unusual\" amount of time to consultations\r\nwith Simas.  Its audit report noted \"the presence of adverse\r\nconditions and trends [which] [i]f left unresolved . . . will\r\njeopardize the financial condition and/or operations of\r\n[Citizens].\"  The NCUA found that the Xifiras loan had been made\r\n\"without the support of a comprehensive written Member Business\r\nLoan program\" and that it was improperly preferential in its terms\r\nand conditions to a compensated member of the board of directors. \r\nThe NCUA cited Citizens for allowing Xifiras to engage his own\r\nappraiser, directed Citizens to cease making business loans to its\r\nmembers, and ordered that it notify its surety bond carrier of all\r\nregulatory violations.  Citizens' board of directors accepted the\r\nNCUA report.  Thereafter, the NCUA requested that several Citizens'\r\ndirectors resign, including Silva.\r\nIn March 1994, Citizens' new internal auditor recommended\r\nthat Simas start looking for another job.  After locating a lesser\r\npaying job at another bank, on May 2 Simas submitted his\r\nresignation to Citizens, effective May 13.  Silva, however, made\r\nthe resignation effective immediately, and directed that Simas be\r\nescorted from the credit union premises in full view of his\r\ncoworkers, several of whom questioned him about the reason for the\r\nunprecedented treatment.  In reporting Simas' accelerated\r\n\"resignation\" to the NCUA, Silva characterized Simas as \"a\r\ndisgruntled employee\" with access to confidential information. \r\nLater, she defined the term \"disgruntled employee\" as including one\r\nwho might come into work and shoot his fellow workers. \r\nIn due course Simas brought suit against Citizens and\r\nSilva in federal district court, alleging violations of the FCUA\r\n\"whistleblower\" provisions, see 12 U.S.C.  1790b(a), together with\r\nseveral pendent state-law claims, including wrongful termination,\r\ndefamation, and tortious interference with an advantageous\r\nrelationship.  Following discovery, both defendants moved for\r\nsummary judgment on all claims. \r\nThe district court granted summary judgment on the FCUA\r\nclaim, concluding that Simas had not generated a trialworthy\r\ndispute as to whether the treatment accorded him after September\r\n1993 was sufficiently adverse to constitute either a \"constructive\r\ndischarge\" or \"discriminat[ion] . . . with respect to compensation,\r\nterms, conditions, or privileges of employment,\" within the meaning\r\nof section 1790b(a).  Finally, the pendent state-law claims were\r\ndismissed for lack of supplemental jurisdiction. See 28 U.S.C. \r\n1367(c)(3).\r\n                      II\r\nDISCUSSION\r\nA.   The Statutory Framework\r\nOne of several federal \"whistleblower\" statutes, the FCUA\r\nprovides in pertinent part:\r\nNo insured credit union may discharge or\r\notherwise discriminate against any employee\r\nwith respect to compensation, terms,\r\nconditions, or privileges of employment\r\nbecause the employee (or any person acting\r\npursuant to the request of the employee)\r\nprovided information to the [National Credit\r\nUnion] Board or the Attorney General regarding\r\nany possible violation of any law or\r\nregulation by the credit union or any\r\ndirector, officer, or employee of the credit\r\nunion.\r\n\n12 U.S.C.  1790b(a)(1).  Should a federal credit union violate\r\nsection 1790b, the aggrieved employee may bring suit for\r\ncompensatory damages and \"other appropriate actions to remedy any\r\npast discrimination.\"  Id.  1790b(c).\r\nIn according safeguards against retaliation to credit\r\nunion employees who report potential irregularities, Congress\r\nintended to \"enhance the regulatory enforcement powers of the\r\ndepository institution regulatory agencies to protect against\r\nfraud, waste and insider abuse.\"  H.R. Rep. No. 101-54(I), at 308\r\n(1989), reprinted in 1989 U.S.C.C.A.N. 86, 103-04.  Since the case\r\nlaw interpreting section 1790b itself is extremely sparse, however,\r\nthe courts have looked to case law construing comparably-phrased\r\nanti-retaliation provisions in other federal employment-\r\ndiscrimination statutes, such as Title VII, 42 U.S.C.  2000e etseq., the Americans with Disabilities Act (ADA), id.  12101 etseq., and the Age Discrimination in Employment Act (ADEA), 29\r\nU.S.C.  621 et seq., as well as other federal whistleblower\r\nstatutes, such as the False Claims Act (FCA), 31 U.S.C.  3730(h),\r\nthe Safety Transportation Assistance Act (STAA), 49 U.S.C. \r\n31105(a)(1)(A), and FIRREA  1831j(a)(1) (providing  1790b-type\r\ncoverage to employees of all \"insured depository institutions\"\r\n\"with respect to . . . the terms, conditions, or privileges of\r\nemployment\").  We follow their lead.  See Larou v. Ridlon, 98 F.3d\r\n659, 663 n.6 (1st Cir. 1996).\r\nB.   Burdens of Proof\r\nMany of these federal anti-retaliation statutes require\r\nthe claimant to make a three-part prima facie showing that:  (1)\r\nthe claimant engaged in the protected activity (e.g., filed a\r\ncomplaint or reported information to the government); (2) the\r\ndefendants subjected the claimant to some materially adverse\r\nemployment action, and (3) a causal connection existed between the\r\nprotected activity and the adverse action.  Cf. BSP Trans, Inc. v.\r\nUnited States Dep't of Labor, 160 F.3d 38, 46 (1st Cir. 1998) (STAA\r\nwhistleblower provision); Hernandez-Torres v. Intercontinental\r\nTrading, Inc., 158 F.3d 43, 47 (1st Cir. 1998) (Title VII\r\nretaliation); Hodgens v. General Dynamics Corp., 144 F.3d 151, 161\r\n(1st Cir. 1998) (Family and Medical Leave Act).  Even under these\r\nanalogous statutes, however, \"[t]he [claimant's] initial burden to\r\nestablish a prima facie case of discrimination is 'not onerous' .\r\n. . [and] '[a]ll that is needed is the production of admissible\r\nevidence which, if uncontradicted, would justify a legal conclusion\r\nof discrimination.'\" Brennan v. GTE Gov't Sys. Corp., 150 F.3d 21,\r\n26 (1st Cir. 1998) (emphasis added; citation omitted); see alsoTexas Dep't of Community Affairs v. Burdine, 450 U.S. 248, 253-54\r\n(1981). \r\nUnder yet other anti-retaliation statutes, moreover, the\r\nclaimant's prima facie burden on the third or \"causation\" element\r\nis further eased, so as to require only a showing that the\r\nprotected activity was a \"contributing factor\" in the adverse\r\naction, not necessarily its substantial or motivating cause.  SeeFrobose v. American Sav. and Loan Ass'n of Danville, 152 F.3d 602,\r\n612 (7th Cir. 1998) (FIRREA  1831j(a)(1)).  Indeed, Citizens and\r\nSilva acceded to the latter prima facie standard below, see Simas,\r\n996 F. Supp. at 86, and we accept their concession in addressing\r\nthe merits on appeal.  See, e.g., Clean Harbors Envtl. Servs., Inc.v. Herman, 146 F.3d 12, 22 (1st Cir. 1998) (\"Both parties have\r\naccepted this [allocation of the BOP] as the standard and we do not\r\nreexamine it.\").\r\nOnce the claimant makes a prima facie showing, a\r\npresumption of retaliation arises and the burden shifts to the\r\ndefendants.  With respect to the former category of anti-\r\nretaliation statutes, see supra Section II.B, 1, only the burden\r\nof production passes to defendants, i.e., requiring them merely to\r\narticulate  not prove  a nondiscriminatory motive for their\r\nactions.  See Alvarez-Fonseca v. Pepsi Cola of Puerto Rico Bottling\r\nCo., 152 F.3d 17, 24 (1st Cir. 1998); Clean Harbors, 146 F.3d at\r\n21-22 (STAA).  Once defendants meet their minimal burden of\r\nproduction, the initial presumption of retaliatory motivation is\r\nremoved from the calculus, and the claimant must bear the burden of\r\nproving that the nondiscriminatory motive articulated by defendants\r\nis pretextual and the real motive was the claimant's decision to\r\nexercise the \"whistleblower\" rights endorsed by the applicable\r\nstatute.  See Hazel v. United States Postmaster Gen., 7 F.3d 1, 3\r\n(1st Cir. 1993). \r\nUnder the latter variety of anti-retaliation statute,\r\nhowever, see supra Section II.B, 2, the entire burden of\r\npersuasion passes to defendants, who must then adduce clear andconvincing evidence that the alleged adverse actions would have\r\nbeen taken regardless whether the claimant had engaged in the\r\nprotected whistleblower activity.  See Frobose, 152 F.3d at 612\r\n(FIRREA  1831j(a)); see also infra note 8.  Unlike section\r\n1831j(a), however, section 1790b contains no explicit burden-of-\r\nproof allocation.  Nevertheless, these defendants acceded below to\r\nthe more plaintiff-friendly burden-shifting paradigm utilized under\r\nsection 1831j(a), see Simas, 996 F. Supp. at 86, which thereby\r\nbecame the law of the case.  See Clean Harbors, 146 F.3d at 22.\r\nC.   Summary Judgment Rulings\r\n1.   Defendants' Knowledge of the NCUA Contacts by Simas\r\nThe summary judgment motion submitted by Silva and\r\nCitizens asserted two grounds for dismissing the FCUA claim;\r\nnamely, that Simas failed to adduce competent evidence from which\r\na jury rationally might infer that (1) defendants were aware of\r\nSimas' contacts with the NCUA prior to his resignation; and (2)\r\ntheir adverse employment actions were consequential enough to\r\nconstitute either a \"constructive discharge\" or \"discrimination.\"\r\nSilva unambiguously attested that she could not have\r\nretaliated against Silva for contacting the NCUA, because she never\r\nknew whether he had carried out his threat to do so until after he\r\nhad submitted his resignation on May 2, 1994.  See, e.g., Lewis v.\r\nGillette, Co., 22 F.3d 22, 24 (1st Cir. 1994) (noting that claimant\r\nnormally cannot establish the requisite causal connection without\r\nestablishing that \"the alleged retaliators knew of the protected\r\nplaintiff's activity\").  After defendants filed their summary\r\njudgment motion, Simas promptly filed a motion for continuance,\r\npursuant to Fed. R. Civ. P. 56(f), in which his counsel asserted\r\nthat he recently learned from a \"highly reliable source\" that\r\nMichael DeBarros, formerly a Citizens senior vice-president and\r\nCFO, had overheard Silva declare in early 1994 that she believed it\r\nwas Simas who had prompted the NCUA auditor to take such a special\r\ninterest in the Xifiras loan.  Simas' counsel then contacted\r\nDeBarros' counsel, who refused to allow his client to file an\r\naffidavit out of fear that \"Silva might attempt to retaliate\r\nagainst [DeBarros].\"  Nonetheless, DeBarros' counsel indicated that\r\nDeBarros would submit to a deposition under subpoena. \r\nThe district court bypassed the question whether Simas\r\nhad adduced sufficient evidence as to Silva's knowledge.  Instead,\r\nit rested its grant of summary judgment for defendants on the\r\nindependent ground that Simas had not adduced enough evidence of a\r\nconstructive discharge or sufficiently \"adverse employment\r\nactions.\"  Thus, the district court denied the Rule 56(f) motion as\r\nmoot.  On appeal, however, defendants urge us to affirm on this\r\nalternative ground.  See Sammartano v. Palmas del Mar Properties,\r\nInc., 161 F.3d 96, 97 n.2 (1st Cir. 1998) (appellate court may\r\naffirm summary judgment on any ground apparent in the record).  We\r\nnow address the infirmities in their present position.\r\nFirst, despite Silva's attestations to the contrary, we\r\nseriously question whether Simas needed the DeBarros testimony to\r\nsurvive summary judgment.  After all, there is no dispute that\r\nSilva knew by the fall of 1993 that Simas had threatened to contact\r\nthe NCUA, see supra Section I, 3, and since there is no evidence\r\nthat any other Citizens employee ever made such a threat, the\r\nJanuary 1994 targeted audit of the Xifiras loan documents was a\r\ngood deal more than a subtle hint that Simas must have alerted the\r\nNCUA.  Thus, even absent the DeBarros deposition a jury would not\r\nhave been compelled to conclude that Silva was unaware that Simas\r\nwas the likely \"whistleblower.\"  See Perez-Trujillo v. Volvo Car\r\nCorp. (Sweden), 137 F.3d 50, 54 (1st Cir. 1998) (court cannot\r\nresolve genuine credibility issues at summary judgment).\r\nFurthermore, the summary judgment record discloses no\r\nprincipled ground which would preclude the reasonable possibility\r\nthat the DeBarros deposition would bear the expected fruit. \r\nDefendants argue, without citation to authority, that Simas' Rule\r\n56(f) motion was defective because he relied on inadmissible\r\nhearsay (e.g., the unnamed \"highly reliable source\")   rather than\r\nhis personal knowledge   to conclude that DeBarros could provide\r\nthe damaging evidence.  Their argument fundamentally confuses Rule\r\n56(f)'s requirements with those in Rule 56(e) (\"Supporting\r\naffidavits . . . shall set forth such facts as would be admissible\r\nin evidence . . . .\").\r\n\"[A] Rule 56(f) proffer need not be presented in a form\r\nsuitable for admission as evidence at trial, so long as it rises\r\nsufficiently above mere speculation.\"  Resolution Trust Corp. v.\r\nNorth Bridge Assocs., 22 F.3d 1198, 1206 (1st Cir. 1994) (citing\r\nCarney v. United States, 19 F.3d 807, 813 (2d Cir. 1994)). \"This is\r\nas it should be, for Rule 56(f) is best understood as a complement\r\nto other provisions contained in Rule 56, allowing the opposing\r\nparty to explain why he is as of yet unable to file a full-fledged\r\nopposition, subject to the more harrowing evidentiary standard that\r\ngoverns under Rules 56(e) and 56(c).\"  Id. at 1206-07.  Thus,\r\nreliance on hearsay is not, per se, a dispositive defect under Rule\r\n56(f). \r\nFurthermore, the Rule 56(f) motion filed by Simas did not\r\nrely exclusively on the information provided by the unnamed source,\r\nbut also on the personal knowledge counsel had gained in subsequent\r\nconsultations with DeBarros' counsel, who confirmed that DeBarros\r\nfeared retaliation were he to testify against Silva.  The latter\r\nevidence would provide rational support for Simas' counsel's\r\nsuspicion that the DeBarros testimony would prove damaging to\r\nSilva.  See id. at 1207 (finding Rule 56(f) motion valid where\r\nmultiple sources supported recited facts).\r\nOn the present record, therefore, Simas appears to have\r\nsatisfied all five preconditions for obtaining a Rule 56(f)\r\ncontinuance.  See supra note 4.  \"When all five requirements are\r\nsatisfied . . . a strong presumption arises in favor of relief . .\r\n. [and the movant] should be treated liberally.\"  Id. at 1203.\r\nThus, since the district court never resolved the Rule 56(f) motion\r\non the merits, we cannot affirm its summary judgment ruling on the\r\nalternative ground suggested by defendants.\r\n2.   The Adverse Employment Actions\r\na)   Constructive Discharge\r\nThe FCUA prohibits a federal credit union from engaging\r\nin two distinct types of retaliatory employment action: (1) an\r\nactual or constructive \"discharge\"; or (2) other \"discriminat[ion]\r\n. . . with respect to compensation, terms, conditions, or\r\nprivileges of employment\" short of discharge, or what we have\r\nsometimes labeled \"adverse employment actions.\" See 12 U.S.C. \r\n1790b(a)(1).  The complaint alleged that Citizens constructively\r\ndischarged Simas, which necessitated that he show that Citizens\r\nimposed \"working conditions so intolerable [] that a reasonable\r\nperson would feel compelled to forsake his job rather than to\r\nsubmit to looming indignities.\"  Vega v. Kodak Caribbean, Ltd., 3\r\nF.3d 476, 480 (1st Cir. 1993); see also Sanchez v. Puerto Rico Oil\r\nCo., 37 F.3d 712, 719 (1st Cir. 1994). \r\nThe district court concluded, however, that the various\r\n\"indignities\" to which Simas had been subjected were \"nothing more\r\nthan minor slights,\" Simas, 996 F. Supp. at 83, which did not rise\r\nto the level of \"constructive discharge.\"  It suggested further\r\nthat the Simas complaint alleged only a constructive discharge, and\r\nno other adverse employment actions.  See id. at 84 (citing\r\nSerrano-Cruz v. DFI Puerto Rico, Inc., 109 F.3d 23, 28 (1st Cir.\r\n1997)).  It stated that, like the plaintiff in Serrano, Simas had\r\nmerely alleged damages for \"loss of income and employment benefits,\r\nloss of personal reputation, and other financial losses . . . and\r\nlittle, if anything, else,\" id. (citing Complaint  32) (emphasis\r\nadded), and, further, that these economic damages flowed\r\nexclusively from Simas' decision to leave his job, rather than from\r\ndefendants' imposition of adverse working conditions in the months\r\npreceding his resignation.\r\nEven assuming arguendo the premise that the constructive\r\ndischarge standard under the FCUA would require proof of more\r\nintolerable employment actions than its \"discrimination\" standard,\r\nwe need not determine whether the Rule 56 proffer established a\r\nprime facie case of constructive discharge since Simas\r\nunquestionably alleged \"adverse employment actions\" as well.  Seeinfra Section II.C.2(b).  Thus, Serrano-Cruz is inapposite, both\r\nlegally and factually.\r\nUnlike Simas, Serrano resigned rather than accept\r\ntransfer to a different position   at the same salary   which she\r\nconsidered demeaning.  We affirmed summary judgment for the former\r\nemployer because, \"by not accepting the newly created and ambiguous\r\nposition, Serrano foreclosed the possibility of presenting concrete\r\nevidence, rather than mere assertions, to a jury regarding the\r\n[intolerable] nature of her new working conditions.\"  Serrano-Cruz,\r\n109 F.3d at 27.  In determining that Serrano had failed to frame\r\nher complaint alternatively to allege actionable \"adverse\r\nemployment actions\" short of discharge, we noted that all the\r\ndamages she alleged were purely economic   e.g., lost income  \r\nflowing entirely from her decision to reject the transfer and\r\nresign, and not from other indignities (i.e., gradual reduction in\r\nher job responsibilities) allegedly suffered in the months\r\npreceding the transfer.  Id. at 28.\r\nBy contrast, the Simas resignation did not foreclose\r\njudicial assessment of the adverse working conditions allegedly\r\nimposed by Citizens, most of which preceded his resignation.  Nor\r\ncan we agree with Citizens that Simas alleged \"little\" more than\r\neconomic damages.  Paragraph 32 in the complaint, cited by the\r\ndistrict court, alleged \"loss of income and employment benefits,\r\nloss of personal reputation, other financial losses, and mental and\r\nemotional distress.\" (Emphasis added.)  Moreover, although\r\nparagraph 32 is part of the defamation count, and not the FCUA\r\ncount proper, paragraph 36 of the FCUA count expressly realleges\r\nand incorporates paragraph 32 by reference.  See also Complaint\r\nPrefatory  21 (alleging that Simas \"was the object of anger and\r\nscorn from his superiors, and he was suffering emotionally and\r\nphysically as a result\") (emphasis added).\r\nThus, the Simas complaint alleged ongoing emotional\r\ndamages of a type that arose at the time the defendants imposed the\r\nadverse employment actions and long before he resigned, culminating\r\nin his humiliating exit from the employment premises under the\r\npersonal escort ordered by Silva.  See Viqueira v. First Bank, 140\r\nF.3d 12, 16 (1st Cir. 1998) (noting that complaints are to be\r\nliberally construed).  These noneconomic damages are fully and\r\nindependently recoverable under the FCUA.  See 12 U.S.C. \r\n1790b(c)(2) (broadly allowing plaintiff to recover \"compensatory\r\ndamages\"); cf. Hogan v. Bangor and Aroostook R.R. Co., 61 F.3d\r\n1034, 1037 (1st Cir. 1995) (emotional harm compensable under ADA). \r\nThus, we may bypass the constructive discharge claim.\r\nb)   \"Adverse Employment Actions\"\r\nWe now turn to the sufficiency of the Rule 56 proffer,\r\nwherein Simas attested to an extended series of \"abrupt and\r\nsubstantial change[s] in the way he was treated as an employee\"\r\nafter he first expressed concerns regarding the Xifiras loan.  Seesupra Section I.\r\nAt summary judgment the trial court must consider a\r\ndefendant's alleged conduct both in context and in totality, not\r\nmerely assess the respective allegations in isolation.  See Calhounv. Acme Cleveland Corp., 798 F.2d 559, 562-63 (1st Cir. 1986)\r\n(rejecting \"divide-and-conquer\" defense strategy); see also Coffmanv. Tracker Marine, 141 F.3d 1241, 1246 (8th Cir. 1998) (\"[The]\r\ncourt looks at the combined effect of the employer's actions to\r\ndetermine if there was discrimination\") (emphasis added; citation\r\nomitted).  Thus, otherwise minor slights, relentlessly compounded,\r\nmay become sufficiently \"adverse\" to warrant relief under the FCUA. \r\nAt the outset we focus on an important consideration  \r\ngiven short shrift by defendants   which sharply distinguishes the\r\npresent action from the more typical retaliation case.  Normally,\r\nemployers do not leave behind direct evidence of their\r\ndiscriminatory animus, such as express declarations of their\r\nretaliatory intentions.  Therefore, generally the plaintiff-\r\nemployee must make do with circumstantial evidence, leaving it to\r\nthe jury whether to infer from the nature of the materially adverse\r\nemployment conditions that the defendant-employer harbored a\r\nretaliatory animus.\r\nIn the present case, however, Simas adduced both\r\ncircumstantial and direct evidence of Silva's retaliatory animus. \r\nIn her October 8, 1993 memo, Silva not only complained that Simas\r\nhad harassed the internal auditor, but stated directly to Simas\r\nthat the charges he made about the Xifiras loan were \"unwarranted,\"\r\nand that if he persisted in making \"unwarranted charges or threats\r\n[to report his suspicions to the NCUA],\" he would be terminated\r\nimmediately.  So too, Citizens' senior vice-president told Simas\r\nthat he thought Silva should have fired Simas outright for\r\n\"stirring [up]\" the Xifiras matter. See, e.g., Frobose, 152 F.3d at\r\n616 (affirming denial of summary judgment for employer in  1831j\r\nretaliation case where president's express antagonism toward\r\nplaintiff was echoed in antagonistic remarks made by other senior\r\nofficers).\r\nThe term \"making unsubstantiated charges,\" as employed in\r\nthe Silva memo, is amply expansive to encompass Simas' report to\r\nthe NCUA, and Silva's express intention to terminate Simas likewise\r\nbespeaks a premeditated plan to punish him for the same activity. \r\nGiven that Silva orchestrated the loan for her friend Xifiras in\r\nthe first instance, and that the concerns Simas voiced about the\r\nloan eventually proved anything but \"unwarranted,\" a jury\r\nreasonably could conclude that the sole intendment of her October\r\n8 memo was to prevent Silva's regulatory violations from coming to\r\nthe attention of the appropriate federal authorities.\r\nSo construed, these direct retaliatory expressions by\r\nSilva could be considered materially adverse employment actions\r\nwhich sufficed to preclude summary judgment for defendants.  SeeHernandez-Torres, 158 F.3d at 47 (\"adverse employment actions [may\r\ninclude] . . . unwarranted negative job evaluations\").\r\nSection 1790b prohibits discrimination relating to\r\n\"conditions\" of employment.  Although the term \"conditions\" may\r\nmean merely the physical setting in which one's work is performed,\r\n(e.g., reassignment to a remote cubicle), it is not so limited in\r\nscope as to exclude illicit supervisory directives conditioning\r\ncontinued employment upon prohibitions against employee conduct\r\nwhich is authorized by federal laws governing employer-employee\r\nrelations.  Thus, the explicit direction from Silva that Simas\r\nrefrain from exercising his federal legal right to contact the NCUA\r\nclearly came within section 1790b.\r\nIf nothing else, Congress intended that section 1790b\r\ndeter federal credit unions from expressly dissuading their\r\nemployees in exercising the statutory right to report suspected\r\nregulatory violations.  In our case, it is no exaggeration to\r\nobserve that the \"not-so-veiled\" threat made by Silva, which by its\r\nterms was self-perpetuating, hung like a sword of Damocles over\r\nSimas' head.  Moreover, pursuit of the Xifiras loan investigation\r\nby Simas was in no sense ultra vires, since it is difficult to\r\nconceive a \"condition\" more materially adverse to the proper\r\nperformance of the fiduciary duties of the senior vice-president\r\nfor loan collections.\r\nAt this juncture, of course, we do not suggest that a\r\njury would be compelled to construe this direct evidence adversely\r\nto defendants, who presumably would contend that (i) Silva truly\r\nbelieved the Xifiras loan was not problematic, (ii) Simas raised\r\nhis concerns in bad faith because he was disgruntled with what he\r\nperceived as Silva's preferential treatment of her daughter to the\r\ndetriment of other Citizens officers; and (iii) Silva's memo sought\r\nonly to urge Simas to cease his overly aggressive efforts to\r\ninitiate an internal investigation, and keep any intentions to\r\ncontact the NCUA to himself.\r\nBe that as it may, any such credibility determinations\r\nare for the factfinder at trial, not for the court at summary\r\njudgment.  Perez-Trujillo, 137 F.3d at 53.  \"[T]rial courts should\r\n'use restraint in granting summary judgment' where discriminatory\r\nanimus is in issue.\"  DeNovellis v. Shalala, 124 F.3d 298, 306 (1st\r\nCir. 1997) (citation omitted).\r\nFurther, given defendants' concessions regarding the\r\nallocation of burdens of proof, see supra Section II.B, the Silva\r\nmemo would support a finding that whatever other motives Silva may\r\nhave harbored (e.g., her pique at Silva's alleged badgering of the\r\ninternal auditor), a retaliatory motivation was at least one\r\n\"contributing factor\" in her campaign to oust or silence Simas. \r\nThus, the burden of persuasion would pass to the defendants to\r\nadduce clear and convincing evidence that they would have engaged\r\nin the same litany of alleged employment actions even if Simas had\r\nnot contacted the NCUA.  See Frobose, 152 F.3d at 615 (\"Given that\r\nthe burden of proof on this point is assigned to the defendant, and\r\nquestions of intent and credibility will often be raised,\r\nparticular care must be taken to resolve all doubts in favor of the\r\nplaintiff.\")(emphasis added; citations omitted).\r\nIn all events it is unnecessary to determine definitively\r\nwhether the direct evidence, standing alone, demonstrated a\r\nmaterially adverse employment action.  At a minimum the direct\r\nevidence necessarily colors and informs the circumstantial evidence\r\nof the adverse employment action which followed.  \"'[T]erms,\r\nconditions, or privileges' is pretty open-ended language . . .\r\n[which] obviously includes opportunities that are not strictly\r\nentitlements, and a number of cases have extended coverage to\r\nslights or indignities that might seem evanescent.\"  Randlett v.\r\nShalala, 118 F.3d 857, 862 (1st Cir. 1997).  \"Typically, the\r\nemployer must either (1) take something of consequence from the\r\nemployee, say, by discharging or demoting her, reducing her salary,\r\nor divesting her of significant responsibilities, or (2) withhold\r\nfrom the employee an accouterment of the employment relationship,\r\nsay, by failing to follow a customary practice of considering her\r\nfor promotion after a particular period of service.\"  Blackie v.\r\nState of Maine, 75 F.3d 716, 725 (1st Cir. 1996).  \"Determining\r\nwhether an action is materially adverse necessarily requires a\r\ncase-by-case inquiry. Moreover, the inquiry must be cast in\r\nobjective terms.  Work places are rarely idyllic retreats, and the\r\nmere fact that an employee is displeased by an employer's act or\r\nomission does not elevate that act or omission to the level of a\r\nmaterially adverse employment action.\"  Id. (emphasis added;\r\ncitations omitted).\r\nOur review leads us to conclude that these employment\r\nactions, viewed in aggregate, could be considered \"materially\r\nadverse.\"  The fact that Citizens did not reduce Simas' salary or\r\nbenefits, though plainly relevant, is not conclusive.  See Serrano-\r\nCruz, 109 F.3d at 26 (ADEA); Collins v. State of Illinois, 830 F.2d\r\n692, 702-03 (7th Cir. 1987) (Title VII).\r\nThe district court overlooked the crucial, undisputed\r\nfact that Silva withdrew from Simas all responsibility for the\r\nXifiras account.  See Burlington Indus. v. Ellerth, 118 S. Ct.\r\n2257, 2268 (1998) (conduct is adverse employment action if it\r\n\"constitutes a significant change in employment status, such as .\r\n. . reassignment with significantly different responsibilities\");\r\nCollins, 830 F.2d at 703 &amp; n.7 (describing various changes to basic\r\naspects of the job).  As the vice-president for collections and\r\ncredit, Simas' core responsibility was to collect delinquent loans,\r\nand the $838,000 Xifiras loan was by far the largest Citizens\r\nloan.  Thus, Simas clearly was not acting ultra vires in\r\ninvestigating the Xifiras loan.  Rather, there can be no serious\r\nquestion that removing Citizens' chief loan and collection officer\r\nfrom any responsibility whatever for its largest outstanding loan\r\nrepresented a very substantial divestment of responsibility.  Thus,\r\nsince the FCUA implicitly focuses on individuals like Simas \r\ninsiders with an optimal opportunity to uncover improprieties  it\r\nwould be ironic to hold that a jury could not even consider whether\r\nSilva's decision to take the Xifiras loan account away from Simas\r\nconstituted an adverse employment action. \r\nThere was evidence that Simas had been divested of other\r\nresponsibilities and perquisites as well.  For example, Simas\r\nattested that he had been stripped of his supervisory authority\r\nover credit department personnel and the power to approve credit-\r\ncard applications.  See Dahm v. Flynn, 60 F.3d 253, 258-59 (7th\r\nCir. 1994) (noting that \"terminating [plaintiff's] supervisory\r\nauthority over other employees\" may constitute an adverse\r\nemployment action) (First Amendment retaliation).  Yet the district\r\ncourt found this evidence too vague and conclusory to survive\r\nsummary judgment because Simas \"proffer[ed] no facts to explain the\r\nextent of his prior authority and the significance of the\r\n'removal.'\" Simas, 996 F. Supp. at 85.  We cannot agree.\r\nIt is axiomatic on summary judgment, of course, that \"the\r\nnonmoving party 'may not rest upon mere allegation or denials of\r\n[the movant's] pleading, but must set forth specific facts showing\r\nthat there is a genuine issue' of material fact as to each issue\r\nupon which he would bear the ultimate burden of proof at trial.\"\r\nDeNovellis, 124 F.3d at 306 (quoting Anderson v. Liberty Lobby,\r\nInc., 477 U.S. 242, 256 (1986)); Smith v. Stratus Computer, Inc.,\r\n40 F.3d 11, 12-13 (1st Cir. 1994).  Nor may the court accept the\r\nnonmovant's subjective characterizations of events, unless the\r\nunderlying events themselves are revealed.  See Santiago v. Canon\r\nU.S.A., Inc., 138 F.3d 1, 6 (1st Cir. 1998).  On the other hand,\r\nthe competence of the nonmovant's own testimony is treated no\r\ndifferently than that of any other potential trial witness.  Thus,\r\nthe nonmovant's statements normally pass muster provided they (1)\r\nare made \"on personal knowledge\" of the facts or events described;\r\nand (2) neither depend on inadmissible hearsay nor (3) purport \"to\r\nexamine the [movants'] thoughts as well as their actions.\"  See,\r\ne.g., Maiorana v. MacDonald, 596 F.2d 1072, 1079-80 (1st Cir.\r\n1979); see also Fed. R. Civ. P. 56(e).\r\nAlthough pithy, the attestations made by Simas adverted\r\nto such facts and events.  Simas undoubtedly would have direct\r\npersonal knowledge of his own job functions, including whether he\r\nhad exercised authority over credit department personnel and\r\napproved credit-card applications in the past.  Therefore, his\r\nattestations are statements of fact, not subjective\r\ncharacterizations.  Thus, while the defendants may present evidence\r\ncontesting their truth, to the extent they do so they simply\r\npreclude summary judgment for either party.  See Brennan, 150 F.3d\r\nat 26 (plaintiff's prima facie burden is \"'not onerous' . . . [and]\r\n'[a]ll that is needed is the production of admissible evidence\r\nwhich, if uncontradicted, would justify a legal conclusion of\r\ndiscrimination.'\") (emphasis added).  Nor can we say that no\r\nrational jury could conclude that these two privileges were\r\nconsequential, if for no other reason than defendants' own\r\nconcession that Simas' official job title was vice-president of\r\ncollections and credit.  DeNovellis, 124 F.3d at 308 (\"'[A]t the\r\nsummary judgment stage the judge's function is not . . . to weigh\r\nthe evidence and determine the truth of the matter but to determine\r\nwhether there is a genuine issue for trial.'\").\r\nIn a similar vein the district court ruled that the\r\ncontention that Simas had been denied a car loan could not\r\ndemonstrate an adverse employment action.  Simas, 996 F. Supp. at\r\n83.  Defendants argue that (1) they have no record of the loan\r\napplication and Simas failed to adduce a copy; and (2) Simas failed\r\nto attest to facts demonstrating that he was otherwise qualified to\r\nreceive a car loan.  Neither argument is valid. \r\nFirst, \"there is no general rule that proof of a fact\r\nwill be excluded unless its proponent furnishes the best evidence\r\nin his power.\"  See Allstate Ins. Co. v. Swann, 27 F.3d 1539, 1543\r\n(11th Cir. 1994) (citation omitted).  Thus, Simas can prove he\r\nfiled a loan application simply through his own trial testimony. \r\nSee Fed. R. Evid. 1002 (\"To prove the content of a writing, . . .\r\nthe original writing ... is required, except as otherwise provided\r\nin these rules or by Act of Congress.\") (emphasis added); Fed. R.\r\nEvid. 1004(1) (original document need not be produced if the\r\noriginal was lost or destroyed, except where party opposing\r\nadmission proves the proponent lost or destroyed the original in\r\nbad faith); Fed. R. Evid. 1004(3) (original need not be produced if\r\nit was under the control of the party against whom it was offered,\r\nwhich did not produce it at hearing); see also United States v.\r\nMcMahon, 938 F.2d 1501, 1509 n.4 (1st Cir. 1991).\r\nSecond, Simas attested to the fact that Citizens had\r\nalways approved his loan applications in the past, without\r\nobjection.  At least absent evidence that his financial condition\r\nhad changed, this constituted competent evidence that Citizens\r\nconsidered Simas financially qualified to receive such loans.  SeeBlackie, 75 F.3d at 726 (\"[U]nder certain circumstances an\r\nemployer's inaction can operate to deprive an employee of a\r\nprivilege of employment that an employee had reason to anticipate\r\nhe would receive.\").  Hence, Simas met his prima facie burden of\r\nproof, and the burden of persuasion thereupon shifted to defendants\r\nto show the true reason for the loan denial.  Finally, we cannot\r\nsay that the denial of a car loan must be considered\r\ninconsequential per se.\r\nSimas likewise attested that he was denied unfettered\r\naccess to the file vault.  The only rejoinder from defendants is\r\nthat Citizens banned all officers, not only Simas, from accessing\r\nthe vault, and that Simas was permitted to obtain any file he\r\nwanted through a vault clerk.  These claims are flawed as well.\r\nFor one thing, Simas was only required to attest that the\r\nnew vault-access procedure was materially adverse.  As vice-\r\npresident in charge of collections, his need for vault access was\r\nevident.  Moreover, in light of Silva's October 8 memo, a jury\r\nreasonably could find the timing of the new procedure especially\r\nsuspect, since it interposed a vault clerk between Simas and\r\nimportant bank documents at precisely the time Silva sought to\r\ndeter any further investigation of the Xifiras loan by Simas. \r\nRequiring Simas to make a request for a specific document from a\r\nvault clerk clearly had two adverse effects:  (1) Simas could not\r\nanonymously examine documents in the vault; and (2) Silva could\r\nlearn from the vault clerk precisely which files Simas was\r\nexamining.  Although Silva explained:  \"We were having a problem\r\nwith the vault[,] of officers going into the vault, and pulling\r\nfiles and never being replaced[,]\" her decision to make the new\r\nvault-access procedure applicable to all bank officers does not\r\npreclude a finding that she harbored an illicit motive in doing so;\r\nthat is, to reduce access to information by Simas.  Thus, the\r\nburden of persuasion would pass to defendants to show by clear and\r\nconvincing evidence that the new vault-access procedure was\r\nnecessary for reasons independent of Simas' threats to alert the\r\nNCUA. \r\nFinally, although the evidence of yet other adverse\r\nemployment actions may be less compelling, it is not so obviously\r\nmakeweight as to compel inferences in defendants' favor.  Since\r\nwe are required to assess defendants' conduct in context and in\r\ntotality, rather than piecemeal, see Calhoun, 798 F.2d at 562-63;\r\nCoffman, 141 F.3d at 1246, we conclude that summary judgment on the\r\nFCUA claim was improvidently granted, and must be vacated.  The\r\nstate-law claims for defamation, wrongful termination, and tortious\r\ninterference with an advantageous relationship must be reinstated\r\nas well, since the district court dismissed them solely for lack of\r\nsupplemental jurisdiction.  See Alexis v. McDonald's Restaurants of\r\nMass., Inc., 67 F.3d 341, 354 (1st Cir. 1995) (remand on state-law\r\nclaims warranted where federal claim is reinstated).\r\nThe district court judgment is vacated and the case is\r\nremanded for further proceedings consistent with this opinion. \r\nCosts are awarded to appellant.\r\nSO ORDERED.\r\n        * Concurring Opinion Follows *\r\nALDRICH, Senior Circuit Judge, concurring.  Judge Cyr's\r\nopinion, which I entirely accept, reads very persuasively.  So,\r\nhowever, does the district court's.  In choosing to go along with\r\nthe later one, I note several matters.  To begin, whistleblowers\r\nface many obstacles.  In the first place, they face those whom they\r\ncharge, and the higher up those persons, the more difficult they\r\nare to meet.  In the second place, whistleblowers face others who,\r\nif not directly concerned, know on which side their bread is\r\nbuttered.  These obstacles must always be remembered.  It must also\r\nbe remembered that whistleblowers are Congressionally approved,\r\nrather than everybody's enemy.\r\nNext, it is to be noted that there is an odor pervading\r\nthis case.  Consider the exceptional, indeed unique, size of the\r\nloan; the way it was granted, particularly the selection of the\r\nappraiser; and the relationship of the parties in interest,\r\nspecifically, the fact that the borrower sat on the credit union's\r\nboard of directors at the time and was allegedly involved in an\r\nextramarital affair with its senior vice-president for mortgage\r\nloans.  Consider also, at least in passing, the amount that the\r\ncollateral proved to be below the indebtedness, not to mention the\r\nrequired excess.  This all produced a substantial odor that cannot\r\nbe made to disappear simply by attacks that may be voiced against\r\nthe plaintiff individually.          With all this in mind, I note that this is summary\r\njudgment.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          UNITED STATES COURT OF APPEALS\r\n               FOR THE FIRST CIRCUIT\r\n\nNo. 98-1450\r\n\n                 VICTOR E. SIMAS,\r\n\n               Plaintiff, Appellant,\r\n\n                        v.\r\n\n       FIRST CITIZENS' FEDERAL CREDIT UNION\r\n             AND BARBARA M. W. SILVA,\r\n\n              Defendants, Appellees.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n         FOR THE DISTRICT OF MASSACHUSETTS\r\n\n [Hon. Robert B. Collings, U.S. Magistrate Judge]\r\n\n                      Before\r\n\n              Torruella, Chief Judge,\r\n\n      Aldrich and Cyr, Senior Circuit Judges,\r\n\nPhilip N. Beauregard, with whom Law Offices of Beauregard &amp; Burkewas on brief for appellant.\r\nMichael P. Duffy, with whom Harvey Weiner and Peabody &amp; Arnold LLPwere on brief for appellees.\r\n\n                  March 2, 1999\r\n\nCYR, Senior Circuit Judge.  Victor E. Simas appeals the\r\ndistrict court judgment which dismissed his complaint charging\r\nFirst Citizens' Federal Credit Union (\"Citizens\") and its president\r\nand CEO, Barbara M.W. Silva, with violating the \"whistleblower\"\r\nprovisions of the Federal Credit Union Act, 12 U.S.C.  1790b(a)\r\n(FCUA or \"the Act\"), by retaliating against him for having informed\r\nthe National Credit Union Administration (\"NCUA\") that Citizens,\r\nnotwithstanding its longstanding policy, had made a suspect\r\ncommercial loan to a member of its board of directors.  We vacate\r\nthe district court judgment and remand for further proceedings.\r\n                      I\r\n                  BACKGROUND\r\nThe district court opinion thoroughly explicates the\r\nfactual background underlying the present claim.  See Simas v.\r\nFirst Citizens' Fed. Credit Union, </pre><span class=\"citation\" data-id=\"1625695\"><a href=\"/opinion/1625695/simas-v-first-citizensfederal-credit-union/\"><span class=\"volume\">996</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">76</span></a></span><pre class=\"inline\"> (D. Mass. 1998). \r\nAccordingly, we restrict our opening recitation to the essentials. \r\nAt all relevant times, Simas was a vice-president under\r\nSilva's supervision, with primary responsibility for all delinquent\r\nloan collections.  In September 1993, Simas learned that Silva's\r\nfriend, Louis Xifiras, was about to default on an undersecured\r\ncommercial loan with an outstanding balance approximating $831,000. \r\nSimas considered the circumstances surrounding the 1990 loan to\r\nXifiras suspicious.  For one thing, Silva herself had arranged the\r\nloan, the largest in Citizens' history, even though Xifiras was\r\nserving on the Citizens board of directors at the time and intended\r\nto use the proceeds to acquire commercial real estate.  Citizens\r\nhad a longstanding policy against making commercial loans. \r\nMoreover, several Board members expressed concern that the\r\n$1,030,000 real estate appraisal, prepared by an appraiser selected\r\nby Xifiras, was inflated.  Furthermore, Xifiras and Lisa Grace,\r\nSilva's daughter and Citizens' senior vice-president for mortgage\r\nloans, were rumored to be involved in an extramarital affair. \r\nFinally, Ms. Grace personally presented the Xifiras loan\r\napplication for Board approval.\r\nSimas alerted Silva to his concerns, then asked Citizens'\r\ninternal auditor to conduct an investigation.  The auditor\r\ndeclined.  When Simas persisted, the auditor complained to Silva. \r\nSimas thereafter informed the auditor that if she chose not to\r\ninvestigate internally, he might be forced to report his concerns\r\nto the NCUA or the press.\r\nIn October 1993, Silva sent Simas a memorandum advising\r\nthat his repeated \"irrational\" and \"aggressive\" verbal harangues\r\nabout the Xifiras loan were causing the internal auditor \"emotional\r\ndistress.\"  She characterized Simas' announced intention to contact\r\nthe NCUA or the press as \"threats to the credit union,\" and his\r\nconcerns about the Xifiras loan as totally unwarranted.  She\r\nsuggested that Simas was making trouble because he was unhappy with\r\nhis own working conditions and she explicitly warned that he would\r\nbe terminated immediately if the \"verbal harassments [or]\r\nunwarranted charges or threats\" occurred again.  Shortly\r\nthereafter, Silva removed Simas from all responsibility for the\r\nXifiras loan.  Following this \"final warning\" from Silva, Simas was\r\ninformed by Citizens' senior vice-president that he believed Silva\r\nshould have fired Simas for \"stirring [up]\" the Xifiras matter.\r\nAfter Xifiras defaulted on the Citizens loan and declared\r\nbankruptcy, the commercial real estate securing the loan was\r\nappraised at $538,000.  As required by law, Silva reported the loss\r\nto the NCUA.  Fearing for his job in the event he chose to pursue\r\nthe Xifiras matter internally, Simas promptly reported his concerns\r\nto the FBI and NCUA.\r\nThereafter, Simas \"experienced an abrupt and substantial\r\nchange in the way that he was treated by [Citizens].\"  Coworkers\r\nshunned him, socially and professionally.  Citizens disapproved his\r\ncar loan application for the first time ever.  Although Citizens\r\nultimately approved his education loan application, it did so over\r\nSilva's active opposition.  Simas was stripped of many work-related\r\nprivileges consistently accorded him in the past; including (1)\r\nattending board of directors meetings, (2) supervising employees in\r\nthe credit department, (3) approving credit-card applications, (4)\r\npersonal access to the file vault, and (5) serving as Citizens'\r\nacting president in Silva's absence.  Silva also refused to\r\nconsider Simas' request for promotion to a vacant vice-presidency,\r\nremoved him as network administrator, denied him permission to\r\nattend a business-related seminar, and refused his request for a\r\ncellular phone.  These adverse employment actions were\r\nunprecedented.\r\nIn January 1994, the NCUA conducted its annual audit of\r\nCitizens, devoting an \"unusual\" amount of time to consultations\r\nwith Simas.  Its audit report noted \"the presence of adverse\r\nconditions and trends [which] [i]f left unresolved . . . will\r\njeopardize the financial condition and/or operations of\r\n[Citizens].\"  The NCUA found that the Xifiras loan had been made\r\n\"without the support of a comprehensive written Member Business\r\nLoan program\" and that it was improperly preferential in its terms\r\nand conditions to a compensated member of the board of directors. \r\nThe NCUA cited Citizens for allowing Xifiras to engage his own\r\nappraiser, directed Citizens to cease making business loans to its\r\nmembers, and ordered that it notify its surety bond carrier of all\r\nregulatory violations.  Citizens' board of directors accepted the\r\nNCUA report.  Thereafter, the NCUA requested that several Citizens'\r\ndirectors resign, including Silva.\r\nIn March 1994, Citizens' new internal auditor recommended\r\nthat Simas start looking for another job.  After locating a lesser\r\npaying job at another bank, on May 2 Simas submitted his\r\nresignation to Citizens, effective May 13.  Silva, however, made\r\nthe resignation effective immediately, and directed that Simas be\r\nescorted from the credit union premises in full view of his\r\ncoworkers, several of whom questioned him about the reason for the\r\nunprecedented treatment.  In reporting Simas' accelerated\r\n\"resignation\" to the NCUA, Silva characterized Simas as \"a\r\ndisgruntled employee\" with access to confidential information. \r\nLater, she defined the term \"disgruntled employee\" as including one\r\nwho might come into work and shoot his fellow workers. \r\nIn due course Simas brought suit against Citizens and\r\nSilva in federal district court, alleging violations of the FCUA\r\n\"whistleblower\" provisions, see 12 U.S.C.  1790b(a), together with\r\nseveral pendent state-law claims, including wrongful termination,\r\ndefamation, and tortious interference with an advantageous\r\nrelationship.  Following discovery, both defendants moved for\r\nsummary judgment on all claims. \r\nThe district court granted summary judgment on the FCUA\r\nclaim, concluding that Simas had not generated a trialworthy\r\ndispute as to whether the treatment accorded him after September\r\n1993 was sufficiently adverse to constitute either a \"constructive\r\ndischarge\" or \"discriminat[ion] . . . with respect to compensation,\r\nterms, conditions, or privileges of employment,\" within the meaning\r\nof section 1790b(a).  Finally, the pendent state-law claims were\r\ndismissed for lack of supplemental jurisdiction. See 28 U.S.C. \r\n1367(c)(3).\r\n                      II\r\nDISCUSSION\r\nA.   The Statutory Framework\r\nOne of several federal \"whistleblower\" statutes, the FCUA\r\nprovides in pertinent part:\r\nNo insured credit union may discharge or\r\notherwise discriminate against any employee\r\nwith respect to compensation, terms,\r\nconditions, or privileges of employment\r\nbecause the employee (or any person acting\r\npursuant to the request of the employee)\r\nprovided information to the [National Credit\r\nUnion] Board or the Attorney General regarding\r\nany possible violation of any law or\r\nregulation by the credit union or any\r\ndirector, officer, or employee of the credit\r\nunion.\r\n\n12 U.S.C.  1790b(a)(1).  Should a federal credit union violate\r\nsection 1790b, the aggrieved employee may bring suit for\r\ncompensatory damages and \"other appropriate actions to remedy any\r\npast discrimination.\"  Id.  1790b(c).\r\nIn according safeguards against retaliation to credit\r\nunion employees who report potential irregularities, Congress\r\nintended to \"enhance the regulatory enforcement powers of the\r\ndepository institution regulatory agencies to protect against\r\nfraud, waste and insider abuse.\"  H.R. Rep. No. 101-54(I), at 308\r\n(1989), reprinted in 1989 U.S.C.C.A.N. 86, 103-04.  Since the case\r\nlaw interpreting section 1790b itself is extremely sparse, however,\r\nthe courts have looked to case law construing comparably-phrased\r\nanti-retaliation provisions in other federal employment-\r\ndiscrimination statutes, such as Title VII, 42 U.S.C.  2000e etseq., the Americans with Disabilities Act (ADA), id.  12101 etseq., and the Age Discrimination in Employment Act (ADEA), 29\r\nU.S.C.  621 et seq., as well as other federal whistleblower\r\nstatutes, such as the False Claims Act (FCA), 31 U.S.C.  3730(h),\r\nthe Safety Transportation Assistance Act (STAA), 49 U.S.C. \r\n31105(a)(1)(A), and FIRREA  1831j(a)(1) (providing  1790b-type\r\ncoverage to employees of all \"insured depository institutions\"\r\n\"with respect to . . . the terms, conditions, or privileges of\r\nemployment\").  We follow their lead.  See Larou v. Ridlon, </pre><span class=\"citation\" data-id=\"197044\"><a href=\"/opinion/197044/larou-v-ridlon/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">659</span></a></span><pre class=\"inline\">, 663 n.6 (1st Cir. 1996).\r\nB.   Burdens of Proof\r\nMany of these federal anti-retaliation statutes require\r\nthe claimant to make a three-part prima facie showing that:  (1)\r\nthe claimant engaged in the protected activity (e.g., filed a\r\ncomplaint or reported information to the government); (2) the\r\ndefendants subjected the claimant to some materially adverse\r\nemployment action, and (3) a causal connection existed between the\r\nprotected activity and the adverse action.  Cf. BSP Trans, Inc. v.\r\nUnited States Dep't of Labor, </pre><span class=\"citation\" data-id=\"759117\"><a href=\"/opinion/759117/bsp-trans-inc-v-united-states-department-of-labor-robert-michaud/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span><pre class=\"inline\">, 46 (1st Cir. 1998) (STAA\r\nwhistleblower provision); Hernandez-Torres v. Intercontinental\r\nTrading, Inc., </pre><span class=\"citation\" data-id=\"198161\"><a href=\"/opinion/198161/hernandez-torres-v-intercontinental/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 47 (1st Cir. 1998) (Title VII\r\nretaliation); Hodgens v. General Dynamics Corp., </pre><span class=\"citation\" data-id=\"197958\"><a href=\"/opinion/197958/hodgens-v-general-dynamics-cor/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span><pre class=\"inline\">, 161\r\n(1st Cir. 1998) (Family and Medical Leave Act).  Even under these\r\nanalogous statutes, however, \"[t]he [claimant's] initial burden to\r\nestablish a prima facie case of discrimination is 'not onerous' .\r\n. . [and] '[a]ll that is needed is the production of admissible\r\nevidence which, if uncontradicted, would justify a legal conclusion\r\nof discrimination.'\" Brennan v. GTE Gov't Sys. Corp., </pre><span class=\"citation\" data-id=\"756418\"><a href=\"/opinion/756418/77-fair-emplpraccas-bna-430-74-empl-prac-dec-p-45627-daniel-f/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">,\r\n26 (1st Cir. 1998) (emphasis added; citation omitted); see alsoTexas Dep't of Community Affairs v. Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">, 253-54\r\n(1981). \r\nUnder yet other anti-retaliation statutes, moreover, the\r\nclaimant's prima facie burden on the third or \"causation\" element\r\nis further eased, so as to require only a showing that the\r\nprotected activity was a \"contributing factor\" in the adverse\r\naction, not necessarily its substantial or motivating cause.  SeeFrobose v. American Sav. and Loan Ass'n of Danville, </pre><span class=\"citation\" data-id=\"757067\"><a href=\"/opinion/757067/rosemary-frobose-v-american-savings-and-loan-association-of-danville-a/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">602</span></a></span><pre class=\"inline\">,\r\n612 (7th Cir. 1998) (FIRREA  1831j(a)(1)).  Indeed, Citizens and\r\nSilva acceded to the latter prima facie standard below, see Simas,\r\n996 F. Supp. at 86, and we accept their concession in addressing\r\nthe merits on appeal.  See, e.g., Clean Harbors Envtl. Servs., Inc.v. Herman, </pre><span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span><pre class=\"inline\">, 22 (1st Cir. 1998) (\"Both parties have\r\naccepted this [allocation of the BOP] as the standard and we do not\r\nreexamine it.\").\r\nOnce the claimant makes a prima facie showing, a\r\npresumption of retaliation arises and the burden shifts to the\r\ndefendants.  With respect to the former category of anti-\r\nretaliation statutes, see supra Section II.B, 1, only the burden\r\nof production passes to defendants, i.e., requiring them merely to\r\narticulate  not prove  a nondiscriminatory motive for their\r\nactions.  See Alvarez-Fonseca v. Pepsi Cola of Puerto Rico Bottling\r\nCo., </pre><span class=\"citation\" data-id=\"757019\"><a href=\"/opinion/757019/78-fair-emplpraccas-bna-459-74-empl-prac-dec-p-45560-jose-r/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 24 (1st Cir. 1998); Clean Harbors, 146 F.3d at\r\n21-22 (STAA).  Once defendants meet their minimal burden of\r\nproduction, the initial presumption of retaliatory motivation is\r\nremoved from the calculus, and the claimant must bear the burden of\r\nproving that the nondiscriminatory motive articulated by defendants\r\nis pretextual and the real motive was the claimant's decision to\r\nexercise the \"whistleblower\" rights endorsed by the applicable\r\nstatute.  See Hazel v. United States Postmaster Gen., </pre><span class=\"citation\" data-id=\"194977\"><a href=\"/opinion/194977/hazel-v-postmaster-general/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3\r\n(1st Cir. 1993). \r\nUnder the latter variety of anti-retaliation statute,\r\nhowever, see supra Section II.B, 2, the entire burden of\r\npersuasion passes to defendants, who must then adduce clear andconvincing evidence that the alleged adverse actions would have\r\nbeen taken regardless whether the claimant had engaged in the\r\nprotected whistleblower activity.  See Frobose, 152 F.3d at 612\r\n(FIRREA  1831j(a)); see also infra note 8.  Unlike section\r\n1831j(a), however, section 1790b contains no explicit burden-of-\r\nproof allocation.  Nevertheless, these defendants acceded below to\r\nthe more plaintiff-friendly burden-shifting paradigm utilized under\r\nsection 1831j(a), see Simas, 996 F. Supp. at 86, which thereby\r\nbecame the law of the case.  See Clean Harbors, 146 F.3d at 22.\r\nC.   Summary Judgment Rulings\r\n1.   Defendants' Knowledge of the NCUA Contacts by Simas\r\nThe summary judgment motion submitted by Silva and\r\nCitizens asserted two grounds for dismissing the FCUA claim;\r\nnamely, that Simas failed to adduce competent evidence from which\r\na jury rationally might infer that (1) defendants were aware of\r\nSimas' contacts with the NCUA prior to his resignation; and (2)\r\ntheir adverse employment actions were consequential enough to\r\nconstitute either a \"constructive discharge\" or \"discrimination.\"\r\nSilva unambiguously attested that she could not have\r\nretaliated against Silva for contacting the NCUA, because she never\r\nknew whether he had carried out his threat to do so until after he\r\nhad submitted his resignation on May 2, 1994.  See, e.g., Lewis v.\r\nGillette, Co., </pre><span class=\"citation\" data-id=\"195335\"><a href=\"/opinion/195335/lewis-v-gillette-co/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 24 (1st Cir. 1994) (noting that claimant\r\nnormally cannot establish the requisite causal connection without\r\nestablishing that \"the alleged retaliators knew of the protected\r\nplaintiff's activity\").  After defendants filed their summary\r\njudgment motion, Simas promptly filed a motion for continuance,\r\npursuant to Fed. R. Civ. P. 56(f), in which his counsel asserted\r\nthat he recently learned from a \"highly reliable source\" that\r\nMichael DeBarros, formerly a Citizens senior vice-president and\r\nCFO, had overheard Silva declare in early 1994 that she believed it\r\nwas Simas who had prompted the NCUA auditor to take such a special\r\ninterest in the Xifiras loan.  Simas' counsel then contacted\r\nDeBarros' counsel, who refused to allow his client to file an\r\naffidavit out of fear that \"Silva might attempt to retaliate\r\nagainst [DeBarros].\"  Nonetheless, DeBarros' counsel indicated that\r\nDeBarros would submit to a deposition under subpoena. \r\nThe district court bypassed the question whether Simas\r\nhad adduced sufficient evidence as to Silva's knowledge.  Instead,\r\nit rested its grant of summary judgment for defendants on the\r\nindependent ground that Simas had not adduced enough evidence of a\r\nconstructive discharge or sufficiently \"adverse employment\r\nactions.\"  Thus, the district court denied the Rule 56(f) motion as\r\nmoot.  On appeal, however, defendants urge us to affirm on this\r\nalternative ground.  See Sammartano v. Palmas del Mar Properties,\r\nInc., </pre><span class=\"citation\" data-id=\"198222\"><a href=\"/opinion/198222/sammartano-v-palmas-del-mar/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">, 97 n.2 (1st Cir. 1998) (appellate court may\r\naffirm summary judgment on any ground apparent in the record).  We\r\nnow address the infirmities in their present position.\r\nFirst, despite Silva's attestations to the contrary, we\r\nseriously question whether Simas needed the DeBarros testimony to\r\nsurvive summary judgment.  After all, there is no dispute that\r\nSilva knew by the fall of 1993 that Simas had threatened to contact\r\nthe NCUA, see supra Section I, 3, and since there is no evidence\r\nthat any other Citizens employee ever made such a threat, the\r\nJanuary 1994 targeted audit of the Xifiras loan documents was a\r\ngood deal more than a subtle hint that Simas must have alerted the\r\nNCUA.  Thus, even absent the DeBarros deposition a jury would not\r\nhave been compelled to conclude that Silva was unaware that Simas\r\nwas the likely \"whistleblower.\"  See Perez-Trujillo v. Volvo Car\r\nCorp. (Sweden), </pre><span class=\"citation\" data-id=\"751764\"><a href=\"/opinion/751764/prodliabrep-cch-p-15170-generoso-perez-trujillo-v-volvo-car/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 54 (1st Cir. 1998) (court cannot\r\nresolve genuine credibility issues at summary judgment).\r\nFurthermore, the summary judgment record discloses no\r\nprincipled ground which would preclude the reasonable possibility\r\nthat the DeBarros deposition would bear the expected fruit. \r\nDefendants argue, without citation to authority, that Simas' Rule\r\n56(f) motion was defective because he relied on inadmissible\r\nhearsay (e.g., the unnamed \"highly reliable source\")   rather than\r\nhis personal knowledge   to conclude that DeBarros could provide\r\nthe damaging evidence.  Their argument fundamentally confuses Rule\r\n56(f)'s requirements with those in Rule 56(e) (\"Supporting\r\naffidavits . . . shall set forth such facts as would be admissible\r\nin evidence . . . .\").\r\n\"[A] Rule 56(f) proffer need not be presented in a form\r\nsuitable for admission as evidence at trial, so long as it rises\r\nsufficiently above mere speculation.\"  Resolution Trust Corp. v.\r\nNorth Bridge Assocs., </pre><span class=\"citation\" data-id=\"669068\"><a href=\"/opinion/669068/resolution-trust-corporation-v-north-bridge-associates-inc/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1198</span></a></span><pre class=\"inline\">, 1206 (1st Cir. 1994) (citing\r\nCarney v. United States, </pre><span class=\"citation\" data-id=\"665986\"><a href=\"/opinion/665986/david-carney-v-united-states-department-of-justice/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">807</span></a></span><pre class=\"inline\">, 813 (2d Cir. 1994)). \"This is\r\nas it should be, for Rule 56(f) is best understood as a complement\r\nto other provisions contained in Rule 56, allowing the opposing\r\nparty to explain why he is as of yet unable to file a full-fledged\r\nopposition, subject to the more harrowing evidentiary standard that\r\ngoverns under Rules 56(e) and 56(c).\"  Id. at 1206-07.  Thus,\r\nreliance on hearsay is not, per se, a dispositive defect under Rule\r\n56(f). \r\nFurthermore, the Rule 56(f) motion filed by Simas did not\r\nrely exclusively on the information provided by the unnamed source,\r\nbut also on the personal knowledge counsel had gained in subsequent\r\nconsultations with DeBarros' counsel, who confirmed that DeBarros\r\nfeared retaliation were he to testify against Silva.  The latter\r\nevidence would provide rational support for Simas' counsel's\r\nsuspicion that the DeBarros testimony would prove damaging to\r\nSilva.  See id. at 1207 (finding Rule 56(f) motion valid where\r\nmultiple sources supported recited facts).\r\nOn the present record, therefore, Simas appears to have\r\nsatisfied all five preconditions for obtaining a Rule 56(f)\r\ncontinuance.  See supra note 4.  \"When all five requirements are\r\nsatisfied . . . a strong presumption arises in favor of relief . .\r\n. [and the movant] should be treated liberally.\"  Id. at 1203.\r\nThus, since the district court never resolved the Rule 56(f) motion\r\non the merits, we cannot affirm its summary judgment ruling on the\r\nalternative ground suggested by defendants.\r\n2.   The Adverse Employment Actions\r\na)   Constructive Discharge\r\nThe FCUA prohibits a federal credit union from engaging\r\nin two distinct types of retaliatory employment action: (1) an\r\nactual or constructive \"discharge\"; or (2) other \"discriminat[ion]\r\n. . . with respect to compensation, terms, conditions, or\r\nprivileges of employment\" short of discharge, or what we have\r\nsometimes labeled \"adverse employment actions.\" See 12 U.S.C. \r\n1790b(a)(1).  The complaint alleged that Citizens constructively\r\ndischarged Simas, which necessitated that he show that Citizens\r\nimposed \"working conditions so intolerable [] that a reasonable\r\nperson would feel compelled to forsake his job rather than to\r\nsubmit to looming indignities.\"  Vega v. Kodak Caribbean, Ltd., </pre><span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\">, 480 (1st Cir. 1993); see also Sanchez v. Puerto Rico Oil\r\nCo., </pre><span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span><pre class=\"inline\">, 719 (1st Cir. 1994). \r\nThe district court concluded, however, that the various\r\n\"indignities\" to which Simas had been subjected were \"nothing more\r\nthan minor slights,\" Simas, 996 F. Supp. at 83, which did not rise\r\nto the level of \"constructive discharge.\"  It suggested further\r\nthat the Simas complaint alleged only a constructive discharge, and\r\nno other adverse employment actions.  See id. at 84 (citing\r\nSerrano-Cruz v. DFI Puerto Rico, Inc., </pre><span class=\"citation\" data-id=\"738222\"><a href=\"/opinion/738222/digna-serrano-cruz-hector-irizarry-and-the-conjugal-society-comprised/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 28 (1st Cir.\r\n1997)).  It stated that, like the plaintiff in Serrano, Simas had\r\nmerely alleged damages for \"loss of income and employment benefits,\r\nloss of personal reputation, and other financial losses . . . and\r\nlittle, if anything, else,\" id. (citing Complaint  32) (emphasis\r\nadded), and, further, that these economic damages flowed\r\nexclusively from Simas' decision to leave his job, rather than from\r\ndefendants' imposition of adverse working conditions in the months\r\npreceding his resignation.\r\nEven assuming arguendo the premise that the constructive\r\ndischarge standard under the FCUA would require proof of more\r\nintolerable employment actions than its \"discrimination\" standard,\r\nwe need not determine whether the Rule 56 proffer established a\r\nprime facie case of constructive discharge since Simas\r\nunquestionably alleged \"adverse employment actions\" as well.  Seeinfra Section II.C.2(b).  Thus, Serrano-Cruz is inapposite, both\r\nlegally and factually.\r\nUnlike Simas, Serrano resigned rather than accept\r\ntransfer to a different position   at the same salary   which she\r\nconsidered demeaning.  We affirmed summary judgment for the former\r\nemployer because, \"by not accepting the newly created and ambiguous\r\nposition, Serrano foreclosed the possibility of presenting concrete\r\nevidence, rather than mere assertions, to a jury regarding the\r\n[intolerable] nature of her new working conditions.\"  Serrano-Cruz,\r\n109 F.3d at 27.  In determining that Serrano had failed to frame\r\nher complaint alternatively to allege actionable \"adverse\r\nemployment actions\" short of discharge, we noted that all the\r\ndamages she alleged were purely economic   e.g., lost income  \r\nflowing entirely from her decision to reject the transfer and\r\nresign, and not from other indignities (i.e., gradual reduction in\r\nher job responsibilities) allegedly suffered in the months\r\npreceding the transfer.  Id. at 28.\r\nBy contrast, the Simas resignation did not foreclose\r\njudicial assessment of the adverse working conditions allegedly\r\nimposed by Citizens, most of which preceded his resignation.  Nor\r\ncan we agree with Citizens that Simas alleged \"little\" more than\r\neconomic damages.  Paragraph 32 in the complaint, cited by the\r\ndistrict court, alleged \"loss of income and employment benefits,\r\nloss of personal reputation, other financial losses, and mental and\r\nemotional distress.\" (Emphasis added.)  Moreover, although\r\nparagraph 32 is part of the defamation count, and not the FCUA\r\ncount proper, paragraph 36 of the FCUA count expressly realleges\r\nand incorporates paragraph 32 by reference.  See also Complaint\r\nPrefatory  21 (alleging that Simas \"was the object of anger and\r\nscorn from his superiors, and he was suffering emotionally and\r\nphysically as a result\") (emphasis added).\r\nThus, the Simas complaint alleged ongoing emotional\r\ndamages of a type that arose at the time the defendants imposed the\r\nadverse employment actions and long before he resigned, culminating\r\nin his humiliating exit from the employment premises under the\r\npersonal escort ordered by Silva.  See Viqueira v. First Bank, </pre><span class=\"citation\" data-id=\"197886\"><a href=\"/opinion/197886/jamie-viqueira-v-first-bank/\"><span class=\"volume\">140</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 16 (1st Cir. 1998) (noting that complaints are to be\r\nliberally construed).  These noneconomic damages are fully and\r\nindependently recoverable under the FCUA.  See 12 U.S.C. \r\n1790b(c)(2) (broadly allowing plaintiff to recover \"compensatory\r\ndamages\"); cf. Hogan v. Bangor and Aroostook R.R. Co., </pre><span class=\"citation\" data-id=\"701264\"><a href=\"/opinion/701264/donald-hogan-v-bangor-and-aroostook-railroad-company-donald-hogan-v/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">1034</span></a></span><pre class=\"inline\">, 1037 (1st Cir. 1995) (emotional harm compensable under ADA). \r\nThus, we may bypass the constructive discharge claim.\r\nb)   \"Adverse Employment Actions\"\r\nWe now turn to the sufficiency of the Rule 56 proffer,\r\nwherein Simas attested to an extended series of \"abrupt and\r\nsubstantial change[s] in the way he was treated as an employee\"\r\nafter he first expressed concerns regarding the Xifiras loan.  Seesupra Section I.\r\nAt summary judgment the trial court must consider a\r\ndefendant's alleged conduct both in context and in totality, not\r\nmerely assess the respective allegations in isolation.  See Calhounv. Acme Cleveland Corp., </pre><span class=\"citation\" data-id=\"474822\"><a href=\"/opinion/474822/41-fair-emplpraccas-1121-41-empl-prac-dec-p-36553-robert-h-calhoun/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span><pre class=\"inline\">, 562-63 (1st Cir. 1986)\r\n(rejecting \"divide-and-conquer\" defense strategy); see also Coffmanv. Tracker Marine, </pre><span class=\"citation\" data-id=\"753679\"><a href=\"/opinion/753679/77-fair-emplpraccas-bna-1109-73-empl-prac-dec-p-45303-carolyn-a/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1241</span></a></span><pre class=\"inline\">, 1246 (8th Cir. 1998) (\"[The]\r\ncourt looks at the combined effect of the employer's actions to\r\ndetermine if there was discrimination\") (emphasis added; citation\r\nomitted).  Thus, otherwise minor slights, relentlessly compounded,\r\nmay become sufficiently \"adverse\" to warrant relief under the FCUA. \r\nAt the outset we focus on an important consideration  \r\ngiven short shrift by defendants   which sharply distinguishes the\r\npresent action from the more typical retaliation case.  Normally,\r\nemployers do not leave behind direct evidence of their\r\ndiscriminatory animus, such as express declarations of their\r\nretaliatory intentions.  Therefore, generally the plaintiff-\r\nemployee must make do with circumstantial evidence, leaving it to\r\nthe jury whether to infer from the nature of the materially adverse\r\nemployment conditions that the defendant-employer harbored a\r\nretaliatory animus.\r\nIn the present case, however, Simas adduced both\r\ncircumstantial and direct evidence of Silva's retaliatory animus. \r\nIn her October 8, 1993 memo, Silva not only complained that Simas\r\nhad harassed the internal auditor, but stated directly to Simas\r\nthat the charges he made about the Xifiras loan were \"unwarranted,\"\r\nand that if he persisted in making \"unwarranted charges or threats\r\n[to report his suspicions to the NCUA],\" he would be terminated\r\nimmediately.  So too, Citizens' senior vice-president told Simas\r\nthat he thought Silva should have fired Simas outright for\r\n\"stirring [up]\" the Xifiras matter. See, e.g., Frobose, 152 F.3d at\r\n616 (affirming denial of summary judgment for employer in  1831j\r\nretaliation case where president's express antagonism toward\r\nplaintiff was echoed in antagonistic remarks made by other senior\r\nofficers).\r\nThe term \"making unsubstantiated charges,\" as employed in\r\nthe Silva memo, is amply expansive to encompass Simas' report to\r\nthe NCUA, and Silva's express intention to terminate Simas likewise\r\nbespeaks a premeditated plan to punish him for the same activity. \r\nGiven that Silva orchestrated the loan for her friend Xifiras in\r\nthe first instance, and that the concerns Simas voiced about the\r\nloan eventually proved anything but \"unwarranted,\" a jury\r\nreasonably could conclude that the sole intendment of her October\r\n8 memo was to prevent Silva's regulatory violations from coming to\r\nthe attention of the appropriate federal authorities.\r\nSo construed, these direct retaliatory expressions by\r\nSilva could be considered materially adverse employment actions\r\nwhich sufficed to preclude summary judgment for defendants.  SeeHernandez-Torres, 158 F.3d at 47 (\"adverse employment actions [may\r\ninclude] . . . unwarranted negative job evaluations\").\r\nSection 1790b prohibits discrimination relating to\r\n\"conditions\" of employment.  Although the term \"conditions\" may\r\nmean merely the physical setting in which one's work is performed,\r\n(e.g., reassignment to a remote cubicle), it is not so limited in\r\nscope as to exclude illicit supervisory directives conditioning\r\ncontinued employment upon prohibitions against employee conduct\r\nwhich is authorized by federal laws governing employer-employee\r\nrelations.  Thus, the explicit direction from Silva that Simas\r\nrefrain from exercising his federal legal right to contact the NCUA\r\nclearly came within section 1790b.\r\nIf nothing else, Congress intended that section 1790b\r\ndeter federal credit unions from expressly dissuading their\r\nemployees in exercising the statutory right to report suspected\r\nregulatory violations.  In our case, it is no exaggeration to\r\nobserve that the \"not-so-veiled\" threat made by Silva, which by its\r\nterms was self-perpetuating, hung like a sword of Damocles over\r\nSimas' head.  Moreover, pursuit of the Xifiras loan investigation\r\nby Simas was in no sense ultra vires, since it is difficult to\r\nconceive a \"condition\" more materially adverse to the proper\r\nperformance of the fiduciary duties of the senior vice-president\r\nfor loan collections.\r\nAt this juncture, of course, we do not suggest that a\r\njury would be compelled to construe this direct evidence adversely\r\nto defendants, who presumably would contend that (i) Silva truly\r\nbelieved the Xifiras loan was not problematic, (ii) Simas raised\r\nhis concerns in bad faith because he was disgruntled with what he\r\nperceived as Silva's preferential treatment of her daughter to the\r\ndetriment of other Citizens officers; and (iii) Silva's memo sought\r\nonly to urge Simas to cease his overly aggressive efforts to\r\ninitiate an internal investigation, and keep any intentions to\r\ncontact the NCUA to himself.\r\nBe that as it may, any such credibility determinations\r\nare for the factfinder at trial, not for the court at summary\r\njudgment.  Perez-Trujillo, 137 F.3d at 53.  \"[T]rial courts should\r\n'use restraint in granting summary judgment' where discriminatory\r\nanimus is in issue.\"  DeNovellis v. Shalala, </pre><span class=\"citation\" data-id=\"746214\"><a href=\"/opinion/746214/74-fair-emplpraccas-bna-1520-72-empl-prac-dec-p-45029-vincent/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span><pre class=\"inline\">, 306 (1st\r\nCir. 1997) (citation omitted).\r\nFurther, given defendants' concessions regarding the\r\nallocation of burdens of proof, see supra Section II.B, the Silva\r\nmemo would support a finding that whatever other motives Silva may\r\nhave harbored (e.g., her pique at Silva's alleged badgering of the\r\ninternal auditor), a retaliatory motivation was at least one\r\n\"contributing factor\" in her campaign to oust or silence Simas. \r\nThus, the burden of persuasion would pass to the defendants to\r\nadduce clear and convincing evidence that they would have engaged\r\nin the same litany of alleged employment actions even if Simas had\r\nnot contacted the NCUA.  See Frobose, 152 F.3d at 615 (\"Given that\r\nthe burden of proof on this point is assigned to the defendant, and\r\nquestions of intent and credibility will often be raised,\r\nparticular care must be taken to resolve all doubts in favor of the\r\nplaintiff.\")(emphasis added; citations omitted).\r\nIn all events it is unnecessary to determine definitively\r\nwhether the direct evidence, standing alone, demonstrated a\r\nmaterially adverse employment action.  At a minimum the direct\r\nevidence necessarily colors and informs the circumstantial evidence\r\nof the adverse employment action which followed.  \"'[T]erms,\r\nconditions, or privileges' is pretty open-ended language . . .\r\n[which] obviously includes opportunities that are not strictly\r\nentitlements, and a number of cases have extended coverage to\r\nslights or indignities that might seem evanescent.\"  Randlett v.\r\nShalala, </pre><span class=\"citation\" data-id=\"743580\"><a href=\"/opinion/743580/79-fair-emplpraccas-bna-803-73-empl-prac-dec-p-45353-jean-m/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">857</span></a></span><pre class=\"inline\">, 862 (1st Cir. 1997).  \"Typically, the\r\nemployer must either (1) take something of consequence from the\r\nemployee, say, by discharging or demoting her, reducing her salary,\r\nor divesting her of significant responsibilities, or (2) withhold\r\nfrom the employee an accouterment of the employment relationship,\r\nsay, by failing to follow a customary practice of considering her\r\nfor promotion after a particular period of service.\"  Blackie v.\r\nState of Maine, </pre><span class=\"citation\" data-id=\"712176\"><a href=\"/opinion/712176/dana-blackie-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span><pre class=\"inline\">, 725 (1st Cir. 1996).  \"Determining\r\nwhether an action is materially adverse necessarily requires a\r\ncase-by-case inquiry. Moreover, the inquiry must be cast in\r\nobjective terms.  Work places are rarely idyllic retreats, and the\r\nmere fact that an employee is displeased by an employer's act or\r\nomission does not elevate that act or omission to the level of a\r\nmaterially adverse employment action.\"  Id. (emphasis added;\r\ncitations omitted).\r\nOur review leads us to conclude that these employment\r\nactions, viewed in aggregate, could be considered \"materially\r\nadverse.\"  The fact that Citizens did not reduce Simas' salary or\r\nbenefits, though plainly relevant, is not conclusive.  See Serrano-\r\nCruz, 109 F.3d at 26 (ADEA); Collins v. State of Illinois, </pre><span class=\"citation\" data-id=\"495260\"><a href=\"/opinion/495260/margaret-collins-v-state-of-illinois-illinois-state-library-and-bridget/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">692</span></a></span><pre class=\"inline\">, 702-03 (7th Cir. 1987) (Title VII).\r\nThe district court overlooked the crucial, undisputed\r\nfact that Silva withdrew from Simas all responsibility for the\r\nXifiras account.  See Burlington Indus. v. Ellerth, </pre><span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span>\r\n<span class=\"page\">2257</span></a></span><pre class=\"inline\">, 2268 (1998) (conduct is adverse employment action if it\r\n\"constitutes a significant change in employment status, such as .\r\n. . reassignment with significantly different responsibilities\");\r\nCollins, 830 F.2d at 703 &amp; n.7 (describing various changes to basic\r\naspects of the job).  As the vice-president for collections and\r\ncredit, Simas' core responsibility was to collect delinquent loans,\r\nand the $838,000 Xifiras loan was by far the largest Citizens\r\nloan.  Thus, Simas clearly was not acting ultra vires in\r\ninvestigating the Xifiras loan.  Rather, there can be no serious\r\nquestion that removing Citizens' chief loan and collection officer\r\nfrom any responsibility whatever for its largest outstanding loan\r\nrepresented a very substantial divestment of responsibility.  Thus,\r\nsince the FCUA implicitly focuses on individuals like Simas \r\ninsiders with an optimal opportunity to uncover improprieties  it\r\nwould be ironic to hold that a jury could not even consider whether\r\nSilva's decision to take the Xifiras loan account away from Simas\r\nconstituted an adverse employment action. \r\nThere was evidence that Simas had been divested of other\r\nresponsibilities and perquisites as well.  For example, Simas\r\nattested that he had been stripped of his supervisory authority\r\nover credit department personnel and the power to approve credit-\r\ncard applications.  See Dahm v. Flynn, </pre><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></span><pre class=\"inline\">, 258-59 (7th\r\nCir. 1994) (noting that \"terminating [plaintiff's] supervisory\r\nauthority over other employees\" may constitute an adverse\r\nemployment action) (First Amendment retaliation).  Yet the district\r\ncourt found this evidence too vague and conclusory to survive\r\nsummary judgment because Simas \"proffer[ed] no facts to explain the\r\nextent of his prior authority and the significance of the\r\n'removal.'\" Simas, 996 F. Supp. at 85.  We cannot agree.\r\nIt is axiomatic on summary judgment, of course, that \"the\r\nnonmoving party 'may not rest upon mere allegation or denials of\r\n[the movant's] pleading, but must set forth specific facts showing\r\nthat there is a genuine issue' of material fact as to each issue\r\nupon which he would bear the ultimate burden of proof at trial.\"\r\nDeNovellis, 124 F.3d at 306 (quoting Anderson v. Liberty Lobby,\r\nInc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 256 (1986)); Smith v. Stratus Computer, Inc.,\r\n</pre><span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 12-13 (1st Cir. 1994).  Nor may the court accept the\r\nnonmovant's subjective characterizations of events, unless the\r\nunderlying events themselves are revealed.  See Santiago v. Canon\r\nU.S.A., Inc., </pre><span class=\"citation\" data-id=\"197805\"><a href=\"/opinion/197805/santiago-etc-v-canon-usa-inc/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1st Cir. 1998).  On the other hand,\r\nthe competence of the nonmovant's own testimony is treated no\r\ndifferently than that of any other potential trial witness.  Thus,\r\nthe nonmovant's statements normally pass muster provided they (1)\r\nare made \"on personal knowledge\" of the facts or events described;\r\nand (2) neither depend on inadmissible hearsay nor (3) purport \"to\r\nexamine the [movants'] thoughts as well as their actions.\"  See,\r\ne.g., Maiorana v. MacDonald, </pre><span class=\"citation\" data-id=\"365611\"><a href=\"/opinion/365611/christine-maiorana-as-the-administratrix-of-the-estate-of-anthony-c/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1072</span></a></span><pre class=\"inline\">, 1079-80 (1st Cir.\r\n1979); see also Fed. R. Civ. P. 56(e).\r\nAlthough pithy, the attestations made by Simas adverted\r\nto such facts and events.  Simas undoubtedly would have direct\r\npersonal knowledge of his own job functions, including whether he\r\nhad exercised authority over credit department personnel and\r\napproved credit-card applications in the past.  Therefore, his\r\nattestations are statements of fact, not subjective\r\ncharacterizations.  Thus, while the defendants may present evidence\r\ncontesting their truth, to the extent they do so they simply\r\npreclude summary judgment for either party.  See Brennan, 150 F.3d\r\nat 26 (plaintiff's prima facie burden is \"'not onerous' . . . [and]\r\n'[a]ll that is needed is the production of admissible evidence\r\nwhich, if uncontradicted, would justify a legal conclusion of\r\ndiscrimination.'\") (emphasis added).  Nor can we say that no\r\nrational jury could conclude that these two privileges were\r\nconsequential, if for no other reason than defendants' own\r\nconcession that Simas' official job title was vice-president of\r\ncollections and credit.  DeNovellis, 124 F.3d at 308 (\"'[A]t the\r\nsummary judgment stage the judge's function is not . . . to weigh\r\nthe evidence and determine the truth of the matter but to determine\r\nwhether there is a genuine issue for trial.'\").\r\nIn a similar vein the district court ruled that the\r\ncontention that Simas had been denied a car loan could not\r\ndemonstrate an adverse employment action.  Simas, 996 F. Supp. at\r\n83.  Defendants argue that (1) they have no record of the loan\r\napplication and Simas failed to adduce a copy; and (2) Simas failed\r\nto attest to facts demonstrating that he was otherwise qualified to\r\nreceive a car loan.  Neither argument is valid. \r\nFirst, \"there is no general rule that proof of a fact\r\nwill be excluded unless its proponent furnishes the best evidence\r\nin his power.\"  See Allstate Ins. Co. v. Swann, 2</pre><span class=\"citation\" data-id=\"194977\"><a href=\"/opinion/194977/hazel-v-postmaster-general/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">539, 1543\r\n(11th Cir. 1994) (citation omitted).  Thus, Simas can prove he\r\nfiled a loan application simply through his own trial testimony. \r\nSee Fed. R. Evid. 1002 (\"To prove the content of a writing, . . .\r\nthe original writing ... is required, except as otherwise provided\r\nin these rules or by Act of Congress.\") (emphasis added); Fed. R.\r\nEvid. 1004(1) (original document need not be produced if the\r\noriginal was lost or destroyed, except where party opposing\r\nadmission proves the proponent lost or destroyed the original in\r\nbad faith); Fed. R. Evid. 1004(3) (original need not be produced if\r\nit was under the control of the party against whom it was offered,\r\nwhich did not produce it at hearing); see also United States v.\r\nMcMahon, </pre><span class=\"citation\" data-id=\"564960\"><a href=\"/opinion/564960/united-states-v-charles-t-mcmahon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1501</span></a></span><pre class=\"inline\">, 1509 n.4 (1st Cir. 1991).\r\nSecond, Simas attested to the fact that Citizens had\r\nalways approved his loan applications in the past, without\r\nobjection.  At least absent evidence that his financial condition\r\nhad changed, this constituted competent evidence that Citizens\r\nconsidered Simas financially qualified to receive such loans.  SeeBlackie, 75 F.3d at 726 (\"[U]nder certain circumstances an\r\nemployer's inaction can operate to deprive an employee of a\r\nprivilege of employment that an employee had reason to anticipate\r\nhe would receive.\").  Hence, Simas met his prima facie burden of\r\nproof, and the burden of persuasion thereupon shifted to defendants\r\nto show the true reason for the loan denial.  Finally, we cannot\r\nsay that the denial of a car loan must be considered\r\ninconsequential per se.\r\nSimas likewise attested that he was denied unfettered\r\naccess to the file vault.  The only rejoinder from defendants is\r\nthat Citizens banned all officers, not only Simas, from accessing\r\nthe vault, and that Simas was permitted to obtain any file he\r\nwanted through a vault clerk.  These claims are flawed as well.\r\nFor one thing, Simas was only required to attest that the\r\nnew vault-access procedure was materially adverse.  As vice-\r\npresident in charge of collections, his need for vault access was\r\nevident.  Moreover, in light of Silva's October 8 memo, a jury\r\nreasonably could find the timing of the new procedure especially\r\nsuspect, since it interposed a vault clerk between Simas and\r\nimportant bank documents at precisely the time Silva sought to\r\ndeter any further investigation of the Xifiras loan by Simas. \r\nRequiring Simas to make a request for a specific document from a\r\nvault clerk clearly had two adverse effects:  (1) Simas could not\r\nanonymously examine documents in the vault; and (2) Silva could\r\nlearn from the vault clerk precisely which files Simas was\r\nexamining.  Although Silva explained:  \"We were having a problem\r\nwith the vault[,] of officers going into the vault, and pulling\r\nfiles and never being replaced[,]\" her decision to make the new\r\nvault-access procedure applicable to all bank officers does not\r\npreclude a finding that she harbored an illicit motive in doing so;\r\nthat is, to reduce access to information by Simas.  Thus, the\r\nburden of persuasion would pass to defendants to show by clear and\r\nconvincing evidence that the new vault-access procedure was\r\nnecessary for reasons independent of Simas' threats to alert the\r\nNCUA. \r\nFinally, although the evidence of yet other adverse\r\nemployment actions may be less compelling, it is not so obviously\r\nmakeweight as to compel inferences in defendants' favor.  Since\r\nwe are required to assess defendants' conduct in context and in\r\ntotality, rather than piecemeal, see Calhoun, 798 F.2d at 562-63;\r\nCoffman, 141 F.3d at 1246, we conclude that summary judgment on the\r\nFCUA claim was improvidently granted, and must be vacated.  The\r\nstate-law claims for defamation, wrongful termination, and tortious\r\ninterference with an advantageous relationship must be reinstated\r\nas well, since the district court dismissed them solely for lack of\r\nsupplemental jurisdiction.  See Alexis v. McDonald's Restaurants of\r\nMass., Inc., </pre><span class=\"citation\" data-id=\"196337\"><a href=\"/opinion/196337/alexis-v-mcdonalds-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></a></span><pre class=\"inline\">, 354 (1st Cir. 1995) (remand on state-law\r\nclaims warranted where federal claim is reinstated).\r\nThe district court judgment is vacated and the case is\r\nremanded for further proceedings consistent with this opinion. \r\nCosts are awarded to appellant.\r\nSO ORDERED.\r\n        * Concurring Opinion Follows *\r\nALDRICH, Senior Circuit Judge, concurring.  Judge Cyr's\r\nopinion, which I entirely accept, reads very persuasively.  So,\r\nhowever, does the district court's.  In choosing to go along with\r\nthe later one, I note several matters.  To begin, whistleblowers\r\nface many obstacles.  In the first place, they face those whom they\r\ncharge, and the higher up those persons, the more difficult they\r\nare to meet.  In the second place, whistleblowers face others who,\r\nif not directly concerned, know on which side their bread is\r\nbuttered.  These obstacles must always be remembered.  It must also\r\nbe remembered that whistleblowers are Congressionally approved,\r\nrather than everybody's enemy.\r\nNext, it is to be noted that there is an odor pervading\r\nthis case.  Consider the exceptional, indeed unique, size of the\r\nloan; the way it was granted, particularly the selection of the\r\nappraiser; and the relationship of the parties in interest,\r\nspecifically, the fact that the borrower sat on the credit union's\r\nboard of directors at the time and was allegedly involved in an\r\nextramarital affair with its senior vice-president for mortgage\r\nloans.  Consider also, at least in passing, the amount that the\r\ncollateral proved to be below the indebtedness, not to mention the\r\nrequired excess.  This all produced a substantial odor that cannot\r\nbe made to disappear simply by attacks that may be voiced against\r\nthe plaintiff individually.          With all this in mind, I note that this is summary\r\njudgment.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/665986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1625695/"
  ]
}