{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198387/",
  "absolute_url": "/opinion/198387/protective-v-dignity/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198387/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:51:29Z",
  "date_modified": "2017-03-24T10:56:43.388778Z",
  "type": "010combined",
  "sha1": "711c9e8b1e75f3e2a02a25126c976c819f145652",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1752.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1752\r\n\n              PROTECTIVE LIFE INSURANCE COMPANY,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n         DIGNITY VIATICAL SETTLEMENT PARTNERS, L.P.,\r\n                 AND DIGNITY PARTNERS, INC.,\r\n\n                   Defendants, Appellants.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n\n               Coffin, Senior Circuit Judge,\r\n\n                 and Boudin, Circuit Judge.\r\n\n   Luke DeGrand, with whom Clark &amp; DeGrand, Wayne S. Hendersonand Wayne S. Henderson, P.C., were on brief, for appellants.\r\n   John A. Shope, with whom John H. Henn and Foley, Hoag &amp; Eliot\r\nLLP were on brief, for appellee.\r\n\nMarch 24, 1999\r\n\nSELYA, Circuit Judge.  Dignity Viatical Settlement\r\nPartners, L.P., and Dignity Partners, Inc. (collectively, Dignity)\r\nappeal from an order denying them prejudgment interest and imposing\r\nsanctions in connection with their quest.  The appellee, Protective\r\nLife Insurance Company (Protective), regards the appeal as\r\nfrivolous and suggests appellate sanctions.  We affirm the denial\r\nof prejudgment interest, reverse the sanctions order, and deny\r\nProtective's motion for further sanctions.\r\nI.  BACKGROUND\r\nA synopsis suffices to set the stage for this appeal. \r\nProtective issued a life insurance policy in Massachusetts to\r\nDennis Sullivan, who assigned the policy to Dignity for value. \r\nProtective subsequently discovered that Sullivan had been diagnosed\r\nwith HIV before procuring the policy, but had not disclosed that\r\nknown fact in his application.  Consequently, Protective initiated\r\na declaratory judgment action against Sullivan and Dignity, seeking\r\nto rescind the policy.\r\nSullivan died of AIDS during the pendency of the\r\nproceedings and Dignity filed a claim under the policy.  Proving\r\nonce again that, in corporate America, the left hand does not\r\nalways know what the right hand is doing, Protective mistakenly\r\nhonored the claim.  After the bevue surfaced, Protective amended\r\nits complaint to add a count for unjust enrichment.\r\nAt trial, the district court concluded that Sullivan had\r\nperpetrated a fraud and that the incontestability clause upon which\r\nDignity relied, Mass. Gen. Laws ch. 175,  132(2), did not bar\r\nProtective's suit.  The court therefore rescinded the policy and\r\nawarded Protective restitution (including prejudgment interest). \r\nDignity promptly signaled its intention to appeal.\r\nThe parties thereafter agreed that Dignity, in lieu of a\r\nsupersedeas bond, would deposit a sum certain (in excess of the\r\njudgment amount) in a joint interest-bearing escrow account.  This\r\nstipulation obligated Dignity to release funds from the account\r\nsufficient to satisfy the judgment (including accrued interest) in\r\nthe event that Protective prevailed on appeal.  The balance, if\r\nany, would go to Dignity.  In the event of a reversal, however, the\r\nstipulation obligated Protective to release the entire account to\r\nDignity.  At the parties' behest, the district court entered the\r\nstipulation as an order and stayed execution of the judgment\r\npendente lite.\r\nDignity prevailed on appeal.  See Protective Life Ins.\r\nCo. v. Sullivan, 89 F.3d 1 (1st Cir. 1996) (certifying questions);\r\n425 Mass. 615, 682 N.E.2d 624 (1997) (answering certified\r\nquestions).  By an unpublished order dated November 24, 1997, we\r\ndirected the district court to enter a revised judgment consistent\r\nwith the resolution of the coverage issue by the Massachusetts\r\nSupreme Judicial Court (SJC) in response to the questions we had\r\ncertified.\r\nOn remand, Dignity sought, inter alia, prejudgment\r\ninterest from the date of the deposit into the escrow account to\r\nthe date of the new judgment.  Protective sharply challenged this\r\nclaim, labeling it frivolous.  The district court agreed with\r\nProtective and concluded that presentment of the claim warranted a\r\n$500 sanction.\r\nII.  PREJUDGMENT INTEREST\r\nDignity premises its prejudgment interest claim on the\r\nnotion that it was wrongfully deprived of the use of its funds\r\nduring the period that the escrow account remained open.  Although\r\nthe funds earned interest in that account, Dignity contends that\r\nthe Massachusetts prejudgment interest statute, Mass. Gen. Laws ch.\r\n231,  6C (section 6C), entitles it to a 12% rate of return\r\n(instead of the lesser rate of return that the funds actually\r\nearned while in the escrow account); and it seeks the difference\r\nbetween the earned amount and the amount that would have been\r\nearned at the statutory rate.  The litigants agree that, if any\r\nprejudgment interest statute were to apply, it would necessarily be\r\nthe Commonwealth's.  See Commercial Union Ins. Co. v. Walbrook Ins.\r\nCo., 41 F.3d 764, 774 (1st Cir. 1994) (Commercial Union II).  The\r\nfundamental question, then, regards whether section 6C implicates\r\nthis set of circumstances.  Like the lower court, we conclude that\r\nit does not.\r\nThe parties do not dispute the relevant facts, instead\r\npresenting the question to us as one of statutory interpretation. \r\nSuch questions engender de novo review.  See Strickland v.\r\nCommissioner, Me. Dep't of Human Servs., 96 F.3d 542, 545 (1st Cir.\r\n1996).  The language of the statute provides the starting point. \r\nSee Inmates of Suffolk County Jail v. Rouse, 129 F.3d 649, 653 (1st\r\nCir. 1997), cert. denied, 118 S. Ct. 2366 (1998).  In this case, we\r\nend where we begin.  See United States v. Charles George Trucking\r\nCo., 823 F.2d 685, 688 (1st Cir. 1987) (explaining that when\r\nunambiguous statutory text points in a discernible direction and\r\nsuch an interpretation achieves a plausible result, a court need\r\nnot consult extra-textual aids).\r\nIn pertinent part, section 6C provides:\r\nIn all actions based on contractual\r\nobligations, upon a verdict, finding or order\r\nfor judgment for pecuniary damages, interest\r\nshall be added by the clerk of the court to\r\nthe amount of damages, at the contract rate,\r\nif established, or at the rate of twelve\r\npercent per annum from the date of the breach\r\nor demand.\r\n\nMass. Gen. Laws ch. 231,  6C.  Thus, for a claim to come within\r\nthe compass of the statute, a breach of a contractual obligation\r\nmust occur and that breach ultimately must ripen into a judgment\r\nfor pecuniary damages.  See Perkins Sch. for the Blind v. Rate\r\nSetting Comm'n, 383 Mass. 825, 835, 423 N.E.2d 765, 772 (1981);\r\nHenley-Lundgren Co. v. Commonwealth, 27 Mass. App. Ct. 1195, 1196,\r\n543 N.E.2d 698, 699 (1989).  Dignity identifies neither a breach by\r\nProtective nor a judgment in its favor for pecuniary damages, and\r\nthus fails to bring its claim within section 6C.\r\nOf course, had Protective refused to pay Dignity's claim\r\npending resolution of the declaratory judgment action, it would\r\nhave done so in breach of the life insurance policy (as matters\r\nturned out)   but the exact opposite occurred.  When Dignity\r\nsubmitted its claim after Sullivan's demise, Protective promptly\r\nhonored it.  That it continued to press an action for a judicial\r\ndeclaration of its rights and for restitution did not place it in\r\nbreach.\r\nDignity attempts to circumvent this obstacle in a number\r\nof ways.  First, it points out that the SJC has described section\r\n6C's design as one to \"compensate a damaged party for the loss of\r\nuse or unlawful detention of money.\"  Perkins Sch., 383 Mass. at\r\n835, 423 N.E.2d at 772.  Since its deposit of funds into the joint\r\nescrow account deprived it of the judgment amount's full time\r\nvalue, Dignity reasons, it should be remunerated at the statutory\r\ninterest rate to recompense that deprivation.\r\nThis argument will not wash.  Section 6C's language\r\nunequivocally predicates prejudgment interest on a contractual\r\nbreach that results in a judgment for pecuniary damages.  Here,\r\nmoreover, faithfulness to the statutory text works no fatuity. \r\nAfter all, the joint escrow arrangement was the product of\r\nDignity's own business decision, not the type of involuntary\r\ndeprivation contemplated by the prejudgment interest statute (and,\r\ninterpretively, by the SJC).  Similarly, any adventitious\r\nobligation imposed on Dignity to cede a measure of control over the\r\nescrowed sum resulted not from a wrongful withholding of the money\r\nby Protective but from a plan Dignity itself had hatched.  In other\r\nwords, the restrictions placed on Dignity's funds came at Dignity's\r\nelection, motivated no doubt by a desire to avoid the cost of a\r\nsupersedeas bond.  Furthermore, Dignity stood to gain if the rate\r\npaid by the depository bank happened, over time, to exceed that set\r\nby the Massachusetts legislature.  That the opposite occurred does\r\nnot affect the reality of events.  After all, section 6C was not\r\nmeant to provide ex post protection for poor investment decisions.\r\n   Taking an alternative tack, Dignity notes that section 6C\r\naffords prejudgment  interest as an accouterment to a \"finding . .\r\n. for pecuniary damages.\"  Mass. Gen. Laws ch. 231,  6C.  It\r\nasseverates that, by asking for prejudgment interest, it sought a\r\n\"finding\" from the trial court that it had sustained \"pecuniary\r\ndamages\" related to the wrongful detention of those escrowed funds. \r\nThis asseveration puts the cart before the horse.  One must secure\r\na judgment or finding for pecuniary damages arising out of a breach\r\nbefore an entitlement to prejudgment interest can attach.\r\n   Next, Dignity contends that First Circuit precedent\r\nbrings its claim within section 6C.  To support this contention,\r\nDignity strives to equate the case at hand with Equitable Life\r\nAssur. Soc'y v. Porter-Englehart, 867 F.2d 79 (1st Cir. 1989), and\r\nCommercial Union II.  Neither case is a fair congener.\r\n   Dignity maintains that Porter-Englehart stands for the\r\nproposition that depositing funds with a third party does not\r\nabsolve the obligation to pay statutory prejudgment interest.  In\r\na limited sense, the case does stand for that proposition, but its\r\nteachings are  inapposite here.  In  Porter-Englehart, an insurer\r\nfiled an interpleader action encompassing all the proceeds of a\r\nlife insurance policy even though a particular beneficiary's right\r\nto a portion of those proceeds was unchallenged.  See id. at 89. \r\nUnder those circumstances, we held that by unilaterally depositing\r\nthe uncontested funds into the court registry, the insurer breached\r\nits clear duty to the beneficiary.  See id. at 89-90.  We therefore\r\nawarded the beneficiary prejudgment interest on those funds at the\r\nstatutory rate for the period of the detention.  See id. at 90. \r\nThat scenario places Porter-Englehart at a remove from this case\r\n(where the parties hotly disputed entitlement to all the insurance\r\nproceeds and Dignity thereafter made the escrow deposit pursuant to\r\na bilateral agreement).\r\n   Dignity's embrace of Commercial Union II is equally\r\nunrequited.  In that case, Walbrook refused to indemnify Commercial\r\nUnion for a claim that both had insured, so the latter commenced a\r\ndeclaratory judgment action.  The trial court denied\r\nindemnification.  We reversed and ordered entry of judgment for\r\nCommercial Union.  See Commercial Union Ins. Co. v. Walbrook Ins.\r\nCo., 7 F.3d 1047, 1053 (1st Cir. 1993) (Commercial Union I).  On\r\nremand, the district court awarded Commercial Union prejudgment\r\ninterest pursuant to section 6C.  We affirmed, reasoning that\r\nalthough the action was for declaratory relief, the Massachusetts\r\nstatute applied because the substantive theory underlying the case\r\nwas contractual and the judgment presaged an award of pecuniary\r\ndamages.  See Commercial Union II, 41 F.3d at 775.\r\n   As Dignity points out, this case, like the Commercial\r\nUnion litigation, began as a declaratory judgment action to resolve\r\na coverage controversy and ended with an order that affected the\r\ndisposition of disputed funds.  But the attempted analogy breaks\r\ndown in the face of critical differentiating features.  Commercial\r\nUnion I determined that Walbrook's failure to indemnify constituted\r\na breach of its contractual obligations.  That judgment resulted in\r\nan award of pecuniary damages in the amount of the failed\r\nindemnification.  Because the defendant's breach wrongfully\r\ndeprived Commercial Union of the use of funds to which it was\r\nentitled, section 6C applied.  Here, by contrast, our reversal of\r\nthe trial court's coverage determination in no way suggested that\r\nProtective had breached its contractual obligations, nor did it\r\nresult in a money judgment.  These factors   the absence of a\r\nbreach and the non-existence of a judgment for pecuniary damages  \r\ndivest Commercial Union II of controlling weight for purposes of\r\nthis case.\r\n   We will not paint the lily.  Dignity's remaining\r\narguments on this subject are insubstantial and require no\r\ndiscussion.  Suffice it to say that the district court did not err\r\nin denying Dignity's motion for prejudgment interest.\r\nIII.  SANCTIONS\r\n   We now shift to the sanctions ruling.  Although the lower\r\ncourt did not specify the source of the authority upon which it\r\ndrew in imposing sanctions, the nature and language of its order\r\nevince an intention to invoke Fed. R. Civ. P. 11.  We analyze the\r\nsanction on that basis.\r\n   We review rulings imposing (or refusing to impose) Rule\r\n11 sanctions for abuse of discretion.  See Navarro-Ayala v. Nunez,\r\n968 F.2d 1421, 1425 (1st Cir. 1992).  Because such determinations\r\nare almost always context-sensitive, our review is deferential  \r\nbut not reflexively acquiescent.  See United States v. One 1987 BMW\r\n325, 985 F.2d 655, 657 (1st Cir. 1993). \r\n   In this case, a series of pertinaciously pursued\r\narguments resulted in a sanctions order which the district court\r\nsupported by several findings.  Dignity suggests that many of these\r\nfindings cannot survive scrutiny.  Having carefully reviewed the\r\nrecord, we are constrained to agree.\r\n   In its motion for prejudgment interest, Dignity\r\ncharacterized the deposit of funds into the joint escrow account as\r\none made \"pursuant to order of [the district] court.\"  The trial\r\njudge took umbrage, and branded the statement \"unpardonably\r\nmisleading if not an outright misrepresentation.\"  But,\r\ntechnically, the record confirms the statement.  Although the idea\r\nfor the deposit did not originate with the judge, he signed the\r\nstipulation, approved its contents, and converted it into an order\r\nof court that obligated Dignity to establish the joint escrow\r\naccount and deposit into it funds sufficient to satisfy the looming\r\njudgment. \r\n   The district judge also took issue with Dignity's\r\ndescription of the account as beyond its sole control, finding that\r\nnothing of record in the case indicated that the account was\r\njointly held or that the depository bank had been informed of\r\nProtective's interest in the funds.  This criticism, too, appears\r\nunwarranted.  In the first place, the stipulation approved by the\r\ncourt reflected that the account was to be jointly held.  In the\r\nsecond place, Dignity attached to its prejudgment interest motion\r\na set of bank statements that showed the account in the care of the\r\nattorneys for Protective.\r\n   The court also condemned Dignity's citation of\r\nauthorities, particularly Porter-Englehart and Commercial Union II. \r\nWhile we agree that Dignity attempted to squeeze too much from\r\nthese cases, see supra Part II, Rule 11 does not restrict counsel\r\nto citing cases directly on point.  See, e.g., FDIC v. Calhoun, 34\r\nF.3d 1291, 1298 (5th Cir. 1994) (reversing sanctions order when the\r\nattempted analogy to a line of cases failed to persuade but\r\nnonetheless constituted a good-faith argument to extend the law);\r\nThompson v. Duke, 940 F.2d 192, 196-97 (7th Cir. 1991) (reversing\r\nsanctions order when party could argue plausibly, though\r\nunsuccessfully, that his claim was distinguishable from other cases\r\nor could mount a good-faith argument for modification of existing\r\ncase law).  Dignity's use of these precedents, though aggressive,\r\ndid not justify the imposition of Rule 11 sanctions.\r\n   The district judge's comments on Dignity's use of\r\nCommercial Union II illustrate the point.  The judge based his\r\nsanctions order, in part, on Dignity's claim that Commercial Union\r\nII \"held that prejudgment interest is mandated by [section 6C] in\r\ndeclaratory judgment actions such as this one where the underlying\r\ntheory is contractual.\"  Although the use of the verb \"mandated\"\r\nwas obvious hyperbole, the superficial symmetry between Commercial\r\nUnion II and the instant case   both suits sought and obtained\r\ndeclaratory relief on contractual obligations and both were\r\nreversed on appeal   makes the opinion relevant as a building block\r\nfor an argument to extend section 6C's reach.\r\n   What most incensed the court was its concern that Dignity\r\nwas seeking to double dip by trying to garner duplicative interest. \r\nThe court termed this course of conduct \"astonishing.\"  If the\r\ndistrict court's assessment of the situation were factual, we would\r\nagree.  Cf. Fratus v. Republic Western Ins. Co., 147 F.3d 25, 31\r\nn.7 (1st Cir. 1998) (denying duplicative interest as inconsistent\r\nwith the fundamental purpose of prejudgment interest).  Here,\r\nhowever, the court's concern was unfounded.  Dignity made it\r\nexplicit in its motion that it proposed to credit the interest that\r\nhad accumulated in the joint escrow account against any prejudgment\r\ninterest award that it received.  Indeed, the dollar amount that\r\nDignity sought as prejudgment interest ($20,216) accurately\r\nreflected this offset.\r\n   We have noted before that an abuse of discretion may\r\noccur when a court erroneously attaches significant weight to one\r\nor more factors in the decisional calculus.  See Ruiz-Troche v.\r\nPepsi Cola of P.R. Bottling Co., 161 F.3d 77, 86 (1st Cir. 1998);\r\nAnderson v. Beatrice Foods Co., 900 F.2d 388, 394 (1st Cir. 1990). \r\nSo it is here:  because the district court wedded its sanctions\r\norder to a series of clearly erroneous factual findings, the order\r\nconstituted an abuse of discretion.\r\n   We add an excursus of sorts.  We are mindful that this\r\nbitterly-fought litigation took many twists and turns, and that\r\ncounsel on both sides tended to push the envelope in search of a\r\nwinning theory.  We can understand the district court's frustration\r\nat the give-no-quarter tactics employed by Dignity's lawyers, and\r\nwe fully agree that Dignity's claim for prejudgment interest could\r\nnot be sustained.  See supra Part II.  But though that claim lacked\r\nmerit, it was not so plainly unmeritorious as to warrant the\r\nimposition of sanctions.  The mere fact that a claim ultimately\r\nproves unavailing, without more, cannot support the imposition of\r\nRule 11 sanctions.  See Kale v. Combined Ins. Co., 861 F.2d 746,\r\n758-59 (1st Cir. 1988); cf. Additive Controls &amp; Measurement Sys.,\r\nInc. v. Flowdata, Inc., 96 F.3d 1390, 1398 (Fed. Cir. 1996) (\"In\r\nvirtually every case, an appellate court finds one party's\r\narguments and authorities unpersuasive, but that is not remotely\r\nsufficient to make the losing party's conduct sanctionable.\").\r\nIV.  CONCLUSION\r\n   We need go no further.  Because Dignity identified\r\nneither a contractual breach nor a judgment for pecuniary damages\r\nto which prejudgment interest might attach, the district court\r\ncorrectly held that section 6C does not authorize an award of\r\nprejudgment interest in the circumstances of this case.  Withal,\r\nthe district court's reliance on unsupportable findings in\r\nsanctioning Dignity for bringing the claim constituted an abuse of\r\ndiscretion, requiring us to reverse the order for sanctions. \r\nDignity's presentation of its prejudgment interest claim was an\r\naggressive step, but it fell within the wide perimeters of\r\npermissible argumentation.  If every failed legal argument were\r\nsanctionable, sanctions would be the rule rather than the\r\nexception.\r\n\nAffirmed in part and reversed in part.  No costs.\n",
  "html": "<p class=\"case_cite\">171 F.3d 52</p>\n    <p class=\"parties\">PROTECTIVE LIFE INSURANCE COMPANY, Plaintiff, Appellee,<br>v.<br>DIGNITY VIATICAL SETTLEMENT PARTNERS, L.P., and Dignity<br>Partners, Inc., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1752.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 7, 1999.<br>Decided March 24, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luke DeGrand, with whom Clark &amp; DeGrand, Wayne S. Henderson and Wayne S. Henderson, P.C., were on brief, for appellants.</p>\n      <p class=\"indent\">John A. Shope, with whom John H. Henn and Foley, Hoag &amp; Eliot LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dignity Viatical Settlement Partners, L.P., and Dignity Partners, Inc.  (collectively, Dignity) appeal from an order denying them prejudgment interest and imposing sanctions in connection with their quest.  The appellee, Protective Life Insurance Company (Protective), regards the appeal as frivolous and suggests appellate sanctions.  We affirm the denial of prejudgment interest, reverse the sanctions order, and deny Protective's motion for further sanctions.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A synopsis suffices to set the stage for this appeal.  Protective issued a life insurance policy in Massachusetts to Dennis Sullivan, who assigned the policy to Dignity for value.  Protective subsequently discovered that Sullivan had been diagnosed with HIV before procuring the policy, but had not disclosed that known fact in his application.  Consequently, Protective initiated a declaratory judgment action against Sullivan and Dignity, seeking to rescind the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sullivan died of AIDS during the pendency of the proceedings and Dignity filed a claim under the policy.  Proving once again that, in corporate America, the left hand does not always know what the right hand is doing, Protective mistakenly honored the claim.  After the bevue surfaced, Protective amended its complaint to add a count for unjust enrichment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At trial, the district court concluded that Sullivan had perpetrated a fraud and that the incontestability clause upon which Dignity relied, Mass.  Gen. Laws ch. 175, &#167; 132(2), did not bar Protective's suit.  The court therefore rescinded the policy and awarded Protective restitution (including prejudgment interest).  Dignity promptly signaled its intention to appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The parties thereafter agreed that Dignity, in lieu of a supersedeas bond, would deposit a sum certain (in excess of the judgment amount) in a joint interest-bearing escrow account.  This stipulation obligated Dignity to release funds from the account sufficient to satisfy the judgment (including accrued interest) in the event that Protective prevailed on appeal.  The balance, if any, would go to Dignity.  In the event of a reversal, however, the stipulation obligated Protective to release the entire account to Dignity.  At the parties' behest, the district court entered the stipulation as an order and stayed execution of the judgment pendente lite.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Dignity prevailed on appeal.  See Protective Life Ins. Co. v. Sullivan, 89 F.3d 1 (1st Cir.1996) (certifying questions);  425 Mass. 615, 682 N.E.2d 624 (1997) (answering certified questions).  By an unpublished order dated November 24, 1997, we directed the district court to enter a revised judgment consistent with the resolution of the coverage issue by the Massachusetts Supreme Judicial Court (SJC) in response to the questions we had certified.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On remand, Dignity sought, inter alia, prejudgment interest from the date of the deposit into the escrow account to the date of the new judgment.  Protective sharply challenged this claim, labeling it frivolous.  The district court agreed with Protective and concluded that presentment of the claim warranted a $500 sanction.</p>\n    </div>\n    <p>II. PREJUDGMENT INTEREST</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dignity premises its prejudgment interest claim on the notion that it was wrongfully deprived of the use of its funds during the period that the escrow account remained open.  Although the funds earned interest in that account, Dignity contends that the Massachusetts prejudgment interest statute, Mass.  Gen. Laws ch. 231, &#167; 6C (section 6C), entitles it to a 12% rate of return (instead of the lesser rate of return that the funds actually earned while in the escrow account);  and it seeks the difference between the earned amount and the amount that would have been earned at the statutory rate.  The litigants agree that, if any prejudgment interest statute were to apply, it would necessarily be the Commonwealth's.  See Commercial Union Ins. Co. v. Walbrook Ins. Co., 41 F.3d 764, 774 (1st Cir.1994) (Commercial Union II ).   The fundamental question, then, regards whether section 6C implicates this set of circumstances.  Like the lower court, we conclude that it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The parties do not dispute the relevant facts, instead presenting the question to us as one of statutory interpretation.  Such questions engender de novo review.  See Strickland v. Commissioner, Me.  Dep't of Human Servs., 96 F.3d 542, 545 (1st Cir.1996).  The language of the statute provides the starting point.  See Inmates of Suffolk County Jail v. Rouse, 129 F.3d 649, 653 (1st Cir.1997), cert. denied, --- U.S. ----, 118 S.Ct. 2366, 141 L.Ed.2d 735 (1998).  In this case, we end where we begin.  See United States v. Charles George Trucking Co., 823 F.2d 685, 688 (1st Cir.1987) (explaining that when unambiguous statutory text points in a discernible direction and such an interpretation achieves a plausible result, a court need not consult extra-textual aids).</p>\n    </div>\n    <p class=\"indent\">In pertinent part, section 6C provides:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>In all actions based on contractual obligations, upon a verdict, finding or order for judgment for pecuniary damages, interest shall be added by the clerk of the court to the amount of damages, at the contract rate, if established, or at the rate of twelve percent per annum from the date of the breach or demand.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 231, &#167; 6C.  Thus, for a claim to come within the compass of the statute, a breach of a contractual obligation must occur and that breach ultimately must ripen into a judgment for pecuniary damages.  See Perkins Sch. for the Blind v. Rate Setting Comm'n, 383 Mass. 825, 835, 423 N.E.2d 765, 772 (1981);  Henley-Lundgren Co. v. Commonwealth, 27 Mass.App.Ct. 1195, 1196, 543 N.E.2d 698, 699 (1989).  Dignity identifies neither a breach by Protective nor a judgment in its favor for pecuniary damages, and thus fails to bring its claim within section 6C.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Of course, had Protective refused to pay Dignity's claim pending resolution of the declaratory judgment action, it would have done so in breach of the life insurance policy (as matters turned out)--but the exact opposite occurred.  When Dignity submitted its claim after Sullivan's demise, Protective promptly honored it.  That it continued to press an action for a judicial declaration of its rights and for restitution did not place it in breach.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dignity attempts to circumvent this obstacle in a number of ways.  First, it points out that the SJC has described section 6C's design as one to \"compensate a damaged party for the loss of use or unlawful detention of money.\"  Perkins Sch., 383 Mass. at 835, 423 N.E.2d at 772.   Since its deposit of funds into the joint escrow account deprived it of the judgment amount's full time value, Dignity reasons, it should be remunerated at the statutory interest rate to recompense that deprivation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This argument will not wash.  Section 6C's language unequivocally predicates prejudgment interest on a contractual breach that results in a judgment for pecuniary damages.  Here, moreover, faithfulness to the statutory text works no fatuity.  After all, the joint escrow arrangement was the product of Dignity's own business decision, not the type of involuntary deprivation contemplated by the prejudgment interest statute (and, interpretively, by the SJC).  Similarly, any adventitious obligation imposed on Dignity to cede a measure of control over the escrowed sum resulted not from a wrongful withholding of the money by Protective but from a plan Dignity itself had hatched.  In other words, the restrictions placed on Dignity's funds came at Dignity's election, motivated no doubt by a desire to avoid the cost of a supersedeas bond.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Furthermore, Dignity stood to gain if the rate paid by the depository bank happened, over time, to exceed that set by the Massachusetts legislature.  That the opposite occurred does not affect the reality of events.  After all, section 6C was not meant to provide ex post protection for poor investment decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Taking an alternative tack, Dignity notes that section 6C affords prejudgment interest as an accouterment to a \"finding ... for pecuniary damages.\"  Mass. Gen. Laws ch. 231, &#167; 6C.  It asseverates that, by asking for prejudgment interest, it sought a \"finding\" from the trial court that it had sustained \"pecuniary damages\" related to the wrongful detention of those escrowed funds.  This asseveration puts the cart before the horse.  One must secure a judgment or finding for pecuniary damages arising out of a breach before an entitlement to prejudgment interest can attach.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Next, Dignity contends that First Circuit precedent brings its claim within section 6C.  To support this contention, Dignity strives to equate the case at hand with Equitable Life Assur. Soc'y v. Porter-Englehart, 867 F.2d 79 (1st Cir.1989), and Commercial Union II.  Neither case is a fair congener.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Dignity maintains that Porter-Englehart stands for the proposition that depositing funds with a third party does not absolve the obligation to pay statutory prejudgment interest.  In a limited sense, the case does stand for that proposition, but its teachings are inapposite here.  In Porter-Englehart, an insurer filed an interpleader action encompassing all the proceeds of a life insurance policy even though a particular beneficiary's right to a portion of those proceeds was unchallenged.  See id. at 89.   Under those circumstances, we held that by unilaterally depositing the uncontested funds into the court registry, the insurer breached its clear duty to the beneficiary.  See id. at 89-90.   We therefore awarded the beneficiary prejudgment interest on those funds at the statutory rate for the period of the detention.  See id. at 90.   That scenario places Porter-Englehart at a remove from this case (where the parties hotly disputed entitlement to all the insurance proceeds and Dignity thereafter made the escrow deposit pursuant to a bilateral agreement).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dignity's embrace of Commercial Union II is equally unrequited.  In that case, Walbrook refused to indemnify Commercial Union for a claim that both had insured, so the latter commenced a declaratory judgment action.  The trial court denied indemnification.  We reversed and ordered entry of judgment for Commercial Union.  See Commercial Union Ins. Co. v. Walbrook Ins. Co., 7 F.3d 1047, 1053 (1st Cir.1993) (Commercial Union I ).   On remand, the district court awarded Commercial Union prejudgment interest pursuant to section 6C.  We affirmed, reasoning that although the action was for declaratory relief, the Massachusetts statute applied because the substantive theory underlying the case was contractual and the judgment presaged an award of pecuniary damages.  See Commercial Union II, 41 F.3d at 775.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As Dignity points out, this case, like the Commercial Union litigation, began as a declaratory judgment action to resolve a coverage controversy and ended with an order that affected the disposition of disputed funds.  But the attempted analogy breaks down in the face of critical differentiating features.  Commercial Union I determined that Walbrook's failure to indemnify constituted a breach of its contractual obligations.  That judgment resulted in an award of pecuniary damages in the amount of the failed indemnification.  Because the defendant's breach wrongfully deprived Commercial Union of the use of funds to which it was entitled, section 6C applied.  Here, by contrast, our reversal of the trial court's coverage determination in no way suggested that Protective had breached its contractual obligations, nor did it result in a money judgment.  These factors--the absence of a breach and the non-existence of a judgment for pecuniary damages--divest Commercial Union II of controlling weight for purposes of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We will not paint the lily.  Dignity's remaining arguments on this subject are insubstantial and require no discussion.  Suffice it to say that the district court did not err in denying Dignity's motion for prejudgment interest.</p>\n    </div>\n    <p>III. SANCTIONS</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We now shift to the sanctions ruling.  Although the lower court did not specify the source of the authority upon which it drew in imposing sanctions, the nature and language of its order evince an intention to invoke Fed.R.Civ.P. 11.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We analyze the sanction on that basis.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We review rulings imposing (or refusing to impose) Rule 11 sanctions for abuse of discretion.  See Navarro-Ayala v. Nunez, 968 F.2d 1421, 1425 (1st Cir.1992).  Because such determinations are almost always context-sensitive, our review is deferential--but not reflexively acquiescent.  See United States v. One 1987 BMW 325, 985 F.2d 655, 657 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, a series of pertinaciously pursued arguments resulted in a sanctions order which the district court supported by several findings.  Dignity suggests that many of these findings cannot survive scrutiny.  Having carefully reviewed the record, we are constrained to agree.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In its motion for prejudgment interest, Dignity characterized the deposit of funds into the joint escrow account as one made \"pursuant to order of [the district] court.\"   The trial judge took umbrage, and branded the statement \"unpardonably misleading if not an outright misrepresentation.\"   But, technically, the record confirms the statement.  Although the idea for the deposit did not originate with the judge, he signed the stipulation, approved its contents, and converted it into an order of court that obligated Dignity to establish the joint escrow account and deposit into it funds sufficient to satisfy the looming judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district judge also took issue with Dignity's description of the account as beyond its sole control, finding that nothing of record in the case indicated that the account was jointly held or that the depository bank had been informed of Protective's interest in the funds.  This criticism, too, appears unwarranted.  In the first place, the stipulation approved by the court reflected that the account was to be jointly held.  In the second place, Dignity attached to its prejudgment interest motion a set of bank statements that showed the account in the care of the attorneys for Protective.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court also condemned Dignity's citation of authorities, particularly Porter-Englehart and Commercial Union II.  While we agree that Dignity attempted to squeeze too much from these cases, see supra Part II, Rule 11 does not restrict counsel to citing cases directly on point.  See, e.g., FDIC v. Calhoun, 34 F.3d 1291, 1298 (5th Cir.1994) (reversing sanctions order when the attempted analogy to a line of cases failed to persuade but nonetheless constituted a good-faith argument to extend the law);  Thompson v. Duke, 940 F.2d 192, 196-97 (7th Cir.1991) (reversing sanctions order when party could argue plausibly, though unsuccessfully, that his claim was distinguishable from other cases or could mount a good-faith argument for modification of existing case law).  Dignity's use of these precedents, though aggressive, did not justify the imposition of Rule 11 sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district judge's comments on Dignity's use of Commercial Union II illustrate the point.  The judge based his sanctions order, in part, on Dignity's claim that Commercial Union II \"held that prejudgment interest is mandated by [section 6C] in declaratory judgment actions such as this one where the underlying theory is contractual.\"   Although the use of the verb \"mandated\" was obvious hyperbole, the superficial symmetry between Commercial Union II and the instant case--both suits sought and obtained declaratory relief on contractual obligations and both were reversed on appeal--makes the opinion relevant as a building block for an argument to extend section 6C's reach.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">What most incensed the court was its concern that Dignity was seeking to double dip by trying to garner duplicative interest.  The court termed this course of conduct \"astonishing.\"   If the district court's assessment of the situation were factual, we would agree.  Cf. Fratus v. Republic Western Ins. Co., 147 F.3d 25, 31 n. 7 (1st Cir.1998) (denying duplicative interest as inconsistent with the fundamental purpose of prejudgment interest).  Here, however, the court's concern was unfounded.  Dignity made it explicit in its motion that it proposed to credit the interest that had accumulated in the joint escrow account against any prejudgment interest award that it received.  Indeed, the dollar amount that Dignity sought as prejudgment interest ($20,216) accurately reflected this offset.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We have noted before that an abuse of discretion may occur when a court erroneously attaches significant weight to one or more factors in the decisional calculus.  See Ruiz-Troche v. Pepsi Cola of P.R. Bottling Co., 161 F.3d 77, 86 (1st Cir.1998);  Anderson v. Beatrice Foods Co., 900 F.2d 388, 394 (1st Cir.1990).  So it is here:  because the district court wedded its sanctions order to a series of clearly erroneous factual findings, the order constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We add an excursus of sorts.  We are mindful that this bitterly-fought litigation took many twists and turns, and that counsel on both sides tended to push the envelope in search of a winning theory.  We can understand the district court's frustration at the give-no-quarter tactics employed by Dignity's lawyers, and we fully agree that Dignity's claim for prejudgment interest could not be sustained.  See supra Part II.  But though that claim lacked merit, it was not so plainly unmeritorious as to warrant the imposition of sanctions.  The mere fact that a claim ultimately proves unavailing, without more, cannot support the imposition of Rule 11 sanctions.  See Kale v. Combined Ins. Co., 861 F.2d 746, 758-59 (1st Cir.1988);  cf. Additive Controls &amp; Measurement Sys., Inc. v. Flowdata, Inc., 96 F.3d 1390, 1398 (Fed.Cir.1996) (\"In virtually every case, an appellate court finds one party's arguments and authorities unpersuasive, but that is not remotely sufficient to make the losing party's conduct sanctionable.\").</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need go no further.  Because Dignity identified neither a contractual breach nor a judgment for pecuniary damages to which prejudgment interest might attach, the district court correctly held that section 6C does not authorize an award of prejudgment interest in the circumstances of this case.  Withal, the district court's reliance on unsupportable findings in sanctioning Dignity for bringing the claim constituted an abuse of discretion, requiring us to reverse the order for sanctions.  Dignity's presentation of its prejudgment interest claim was an aggressive step, but it fell within the wide perimeters of permissible argumentation.  If every failed legal argument were sanctionable, sanctions would be the rule rather than the exception.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed in part and reversed in part.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Had it been less risk averse, Dignity quite likely could have recouped the cost of such a bond at the successful conclusion of the appeal.  See Fed.  R.App. P. 39</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 11 creates, inter alia, standards of reasonable inquiry for legal and factual contentions embodied in pleadings and presented to a court.  Rule 11(b)(2) requires that \"the claims, defenses, and other legal contentions\" contained in a party's pleadings must be \"warranted by existing law or by a nonfrivolous argument for the extension, modification, or reversal of law or the establishment of new law.\"  Rule 11(b)(3) requires that a party's \"allegations and other factual contentions\" must \"have evidentiary support.\"   Sanctions may be imposed for breach of these duties.  See Fed.R.Civ.P. 11(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We reject Protective's motion for appellate sanctions for reasons that should be apparent from the foregoing discussion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span></p>\n    <p class=\"parties\">PROTECTIVE LIFE INSURANCE COMPANY, Plaintiff, Appellee,<br>v.<br>DIGNITY VIATICAL SETTLEMENT PARTNERS, L.P., and Dignity<br>Partners, Inc., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1752.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 7, 1999.<br>Decided March 24, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luke DeGrand, with whom Clark &amp; DeGrand, Wayne S. Henderson and Wayne S. Henderson, P.C., were on brief, for appellants.</p>\n      <p class=\"indent\">John A. Shope, with whom John H. Henn and Foley, Hoag &amp; Eliot LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dignity Viatical Settlement Partners, L.P., and Dignity Partners, Inc.  (collectively, Dignity) appeal from an order denying them prejudgment interest and imposing sanctions in connection with their quest.  The appellee, Protective Life Insurance Company (Protective), regards the appeal as frivolous and suggests appellate sanctions.  We affirm the denial of prejudgment interest, reverse the sanctions order, and deny Protective's motion for further sanctions.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A synopsis suffices to set the stage for this appeal.  Protective issued a life insurance policy in Massachusetts to Dennis Sullivan, who assigned the policy to Dignity for value.  Protective subsequently discovered that Sullivan had been diagnosed with HIV before procuring the policy, but had not disclosed that known fact in his application.  Consequently, Protective initiated a declaratory judgment action against Sullivan and Dignity, seeking to rescind the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sullivan died of AIDS during the pendency of the proceedings and Dignity filed a claim under the policy.  Proving once again that, in corporate America, the left hand does not always know what the right hand is doing, Protective mistakenly honored the claim.  After the bevue surfaced, Protective amended its complaint to add a count for unjust enrichment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At trial, the district court concluded that Sullivan had perpetrated a fraud and that the incontestability clause upon which Dignity relied, Mass.  Gen. Laws ch. 175, &#167; 132(2), did not bar Protective's suit.  The court therefore rescinded the policy and awarded Protective restitution (including prejudgment interest).  Dignity promptly signaled its intention to appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The parties thereafter agreed that Dignity, in lieu of a supersedeas bond, would deposit a sum certain (in excess of the judgment amount) in a joint interest-bearing escrow account.  This stipulation obligated Dignity to release funds from the account sufficient to satisfy the judgment (including accrued interest) in the event that Protective prevailed on appeal.  The balance, if any, would go to Dignity.  In the event of a reversal, however, the stipulation obligated Protective to release the entire account to Dignity.  At the parties' behest, the district court entered the stipulation as an order and stayed execution of the judgment pendente lite.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Dignity prevailed on appeal.  See Protective Life Ins. Co. v. Sullivan, <span class=\"citation\" data-id=\"196867\"><a href=\"/opinion/196867/protective-life-v-dignity-viatical/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.1996) (certifying questions);  <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">682</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">624</span></span> (1997) (answering certified questions).  By an unpublished order dated November 24, 1997, we directed the district court to enter a revised judgment consistent with the resolution of the coverage issue by the Massachusetts Supreme Judicial Court (SJC) in response to the questions we had certified.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On remand, Dignity sought, inter alia, prejudgment interest from the date of the deposit into the escrow account to the date of the new judgment.  Protective sharply challenged this claim, labeling it frivolous.  The district court agreed with Protective and concluded that presentment of the claim warranted a $500 sanction.</p>\n    </div>\n    <p>II. PREJUDGMENT INTEREST</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dignity premises its prejudgment interest claim on the notion that it was wrongfully deprived of the use of its funds during the period that the escrow account remained open.  Although the funds earned interest in that account, Dignity contends that the Massachusetts prejudgment interest statute, Mass.  Gen. Laws ch. 231, &#167; 6C (section 6C), entitles it to a 12% rate of return (instead of the lesser rate of return that the funds actually earned while in the escrow account);  and it seeks the difference between the earned amount and the amount that would have been earned at the statutory rate.  The litigants agree that, if any prejudgment interest statute were to apply, it would necessarily be the Commonwealth's.  See Commercial Union Ins. Co. v. Walbrook Ins. Co., <span class=\"citation\" data-id=\"683508\"><a href=\"/opinion/683508/commercial-union-insurance-company-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></a></span>, 774 (1st Cir.1994) (Commercial Union II ).   The fundamental question, then, regards whether section 6C implicates this set of circumstances.  Like the lower court, we conclude that it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The parties do not dispute the relevant facts, instead presenting the question to us as one of statutory interpretation.  Such questions engender de novo review.  See Strickland v. Commissioner, Me.  Dep't of Human Servs., <span class=\"citation\" data-id=\"196992\"><a href=\"/opinion/196992/strickland-v-comm-maine/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 545 (1st Cir.1996).  The language of the statute provides the starting point.  See Inmates of Suffolk County Jail v. Rouse, <span class=\"citation\" data-id=\"197630\"><a href=\"/opinion/197630/inmates-of-suffolk-v-rouse/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">649</span></a></span>, 653 (1st Cir.1997), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2366</span></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">735</span></span> (1998).  In this case, we end where we begin.  See United States v. Charles George Trucking Co., <span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 688 (1st Cir.1987) (explaining that when unambiguous statutory text points in a discernible direction and such an interpretation achieves a plausible result, a court need not consult extra-textual aids).</p>\n    </div>\n    <p class=\"indent\">In pertinent part, section 6C provides:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>In all actions based on contractual obligations, upon a verdict, finding or order for judgment for pecuniary damages, interest shall be added by the clerk of the court to the amount of damages, at the contract rate, if established, or at the rate of twelve percent per annum from the date of the breach or demand.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 231, &#167; 6C.  Thus, for a claim to come within the compass of the statute, a breach of a contractual obligation must occur and that breach ultimately must ripen into a judgment for pecuniary damages.  See Perkins Sch. for the Blind v. Rate Setting Comm'n, <span class=\"citation\" data-id=\"2100466\"><a href=\"/opinion/2100466/perkins-sch-for-the-blind-v-rate-setting-commission/\"><span class=\"volume\">383</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">825</span></a></span>, 835, <span class=\"citation\" data-id=\"2100466\"><a href=\"/opinion/2100466/perkins-sch-for-the-blind-v-rate-setting-commission/\"><span class=\"volume\">423</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">765</span></a></span>, 772 (1981);  Henley-Lundgren Co. v. Commonwealth, 27 Mass.App.Ct. 1195, 1196, <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">698</span></span>, 699 (1989).  Dignity identifies neither a breach by Protective nor a judgment in its favor for pecuniary damages, and thus fails to bring its claim within section 6C.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Of course, had Protective refused to pay Dignity's claim pending resolution of the declaratory judgment action, it would have done so in breach of the life insurance policy (as matters turned out)--but the exact opposite occurred.  When Dignity submitted its claim after Sullivan's demise, Protective promptly honored it.  That it continued to press an action for a judicial declaration of its rights and for restitution did not place it in breach.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dignity attempts to circumvent this obstacle in a number of ways.  First, it points out that the SJC has described section 6C's design as one to \"compensate a damaged party for the loss of use or unlawful detention of money.\"  Perkins Sch., 383 Mass. at 835, 423 N.E.2d at 772.   Since its deposit of funds into the joint escrow account deprived it of the judgment amount's full time value, Dignity reasons, it should be remunerated at the statutory interest rate to recompense that deprivation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This argument will not wash.  Section 6C's language unequivocally predicates prejudgment interest on a contractual breach that results in a judgment for pecuniary damages.  Here, moreover, faithfulness to the statutory text works no fatuity.  After all, the joint escrow arrangement was the product of Dignity's own business decision, not the type of involuntary deprivation contemplated by the prejudgment interest statute (and, interpretively, by the SJC).  Similarly, any adventitious obligation imposed on Dignity to cede a measure of control over the escrowed sum resulted not from a wrongful withholding of the money by Protective but from a plan Dignity itself had hatched.  In other words, the restrictions placed on Dignity's funds came at Dignity's election, motivated no doubt by a desire to avoid the cost of a supersedeas bond.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Furthermore, Dignity stood to gain if the rate paid by the depository bank happened, over time, to exceed that set by the Massachusetts legislature.  That the opposite occurred does not affect the reality of events.  After all, section 6C was not meant to provide ex post protection for poor investment decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Taking an alternative tack, Dignity notes that section 6C affords prejudgment interest as an accouterment to a \"finding ... for pecuniary damages.\"  Mass. Gen. Laws ch. 231, &#167; 6C.  It asseverates that, by asking for prejudgment interest, it sought a \"finding\" from the trial court that it had sustained \"pecuniary damages\" related to the wrongful detention of those escrowed funds.  This asseveration puts the cart before the horse.  One must secure a judgment or finding for pecuniary damages arising out of a breach before an entitlement to prejudgment interest can attach.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Next, Dignity contends that First Circuit precedent brings its claim within section 6C.  To support this contention, Dignity strives to equate the case at hand with Equitable Life Assur. Soc'y v. Porter-Englehart, <span class=\"citation\" data-id=\"518091\"><a href=\"/opinion/518091/the-equitable-life-assurance-society-of-the-united-states-v-sandra/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span> (1st Cir.1989), and Commercial Union II.  Neither case is a fair congener.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Dignity maintains that Porter-Englehart stands for the proposition that depositing funds with a third party does not absolve the obligation to pay statutory prejudgment interest.  In a limited sense, the case does stand for that proposition, but its teachings are inapposite here.  In Porter-Englehart, an insurer filed an interpleader action encompassing all the proceeds of a life insurance policy even though a particular beneficiary's right to a portion of those proceeds was unchallenged.  See id. at 89.   Under those circumstances, we held that by unilaterally depositing the uncontested funds into the court registry, the insurer breached its clear duty to the beneficiary.  See id. at 89-90.   We therefore awarded the beneficiary prejudgment interest on those funds at the statutory rate for the period of the detention.  See id. at 90.   That scenario places Porter-Englehart at a remove from this case (where the parties hotly disputed entitlement to all the insurance proceeds and Dignity thereafter made the escrow deposit pursuant to a bilateral agreement).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dignity's embrace of Commercial Union II is equally unrequited.  In that case, Walbrook refused to indemnify Commercial Union for a claim that both had insured, so the latter commenced a declaratory judgment action.  The trial court denied indemnification.  We reversed and ordered entry of judgment for Commercial Union.  See Commercial Union Ins. Co. v. Walbrook Ins. Co., <span class=\"citation\" data-id=\"655503\"><a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1047</span></a></span>, 1053 (1st Cir.1993) (Commercial Union I ).   On remand, the district court awarded Commercial Union prejudgment interest pursuant to section 6C.  We affirmed, reasoning that although the action was for declaratory relief, the Massachusetts statute applied because the substantive theory underlying the case was contractual and the judgment presaged an award of pecuniary damages.  See Commercial Union II, 41 F.3d at 775.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As Dignity points out, this case, like the Commercial Union litigation, began as a declaratory judgment action to resolve a coverage controversy and ended with an order that affected the disposition of disputed funds.  But the attempted analogy breaks down in the face of critical differentiating features.  Commercial Union I determined that Walbrook's failure to indemnify constituted a breach of its contractual obligations.  That judgment resulted in an award of pecuniary damages in the amount of the failed indemnification.  Because the defendant's breach wrongfully deprived Commercial Union of the use of funds to which it was entitled, section 6C applied.  Here, by contrast, our reversal of the trial court's coverage determination in no way suggested that Protective had breached its contractual obligations, nor did it result in a money judgment.  These factors--the absence of a breach and the non-existence of a judgment for pecuniary damages--divest Commercial Union II of controlling weight for purposes of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We will not paint the lily.  Dignity's remaining arguments on this subject are insubstantial and require no discussion.  Suffice it to say that the district court did not err in denying Dignity's motion for prejudgment interest.</p>\n    </div>\n    <p>III. SANCTIONS</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We now shift to the sanctions ruling.  Although the lower court did not specify the source of the authority upon which it drew in imposing sanctions, the nature and language of its order evince an intention to invoke Fed.R.Civ.P. 11.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We analyze the sanction on that basis.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We review rulings imposing (or refusing to impose) Rule 11 sanctions for abuse of discretion.  See Navarro-Ayala v. Nunez, <span class=\"citation\" data-id=\"586817\"><a href=\"/opinion/586817/roberto-navarro-ayala-v-jose-a-nunez/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1421</span></a></span>, 1425 (1st Cir.1992).  Because such determinations are almost always context-sensitive, our review is deferential--but not reflexively acquiescent.  See United States v. One 1987 BMW 325, <span class=\"citation\" data-id=\"600264\"><a href=\"/opinion/600264/no-92-1827/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span></a></span>, 657 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, a series of pertinaciously pursued arguments resulted in a sanctions order which the district court supported by several findings.  Dignity suggests that many of these findings cannot survive scrutiny.  Having carefully reviewed the record, we are constrained to agree.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In its motion for prejudgment interest, Dignity characterized the deposit of funds into the joint escrow account as one made \"pursuant to order of [the district] court.\"   The trial judge took umbrage, and branded the statement \"unpardonably misleading if not an outright misrepresentation.\"   But, technically, the record confirms the statement.  Although the idea for the deposit did not originate with the judge, he signed the stipulation, approved its contents, and converted it into an order of court that obligated Dignity to establish the joint escrow account and deposit into it funds sufficient to satisfy the looming judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district judge also took issue with Dignity's description of the account as beyond its sole control, finding that nothing of record in the case indicated that the account was jointly held or that the depository bank had been informed of Protective's interest in the funds.  This criticism, too, appears unwarranted.  In the first place, the stipulation approved by the court reflected that the account was to be jointly held.  In the second place, Dignity attached to its prejudgment interest motion a set of bank statements that showed the account in the care of the attorneys for Protective.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court also condemned Dignity's citation of authorities, particularly Porter-Englehart and Commercial Union II.  While we agree that Dignity attempted to squeeze too much from these cases, see supra Part II, Rule 11 does not restrict counsel to citing cases directly on point.  See, e.g., FDIC v. Calhoun, <span class=\"citation\" data-id=\"6681\"><a href=\"/opinion/6681/fdic-v-calhoun/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1291</span></a></span>, 1298 (5th Cir.1994) (reversing sanctions order when the attempted analogy to a line of cases failed to persuade but nonetheless constituted a good-faith argument to extend the law);  Thompson v. Duke, <span class=\"citation\" data-id=\"565231\"><a href=\"/opinion/565231/anthony-wayne-thompson-v-cheryl-l-duke-chester-j-pucci-floyd-cox/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 196-97 (7th Cir.1991) (reversing sanctions order when party could argue plausibly, though unsuccessfully, that his claim was distinguishable from other cases or could mount a good-faith argument for modification of existing case law).  Dignity's use of these precedents, though aggressive, did not justify the imposition of Rule 11 sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district judge's comments on Dignity's use of Commercial Union II illustrate the point.  The judge based his sanctions order, in part, on Dignity's claim that Commercial Union II \"held that prejudgment interest is mandated by [section 6C] in declaratory judgment actions such as this one where the underlying theory is contractual.\"   Although the use of the verb \"mandated\" was obvious hyperbole, the superficial symmetry between Commercial Union II and the instant case--both suits sought and obtained declaratory relief on contractual obligations and both were reversed on appeal--makes the opinion relevant as a building block for an argument to extend section 6C's reach.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">What most incensed the court was its concern that Dignity was seeking to double dip by trying to garner duplicative interest.  The court termed this course of conduct \"astonishing.\"   If the district court's assessment of the situation were factual, we would agree.  Cf. Fratus v. Republic Western Ins. Co., <span class=\"citation\" data-id=\"198024\"><a href=\"/opinion/198024/fratus-v-republic-western/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 31 n. 7 (1st Cir.1998) (denying duplicative interest as inconsistent with the fundamental purpose of prejudgment interest).  Here, however, the court's concern was unfounded.  Dignity made it explicit in its motion that it proposed to credit the interest that had accumulated in the joint escrow account against any prejudgment interest award that it received.  Indeed, the dollar amount that Dignity sought as prejudgment interest ($20,216) accurately reflected this offset.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We have noted before that an abuse of discretion may occur when a court erroneously attaches significant weight to one or more factors in the decisional calculus.  See Ruiz-Troche v. Pepsi Cola of P.R. Bottling Co., <span class=\"citation\" data-id=\"198219\"><a href=\"/opinion/198219/ruiz-troche-v-pepsi-cola/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 86 (1st Cir.1998);  Anderson v. Beatrice Foods Co., <span class=\"citation\" data-id=\"539792\"><a href=\"/opinion/539792/anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">388</span></a></span>, 394 (1st Cir.1990).  So it is here:  because the district court wedded its sanctions order to a series of clearly erroneous factual findings, the order constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We add an excursus of sorts.  We are mindful that this bitterly-fought litigation took many twists and turns, and that counsel on both sides tended to push the envelope in search of a winning theory.  We can understand the district court's frustration at the give-no-quarter tactics employed by Dignity's lawyers, and we fully agree that Dignity's claim for prejudgment interest could not be sustained.  See supra Part II.  But though that claim lacked merit, it was not so plainly unmeritorious as to warrant the imposition of sanctions.  The mere fact that a claim ultimately proves unavailing, without more, cannot support the imposition of Rule 11 sanctions.  See Kale v. Combined Ins. Co., <span class=\"citation\" data-id=\"514584\"><a href=\"/opinion/514584/carl-kale-v-combined-insurance-company-of-america-carl-kale-v-combined/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span>, 758-59 (1st Cir.1988);  cf. Additive Controls &amp; Measurement Sys., Inc. v. Flowdata, Inc., <span class=\"citation\" data-id=\"726785\"><a href=\"/opinion/726785/additive-controls-measurement-systems-inc-plaintiffcounterdefendant/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1390</span></a></span>, 1398 (Fed.Cir.1996) (\"In virtually every case, an appellate court finds one party's arguments and authorities unpersuasive, but that is not remotely sufficient to make the losing party's conduct sanctionable.\").</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need go no further.  Because Dignity identified neither a contractual breach nor a judgment for pecuniary damages to which prejudgment interest might attach, the district court correctly held that section 6C does not authorize an award of prejudgment interest in the circumstances of this case.  Withal, the district court's reliance on unsupportable findings in sanctioning Dignity for bringing the claim constituted an abuse of discretion, requiring us to reverse the order for sanctions.  Dignity's presentation of its prejudgment interest claim was an aggressive step, but it fell within the wide perimeters of permissible argumentation.  If every failed legal argument were sanctionable, sanctions would be the rule rather than the exception.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed in part and reversed in part.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Had it been less risk averse, Dignity quite likely could have recouped the cost of such a bond at the successful conclusion of the appeal.  See Fed.  R.App. P. 39</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 11 creates, inter alia, standards of reasonable inquiry for legal and factual contentions embodied in pleadings and presented to a court.  Rule 11(b)(2) requires that \"the claims, defenses, and other legal contentions\" contained in a party's pleadings must be \"warranted by existing law or by a nonfrivolous argument for the extension, modification, or reversal of law or the establishment of new law.\"  Rule 11(b)(3) requires that a party's \"allegations and other factual contentions\" must \"have evidentiary support.\"   Sanctions may be imposed for breach of these duties.  See Fed.R.Civ.P. 11(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We reject Protective's motion for appellate sanctions for reasons that should be apparent from the foregoing discussion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2100466/"
  ]
}