{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198352/",
  "absolute_url": "/opinion/198352/united-states-v-ademaj/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198352/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:50:51Z",
  "date_modified": "2017-03-24T10:56:44.532593Z",
  "type": "010combined",
  "sha1": "28fa9464780e8c23df9538da590d30cf26568cf8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2352.01A",
  "local_path": null,
  "plain_text": "          UNITED STATES COURT OF APPEALS\r\n               FOR THE FIRST CIRCUIT\r\n\nNo. 97-2352\r\n\n             UNITED STATES OF AMERICA,\r\n\n                     Appellee,\r\n\n                        v.\r\n\n                   FREDI ADEMAJ,\r\n\n               Defendant, Appellant.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n         FOR THE DISTRICT OF MASSACHUSETTS\r\n\n   [Hon. William G. Young, U.S. District Judge]\r\n\n                      Before\r\n\n               Lynch, Circuit Judge,\r\n\n            Cyr, Senior Circuit Judge,\r\n\n             and Lipez, Circuit Judge.\r\n\nJohn J. Barter for appellant.\r\nTheodore B. Heinrich, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r\n\n                  March 4, 1999\r\n                                             CYR, Senior Circuit Judge.  Defendant Fredi Ademaj\r\nchallenges various district court rulings relating to his trial and\r\nconviction on three counts of distributing cocaine, see 21 U.S.C.\r\n841(a)(1), and two counts of conspiring to distribute cocaine,\r\nsee id.  846.  We affirm the district court judgment in all\r\nrespects.\r\n                      I\r\n                  BACKGROUND\r\nThe evidence showed that Ademaj had been involved in a\r\nwholesale cocaine distribution operation in the Boston area. \r\nDuring May 1996 the Drug Enforcement Agency (\"DEA\") began using a\r\ncooperating witness, nicknamed \"Bob,\" to investigate Stefanos\r\nMeraklis, Ademaj's brother-in-law.  During the DEA investigation,\r\n\"Bob\" engaged in undercover cocaine transactions with both Meraklis\r\nand Meraklis' cocaine supplier.  Some transactions were tape-\r\nrecorded and Ademaj served as a go-between in certain transactions. \r\nFor the most part, the recorded conversations were conducted in\r\nGreek.\r\n                      II\r\n                  DISCUSSION\r\nAdemaj presents six claims, which we discuss in turn.\r\nA.   Constructive Deprivation\r\nof Right to Trial Counsel\r\nInitially, Ademaj filed a pro se motion requesting\r\nreplacement counsel three days prior to trial, arguing that since\r\nhe and his court-appointed counsel spoke different languages their\r\ninability to communicate resulted in a constructive deprivation of\r\nhis Sixth-Amendment right to trial counsel, in that \"there was no\r\nopportunity for effective trial preparation.\"  Cf.  Strickland v.\r\nWashington, 466 U.S. 668, 685-87 (1984).\r\nThereafter, on the first day of trial, court-appointed\r\ncounsel moved for a continuance on the ground that \"it was evident\r\nthat [Ademaj] did not understand the federal court procedures, as\r\n[counsel] had previously explained to this Albanian defendant in\r\nEnglish . . . .\"  Counsel further represented to the court: \r\n\"Unfortunately, I don't think that Mr. Ademaj has understood\r\neverything I have indicated to him about the trial process.\" \r\nAlthough counsel acknowledged that an interpreter had been made\r\navailable previously, he added that initially he had thought\r\n\"Ademaj had understood certain things and now I'm not sure if he .\r\n. . actually did.\"  For his part, Ademaj asserted that he was not\r\nprepared to proceed to trial because there was evidence which he\r\nhad not yet been able to obtain.  Asked what further evidence he\r\nsought, Ademaj simply responded:  \"[M]y evidence.\"\r\nThe district court heard and rejected these motions the\r\nday trial was scheduled to begin.  Shortly thereafter, as the petit\r\njury entered the courtroom to begin the trial, defense counsel once\r\nagain requested a continuance, which was denied.  The court then\r\ninformed Ademaj and counsel that an interpreter would be available\r\nshould they wish to confer further prior to trial.\r\nDuring jury empanelment, Ademaj indicated that he wished\r\nto proceed without counsel.  The court responded that he would be\r\nallowed to proceed without counsel, but that replacement counsel\r\nwould not be appointed.  After Ademaj advised the court that he had\r\nno confidence in court-appointed counsel, the request for\r\nreplacement counsel was denied once again and Ademaj decided\r\nagainst proceeding pro se.\r\nAs an initial matter it is not at all clear that a\r\ncriminal defendant represented by court-appointed counsel may\r\nassert a \"constructive\" denial-of-counsel claim under the Sixth\r\nAmendment separate and apart from the conventional ineffective-\r\nassistance-of-counsel claim.  Ademaj cites no apposite authority,\r\nnor have we found any.  As a conceptual matter, moreover, such a\r\nclaim would appear redundant in the instant context, given that\r\nineffective assistance by court-appointed counsel would constitute\r\na denial of the Sixth Amendment right to counsel in the sense that\r\nthe trial itself could not be relied upon to produce a just result\r\nin such a circumstance.  See Scarpa v. Dubois, 38 F.3d 1, 8 (1st\r\nCir. 1994).\r\nAt bottom, then, this constructive denial-of-counsel\r\nclaim is simply an ineffective-assistance-of-counsel claim wherein\r\nAdemaj asks the court to presume prejudice.  We decline to do so. \r\nInstead, we inquire whether the absence of an interpreter prior to\r\ntrial actually prejudiced Ademaj's defense.  See United States v.\r\nCronic, 466 U.S. 648, 659 n.26 (1984) (dicta) (noting:  \"[a]part\r\nfrom [certain limited] circumstances . . . there is generally no\r\nbasis for finding a Sixth Amendment violation unless the accused\r\ncan show how specific errors of counsel undermined the reliability\r\nof the finding of guilt.\").\r\nWe have held that a presumption of prejudice under the\r\nSixth Amendment is \"the exception, not the rule  and it can be\r\nemployed only if the record reveals presumptively prejudicial\r\ncircumstances such as an outright denial of counsel, a denial of\r\nthe right to effective cross-examination, or a complete failure to\r\nsubject the prosecution's case to adversarial testing.\"  Scarpa, 38\r\nF.3d at 12.  As we observed in Scarpa, \". . . the Court's language\r\nin Cronic was driven by the recognition that certain types of\r\nconduct are in general so antithetic to effective assistance  for\r\nexample, lawyers who leave the courtroom for long stretches of time\r\nduring trial are unlikely to be stellar advocates in any matter \r\nthat a case-by-case analysis simply is not worth the cost of\r\nprotracted litigation.\"  Id. at 12.  By contrast, the Cronicrationale is not implicated in the present case, since Ademaj\r\nunderstands and speaks considerable English and only belatedly even\r\nalleged that pretrial communications with counsel were difficult. \r\nThus, the instant claim lends itself to no brightline per se rule. \r\nThe capacity to converse in English, and any concomitant\r\nneed for an interpreter, represent fact-intensive inquiries\r\nimplicating such considerations as the defendant's intelligence,\r\neducation, and the length of time he has been exposed to an\r\nEnglish-speaking environment, as well as the relevant English-\r\nlanguage skills of the defendant and any foreign-language skills of\r\ndefense counsel.  As we cautioned some time ago in a similar\r\ncontext:\r\nBecause the determination is likely to hinge\r\nupon various factors, including the complexity\r\nof the issues and testimony presented during\r\ntrial and the language ability of the\r\ndefendant's counsel, considerations of\r\njudicial economy would dictate that the trial\r\ncourt, coming into direct contact with the\r\ndefendant, be granted wide discretion in\r\ndetermining whether an interpreter is\r\nnecessary.  \r\n\nUnited States v. Carrion, 488 F.2d 12, 14-15 (1st Cir. 1973)\r\n(citing Perovich v. United States, 205 U.S. 86, 91 (1907));  seealso United States v. Sosa, 379 F.2d 525, 527 (7th Cir. 1967);  cf.United States v. Arthurs, 73 F.3d 444, 447 (1st Cir. 1996) (\"The\r\ndistrict judge, who heard the defendant speak, had considerable\r\ndiscretion in these circumstances to determine if Arthurs' English\r\ntestimony was intelligible to the jury.\").\r\nFurthermore, the right to an interpreter during pretrialpreparation is less than clear in the present circumstances, since\r\nAdemaj was afforded an interpreter immediately before and\r\nthroughout the trial and only now belatedly asserts that one was\r\nneeded even earlier in pretrial consultations with court-appointed\r\ncounsel.  Accordingly, we must consider whether any difficulty in\r\npretrial communications with court-appointed counsel resulting from\r\nthe alleged language barrier could have impinged upon Ademaj's\r\nright to counsel during the trial preparation stage.  Cf. Carrion,\r\n488 F.2d at 14 (\"the right to confront witnesses would be\r\nmeaningless if the accused could not understand their testimony,\r\nand the effectiveness of cross-examination would be severely\r\nhampered.  The status of the right becomes less certain [where] the\r\ndefendant has some ability to understand and communicate, but\r\nclearly has difficulty.\")\r\ni.   The Degree of Difficulty in Communicating\r\nThe record on appeal would not support a contention that\r\nAdemaj was totally unable to communicate with counsel at any stage\r\nin the proceedings.  More to the point, his extensive\r\ncorrespondence and numerous colloquies with the trial judge in the\r\nEnglish language belie any claim that pretrial communications with\r\ncourt-appointed counsel were so severely impeded as to deprive him\r\nof the right to counsel at any relevant time.  Furthermore,\r\nalthough Ademaj raised many pretrial issues below, including claims\r\nthat he needed more time to prepare for trial and did not\r\nunderstand court procedures, his complaints with counsel were\r\npremised on the assertion that he was not being afforded a\r\nsufficiently vigorous defense.  \r\nThe only time Ademaj even arguably broached the instant\r\nclaim was on the first day of trial, by requesting new counsel and\r\na continuance.  Under questioning by the district court, however,\r\nAdemaj responded that he was not ready for trial because he did not\r\nhave certain evidence, then added through the interpreter:\r\nCOURT INTERPRETER: [H]e's not prepared he\r\nsaid, your Honor.  He's had a problem\r\nunderstanding Mr. Laymon.\r\n\nCOURT: What is it that you want me to do to\r\nget prepared?\r\n\nCOURT INTERPRETER: He wants another lawyer.\r\n\nCOURT: Why do you want another lawyer?\r\n\nCOURT INTERPRETER: He doesn't believe in Mr.\r\nLaymon.  He said he has no confidence in him.\r\n\nPrior to the first day of trial, Ademaj mentioned no\r\nlanguage or other communication problem, either with counsel or in\r\nregard to trial preparations generally.  Moreover, in two letters\r\nto his attorney, written in English approximately three weeks prior\r\nto trial and made available to the district court, there was no\r\nreference to any problem with court-appointed counsel.  Finally,\r\nthe motion alleging ineffective assistance of counsel asserted that\r\ncourt-appointed counsel was \"substandard,\" but mentioned no\r\ncommunication problem.\r\nThus, Ademaj utterly failed to allege, let alone\r\ndemonstrate, how any language difficulties he may have encountered\r\nimpeded pretrial communications with court-appointed counsel.  In\r\nfact, the letters Ademaj wrote to counsel, which he typed himself,\r\nare comparable in English-language fluency   if not superior   to\r\nthose drafted by many pro se litigants whose only language is\r\nEnglish.  See supra note 4.  Thus, there has been no plausible\r\ndemonstration that any language barrier which may have existed\r\nworked a constructive denial of the Sixth Amendment right to\r\ncounsel. \r\nB. Ineffective Assistance of Counsel\r\nAdemaj mounts a conventional ineffective-assistance claim\r\nas well, on the ground that court-appointed counsel failed:  (i) to\r\ncommunicate in an effective manner; (ii) to obtain the services of\r\na translator during pretrial preparation; (iii) to call\r\ncodefendants as trial witnesses; (iv) to obtain an expert to\r\ntranslate the tape-recorded Greek conversations; (v) to obtain a\r\nvoice print; and (vi) otherwise failed to make adequate preparation\r\nfor trial.\r\nIn order to prevail on an ineffective-assistance claim,\r\nAdemaj must show that counsel's performance was so deficient that\r\nit prejudiced his defense.  See United States v. Ortiz, 146 F.3d\r\n25, 27 (1st Cir. 1998) (citing Strickland, 466 U.S. at 687).  That\r\nis, he \"must show . . . that 'counsel's errors were so serious as\r\nto deprive the defendant of a fair trial, a trial whose result is\r\nreliable.'\"  United States v. Sutherland, 929 F.2d 765, 774 (1st\r\nCir. 1991) (quoting Strickland, 466 U.S. at 687).  In analyzing the\r\nineffective-assistance claim, we examine what counsel knew or\r\nshould have known at the time any tactical choices were made and\r\nimplemented.  United States v. Natanel, 938 F.2d 302, 309 (1st Cir.\r\n1991);  see also United States v. Georgacarakos, 988 F.2d 1289,\r\n1298 (1st Cir. 1993).\r\nIt is well settled that an ineffective-assistance claim\r\nwill not be entertained on direct appeal absent a sufficiently\r\ndeveloped evidentiary record.  See, e.g., United States v.\r\nLopez-Pineda, 55 F.3d 693, 697 (1st Cir. 1995);  United States v.\r\nJadusingh, 12 F.3d 1162, 1169 (1st Cir. 1994).  Instead, a\r\ncollateral proceeding under 28 U.S.C.  2255 is the appropriate\r\nvehicle for such an ineffective-assistance claim.  United States v.\r\nCofske, 157 F.3d 1, 2 (1st Cir. 1998);  United States v.\r\nTuesta-Toro, 29 F.3d 771, 776 (1st Cir. 1994).  Since the existing\r\nrecord does not enable reliable appellate review, we decline to\r\nconsider the ineffective-assistance claim on direct appeal. \r\nC.   Continuance\r\n\nFollowing a nine-month delay resulting from five previous\r\ncontinuances, on the first day of trial the district court denied\r\na further request for continuance to permit Ademaj to obtain new\r\ncounsel and conduct additional discovery.  In response to an\r\ninquiry by the district court as to why he was requesting new\r\ncounsel, Ademaj stated simply:  \"[H]e think I'm guilty. . . . He's\r\ntrying to cop me out.\"  When the district court asked what\r\nadditional evidence he sought, Ademaj adverted vaguely to \"my\r\nevidence.\"  See supra at p. 3.\r\nWe accord \"extraordinary deference\" to trial court rulings\r\non \"last-minute\" requests for a continuance. See United States v.\r\nPierce, 60 F.3d 886, 891 (1st Cir. 1995), cert. denied, 518 U.S.\r\n1033 (1996).  The instant challenge is frivolous.\r\nD.   The Tape Transcripts\r\nAt trial, the government called \"Bob,\" two DEA agents, a\r\nDEA drug analyst, and a Greek-language translator.  The next day\r\nAdemaj filed a handwritten motion, titled \"Object My Trial,\"\r\nrequesting an expert witness to translate the Greek conversations\r\non the tapes.  The motion was denied as untimely.\r\nWhile \"Bob\" was on the witness stand the government\r\noffered five tape-recorded conversations, four conducted primarily\r\nin Greek and another in English.  \"Bob\" prepared English\r\ntranscripts and Ademaj objected to their use.  The court allowed\r\nthe jury to review the transcripts while the tapes were played or\r\nparticular witnesses were on the stand, but did not admit them into\r\nevidence.  The tape transcripts were utilized by counsel in closing\r\nargument.  At its request, the jury was allowed to use the\r\ntranscripts during its deliberations subject to a cautionary\r\ninstruction.\r\nAdemaj asserts that the district court erred in allowing\r\nthe transcripts to be used by counsel at trial, and the jury during\r\nits deliberations.  Further, he argues that since the court refused\r\nto admit the transcripts into evidence because they had been\r\ntranscribed by a government witness, they should not have been used\r\nby the jury during its deliberations.\r\nAuthenticated transcripts may be used by the jury to\r\nfacilitate its understanding of the tape recordings themselves,\r\nsee, e.g., United States v. Rengifo, 789 F.2d 975, 980 (1st Cir.\r\n1986) (citing cases), provided the court \"makes clear that the\r\ntapes, not the transcript, constitute evidence in the case.\"  Id. \r\nFurthermore, should the defendant fail to offer either a sufficient\r\nobjection during playback of the tape, or an alternative\r\ntranscript, the district court does not abuse its discretion by\r\nauthorizing use of the government's duly authenticated transcript\r\nduring jury deliberations subject to an appropriate cautionary\r\ninstruction.  United States v. Young, 105 F.3d 1, 10 (1st Cir.\r\n1997).\r\nA similar situation was before us in United States v.\r\nFont-Ramirez, 944 F.2d 42 (1st Cir. 1991), where we upheld jury use\r\nof foreign-language transcripts prepared by a government informant:\r\nWhere inaccuracies in the transcript combine\r\nwith possible bias in the transcription\r\nprocess, a transcript may be excluded from\r\nevidence.  The touchstone, however, is the\r\naccuracy of the transcript.  Because\r\nFont-Ramirez did not offer an alternative\r\ntranscript and did not point out any specific\r\ninaccuracies in the government's transcript,\r\nthe district court was within its discretion\r\nin allowing its use.  \r\n\nId. at 48 (citations omitted) (emphasis added).\r\nThe record reflects that though Ademaj received copies of\r\nthe government transcripts prior to trial, and objected to their\r\nuse at trial, no specific objection was made to their accuracy, nor\r\nwas an alternative transcript submitted.  Moreover, the court\r\nrepeatedly instructed the jury that the transcripts were not\r\nevidence.  Finally, after the jury requested the transcripts during\r\nits deliberations, it received an appropriate cautionary\r\ninstruction.  The court did not abuse its discretion.\r\nE.   Reasonable Doubt\r\nPrior to the close of evidence Ademaj submitted a\r\nproposed jury instruction on reasonable doubt:  \"A charge is proved\r\nbeyond a reasonable doubt if, after you have compared and\r\nconsidered all the evidence, you have in your minds an abiding\r\nconviction, to a moral certainty, that the charge is true.\"  The\r\ndistrict court responded that it would not define reasonable\r\ndoubt.  During closing argument, defense counsel attempted to\r\ndefine reasonable doubt in the same terms proposed in the requested\r\ninstruction.  The trial judge interrupted defense counsel and\r\nexplained to the jury that the court would explain the law to the\r\njury.\r\nWe have taken the position that \"[m]ost efforts at\r\nclarification [of the meaning of \"reasonable doubt\"] result in\r\nfurther obfuscation of the concept[,]\" thus \"an instruction which\r\nuses the words reasonable doubt without further definition\r\nadequately apprises the jury of the proper burden of proof.\" \r\nUnited States v. Olmstead, 832 F.2d 642, 645-46 (1st Cir. 1987). \r\nThat is not to say, however, \"that the phrase can be buried as an\r\naside in the [jury charge].\"  United States v. Cassiere, 4 F.3d\r\n1006, 1024 (1st Cir. 1993) (citing Olmstead, 832 F.2d at 646). \r\nNevertheless, normally the district court is in a better position\r\nto determine whether, and if so how, \"reasonable doubt\" should be\r\ndefined.  Id.;  see also United States v. Rodriguez-Cardona, 924\r\nF.2d 1148, 1160 (1st Cir. 1991) (\"We have emphasized in the past,\r\nand do so again here, that reasonable doubt does not require\r\ndefinition.\").  Under our precedents, therefore, the district court\r\ndid not abuse its discretion in refusing to define \"reasonable\r\ndoubt.\" \r\nAdemaj next argues that the district court erred in\r\nprecluding discussion of the concept of reasonable doubt when\r\ndefense counsel stated in closing argument that \"[a] charge is\r\nproved beyond a reasonable doubt if, after you have compared and\r\nconsidered all the evidence, you have in your minds an abiding\r\nconviction, to a moral certainty . . . .\"  At that point the court\r\ninterrupted and stated that it would \"explain\" the law to the jury;\r\nadding:  \"I'll explain the concept of reasonable doubt, or mention\r\nit at least.\" \r\nThe district court acted properly in precluding counsel\r\nfrom arguing that the jury should equate \"reasonable doubt\" with \"an\r\nabiding conviction to a moral certainty.\"  See Gilday v. Callahan,\r\n59 F.3d 257, 262 (1st Cir. 1995) (\"Equating the concept of\r\nreasonable doubt to 'moral certainty' may be, in isolation,\r\nreversible error.\").\r\nF.   Notification of Consular Rights\r\nAdemaj asserts a Fifth Amendment due-process claim, based\r\non the fact that he was never advised of an alleged right, under\r\nthe Vienna Convention on Consular Relations, see 596 U.N.T.S. 261\r\n(\"Convention\"), to request assistance from the local Albanian\r\nconsulate in his criminal defense.  As this claim is raised for\r\nthe first time on appeal, we review only for \"plain error\"; that is,\r\nan error which was \"clear\" or \"obvious\" and affected \"substantial\r\nrights.\"  United States v. Olivier-Diaz, 13 F.3d 1, 5 (1st Cir.\r\n1993).\r\nAn unpreserved error is \"plain\" only if it undermines the\r\nfundamental fairness or basic integrity of the trial court\r\nproceedings.  See, e.g., United States v. Taylor, 54 F.3d 967, 973\r\n(1st Cir. 1995).  Furthermore, \"[e]ven when faced with an\r\napparently plain error, an appellate court 'has authority to order\r\ncorrection, but is not required to do so.'\"  Id. (quoting United\r\nStates v. Olano, 507 U.S. 725, 732 (1993)).  There has been no\r\nshowing that the error belatedly asserted on appeal in this case\r\nwas other than \"harmless.\"\r\nAdemaj neither indicates how the Albanian Consul could\r\nhave afforded assistance in his defense, nor that any material due-\r\nprocess right was infringed by the failure to notify the Consul. \r\nSee Breard v. Greene, 118 S.Ct. 1352, 1355 (1998) (\"Even were\r\nBreard's Vienna Convention claim properly raised and proven, it is\r\nextremely doubtful that the violation should result in the\r\noverturning of a final judgment of conviction without some showing\r\nthat the violation had an effect on the trial.\") (citing Arizona v.\r\nFulminante, 499 U.S. 279 (1991)).\r\nAlthough Ademaj cites Breard v. Pruett, 134 F.3d 615 (4th\r\nCir.), cert. denied sub nom., Breard v. Greene, 118 S.Ct. 1352\r\n(1998), and Faulder v. Johnson, 81 F.3d 515 (5th Cir. 1996), as\r\nsupport for the claim that the Vienna Convention guarantees foreign\r\nnationals the right to set aside a criminal conviction absent\r\ncompliance with its notification provisions, neither case meets its\r\nbilling.  In Pruett, the Fourth Circuit bypassed the merits and\r\ndenied habeas relief because the consular claim had never been\r\nraised in the state court.  134 F.3d at 619.  In Faulder, the Fifth\r\nCircuit determined that a violation of the Convention was harmless\r\nerror.  81 F.3d at 520.  Thus, neither court considered the merits\r\nor the remedy for a consular claim violation.\r\nFinally, the Vienna Convention itself prescribes no\r\njudicial remedy or other recourse for its violation, let alone\r\nvacatur of a conviction.  Cf. Breard, 118 S.Ct. 1356 (denying stay\r\nof execution based on violation of consular notification\r\nprovisions, and stating that \"neither the text nor the history of\r\nthe Vienna Convention clearly provides a foreign nation a private\r\nright of action in United States' courts to set aside a criminal\r\nconviction and sentence for violation of consular notification\r\nprovisions.\").  Accordingly, we conclude that the failure to\r\naccord Ademaj an alleged right of notification pursuant to the\r\nVienna Convention did not constitute plain error.\r\n                    III\r\n                 CONCLUSION\r\nFor the foregoing reasons, we decline to entertain the\r\nineffective-assistance-of-counsel claim on direct appeal, without\r\nprejudice to its assertion in a collateral proceeding. \r\nAccordingly, the district court judgment is affirmed.\r\nSO ORDERED.\n",
  "html": "<p class=\"case_cite\">170 F.3d 58</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Fredi ADEMAJ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2352.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1998.<br>Decided March 4, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John J. Barter for appellant.</p>\n      <p class=\"indent\">Theodore B. Heinrich, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Fredi Ademaj challenges various district court rulings relating to his trial and conviction on three counts of distributing cocaine, see 21 U.S.C. &#167; 841(a)(1), and two counts of conspiring to distribute cocaine, see id. &#167; 846.  We affirm the district court judgment in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The evidence showed that Ademaj had been involved in a wholesale cocaine distribution operation in the Boston area.  During May 1996 the Drug Enforcement Agency (\"DEA\") began using a cooperating witness, nicknamed \"Bob,\" to investigate Stefanos Meraklis, Ademaj's brother-in-law.  During the DEA investigation, \"Bob\" engaged in undercover cocaine transactions with both Meraklis and Meraklis' cocaine supplier.  Some transactions were tape-recorded and Ademaj served as a go-between in certain transactions.  For the most part, the recorded conversations were conducted in Greek.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ademaj presents six claims, which we discuss in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>A. Constructive Deprivation of Right to Trial Counsel</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Initially, Ademaj filed a pro se motion requesting replacement counsel three days prior to trial, arguing that since he and his court-appointed counsel spoke different languages their inability to communicate resulted in a constructive deprivation of his Sixth-Amendment right to trial counsel, in that \"there was no opportunity for effective trial preparation.\"   Cf. Strickland v. Washington, 466 U.S. 668, 685-87, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thereafter, on the first day of trial, court-appointed counsel moved for a continuance on the ground that \"it was evident that [Ademaj] did not understand the federal court procedures, as [counsel] had previously explained to this Albanian defendant in English....\"  Counsel further represented to the court:  \"Unfortunately, I don't think that Mr. Ademaj has understood everything I have indicated to him about the trial process.\"   Although counsel acknowledged that an interpreter had been made available previously, he added that initially he had thought \"Ademaj had understood certain things and now I'm not sure if he ... actually did.\"   For his part, Ademaj asserted that he was not prepared to proceed to trial because there was evidence which he had not yet been able to obtain.  Asked what further evidence he sought, Ademaj simply responded:  \"[M]y evidence.\"<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court heard and rejected these motions the day trial was scheduled to begin.  Shortly thereafter, as the petit jury entered the courtroom to begin the trial, defense counsel once again requested a continuance, which was denied.  The court then informed Ademaj and counsel that an interpreter would be available should they wish to confer further prior to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During jury empanelment, Ademaj indicated that he wished to proceed without counsel.  The court responded that he would be allowed to proceed without counsel, but that replacement counsel would not be appointed.  After Ademaj advised the court that he had no confidence in court-appointed counsel, the request for replacement counsel was denied once again and Ademaj decided against proceeding pro se.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As an initial matter it is not at all clear that a criminal defendant represented by court-appointed counsel may assert a \"constructive\" denial-of-counsel claim under the Sixth Amendment separate and apart from the conventional ineffective-assistance-of-counsel claim.  Ademaj cites no apposite authority, nor have we found any.  As a conceptual matter, moreover, such a claim would appear redundant in the instant context, given that ineffective assistance by court-appointed counsel would constitute a denial of the Sixth Amendment right to counsel in the sense that the trial itself could not be relied upon to produce a just result in such a circumstance.  See Scarpa v. DuBois, 38 F.3d 1, 8 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At bottom, then, this constructive denial-of-counsel claim is simply an ineffective-assistance-of-counsel claim wherein Ademaj asks the court to presume prejudice.  We decline to do so.  Instead, we inquire whether the absence of an interpreter prior to trial actually prejudiced Ademaj's defense.  See United States v. Cronic, 466 U.S. 648, 659 n. 26, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984) (dicta) (noting:  \"[a]part from [certain limited] circumstances ... there is generally no basis for finding a Sixth Amendment violation unless the accused can show how specific errors of counsel undermined the reliability of the finding of guilt.\").<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have held that a presumption of prejudice under the Sixth Amendment is \"the exception, not the rule and it can be employed only if the record reveals presumptively prejudicial circumstances such as an outright denial of counsel, a denial of the right to effective cross-examination, or a complete failure to subject the prosecution's case to adversarial testing.\"  Scarpa, 38 F.3d at 12.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As we observed in Scarpa, \"... the Court's language in Cronic was driven by the recognition that certain types of conduct are in general so antithetic to effective assistance for example, lawyers who leave the courtroom for long stretches of time during trial are unlikely to be stellar advocates in any matter that a case-by-case analysis simply is not worth the cost of protracted litigation.\"  Id. at 12.   By contrast, the Cronic rationale is not implicated in the present case, since Ademaj understands and speaks considerable English and only belatedly even alleged that pretrial communications with counsel were difficult.  Thus, the instant claim lends itself to no brightline per se rule.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The capacity to converse in English, and any concomitant need for an interpreter, represent fact-intensive inquiries implicating such considerations as the defendant's intelligence, education, and the length of time he has been exposed to an Englishspeaking environment, as well as the relevant English-language skills of the defendant and any foreign-language skills of defense counsel.  As we cautioned some time ago in a similar context:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Because the determination is likely to hinge upon various factors, including the complexity of the issues and testimony presented during trial and the language ability of the defendant's counsel, considerations of judicial economy would dictate that the trial court, coming into direct contact with the defendant, be granted wide discretion in determining whether an interpreter is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">United States v. Carrion, 488 F.2d 12, 14-15 (1st Cir.1973) (citing Perovich v. United States, 205 U.S. 86, 91, 27 S.Ct. 456, 51 L.Ed. 722 (1907));  see also United States v. Sosa, 379 F.2d 525, 527 (7th Cir.1967);  cf.  United States v. Arthurs, 73 F.3d 444, 447 (1st Cir.1996) (\"The district judge, who heard the defendant speak, had considerable discretion in these circumstances to determine if Arthurs' English testimony was intelligible to the jury.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Furthermore, the right to an interpreter during pretrial preparation is less than clear in the present circumstances, since Ademaj was afforded an interpreter immediately before and throughout the trial and only now belatedly asserts that one was needed even earlier in pretrial consultations with court-appointed counsel.  Accordingly, we must consider whether any difficulty in pretrial communications with court-appointed counsel resulting from the alleged language barrier could have impinged upon Ademaj's right to counsel during the trial preparation stage.  Cf. Carrion, 488 F.2d at 14 (\"the right to confront witnesses would be meaningless if the accused could not understand their testimony, and the effectiveness of cross-examination would be severely hampered.  The status of the right becomes less certain [where] the defendant has some ability to understand and communicate, but clearly has difficulty.\")</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">i. The Degree of Difficulty in Communicating</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The record on appeal would not support a contention that Ademaj was totally unable to communicate with counsel at any stage in the proceedings.  More to the point, his extensive correspondence and numerous colloquies with the trial judge in the English language belie any claim that pretrial communications with court-appointed counsel were so severely impeded as to deprive him of the right to counsel at any relevant time.  Furthermore, although Ademaj raised many pretrial issues below, including claims that he needed more time to prepare for trial and did not understand court procedures, his complaints with counsel were premised on the assertion that he was not being afforded a sufficiently vigorous defense.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The only time Ademaj even arguably broached the instant claim was on the first day of trial, by requesting new counsel and a continuance.  Under questioning by the district court, however, Ademaj responded that he was not ready for trial because he did not have certain evidence, then added through the interpreter:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>COURT INTERPRETER:  [H]e's not prepared he said, your Honor.  He's had a problem understanding Mr. Laymon.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>COURT:  What is it that you want me to do to get prepared?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>COURT INTERPRETER:  He wants another lawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>COURT:  Why do you want another lawyer?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>COURT INTERPRETER:  He doesn't believe in Mr. Laymon.  He said he has no confidence in him.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Prior to the first day of trial, Ademaj mentioned no language or other communication problem, either with counsel or in regard to trial preparations generally.  Moreover, in two letters to his attorney, written in English approximately three weeks prior to trial and made available to the district court, there was no reference to any problem with court-appointed counsel.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Finally, the motion alleging ineffective assistance of counsel asserted that court-appointed counsel was \"substandard,\" but mentioned no communication problem.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Thus, Ademaj utterly failed to allege, let alone demonstrate, how any language difficulties he may have encountered impeded pretrial communications with court-appointed counsel.  In fact, the letters Ademaj wrote to counsel, which he typed himself, are comparable in English-language fluency--if not superior--to those drafted by many pro se litigants whose only language is English.  See supra note 4.  Thus, there has been no plausible demonstration that any language barrier which may have existed worked a constructive denial of the Sixth Amendment right to counsel.</p>\n    </div>\n    <p>B. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Ademaj mounts a conventional ineffective-assistance claim as well, on the ground that court-appointed counsel failed:  (i) to communicate in an effective manner;  (ii) to obtain the services of a translator during pretrial preparation;  (iii) to call codefendants as trial witnesses;  (iv) to obtain an expert to translate the tape-recorded Greek conversations;  (v) to obtain a voice print;  and (vi) otherwise failed to make adequate preparation for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In order to prevail on an ineffective-assistance claim, Ademaj must show that counsel's performance was so deficient that it prejudiced his defense.  See United States v. Ortiz, 146 F.3d 25, 27 (1st Cir.1998) (citing Strickland, 466 U.S. at 687, 104 S.Ct. 2052).   That is, he \"must show ... that 'counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable.' \"  United States v. Sutherland, 929 F.2d 765, 774 (1st Cir.1991) (quoting Strickland, 466 U.S. at 687, 104 S.Ct. 2052).   In analyzing the ineffective-assistance claim, we examine what counsel knew or should have known at the time any tactical choices were made and implemented.  United States v. Natanel, 938 F.2d 302, 309 (1st Cir.1991);  see also United States v. Georgacarakos, 988 F.2d 1289, 1298 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is well settled that an ineffective-assistance claim will not be entertained on direct appeal absent a sufficiently developed evidentiary record.  See, e.g., United States v. Lopez-Pineda, 55 F.3d 693, 697 (1st Cir.1995);  United States v. Jadusingh, 12 F.3d 1162, 1169 (1st Cir.1994).  Instead, a collateral proceeding under 28 U.S.C. &#167; 2255 is the appropriate vehicle for such an ineffective-assistance claim.  United States v. Cofske, 157 F.3d 1, 2 (1st Cir.1998);  United States v. Tuesta-Toro, 29 F.3d 771, 776 (1st Cir.1994).  Since the existing record does not enable reliable appellate review, we decline to consider the ineffective-assistance claim on direct appeal.</p>\n    </div>\n    <p>C. Continuance</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Following a nine-month delay resulting from five previous continuances, on the first day of trial the district court denied a further request for continuance to permit Ademaj to obtain new counsel and conduct additional discovery.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In response to an inquiry by the district court as to why he was requesting new counsel, Ademaj stated simply:  \"[H]e think I'm guilty....  He's trying to cop me out.\"   When the district court asked what additional evidence he sought, Ademaj adverted vaguely to \"my evidence.\"   See supra at p. 61.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We accord \"extraordinary deference\" to trial court rulings on \"last-minute\" requests for a continuance.  See United States v. Pierce, 60 F.3d 886, 891 (1st Cir.1995), cert. denied, 518 U.S. 1033, 116 S.Ct. 2580, 135 L.Ed.2d 1094 (1996).  The instant challenge is frivolous.</p>\n    </div>\n    <p>D. The Tape Transcripts<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At trial, the government called \"Bob,\" two DEA agents, a DEA drug analyst, and a Greek-language translator.  The next day Ademaj filed a handwritten motion, titled \"Object My Trial,\" requesting an expert witness to translate the Greek conversations on the tapes.  The motion was denied as untimely.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While \"Bob\" was on the witness stand the government offered five tape-recorded conversations, four conducted primarily in Greek and another in English.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  \"Bob\" prepared English transcripts and Ademaj objected to their use.  The court allowed the jury to review the transcripts while the tapes were played or particular witnesses were on the stand, but did not admit them into evidence.  The tape transcripts were utilized by counsel in closing argument.  At its request, the jury was allowed to use the transcripts during its deliberations subject to a cautionary instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Ademaj asserts that the district court erred in allowing the transcripts to be used by counsel at trial, and the jury during its deliberations.  Further, he argues that since the court refused to admit the transcripts into evidence because they had been transcribed by a government witness, they should not have been used by the jury during its deliberations.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Authenticated transcripts may be used by the jury to facilitate its understanding of the tape recordings themselves, see, e.g., United States v. Rengifo, 789 F.2d 975, 980 (1st Cir.1986) (citing cases), provided the court \"makes clear that the tapes, not the transcript, constitute evidence in the case.\"  Id. Furthermore, should the defendant fail to offer either a sufficient objection during playback of the tape, or an alternative transcript, the district court does not abuse its discretion by authorizing use of the government's duly authenticated transcript during jury deliberations subject to an appropriate cautionary instruction.  United States v. Young, 105 F.3d 1, 10 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A similar situation was before us in United States v. Font-Ramirez, 944 F.2d 42 (1st Cir.1991), where we upheld jury use of foreign-language transcripts prepared by a government informant:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Where inaccuracies in the transcript combine with possible bias in the transcription process, a transcript may be excluded from evidence.  The touchstone, however, is the accuracy of the transcript.  Because Font-Ramirez did not offer an alternative transcript and did not point out any specific inaccuracies in the government's transcript, the district court was within its discretion in allowing its use.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Id. at 48 (citations omitted) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The record reflects that though Ademaj received copies of the government transcripts prior to trial, and objected to their use at trial, no specific objection was made to their accuracy, nor was an alternative transcript submitted.  Moreover, the court repeatedly instructed the jury that the transcripts were not evidence.  Finally, after the jury requested the transcripts during its deliberations, it received an appropriate cautionary instruction.  The court did not abuse its discretion.</p>\n    </div>\n    <p>E. Reasonable Doubt</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Prior to the close of evidence Ademaj submitted a proposed jury instruction on reasonable doubt:  \"A charge is proved beyond a reasonable doubt if, after you have compared and considered all the evidence, you have in your minds an abiding conviction, to a moral certainty, that the charge is true.\"   The district court responded that it would not define reasonable doubt.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  During closing argument, defense counsel attempted to define reasonable doubt in the same terms proposed in the requested instruction.  The trial judge interrupted defense counsel and explained to the jury that the court would explain the law to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We have taken the position that \"[m]ost efforts at clarification [of the meaning of \"reasonable doubt\"] result in further obfuscation of the concept[,]\" thus \"an instruction which uses the words reasonable doubt without further definition adequately apprises the jury of the proper burden of proof.\"  United States v. Olmstead, 832 F.2d 642, 645-46 (1st Cir.1987).  That is not to say, however, \"that the phrase can be buried as an aside in the [jury charge].\"  United States v. Cassiere, 4 F.3d 1006, 1024 (1st Cir.1993) (citing Olmstead, 832 F.2d at 646).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Nevertheless, normally the district court is in a better position to determine whether, and if so how, \"reasonable doubt\" should be defined.  Id.;  see also United States v. Rodriguez-Cardona, 924 F.2d 1148, 1160 (1st Cir.1991) (\"We have emphasized in the past, and do so again here, that reasonable doubt does not require definition.\").  Under our precedents, therefore, the district court did not abuse its discretion in refusing to define \"reasonable doubt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Ademaj next argues that the district court erred in precluding discussion of the concept of reasonable doubt when defense counsel stated in closing argument that \"[a] charge is proved beyond a reasonable doubt if, after you have compared and considered all the evidence, you have in your minds an abiding conviction, to a moral certainty ....\"  At that point the court interrupted and stated that it would \"explain\" the law to the jury;  adding:  \"I'll explain the concept of reasonable doubt, or mention it at least.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court acted properly in precluding counsel from arguing that the jury should equate \"reasonable doubt\" with \"an abiding conviction to a moral certainty.\"   See Gilday v. Callahan, 59 F.3d 257, 262 (1st Cir.1995) (\"Equating the concept of reasonable doubt to 'moral certainty' may be, in isolation, reversible error.\").</p>\n    </div>\n    <p>F. Notification of Consular Rights</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Ademaj asserts a Fifth Amendment due-process claim, based on the fact that he was never advised of an alleged right, under the Vienna Convention on Consular Relations, see 596 U.N.T.S. 261 (\"Convention\"), to request assistance from the local Albanian consulate in his criminal defense.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  As this claim is raised for the first time on appeal, we review only for \"plain error\";  that is, an error which was \"clear\" or \"obvious\" and affected \"substantial rights.\"  United States v. Olivier-Diaz, 13 F.3d 1, 5 (1st Cir.1993).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">An unpreserved error is \"plain\" only if it undermines the fundamental fairness or basic integrity of the trial court proceedings.  See, e.g., United States v. Taylor, 54 F.3d 967, 973 (1st Cir.1995).  Furthermore, \"[e]ven when faced with an apparently plain error, an appellate court 'has authority to order correction, but is not required to do so.' \"  Id. (quoting United States v. Olano, 507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993)).  There has been no showing that the error belatedly asserted on appeal in this case was other than \"harmless.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Ademaj neither indicates how the Albanian Consul could have afforded assistance in his defense, nor that any material due-process right was infringed by the failure to notify the Consul.  See Breard v. Greene, 523 U.S. 371, 118 S.Ct. 1352, 1355, 140 L.Ed.2d 529 (1998) (\"Even were Breard's Vienna Convention claim properly raised and proven, it is extremely doubtful that the violation should result in the overturning of a final judgment of conviction without some showing that the violation had an effect on the trial.\")  (citing Arizona v. Fulminante, 499 U.S. 279, 111 S.Ct. 1246, 113 L.Ed.2d 302 (1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although Ademaj cites Breard v. Pruett, 134 F.3d 615 (4th Cir.), cert. denied sub nom., Breard v. Greene, 523 U.S. 371, 118 S.Ct. 1352, 140 L.Ed.2d 529 (1998), and Faulder v. Johnson, 81 F.3d 515 (5th Cir.1996), as support for the claim that the Vienna Convention guarantees foreign nationals the right to set aside a criminal conviction absent compliance with its notification provisions, neither case meets its billing.  In Pruett, the Fourth Circuit bypassed the merits and denied habeas relief because the consular claim had never been raised in the state court.  134 F.3d at 619.   In Faulder, the Fifth Circuit determined that a violation of the Convention was harmless error.  81 F.3d at 520.   Thus, neither court considered the merits or the remedy for a consular claim violation.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Finally, the Vienna Convention itself prescribes no judicial remedy or other recourse for its violation, let alone vacatur of a conviction.  Cf. Breard, 118 S.Ct. at 1356 (denying stay of execution based on violation of consular notification provisions, and stating that \"neither the text nor the history of the Vienna Convention clearly provides a foreign nation a private right of action in United States' courts to set aside a criminal conviction and sentence for violation of consular notification provisions.\").<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Accordingly, we conclude that the failure to accord Ademaj an alleged right of notification pursuant to the Vienna Convention did not constitute plain error.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">For the foregoing reasons, we decline to entertain the ineffective-assistance-of-counsel claim on direct appeal, without prejudice to its assertion in a collateral proceeding.  Accordingly, the district court judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> In colloquies with the trial judge, Ademaj at times utilized the interpreter, but for the most part chose to converse directly in English</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> In Cronic, the trial court had appointed a young real estate lawyer only 25 days before trial, even though the government had taken more than four years to investigate the complex case.  The Supreme Court stated that it \"has uniformly found constitutional error without any showing of prejudice when counsel was either totally absent, or prevented from assisting the accused during a critical stage of the proceeding.\"  Cronic, 466 U.S. at 662 n. 25, 104 S.Ct. 2039.  The Court went on to hold, however, that the time allowed for preparation was \"not so short that it even arguably justifies a presumption that no lawyer could provide the [defendant] with the effective assistance of counsel required by the Constitution.\"  Id. at 664, 104 S.Ct. 2039</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Other courts of appeals have been reluctant to presume prejudice as well, except in certain egregious situations;  for example, where defense counsel had an actual conflict of interest, see United States v. Luciano, 158 F.3d 655, 661 (2d Cir.1998);  no attorney appeared for the defendant, see United States v. Mateo, 950 F.2d 44, 48-50 (1st Cir.1991);  defense counsel sat in silence throughout the proceeding;  see Tucker v. Day, 969 F.2d 155, 159 (5th Cir.1992);  or where defense counsel was not in the courtroom at a critical stage of the trial, see Siverson v. O'Leary, 764 F.2d 1208, 1217 (7th Cir.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ademaj neither explained why he filed the letters with the court nor made mention of the need for a continuance or for new counsel.  In the first letter to his attorney, Ademaj stated:  \"I will not make any deal with the Government.  You are being paid to defend me, and that is what you will do.  The evidence shows that I was entrapped.\"  (May 12, 1997 Letter.)   In the second letter, Ademaj summarized and criticized the evidence against him, asserting:  \"[The] tape is contradicted by the evidence and the evidence is contradicted by the transcript....  I want you to put the person who is testifying to this evidence under penalty of perjury, as it is false.\"  (June 21, 1997 Letter.)   Ademaj also wrote:  \"My Dear John, Hello, how are you?   Well hopefully by the time you receive this letter you will find yourself in the best of health....  I need for you to ask the court for exparte motion [sic] for expenses, in order to get an expert witness.\"  (Id.) Ademaj did not explain the need for an expert and counsel did not request one</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The following exchange occurred below:</p>\n        <p>COURT:  Why do you want another lawyer?</p>\n        <p>COURT INTERPRETER:  He doesn't believe in Mr. Laymon.  He said he has no confidence in him.</p>\n        <p>COURT:  Well, Mr. Ademaj, I will tell you that we have provided a good lawyer for you.  And as far as I can see he is prepared to go forward in your defense....  I have heard no reason to appoint another lawyer.  I think that you have raised this solely for the purpose of delay....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The decision to admit properly authenticated transcripts is reviewed for abuse of discretion.  United States v. Young, 105 F.3d 1, 10 (1st Cir.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Amongst other relief, Ademaj requested a bill of particulars, additional audio tapes, grand jury testimony, a voice print of the tapes, signed transcripts, and the plea agreements of codefendants.  The district court denied this implicit request for a continuance, after granting in part the request for additional audio tapes and for codefendants' plea agreements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> \"Bob\" listened to the tapes and orally translated the Greek conversations into English.  A DEA agent then reduced \"Bob's\" translation to writing.  A Greek-language interpreter testified that she had reviewed and compared these tape-recorded conversations with the transcripts prepared by \"Bob\" and found the transcripts accurate.  See United States v. Pion, 25 F.3d 18, 21 (1st Cir.1994) (discussing authentication procedure re foreign language transcripts)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We review the refusal to define reasonable doubt for abuse of discretion.  United States v. Cassiere, 4 F.3d 1006, 1024 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The jury charge repeatedly emphasized the government's burden of proof:</p>\n        <p>The government brought this case.  The government has to prove it.  And the government has to prove it beyond a reasonable doubt.  Each essential element of each of the five charges the government has brought, the government has to prove beyond a reasonable doubt.</p>\n        <p>At another point, the district court instructed:</p>\n        <p>[Y]ou've got the evidence in this case, ask yourself whether the evidence that you've got convinces you beyond a reasonable doubt of any and all of the five charges that the government has made.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Article 36 of the Convention states:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> With a view to facilitating the exercise of consular functions relating to nationals of the sending State:</p>\n        <p>...</p>\n        <p>(b) if he so requests, the competent authorities of the receiving State shall, without delay, inform the consular post of the sending State if, within its consular district, a national of that State is arrested or committed to prison or to custody pending trial or is detained in any other manner.  Any communication addressed to the consular post by the person arrested, in prison, custody or detention shall also be forwarded by the said authorities without delay.  The said authorities shall inform the person concerned without delay of his rights under this sub-paragraph;</p>\n        <p>(c) consular officers shall have the right to visit a national of the sending State who is in prison, custody or detention, to converse and correspond with him and to arrange for his legal representation.  They shall also have the right to visit any natuance [sic] of a judgment.  Nevertheless, consular officers shall refrain from taking action on behalf of a national who is in prison, custody or detention if he expressly opposes such action.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> The rights referred to in paragraph 1 of this Article shall be exercised in conformity with the laws and regulations of the receiving State, subject to the proviso, however, that the said laws and regulations must enable full effect to be given to the purposes for which the rights accorded under this Article are intended</p>\n        <p>Vienna Convention on Consular Relations, 596 U.N.T.S. 261, 1967 WL 18349, at * 11 (emphasis added).  See infra n. 13.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> As Ademaj acknowledges, moreover, there is no indication that the district court was aware that he was an Albanian national, as distinguished from a person of Albanian descent, see supra section II, A, p 2., let alone that he had never been informed of any consular right</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In a recent habeas proceeding, the Fourth Circuit observed:</p>\n        <p>[E]ven if the Vienna Convention on Consular Relations could be said to create individual rights (as opposed to setting out the rights and obligations of signatory nations ), it certainly does not create constitutional rights.  Although states may have an obligation under the Supremacy Clause to comply with the provisions of the Vienna Convention, the Supremacy Clause does not convert violations of treaty provisions (regardless whether those provisions can be said to create individual rights) into violations of constitutional rights.</p>\n        <p>Murphy v. Netherland, 116 F.3d 97, 99-100 (4th Cir.1997) (emphasis added).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Fredi ADEMAJ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-2352.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1998.<br>Decided March 4, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John J. Barter for appellant.</p>\n      <p class=\"indent\">Theodore B. Heinrich, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Fredi Ademaj challenges various district court rulings relating to his trial and conviction on three counts of distributing cocaine, see 21 U.S.C. &#167; 841(a)(1), and two counts of conspiring to distribute cocaine, see id. &#167; 846.  We affirm the district court judgment in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The evidence showed that Ademaj had been involved in a wholesale cocaine distribution operation in the Boston area.  During May 1996 the Drug Enforcement Agency (\"DEA\") began using a cooperating witness, nicknamed \"Bob,\" to investigate Stefanos Meraklis, Ademaj's brother-in-law.  During the DEA investigation, \"Bob\" engaged in undercover cocaine transactions with both Meraklis and Meraklis' cocaine supplier.  Some transactions were tape-recorded and Ademaj served as a go-between in certain transactions.  For the most part, the recorded conversations were conducted in Greek.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ademaj presents six claims, which we discuss in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>A. Constructive Deprivation of Right to Trial Counsel</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Initially, Ademaj filed a pro se motion requesting replacement counsel three days prior to trial, arguing that since he and his court-appointed counsel spoke different languages their inability to communicate resulted in a constructive deprivation of his Sixth-Amendment right to trial counsel, in that \"there was no opportunity for effective trial preparation.\"   Cf. Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 685-87, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thereafter, on the first day of trial, court-appointed counsel moved for a continuance on the ground that \"it was evident that [Ademaj] did not understand the federal court procedures, as [counsel] had previously explained to this Albanian defendant in English....\"  Counsel further represented to the court:  \"Unfortunately, I don't think that Mr. Ademaj has understood everything I have indicated to him about the trial process.\"   Although counsel acknowledged that an interpreter had been made available previously, he added that initially he had thought \"Ademaj had understood certain things and now I'm not sure if he ... actually did.\"   For his part, Ademaj asserted that he was not prepared to proceed to trial because there was evidence which he had not yet been able to obtain.  Asked what further evidence he sought, Ademaj simply responded:  \"[M]y evidence.\"<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court heard and rejected these motions the day trial was scheduled to begin.  Shortly thereafter, as the petit jury entered the courtroom to begin the trial, defense counsel once again requested a continuance, which was denied.  The court then informed Ademaj and counsel that an interpreter would be available should they wish to confer further prior to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During jury empanelment, Ademaj indicated that he wished to proceed without counsel.  The court responded that he would be allowed to proceed without counsel, but that replacement counsel would not be appointed.  After Ademaj advised the court that he had no confidence in court-appointed counsel, the request for replacement counsel was denied once again and Ademaj decided against proceeding pro se.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As an initial matter it is not at all clear that a criminal defendant represented by court-appointed counsel may assert a \"constructive\" denial-of-counsel claim under the Sixth Amendment separate and apart from the conventional ineffective-assistance-of-counsel claim.  Ademaj cites no apposite authority, nor have we found any.  As a conceptual matter, moreover, such a claim would appear redundant in the instant context, given that ineffective assistance by court-appointed counsel would constitute a denial of the Sixth Amendment right to counsel in the sense that the trial itself could not be relied upon to produce a just result in such a circumstance.  See Scarpa v. DuBois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At bottom, then, this constructive denial-of-counsel claim is simply an ineffective-assistance-of-counsel claim wherein Ademaj asks the court to presume prejudice.  We decline to do so.  Instead, we inquire whether the absence of an interpreter prior to trial actually prejudiced Ademaj's defense.  See United States v. Cronic, <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 659 n. 26, <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2039</span></a></span>, <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></a></span> (1984) (dicta) (noting:  \"[a]part from [certain limited] circumstances ... there is generally no basis for finding a Sixth Amendment violation unless the accused can show how specific errors of counsel undermined the reliability of the finding of guilt.\").<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have held that a presumption of prejudice under the Sixth Amendment is \"the exception, not the rule and it can be employed only if the record reveals presumptively prejudicial circumstances such as an outright denial of counsel, a denial of the right to effective cross-examination, or a complete failure to subject the prosecution's case to adversarial testing.\"  Scarpa, 38 F.3d at 12.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As we observed in Scarpa, \"... the Court's language in Cronic was driven by the recognition that certain types of conduct are in general so antithetic to effective assistance for example, lawyers who leave the courtroom for long stretches of time during trial are unlikely to be stellar advocates in any matter that a case-by-case analysis simply is not worth the cost of protracted litigation.\"  Id. at 12.   By contrast, the Cronic rationale is not implicated in the present case, since Ademaj understands and speaks considerable English and only belatedly even alleged that pretrial communications with counsel were difficult.  Thus, the instant claim lends itself to no brightline per se rule.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The capacity to converse in English, and any concomitant need for an interpreter, represent fact-intensive inquiries implicating such considerations as the defendant's intelligence, education, and the length of time he has been exposed to an Englishspeaking environment, as well as the relevant English-language skills of the defendant and any foreign-language skills of defense counsel.  As we cautioned some time ago in a similar context:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Because the determination is likely to hinge upon various factors, including the complexity of the issues and testimony presented during trial and the language ability of the defendant's counsel, considerations of judicial economy would dictate that the trial court, coming into direct contact with the defendant, be granted wide discretion in determining whether an interpreter is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">United States v. Carrion, <span class=\"citation\" data-id=\"315323\"><a href=\"/opinion/315323/united-states-v-orlando-vasquez-carrion/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 14-15 (1st Cir.1973) (citing Perovich v. United States, <span class=\"citation\" data-id=\"96623\"><a href=\"/opinion/96623/perovich-v-united-states/\"><span class=\"volume\">205</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 91, <span class=\"citation\" data-id=\"96623\"><a href=\"/opinion/96623/perovich-v-united-states/\"><span class=\"volume\">27</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation\" data-id=\"96623\"><a href=\"/opinion/96623/perovich-v-united-states/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">722</span></a></span> (1907));  see also United States v. Sosa, <span class=\"citation\" data-id=\"276400\"><a href=\"/opinion/276400/united-states-v-samuel-sosa-and-julio-argumedo/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span>, 527 (7th Cir.1967);  cf.  United States v. Arthurs, <span class=\"citation\" data-id=\"196518\"><a href=\"/opinion/196518/united-states-v-arthurs/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span>, 447 (1st Cir.1996) (\"The district judge, who heard the defendant speak, had considerable discretion in these circumstances to determine if Arthurs' English testimony was intelligible to the jury.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Furthermore, the right to an interpreter during pretrial preparation is less than clear in the present circumstances, since Ademaj was afforded an interpreter immediately before and throughout the trial and only now belatedly asserts that one was needed even earlier in pretrial consultations with court-appointed counsel.  Accordingly, we must consider whether any difficulty in pretrial communications with court-appointed counsel resulting from the alleged language barrier could have impinged upon Ademaj's right to counsel during the trial preparation stage.  Cf. Carrion, 488 F.2d at 14 (\"the right to confront witnesses would be meaningless if the accused could not understand their testimony, and the effectiveness of cross-examination would be severely hampered.  The status of the right becomes less certain [where] the defendant has some ability to understand and communicate, but clearly has difficulty.\")</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">i. The Degree of Difficulty in Communicating</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The record on appeal would not support a contention that Ademaj was totally unable to communicate with counsel at any stage in the proceedings.  More to the point, his extensive correspondence and numerous colloquies with the trial judge in the English language belie any claim that pretrial communications with court-appointed counsel were so severely impeded as to deprive him of the right to counsel at any relevant time.  Furthermore, although Ademaj raised many pretrial issues below, including claims that he needed more time to prepare for trial and did not understand court procedures, his complaints with counsel were premised on the assertion that he was not being afforded a sufficiently vigorous defense.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The only time Ademaj even arguably broached the instant claim was on the first day of trial, by requesting new counsel and a continuance.  Under questioning by the district court, however, Ademaj responded that he was not ready for trial because he did not have certain evidence, then added through the interpreter:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>COURT INTERPRETER:  [H]e's not prepared he said, your Honor.  He's had a problem understanding Mr. Laymon.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>COURT:  What is it that you want me to do to get prepared?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>COURT INTERPRETER:  He wants another lawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>COURT:  Why do you want another lawyer?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>COURT INTERPRETER:  He doesn't believe in Mr. Laymon.  He said he has no confidence in him.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Prior to the first day of trial, Ademaj mentioned no language or other communication problem, either with counsel or in regard to trial preparations generally.  Moreover, in two letters to his attorney, written in English approximately three weeks prior to trial and made available to the district court, there was no reference to any problem with court-appointed counsel.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Finally, the motion alleging ineffective assistance of counsel asserted that court-appointed counsel was \"substandard,\" but mentioned no communication problem.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Thus, Ademaj utterly failed to allege, let alone demonstrate, how any language difficulties he may have encountered impeded pretrial communications with court-appointed counsel.  In fact, the letters Ademaj wrote to counsel, which he typed himself, are comparable in English-language fluency--if not superior--to those drafted by many pro se litigants whose only language is English.  See supra note 4.  Thus, there has been no plausible demonstration that any language barrier which may have existed worked a constructive denial of the Sixth Amendment right to counsel.</p>\n    </div>\n    <p>B. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Ademaj mounts a conventional ineffective-assistance claim as well, on the ground that court-appointed counsel failed:  (i) to communicate in an effective manner;  (ii) to obtain the services of a translator during pretrial preparation;  (iii) to call codefendants as trial witnesses;  (iv) to obtain an expert to translate the tape-recorded Greek conversations;  (v) to obtain a voice print;  and (vi) otherwise failed to make adequate preparation for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In order to prevail on an ineffective-assistance claim, Ademaj must show that counsel's performance was so deficient that it prejudiced his defense.  See United States v. Ortiz, <span class=\"citation\" data-id=\"755141\"><a href=\"/opinion/755141/united-states-v-reynaldo-jeremias-ortiz/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir.1998) (citing Strickland, 466 U.S. at 687, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>).   That is, he \"must show ... that 'counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable.' \"  United States v. Sutherland, <span class=\"citation\" data-id=\"558565\"><a href=\"/opinion/558565/united-states-v-dianne-sutherland-united-states-of-america-v-alan-w/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 774 (1st Cir.1991) (quoting Strickland, 466 U.S. at 687, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>).   In analyzing the ineffective-assistance claim, we examine what counsel knew or should have known at the time any tactical choices were made and implemented.  United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir.1991);  see also United States v. Georgacarakos, <span class=\"citation\" data-id=\"602802\"><a href=\"/opinion/602802/united-states-v-peter-n-georgacarakos/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1298 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is well settled that an ineffective-assistance claim will not be entertained on direct appeal absent a sufficiently developed evidentiary record.  See, e.g., United States v. Lopez-Pineda, <span class=\"citation\" data-id=\"196122\"><a href=\"/opinion/196122/united-states-v-lopez-pineda/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span>, 697 (1st Cir.1995);  United States v. Jadusingh, <span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1169 (1st Cir.1994).  Instead, a collateral proceeding under 28 U.S.C. &#167; 2255 is the appropriate vehicle for such an ineffective-assistance claim.  United States v. Cofske, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 2 (1st Cir.1998);  United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 776 (1st Cir.1994).  Since the existing record does not enable reliable appellate review, we decline to consider the ineffective-assistance claim on direct appeal.</p>\n    </div>\n    <p>C. Continuance</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Following a nine-month delay resulting from five previous continuances, on the first day of trial the district court denied a further request for continuance to permit Ademaj to obtain new counsel and conduct additional discovery.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In response to an inquiry by the district court as to why he was requesting new counsel, Ademaj stated simply:  \"[H]e think I'm guilty....  He's trying to cop me out.\"   When the district court asked what additional evidence he sought, Ademaj adverted vaguely to \"my evidence.\"   See supra at p. 61.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We accord \"extraordinary deference\" to trial court rulings on \"last-minute\" requests for a continuance.  See United States v. Pierce, <span class=\"citation\" data-id=\"196196\"><a href=\"/opinion/196196/united-states-v-pierce/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 891 (1st Cir.1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2580</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1094</span></span> (1996).  The instant challenge is frivolous.</p>\n    </div>\n    <p>D. The Tape Transcripts<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At trial, the government called \"Bob,\" two DEA agents, a DEA drug analyst, and a Greek-language translator.  The next day Ademaj filed a handwritten motion, titled \"Object My Trial,\" requesting an expert witness to translate the Greek conversations on the tapes.  The motion was denied as untimely.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While \"Bob\" was on the witness stand the government offered five tape-recorded conversations, four conducted primarily in Greek and another in English.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  \"Bob\" prepared English transcripts and Ademaj objected to their use.  The court allowed the jury to review the transcripts while the tapes were played or particular witnesses were on the stand, but did not admit them into evidence.  The tape transcripts were utilized by counsel in closing argument.  At its request, the jury was allowed to use the transcripts during its deliberations subject to a cautionary instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Ademaj asserts that the district court erred in allowing the transcripts to be used by counsel at trial, and the jury during its deliberations.  Further, he argues that since the court refused to admit the transcripts into evidence because they had been transcribed by a government witness, they should not have been used by the jury during its deliberations.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Authenticated transcripts may be used by the jury to facilitate its understanding of the tape recordings themselves, see, e.g., United States v. Rengifo, <span class=\"citation\" data-id=\"469367\"><a href=\"/opinion/469367/united-states-v-felix-rengifo/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 980 (1st Cir.1986) (citing cases), provided the court \"makes clear that the tapes, not the transcript, constitute evidence in the case.\"  Id. Furthermore, should the defendant fail to offer either a sufficient objection during playback of the tape, or an alternative transcript, the district court does not abuse its discretion by authorizing use of the government's duly authenticated transcript during jury deliberations subject to an appropriate cautionary instruction.  United States v. Young, <span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A similar situation was before us in United States v. Font-Ramirez, <span class=\"citation\" data-id=\"567923\"><a href=\"/opinion/567923/united-states-v-octavio-font-ramirez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span> (1st Cir.1991), where we upheld jury use of foreign-language transcripts prepared by a government informant:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Where inaccuracies in the transcript combine with possible bias in the transcription process, a transcript may be excluded from evidence.  The touchstone, however, is the accuracy of the transcript.  Because Font-Ramirez did not offer an alternative transcript and did not point out any specific inaccuracies in the government's transcript, the district court was within its discretion in allowing its use.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Id. at 48 (citations omitted) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The record reflects that though Ademaj received copies of the government transcripts prior to trial, and objected to their use at trial, no specific objection was made to their accuracy, nor was an alternative transcript submitted.  Moreover, the court repeatedly instructed the jury that the transcripts were not evidence.  Finally, after the jury requested the transcripts during its deliberations, it received an appropriate cautionary instruction.  The court did not abuse its discretion.</p>\n    </div>\n    <p>E. Reasonable Doubt</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Prior to the close of evidence Ademaj submitted a proposed jury instruction on reasonable doubt:  \"A charge is proved beyond a reasonable doubt if, after you have compared and considered all the evidence, you have in your minds an abiding conviction, to a moral certainty, that the charge is true.\"   The district court responded that it would not define reasonable doubt.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  During closing argument, defense counsel attempted to define reasonable doubt in the same terms proposed in the requested instruction.  The trial judge interrupted defense counsel and explained to the jury that the court would explain the law to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We have taken the position that \"[m]ost efforts at clarification [of the meaning of \"reasonable doubt\"] result in further obfuscation of the concept[,]\" thus \"an instruction which uses the words reasonable doubt without further definition adequately apprises the jury of the proper burden of proof.\"  United States v. Olmstead, <span class=\"citation\" data-id=\"496773\"><a href=\"/opinion/496773/united-states-v-george-olmstead/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span>, 645-46 (1st Cir.1987).  That is not to say, however, \"that the phrase can be buried as an aside in the [jury charge].\"  United States v. Cassiere, <span class=\"citation\" data-id=\"194928\"><a href=\"/opinion/194928/united-states-v-cassiere/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1024 (1st Cir.1993) (citing Olmstead, 832 F.2d at 646).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Nevertheless, normally the district court is in a better position to determine whether, and if so how, \"reasonable doubt\" should be defined.  Id.;  see also United States v. Rodriguez-Cardona, <span class=\"citation\" data-id=\"555433\"><a href=\"/opinion/555433/united-states-v-osvaldo-rodriguez-cardona-aka-valdo/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span>, 1160 (1st Cir.1991) (\"We have emphasized in the past, and do so again here, that reasonable doubt does not require definition.\").  Under our precedents, therefore, the district court did not abuse its discretion in refusing to define \"reasonable doubt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Ademaj next argues that the district court erred in precluding discussion of the concept of reasonable doubt when defense counsel stated in closing argument that \"[a] charge is proved beyond a reasonable doubt if, after you have compared and considered all the evidence, you have in your minds an abiding conviction, to a moral certainty ....\"  At that point the court interrupted and stated that it would \"explain\" the law to the jury;  adding:  \"I'll explain the concept of reasonable doubt, or mention it at least.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court acted properly in precluding counsel from arguing that the jury should equate \"reasonable doubt\" with \"an abiding conviction to a moral certainty.\"   See Gilday v. Callahan, <span class=\"citation\" data-id=\"196171\"><a href=\"/opinion/196171/gilday-v-callahan/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 262 (1st Cir.1995) (\"Equating the concept of reasonable doubt to 'moral certainty' may be, in isolation, reversible error.\").</p>\n    </div>\n    <p>F. Notification of Consular Rights</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Ademaj asserts a Fifth Amendment due-process claim, based on the fact that he was never advised of an alleged right, under the Vienna Convention on Consular Relations, see 596 U.N.T.S. 261 (\"Convention\"), to request assistance from the local Albanian consulate in his criminal defense.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  As this claim is raised for the first time on appeal, we review only for \"plain error\";  that is, an error which was \"clear\" or \"obvious\" and affected \"substantial rights.\"  United States v. Olivier-Diaz, <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">An unpreserved error is \"plain\" only if it undermines the fundamental fairness or basic integrity of the trial court proceedings.  See, e.g., United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 973 (1st Cir.1995).  Furthermore, \"[e]ven when faced with an apparently plain error, an appellate court 'has authority to order correction, but is not required to do so.' \"  Id. (quoting United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993)).  There has been no showing that the error belatedly asserted on appeal in this case was other than \"harmless.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Ademaj neither indicates how the Albanian Consul could have afforded assistance in his defense, nor that any material due-process right was infringed by the failure to notify the Consul.  See Breard v. Greene, <span class=\"citation\" data-id=\"118194\"><a href=\"/opinion/118194/breard-v-greene/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, <span class=\"citation\" data-id=\"118194\"><a href=\"/opinion/118194/breard-v-greene/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1352</span></a></span>, 1355, <span class=\"citation\" data-id=\"118194\"><a href=\"/opinion/118194/breard-v-greene/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">529</span></a></span> (1998) (\"Even were Breard's Vienna Convention claim properly raised and proven, it is extremely doubtful that the violation should result in the overturning of a final judgment of conviction without some showing that the violation had an effect on the trial.\")  (citing Arizona v. Fulminante, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1246</span></a></span>, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">302</span></a></span> (1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although Ademaj cites Breard v. Pruett, <span class=\"citation\" data-id=\"751110\"><a href=\"/opinion/751110/angel-francisco-breard-v-samuel-v-pruett-warden-mecklenburg/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span> (4th Cir.), cert. denied sub nom., Breard v. Greene, <span class=\"citation\" data-id=\"118194\"><a href=\"/opinion/118194/breard-v-greene/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, <span class=\"citation\" data-id=\"118194\"><a href=\"/opinion/118194/breard-v-greene/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1352</span></a></span>, <span class=\"citation\" data-id=\"118194\"><a href=\"/opinion/118194/breard-v-greene/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">529</span></a></span> (1998), and Faulder v. Johnson, <span class=\"citation\" data-id=\"9044\"><a href=\"/opinion/9044/faulder-v-scott/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span> (5th Cir.1996), as support for the claim that the Vienna Convention guarantees foreign nationals the right to set aside a criminal conviction absent compliance with its notification provisions, neither case meets its billing.  In Pruett, the Fourth Circuit bypassed the merits and denied habeas relief because the consular claim had never been raised in the state court.  134 F.3d at 619.   In Faulder, the Fifth Circuit determined that a violation of the Convention was harmless error.  81 F.3d at 520.   Thus, neither court considered the merits or the remedy for a consular claim violation.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Finally, the Vienna Convention itself prescribes no judicial remedy or other recourse for its violation, let alone vacatur of a conviction.  Cf. Breard, 118 S.Ct. at 1356 (denying stay of execution based on violation of consular notification provisions, and stating that \"neither the text nor the history of the Vienna Convention clearly provides a foreign nation a private right of action in United States' courts to set aside a criminal conviction and sentence for violation of consular notification provisions.\").<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Accordingly, we conclude that the failure to accord Ademaj an alleged right of notification pursuant to the Vienna Convention did not constitute plain error.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">For the foregoing reasons, we decline to entertain the ineffective-assistance-of-counsel claim on direct appeal, without prejudice to its assertion in a collateral proceeding.  Accordingly, the district court judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> In colloquies with the trial judge, Ademaj at times utilized the interpreter, but for the most part chose to converse directly in English</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> In Cronic, the trial court had appointed a young real estate lawyer only 25 days before trial, even though the government had taken more than four years to investigate the complex case.  The Supreme Court stated that it \"has uniformly found constitutional error without any showing of prejudice when counsel was either totally absent, or prevented from assisting the accused during a critical stage of the proceeding.\"  Cronic, 466 U.S. at 662 n. 25, <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2039</span></a></span>.  The Court went on to hold, however, that the time allowed for preparation was \"not so short that it even arguably justifies a presumption that no lawyer could provide the [defendant] with the effective assistance of counsel required by the Constitution.\"  Id. at 664, <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2039</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Other courts of appeals have been reluctant to presume prejudice as well, except in certain egregious situations;  for example, where defense counsel had an actual conflict of interest, see United States v. Luciano, <span class=\"citation\" data-id=\"758666\"><a href=\"/opinion/758666/united-states-v-raul-luciano-also-known-as-roline-also-known-as-raul/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 661 (2d Cir.1998);  no attorney appeared for the defendant, see United States v. Mateo, <span class=\"citation\" data-id=\"572656\"><a href=\"/opinion/572656/united-states-v-david-mateo/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span>, 48-50 (1st Cir.1991);  defense counsel sat in silence throughout the proceeding;  see Tucker v. Day, <span class=\"citation\" data-id=\"586864\"><a href=\"/opinion/586864/raymond-alton-tucker-v-ed-day-warden/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span>, 159 (5th Cir.1992);  or where defense counsel was not in the courtroom at a critical stage of the trial, see Siverson v. O'Leary, <span class=\"citation\" data-id=\"453537\"><a href=\"/opinion/453537/charles-m-siverson-v-michael-oleary-and-neil-f-hartigan/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span>, 1217 (7th Cir.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ademaj neither explained why he filed the letters with the court nor made mention of the need for a continuance or for new counsel.  In the first letter to his attorney, Ademaj stated:  \"I will not make any deal with the Government.  You are being paid to defend me, and that is what you will do.  The evidence shows that I was entrapped.\"  (May 12, 1997 Letter.)   In the second letter, Ademaj summarized and criticized the evidence against him, asserting:  \"[The] tape is contradicted by the evidence and the evidence is contradicted by the transcript....  I want you to put the person who is testifying to this evidence under penalty of perjury, as it is false.\"  (June 21, 1997 Letter.)   Ademaj also wrote:  \"My Dear John, Hello, how are you?   Well hopefully by the time you receive this letter you will find yourself in the best of health....  I need for you to ask the court for exparte motion [sic] for expenses, in order to get an expert witness.\"  (Id.) Ademaj did not explain the need for an expert and counsel did not request one</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The following exchange occurred below:</p>\n        <p>COURT:  Why do you want another lawyer?</p>\n        <p>COURT INTERPRETER:  He doesn't believe in Mr. Laymon.  He said he has no confidence in him.</p>\n        <p>COURT:  Well, Mr. Ademaj, I will tell you that we have provided a good lawyer for you.  And as far as I can see he is prepared to go forward in your defense....  I have heard no reason to appoint another lawyer.  I think that you have raised this solely for the purpose of delay....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The decision to admit properly authenticated transcripts is reviewed for abuse of discretion.  United States v. Young, <span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Amongst other relief, Ademaj requested a bill of particulars, additional audio tapes, grand jury testimony, a voice print of the tapes, signed transcripts, and the plea agreements of codefendants.  The district court denied this implicit request for a continuance, after granting in part the request for additional audio tapes and for codefendants' plea agreements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> \"Bob\" listened to the tapes and orally translated the Greek conversations into English.  A DEA agent then reduced \"Bob's\" translation to writing.  A Greek-language interpreter testified that she had reviewed and compared these tape-recorded conversations with the transcripts prepared by \"Bob\" and found the transcripts accurate.  See United States v. Pion, <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir.1994) (discussing authentication procedure re foreign language transcripts)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We review the refusal to define reasonable doubt for abuse of discretion.  United States v. Cassiere, <span class=\"citation\" data-id=\"194928\"><a href=\"/opinion/194928/united-states-v-cassiere/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1024 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The jury charge repeatedly emphasized the government's burden of proof:</p>\n        <p>The government brought this case.  The government has to prove it.  And the government has to prove it beyond a reasonable doubt.  Each essential element of each of the five charges the government has brought, the government has to prove beyond a reasonable doubt.</p>\n        <p>At another point, the district court instructed:</p>\n        <p>[Y]ou've got the evidence in this case, ask yourself whether the evidence that you've got convinces you beyond a reasonable doubt of any and all of the five charges that the government has made.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Article 36 of the Convention states:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> With a view to facilitating the exercise of consular functions relating to nationals of the sending State:</p>\n        <p>...</p>\n        <p>(b) if he so requests, the competent authorities of the receiving State shall, without delay, inform the consular post of the sending State if, within its consular district, a national of that State is arrested or committed to prison or to custody pending trial or is detained in any other manner.  Any communication addressed to the consular post by the person arrested, in prison, custody or detention shall also be forwarded by the said authorities without delay.  The said authorities shall inform the person concerned without delay of his rights under this sub-paragraph;</p>\n        <p>(c) consular officers shall have the right to visit a national of the sending State who is in prison, custody or detention, to converse and correspond with him and to arrange for his legal representation.  They shall also have the right to visit any natuance [sic] of a judgment.  Nevertheless, consular officers shall refrain from taking action on behalf of a national who is in prison, custody or detention if he expressly opposes such action.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> The rights referred to in paragraph 1 of this Article shall be exercised in conformity with the laws and regulations of the receiving State, subject to the proviso, however, that the said laws and regulations must enable full effect to be given to the purposes for which the rights accorded under this Article are intended</p>\n        <p>Vienna Convention on Consular Relations, 596 U.N.T.S. 261, <span class=\"citation no-link\"><span class=\"volume\">1967</span> <span class=\"reporter\">WL</span> <span class=\"page\">18349</span></span>, at * 11 (emphasis added).  See infra n. 13.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> As Ademaj acknowledges, moreover, there is no indication that the district court was aware that he was an Albanian national, as distinguished from a person of Albanian descent, see supra section II, A, p 2., let alone that he had never been informed of any consular right</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In a recent habeas proceeding, the Fourth Circuit observed:</p>\n        <p>[E]ven if the Vienna Convention on Consular Relations could be said to create individual rights (as opposed to setting out the rights and obligations of signatory nations ), it certainly does not create constitutional rights.  Although states may have an obligation under the Supremacy Clause to comply with the provisions of the Vienna Convention, the Supremacy Clause does not convert violations of treaty provisions (regardless whether those provisions can be said to create individual rights) into violations of constitutional rights.</p>\n        <p>Murphy v. Netherland, <span class=\"citation\" data-id=\"741920\"><a href=\"/opinion/741920/mario-benjamin-murphy-v-jd-netherland-warden-mario-benjamin-murphy-v/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 99-100 (4th Cir.1997) (emphasis added).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/9044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758666/"
  ]
}