{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198351/",
  "absolute_url": "/opinion/198351/united-states-v-brown/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198351/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:50:50Z",
  "date_modified": "2017-03-24T10:56:29.388899Z",
  "type": "010combined",
  "sha1": "e65e5464dc625dfc46f68da46e9e4ee671831147",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1707.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 98-1707\r\n\n                     UNITED STATES,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                      ADAM BROWN,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Reginald C. Lindsay, U.S. District Judge]\r\n    [Hon. Edward F. Harrington, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n             Coffin, Senior Circuit Judge,\r\n\n               and Boudin, Circuit Judge.\r\n\n                                      \r\n\nPaul F. Markham, by appointment of the Court, for appellant.\r\nDonald L. Cabell, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief, for\r\nappellee.\r\n\n                                      \r\n\n                    March 3, 1999\r\n                                                TORRUELLA, Chief Judge.  Before the Court is Defendant-\r\nappellant Adam Brown's appeal of: (1) the denial of his motion to\r\nsuppress evidence found during his arrest, and (2) his sentence of\r\n100 months imprisonment for possession of a stolen firearm.  We\r\naffirm the judgment of the district court in both respects.\r\n                       BACKGROUND\r\n     On May 3, 1996, plainclothes Boston police officers Brian\r\nBlack, Joseph Freeman, and Susan Antonucci were on patrol in an\r\nunmarked police car in the Roxbury area of Boston, Massachusetts. \r\nAs they approached the apartment building located at 150 Walnut\r\nAvenue, they observed Brown and another male leaving the building. \r\nThe officers decided to speak with the two individuals, so they\r\nstopped the car.  Officer Black claims that he said to them,\r\n\"Boston Police.  May I have a word with you?\"  When the men turned\r\naround and began to walk back toward the apartment building,\r\nOfficer Black got out of the car and again said, \"Boston Police. \r\nMay I speak with you?\"  Brown then walked back inside the apartment\r\nbuilding, and the other individual walked around the side of the\r\nbuilding.  Officer Black followed Brown into the building and saw\r\nBrown walking up a stairwell.  Officer Black started up the stairs\r\nand again said, \"Boston Police.  May I have a word with you?\"  At\r\nthis point, Brown pushed Officer Black and tried to flee up the\r\nstairs.  Officer Black then tackled Brown, and Officers Antonucci,\r\nFreeman, and William O'Hara, who was already in the building lobby\r\non an unrelated matter, assisted in arresting Brown.  During\r\nBrown's arrest, the officers found a .357 caliber revolver -- later\r\nfound to be stolen -- on Brown's person.\r\n     On July 17, 1996, Brown was charged with possession of a\r\nfirearm by a felon in violation of 18 U.S.C.  922(g)(1).  Brown\r\nmoved to suppress the firearm and other evidence recovered at his\r\narrest.  He denied pushing Officer Black and argued that the\r\nofficers possessed neither probable cause to arrest nor reasonable\r\nsuspicion to warrant an investigative stop.  After hearing\r\ntestimony from Officers Black, Antonucci, and O'Hara, the district\r\ncourt denied Brown's motion to suppress.  The court found that,\r\nwhile the events that occurred prior to the altercation on the\r\nstairwell would not have been sufficient to justify an arrest or\r\ninvestigative stop, once Brown pushed Officer Black on the\r\nstairwell, Officer Black had probable cause to arrest Brown for\r\nassault and battery on a police officer.\r\nAfter the government filed a superseding information,\r\nBrown waived indictment and entered a conditional guilty plea to\r\none count of possession of a stolen firearm in violation of 18\r\nU.S.C.  922(j), reserving the right to appeal the denial of his\r\nmotion to suppress and his sentence.  At sentencing, Brown's base\r\noffense level was set at 24, pursuant to U.S.S.G.  2K2.1(a)(2),\r\nbecause Brown had at least two prior felony convictions of either\r\na crime of violence or a drug offense.  Over Brown's objection, the\r\ndistrict court also applied a two-level enhancement under\r\n2K2.1(b)(4) because the firearm was stolen.  After applying a\r\ntwo-level reduction for acceptance of responsibility and\r\ndetermining that Brown qualified for Criminal History Category VI,\r\nthe court found the applicable sentencing range to be 100-125\r\nmonths.  Brown was sentenced to 100 months imprisonment.  On\r\nJune 10, 1998, Brown filed a timely notice of appeal.\r\n                       DISCUSSION\r\nI.  The District Court's Denial of Brown's Motion to Suppress\r\nBrown first argues that his arrest was made in violation\r\nof the Fourth Amendment, requiring suppression of the firearm\r\nseized from him at the time of his arrest.  In his motion to\r\nsuppress below, Brown argued that he did not push Officer Black and\r\nthat the officers did not have probable cause or reasonable\r\nsuspicion to stop him based solely on the fact that he walked away\r\nfrom officers in plain clothes.  On appeal, Brown does not dispute\r\nthat he pushed Officer Black.  Rather, he now argues that he acted\r\nreasonably in pushing Officer Black and therefore that there was\r\nnot probable cause to arrest him even after he did so.  This is the\r\nfirst time Brown has advanced this argument.\r\nWe review the denial of a motion to suppress under a\r\nbifurcated standard.  See United States v. Cardoza, 129 F.3d 6, 13\r\n(1st Cir. 1997).  We review the district court's findings of fact\r\nfor clear error and review the district court's conclusions of law\r\nde novo.  See id.  However, where a defendant has not first raised\r\nan issue below, we review for plain error only.  See United Statesv. Shea, 150 F.3d 44, 48 (1st Cir.), cert. denied, 119 S. Ct. 568\r\n(1998).\r\nBrown claims that he reasonably feared for his safety and\r\nhad the right to defend himself when Officer Black followed him\r\ninto the building.  From this, he argues that Officer Black had no\r\nprobable cause to arrest him for assault and battery on a police\r\nofficer.  This argument fails because Brown's alleged fear for his\r\nsafety does not negate the probable cause perceived by Officer\r\nBlack.  The inquiry into probable cause to arrest focuses on what\r\nthe officer knew at the time of arrest.  See United States v.\r\nBizier, 111 F.3d 214, 216 (1st Cir. 1997).  The fact that Brown may\r\nnot have known that Officer Black was a police officer may serve as\r\na defense to a subsequent charge of assault and battery on a police\r\nofficer, see Commonwealth v. Francis, 511 N.E.2d 38, 40 (Mass. App.\r\n1987), but it does not invalidate the arrest because it has no\r\nimpact on the information possessed by Officer Black at the time of\r\nthe arrest.  See Michigan v. DeFillipo, 443 U.S. 31, 36 (1979)\r\n(\"The validity of the arrest does not depend on whether the suspect\r\nactually committed a crime; the mere fact that the suspect is later\r\nacquitted of the offense for which he is arrested is irrelevant to\r\nthe validity of the arrest.\"). Officer Black was pushed by Brown\r\nafter having identified himself as a police officer.  This clearly\r\nprovided him with probable cause to believe that Brown had\r\ncommitted an assault and battery on a police officer.\r\nBrown also notes that the district court found that there\r\nwas no valid basis to stop him at any time prior to the incident on\r\nthe stairwell.  The government concedes as much, but this is of no\r\nassistance to Brown.  There is no claim that Brown was seized until\r\nafter he pushed Officer Black, nor could there be.  See Californiav. Hodari D., 499 U.S. 621, 626 (1991) (rejecting contention that\r\na pursuit qualifies as a \"seizure\" and stating that a seizure\r\nrequires either physical force or submission to the assertion of\r\nauthority); United States v. Sealey, 30 F.3d 7, 9 (1st Cir. 1994)\r\n(stating that a seizure occurs when a citizen's liberty has been\r\nrestrained by means of physical force or a show of authority and\r\nholding that no seizure occurred when officers shouted, \"Hey,\r\nSteven, what's up?\" from a police cruiser).  Because the probable\r\ncause inquiry focuses on what the officer knew at the time of the\r\narrest, see Bizier, 111 F.3d at 216, it is immaterial whether\r\nprobable cause to arrest existed prior to the altercation on the\r\nstairwell.  \r\nBrown apparently attempts to argue that Officer Black\r\nneeded probable cause or reasonable suspicion in order to enter the\r\nlobby of the apartment building.  However, \"[i]t is now beyond\r\ncavil in this circuit that a tenant lacks a reasonable expectation\r\nof privacy in the common areas of an apartment building.\"  United\r\nStates v. Hawkins, 139 F.3d 29, 32 (1st Cir.) (internal footnote\r\nadded) (citations omitted), cert. denied, 119 S. Ct. 566 (1998). \r\nTherefore, Officer Black's entry into the lobby of the apartment\r\nbuilding did not violate the Fourth Amendment.  See United Statesv. Cruz Pagn, 537 F.2d 554, 557-58 (1st Cir. 1976) (holding that\r\na person cannot have a reasonable expectation in a common parking\r\ngarage of an apartment building and therefore that the officers'\r\nentry into that garage did not violate the Fourth Amendment). \r\nFinally, Brown's counsel argued at oral argument, without\r\nany supporting authority, that an officer should not be allowed to\r\nmanufacture probable cause by \"accosting\" a suspect in order to\r\nprovoke a reaction, which then conveniently provides probable cause\r\nto arrest the suspect.  While this argument might provide an\r\nintriguing question in some contexts, this is clearly not one of\r\nthose contexts.  Officer Black did not violate the Fourth Amendment\r\nor otherwise provoke Brown prior to being pushed on the stairwell\r\nby Brown; he merely followed Brown into the common area of a\r\nbuilding and requested to speak with him.  We cannot agree with\r\nBrown that his assault on Officer Black was a \"natural consequence\"\r\nof Officer Black's actions or that Brown had the \"right to defend\r\nhimself with impunity\" once Officer Black asked to speak to him. \r\nNor can we find that an officer has provoked a suspect in order to\r\nmanufacture probable cause merely by asking to speak with him.  As\r\na result, we find no error in the district court's denial of\r\nBrown's motion to suppress.\r\n\nII.  The District Court's Enhancement of Brown's Offense Level\r\nUnder U.S.S.G.  2K2.1(b)(4)\r\nBrown's second argument is that the district court should\r\nnot have applied a two-level increase in his offense level under\r\nU.S.S.G.  2K2.1(b)(4).  We review interpretations of the\r\nsentencing guidelines de novo.  See United States v. Nez-\r\nRodrguez, 92 F.3d 14, 19 (1st Cir. 1996).\r\n Subsection (b)(4) provides for a two-level enhancement\r\nif the firearm involved was stolen or had an altered or obliterated\r\nserial number.  Commentary Note 12 to  2K2.1 instructs that the\r\nsubsection (b)(4) enhancement should not be applied for a stolen\r\nfirearm if: (1) the only offense to which  2K2.1 applies for a\r\ngiven defendant is 18 U.S.C.  922(j), and (2) the defendant's base\r\noffense level is determined under subsection (a)(7).  Commentary\r\nNote 12 goes on to state that the (b)(4) enhancement is not applied\r\nin such a situation because the base offense level has already\r\ntaken into account that the firearm was stolen.  Because the\r\ndistrict court calculated Brown's base offense level under\r\nsubsection (a)(2), not (a)(7), the court found that Commentary Note\r\n12 was not applicable.  Therefore, the district court enhanced\r\nBrown's offense level by two levels under subsection (b)(4).\r\nBrown claims that the district court \"double-counted\" the\r\nstolen nature of the firearm by calculating his base offense level\r\nunder  2K2.1 because he pled guilty to possession of a stolen\r\nfirearm in violation of 18 U.S.C.  922(j), and then enhancing that\r\noffense level with  2K2.1(b)(4) because the firearm was stolen.\r\nThe Ninth Circuit recently rejected this exact \"double-counting\"\r\nargument in United States v. Turnipseed, 159 F.3d 383, 385-86 (9th\r\nCir. 1998).  In that case, the court denied the \"double-counting\"\r\nclaim by finding that the district court properly applied  2K2.1,\r\nincluding subsection (b)(4) and Commentary Note 12.  See id. at\r\n386.  The court did not specifically discuss whether the possession\r\nof a stolen weapon was \"double-counted\" in calculating the\r\ndefendant's sentence.\r\nWe agree with the Ninth Circuit's implicit holding that\r\napplying the subsection (b)(4) enhancement to an individual in\r\nBrown's position does not constitute \"double-counting.\"  Sentencing\r\nGuideline  2K2.1 encompasses offenses involving: (1) the unlawful\r\nreceipt, possession, or transportation of firearms or ammunition,\r\nand (2) prohibited transactions involving firearms or ammunition.\r\nIt is not necessary that the firearms involved were stolen for the\r\ndefendant to be sentenced under  2K2.1.  Thus, it cannot be said\r\nthat the district court considered the stolen nature of the firearm\r\nby sentencing Brown under the broad  2K2.1 sentencing guideline. \r\nIt is clear that a sentencing court takes into account\r\nwhether the firearm was stolen when a defendant is convicted of\r\npossession of a stolen firearm under  922(j) and the court\r\ncalculates the defendant's base offense level under subsection\r\n(a)(7).  See Commentary 12, U.S.S.G.  2K2.1.  Subsection (a)\r\nprovides eight categories for calculating the base offense level\r\napplicable to offenses covered under  2K2.1.  Subsections (a)(1)-\r\n(a)(6) provide six different base offense levels for different\r\ncombinations of three aggravating factors: (1) whether a type of\r\nparticularly dangerous firearm was involved; (2) the defendant's\r\ncriminal history; and (3) whether the defendant is a \"prohibited\r\nperson.\"   If none of those factors is present, the defendant is\r\ngiven a base offense level under either subsection (a)(7) or\r\n(a)(8).  The lower base offense level of the two is prescribed\r\nunder subsection (a)(8), which is applicable for certain\r\ntransportation or record-keeping violations which need not involve\r\nstolen firearms.  Subsection (a)(7) provides a higher base offense\r\nlevel for all other offenses, including possession of a stolen\r\nfirearm in violation of  922(j). Therefore, for an individual\r\nconvicted under  922(j), if none of the aggravating factors\r\napplies, the sentencing court's application of the higher base\r\noffense level of subsection (a)(7) takes into account the stolen\r\nnature of the firearm.\r\nBrown's base offense level, however, was not calculated\r\nunder subsection (a)(7).  Brown's base offense level was calculated\r\nunder subsection (a)(2) because Brown had at least two prior felony\r\nconvictions of either violent crimes or drug crimes.  Subsection\r\n(a)(2) is applicable for all crimes to which  2K2.1 applies --\r\nwhether the firearm was stolen or not -- so long as the proper\r\naggravating factors are present.  Therefore, the stolen nature of\r\nthe firearm was not considered in calculating Brown's base offense\r\nlevel, meaning that subsequently considering the stolen nature of\r\nthe firearm in applying subsection (b)(4) was not \"double-\r\ncounting.\"  Therefore, the district court properly enhanced Brown's\r\noffense level under subsection (b)(4).\r\n                       CONCLUSION\r\nBased on the foregoing, the district court's denial of\r\nBrown's motion to suppress and application of the sentencing\r\nguidelines are AFFIRMED.\n",
  "html": "<p class=\"case_cite\">169 F.3d 89</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Adam BROWN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1707.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 5, 1999.<br>Decided March 3, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Markham, by appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Donald L. Cabell, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before the Court is Defendant-appellant Adam Brown's appeal of:  (1) the denial of his motion to suppress evidence found during his arrest, and (2) his sentence of 100 months imprisonment for possession of a stolen firearm.  We affirm the judgment of the district court in both respects.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 3, 1996, plainclothes Boston police officers Brian Black, Joseph Freeman, and Susan Antonucci were on patrol in an unmarked police car in the Roxbury area of Boston, Massachusetts.  As they approached the apartment building located at 150 Walnut Avenue, they observed Brown and another male leaving the building.  The officers decided to speak with the two individuals, so they stopped the car.  Officer Black claims that he said to them, \"Boston Police.  May I have a word with you?\"   When the men turned around and began to walk back toward the apartment building, Officer Black got out of the car and again said, \"Boston Police.  May I speak with you?\"   Brown then walked back inside the apartment building, and the other individual walked around the side of the building.  Officer Black followed Brown into the building and saw Brown walking up a stairwell.  Officer Black started up the stairs and again said, \"Boston Police.  May I have a word with you?\"   At this point, Brown pushed Officer Black and tried to flee up the stairs.  Officer Black then tackled Brown, and Officers Antonucci, Freeman, and William O'Hara, who was already in the building lobby on an unrelated matter, assisted in arresting Brown.  During Brown's arrest, the officers found a .357 caliber revolver--later found to be stolen--on Brown's person.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 17, 1996, Brown was charged with possession of a firearm by a felon in violation of 18 U.S.C. &#167; 922(g)(1).  Brown moved to suppress the firearm and other evidence recovered at his arrest.  He denied pushing Officer Black and argued that the officers possessed neither probable cause to arrest nor reasonable suspicion to warrant an investigative stop.  After hearing testimony from Officers Black, Antonucci, and O'Hara,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the district court denied Brown's motion to suppress.  The court found that, while the events that occurred prior to the altercation on the stairwell would not have been sufficient to justify an arrest or investigative stop, once Brown pushed Officer Black on the stairwell, Officer Black had probable cause to arrest Brown for assault and battery on a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the government filed a superseding information, Brown waived indictment and entered a conditional guilty plea to one count of possession of a stolen firearm in violation of 18 U.S.C. &#167; 922(j), reserving the right to appeal the denial of his motion to suppress and his sentence.  At sentencing, Brown's base offense level was set at 24, pursuant to U.S.S.G. &#167; 2K2.1(a)(2), because Brown had at least two prior felony convictions of either a crime of violence or a drug offense.  Over Brown's objection, the district court also applied a two-level enhancement under &#167; 2K2.1(b)(4) because the firearm was stolen.  After applying a two-level reduction for acceptance of responsibility and determining that Brown qualified for Criminal History Category VI, the court found the applicable sentencing range to be 100-125 months.  Brown was sentenced to 100 months imprisonment.  On June 10, 1998, Brown filed a timely notice of appeal.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>I. The District Court's Denial of Brown's Motion to Suppress</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Brown first argues that his arrest was made in violation of the Fourth Amendment, requiring suppression of the firearm seized from him at the time of his arrest.  In his motion to suppress below, Brown argued that he did not push Officer Black and that the officers did not have probable cause or reasonable suspicion to stop him based solely on the fact that he walked away from officers in plain clothes.  On appeal, Brown does not dispute that he pushed Officer Black.  Rather, he now argues that he acted reasonably in pushing Officer Black and therefore that there was not probable cause to arrest him even after he did so.  This is the first time Brown has advanced this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review the denial of a motion to suppress under a bifurcated standard.  See United States v. Cardoza, 129 F.3d 6, 13 (1st Cir.1997).  We review the district court's findings of fact for clear error and review the district court's conclusions of law de novo.  See id.   However, where a defendant has not first raised an issue below, we review for plain error only.  See United States v. Shea, 150 F.3d 44, 48 (1st Cir.), cert. denied, --- U.S. ----, 119 S.Ct. 568, 142 L.Ed.2d 473 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Brown claims that he reasonably feared for his safety and had the right to defend himself when Officer Black followed him into the building.  From this, he argues that Officer Black had no probable cause to arrest him for assault and battery on a police officer.  This argument fails because Brown's alleged fear for his safety does not negate the probable cause perceived by Officer Black.  The inquiry into probable cause to arrest focuses on what the officer knew at the time of arrest.  See United States v. Bizier, 111 F.3d 214, 216 (1st Cir.1997).  The fact that Brown may not have known that Officer Black was a police officer may serve as a defense to a subsequent charge of assault and battery on a police officer, see Commonwealth v. Francis, 24 Mass.App.Ct. 576, 511 N.E.2d 38, 40 (1987), but it does not invalidate the arrest because it has no impact on the information possessed by Officer Black at the time of the arrest.  See Michigan v. DeFillippo, 443 U.S. 31, 36, 99 S.Ct. 2627, 61 L.Ed.2d 343 (1979) (\"The validity of the arrest does not depend on whether the suspect actually committed a crime;  the mere fact that the suspect is later acquitted of the offense for which he is arrested is irrelevant to the validity of the arrest.\").  Officer Black was pushed by Brown after having identified himself as a police officer.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This clearly provided him with probable cause to believe that Brown had committed an assault and battery on a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Brown also notes that the district court found that there was no valid basis to stop him at any time prior to the incident on the stairwell.  The government concedes as much, but this is of no assistance to Brown.  There is no claim that Brown was seized until after he pushed Officer Black, nor could there be.  See California v. Hodari D., 499 U.S. 621, 626, 111 S.Ct. 1547, 113 L.Ed.2d 690 (1991) (rejecting contention that a pursuit qualifies as a \"seizure\" and stating that a seizure requires either physical force or submission to the assertion of authority);  United States v. Sealey, 30 F.3d 7, 9 (1st Cir.1994) (stating that a seizure occurs when a citizen's liberty has been restrained by means of physical force or a show of authority and holding that no seizure occurred when officers shouted, \"Hey, Steven, what's up?\" from a police cruiser).  Because the probable cause inquiry focuses on what the officer knew at the time of the arrest, see Bizier, 111 F.3d at 216, it is immaterial whether probable cause to arrest existed prior to the altercation on the stairwell.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Brown apparently attempts to argue that Officer Black needed probable cause or reasonable suspicion in order to enter the lobby of the apartment building.  However, \"[i]t is now beyond cavil in this circuit that a tenant<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> lacks a reasonable expectation of privacy in the common areas of an apartment building.\"  United States v. Hawkins, 139 F.3d 29, 32 (1st Cir.)  (internal footnote added) (citations omitted), cert. denied, --- U.S. ----, 119 S.Ct. 566, 142 L.Ed.2d 472 (1998).  Therefore, Officer Black's entry into the lobby of the apartment building did not violate the Fourth Amendment.  See United States v. Cruz Pagan, 537 F.2d 554, 557-58 (1st Cir.1976) (holding that a person cannot have a reasonable expectation in a common parking garage of an apartment building and therefore that the officers' entry into that garage did not violate the Fourth Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, Brown's counsel argued at oral argument, without any supporting authority, that an officer should not be allowed to manufacture probable cause by \"accosting\" a suspect in order to provoke a reaction, which then conveniently provides probable cause to arrest the suspect.  While this argument might provide an intriguing question in some contexts, this is clearly not one of those contexts.  Officer Black did not violate the Fourth Amendment or otherwise provoke Brown prior to being pushed on the stairwell by Brown;  he merely followed Brown into the common area of a building and requested to speak with him.  We cannot agree with Brown that his assault on Officer Black was a \"natural consequence\" of Officer Black's actions or that Brown had the \"right to defend himself with impunity\" once Officer Black asked to speak to him.  Nor can we find that an officer has provoked a suspect in order to manufacture probable cause merely by asking to speak with him.  As a result, we find no error in the district court's denial of Brown's motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>II. The District Court's Enhancement of Brown's Offense Level Under U.S.S.G. &#167; 2K2.1(b)(4)</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Brown's second argument is that the district court should not have applied a two-level increase in his offense level under U.S.S.G. &#167; 2K2.1(b)(4).  We review interpretations of the sentencing guidelines de novo.  See United States v. Nunez-Rodriguez, 92 F.3d 14, 19 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Subsection (b)(4) provides for a two-level enhancement if the firearm involved was stolen or had an altered or obliterated serial number.  Commentary Note 12 to &#167; 2K2.1 instructs that the subsection (b)(4) enhancement should not be applied for a stolen firearm if:  (1) the only offense to which &#167; 2K2.1 applies for a given defendant is 18 U.S.C. &#167; 922(j), and (2) the defendant's base offense level is determined under subsection (a)(7).  Commentary Note 12 goes on to state that the (b)(4) enhancement is not applied in such a situation because the base offense level has already taken into account that the firearm was stolen.  Because the district court calculated Brown's base offense level under subsection (a)(2), not (a)(7), the court found that Commentary Note 12 was not applicable.  Therefore, the district court enhanced Brown's offense level by two levels under subsection (b)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Brown claims that the district court \"double-counted\" the stolen nature of the firearm by calculating his base offense level under &#167; 2K2.1 because he pled guilty to possession of a stolen firearm in violation of 18 U.S.C. &#167; 922(j), and then enhancing that offense level with &#167; 2K2.1(b)(4) because the firearm was stolen.  The Ninth Circuit recently rejected this exact \"double-counting\" argument in United States v. Turnipseed, 159 F.3d 383, 385-86 (9th Cir.1998).  In that case, the court denied the \"double-counting\" claim by finding that the district court properly applied &#167; 2K2.1, including subsection (b)(4) and Commentary Note 12.  See id. at 386.   The court did not specifically discuss whether the possession of a stolen weapon was \"double-counted\" in calculating the defendant's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We agree with the Ninth Circuit's implicit holding that applying the subsection (b)(4) enhancement to an individual in Brown's position does not constitute \"double-counting.\"   Sentencing Guideline &#167; 2K2.1 encompasses offenses involving:  (1) the unlawful receipt, possession, or transportation of firearms or ammunition, and (2) prohibited transactions involving firearms or ammunition.  It is not necessary that the firearms involved were stolen for the defendant to be sentenced under &#167; 2K2.1.  Thus, it cannot be said that the district court considered the stolen nature of the firearm by sentencing Brown under the broad &#167; 2K2.1 sentencing guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is clear that a sentencing court takes into account whether the firearm was stolen when a defendant is convicted of possession of a stolen firearm under &#167; 922(j) and the court calculates the defendant's base offense level under subsection (a)(7).  See Commentary 12, U.S.S.G. &#167; 2K2.1.  Subsection (a) provides eight categories for calculating the base offense level applicable to offenses covered under &#167; 2K2.1.  Subsections (a)(1)-(a)(6) provide six different base offense levels for different combinations of three aggravating factors:  (1) whether a type of particularly dangerous firearm was involved;  (2) the defendant's criminal history;  and (3) whether the defendant is a \"prohibited person.\"   If none of those factors is present, the defendant is given a base offense level under either subsection (a)(7) or (a)(8).  The lower base offense level of the two is prescribed under subsection (a)(8), which is applicable for certain transportation or record-keeping violations which need not involve stolen firearms.  Subsection (a)(7) provides a higher base offense level for all other offenses, including possession of a stolen firearm in violation of &#167; 922(j).  Therefore, for an individual convicted under &#167; 922(j), if none of the aggravating factors applies, the sentencing court's application of the higher base offense level of subsection (a)(7) takes into account the stolen nature of the firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Brown's base offense level, however, was not calculated under subsection (a)(7).  Brown's base offense level was calculated under subsection (a)(2) because Brown had at least two prior felony convictions of either violent crimes or drug crimes.  Subsection (a)(2) is applicable for all crimes to which &#167; 2K2.1 applies--whether the firearm was stolen or not--so long as the proper aggravating factors are present.  Therefore, the stolen nature of the firearm was not considered in calculating Brown's base offense level, meaning that subsequently considering the stolen nature of the firearm in applying subsection (b)(4) was not \"double-counting.\"   Therefore, the district court properly enhanced Brown's offense level under subsection (b)(4).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on the foregoing, the district court's denial of Brown's motion to suppress and application of the sentencing guidelines are AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> O'Hara's partner, Officer Louis Coleman also testified, but the district court \"largely discounted\" his testimony because he remembered little and it was unclear whether he saw what happened</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court appeared to accept the testimony of the \"three witnesses for the government [who] testified consistently that at least on one occasion, inside the building, Mr. Black identified himself as a police officer and asked to speak to Mr. Brown.\"   This factual finding is not clearly erroneous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that Brown was not even a tenant of the building;  he was a guest</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Adam BROWN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1707.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 5, 1999.<br>Decided March 3, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Markham, by appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Donald L. Cabell, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before the Court is Defendant-appellant Adam Brown's appeal of:  (1) the denial of his motion to suppress evidence found during his arrest, and (2) his sentence of 100 months imprisonment for possession of a stolen firearm.  We affirm the judgment of the district court in both respects.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 3, 1996, plainclothes Boston police officers Brian Black, Joseph Freeman, and Susan Antonucci were on patrol in an unmarked police car in the Roxbury area of Boston, Massachusetts.  As they approached the apartment building located at 150 Walnut Avenue, they observed Brown and another male leaving the building.  The officers decided to speak with the two individuals, so they stopped the car.  Officer Black claims that he said to them, \"Boston Police.  May I have a word with you?\"   When the men turned around and began to walk back toward the apartment building, Officer Black got out of the car and again said, \"Boston Police.  May I speak with you?\"   Brown then walked back inside the apartment building, and the other individual walked around the side of the building.  Officer Black followed Brown into the building and saw Brown walking up a stairwell.  Officer Black started up the stairs and again said, \"Boston Police.  May I have a word with you?\"   At this point, Brown pushed Officer Black and tried to flee up the stairs.  Officer Black then tackled Brown, and Officers Antonucci, Freeman, and William O'Hara, who was already in the building lobby on an unrelated matter, assisted in arresting Brown.  During Brown's arrest, the officers found a .357 caliber revolver--later found to be stolen--on Brown's person.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 17, 1996, Brown was charged with possession of a firearm by a felon in violation of 18 U.S.C. &#167; 922(g)(1).  Brown moved to suppress the firearm and other evidence recovered at his arrest.  He denied pushing Officer Black and argued that the officers possessed neither probable cause to arrest nor reasonable suspicion to warrant an investigative stop.  After hearing testimony from Officers Black, Antonucci, and O'Hara,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the district court denied Brown's motion to suppress.  The court found that, while the events that occurred prior to the altercation on the stairwell would not have been sufficient to justify an arrest or investigative stop, once Brown pushed Officer Black on the stairwell, Officer Black had probable cause to arrest Brown for assault and battery on a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the government filed a superseding information, Brown waived indictment and entered a conditional guilty plea to one count of possession of a stolen firearm in violation of 18 U.S.C. &#167; 922(j), reserving the right to appeal the denial of his motion to suppress and his sentence.  At sentencing, Brown's base offense level was set at 24, pursuant to U.S.S.G. &#167; 2K2.1(a)(2), because Brown had at least two prior felony convictions of either a crime of violence or a drug offense.  Over Brown's objection, the district court also applied a two-level enhancement under &#167; 2K2.1(b)(4) because the firearm was stolen.  After applying a two-level reduction for acceptance of responsibility and determining that Brown qualified for Criminal History Category VI, the court found the applicable sentencing range to be 100-125 months.  Brown was sentenced to 100 months imprisonment.  On June 10, 1998, Brown filed a timely notice of appeal.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>I. The District Court's Denial of Brown's Motion to Suppress</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Brown first argues that his arrest was made in violation of the Fourth Amendment, requiring suppression of the firearm seized from him at the time of his arrest.  In his motion to suppress below, Brown argued that he did not push Officer Black and that the officers did not have probable cause or reasonable suspicion to stop him based solely on the fact that he walked away from officers in plain clothes.  On appeal, Brown does not dispute that he pushed Officer Black.  Rather, he now argues that he acted reasonably in pushing Officer Black and therefore that there was not probable cause to arrest him even after he did so.  This is the first time Brown has advanced this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review the denial of a motion to suppress under a bifurcated standard.  See United States v. Cardoza, <span class=\"citation\" data-id=\"197618\"><a href=\"/opinion/197618/united-states-v-cardoza/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 13 (1st Cir.1997).  We review the district court's findings of fact for clear error and review the district court's conclusions of law de novo.  See id.   However, where a defendant has not first raised an issue below, we review for plain error only.  See United States v. Shea, <span class=\"citation\" data-id=\"198068\"><a href=\"/opinion/198068/united-states-v-shea/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 48 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">473</span></span> (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Brown claims that he reasonably feared for his safety and had the right to defend himself when Officer Black followed him into the building.  From this, he argues that Officer Black had no probable cause to arrest him for assault and battery on a police officer.  This argument fails because Brown's alleged fear for his safety does not negate the probable cause perceived by Officer Black.  The inquiry into probable cause to arrest focuses on what the officer knew at the time of arrest.  See United States v. Bizier, <span class=\"citation\" data-id=\"739671\"><a href=\"/opinion/739671/united-states-v-david-p-bizier/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span>, 216 (1st Cir.1997).  The fact that Brown may not have known that Officer Black was a police officer may serve as a defense to a subsequent charge of assault and battery on a police officer, see Commonwealth v. Francis, 24 Mass.App.Ct. 576, <span class=\"citation\" data-id=\"2062397\"><a href=\"/opinion/2062397/commonwealth-v-francis/\"><span class=\"volume\">511</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">38</span></a></span>, 40 (1987), but it does not invalidate the arrest because it has no impact on the information possessed by Officer Black at the time of the arrest.  See Michigan v. DeFillippo, <span class=\"citation\" data-id=\"110127\"><a href=\"/opinion/110127/michigan-v-defillippo/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 36, <span class=\"citation\" data-id=\"110127\"><a href=\"/opinion/110127/michigan-v-defillippo/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2627</span></a></span>, <span class=\"citation\" data-id=\"110127\"><a href=\"/opinion/110127/michigan-v-defillippo/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1979) (\"The validity of the arrest does not depend on whether the suspect actually committed a crime;  the mere fact that the suspect is later acquitted of the offense for which he is arrested is irrelevant to the validity of the arrest.\").  Officer Black was pushed by Brown after having identified himself as a police officer.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This clearly provided him with probable cause to believe that Brown had committed an assault and battery on a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Brown also notes that the district court found that there was no valid basis to stop him at any time prior to the incident on the stairwell.  The government concedes as much, but this is of no assistance to Brown.  There is no claim that Brown was seized until after he pushed Officer Black, nor could there be.  See California v. Hodari D., <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></a></span>, 626, <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1547</span></a></span>, <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1991) (rejecting contention that a pursuit qualifies as a \"seizure\" and stating that a seizure requires either physical force or submission to the assertion of authority);  United States v. Sealey, <span class=\"citation\" data-id=\"195505\"><a href=\"/opinion/195505/united-states-v-sealey/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir.1994) (stating that a seizure occurs when a citizen's liberty has been restrained by means of physical force or a show of authority and holding that no seizure occurred when officers shouted, \"Hey, Steven, what's up?\" from a police cruiser).  Because the probable cause inquiry focuses on what the officer knew at the time of the arrest, see Bizier, 111 F.3d at 216, it is immaterial whether probable cause to arrest existed prior to the altercation on the stairwell.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Brown apparently attempts to argue that Officer Black needed probable cause or reasonable suspicion in order to enter the lobby of the apartment building.  However, \"[i]t is now beyond cavil in this circuit that a tenant<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> lacks a reasonable expectation of privacy in the common areas of an apartment building.\"  United States v. Hawkins, <span class=\"citation\" data-id=\"752406\"><a href=\"/opinion/752406/united-states-v-michael-hawkins/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.)  (internal footnote added) (citations omitted), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></span> (1998).  Therefore, Officer Black's entry into the lobby of the apartment building did not violate the Fourth Amendment.  See United States v. Cruz Pagan, <span class=\"citation\" data-id=\"336389\"><a href=\"/opinion/336389/united-states-v-hipolito-cruz-pagan/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></a></span>, 557-58 (1st Cir.1976) (holding that a person cannot have a reasonable expectation in a common parking garage of an apartment building and therefore that the officers' entry into that garage did not violate the Fourth Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, Brown's counsel argued at oral argument, without any supporting authority, that an officer should not be allowed to manufacture probable cause by \"accosting\" a suspect in order to provoke a reaction, which then conveniently provides probable cause to arrest the suspect.  While this argument might provide an intriguing question in some contexts, this is clearly not one of those contexts.  Officer Black did not violate the Fourth Amendment or otherwise provoke Brown prior to being pushed on the stairwell by Brown;  he merely followed Brown into the common area of a building and requested to speak with him.  We cannot agree with Brown that his assault on Officer Black was a \"natural consequence\" of Officer Black's actions or that Brown had the \"right to defend himself with impunity\" once Officer Black asked to speak to him.  Nor can we find that an officer has provoked a suspect in order to manufacture probable cause merely by asking to speak with him.  As a result, we find no error in the district court's denial of Brown's motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>II. The District Court's Enhancement of Brown's Offense Level Under U.S.S.G. &#167; 2K2.1(b)(4)</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Brown's second argument is that the district court should not have applied a two-level increase in his offense level under U.S.S.G. &#167; 2K2.1(b)(4).  We review interpretations of the sentencing guidelines de novo.  See United States v. Nunez-Rodriguez, <span class=\"citation\" data-id=\"723914\"><a href=\"/opinion/723914/united-states-v-josee-antonio-nunez-rodriguez/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 19 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Subsection (b)(4) provides for a two-level enhancement if the firearm involved was stolen or had an altered or obliterated serial number.  Commentary Note 12 to &#167; 2K2.1 instructs that the subsection (b)(4) enhancement should not be applied for a stolen firearm if:  (1) the only offense to which &#167; 2K2.1 applies for a given defendant is 18 U.S.C. &#167; 922(j), and (2) the defendant's base offense level is determined under subsection (a)(7).  Commentary Note 12 goes on to state that the (b)(4) enhancement is not applied in such a situation because the base offense level has already taken into account that the firearm was stolen.  Because the district court calculated Brown's base offense level under subsection (a)(2), not (a)(7), the court found that Commentary Note 12 was not applicable.  Therefore, the district court enhanced Brown's offense level by two levels under subsection (b)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Brown claims that the district court \"double-counted\" the stolen nature of the firearm by calculating his base offense level under &#167; 2K2.1 because he pled guilty to possession of a stolen firearm in violation of 18 U.S.C. &#167; 922(j), and then enhancing that offense level with &#167; 2K2.1(b)(4) because the firearm was stolen.  The Ninth Circuit recently rejected this exact \"double-counting\" argument in United States v. Turnipseed, <span class=\"citation\" data-id=\"758773\"><a href=\"/opinion/758773/98-cal-daily-op-serv-7879-98-daily-journal-dar-10931-united-states/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">383</span></a></span>, 385-86 (9th Cir.1998).  In that case, the court denied the \"double-counting\" claim by finding that the district court properly applied &#167; 2K2.1, including subsection (b)(4) and Commentary Note 12.  See id. at 386.   The court did not specifically discuss whether the possession of a stolen weapon was \"double-counted\" in calculating the defendant's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We agree with the Ninth Circuit's implicit holding that applying the subsection (b)(4) enhancement to an individual in Brown's position does not constitute \"double-counting.\"   Sentencing Guideline &#167; 2K2.1 encompasses offenses involving:  (1) the unlawful receipt, possession, or transportation of firearms or ammunition, and (2) prohibited transactions involving firearms or ammunition.  It is not necessary that the firearms involved were stolen for the defendant to be sentenced under &#167; 2K2.1.  Thus, it cannot be said that the district court considered the stolen nature of the firearm by sentencing Brown under the broad &#167; 2K2.1 sentencing guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is clear that a sentencing court takes into account whether the firearm was stolen when a defendant is convicted of possession of a stolen firearm under &#167; 922(j) and the court calculates the defendant's base offense level under subsection (a)(7).  See Commentary 12, U.S.S.G. &#167; 2K2.1.  Subsection (a) provides eight categories for calculating the base offense level applicable to offenses covered under &#167; 2K2.1.  Subsections (a)(1)-(a)(6) provide six different base offense levels for different combinations of three aggravating factors:  (1) whether a type of particularly dangerous firearm was involved;  (2) the defendant's criminal history;  and (3) whether the defendant is a \"prohibited person.\"   If none of those factors is present, the defendant is given a base offense level under either subsection (a)(7) or (a)(8).  The lower base offense level of the two is prescribed under subsection (a)(8), which is applicable for certain transportation or record-keeping violations which need not involve stolen firearms.  Subsection (a)(7) provides a higher base offense level for all other offenses, including possession of a stolen firearm in violation of &#167; 922(j).  Therefore, for an individual convicted under &#167; 922(j), if none of the aggravating factors applies, the sentencing court's application of the higher base offense level of subsection (a)(7) takes into account the stolen nature of the firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Brown's base offense level, however, was not calculated under subsection (a)(7).  Brown's base offense level was calculated under subsection (a)(2) because Brown had at least two prior felony convictions of either violent crimes or drug crimes.  Subsection (a)(2) is applicable for all crimes to which &#167; 2K2.1 applies--whether the firearm was stolen or not--so long as the proper aggravating factors are present.  Therefore, the stolen nature of the firearm was not considered in calculating Brown's base offense level, meaning that subsequently considering the stolen nature of the firearm in applying subsection (b)(4) was not \"double-counting.\"   Therefore, the district court properly enhanced Brown's offense level under subsection (b)(4).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on the foregoing, the district court's denial of Brown's motion to suppress and application of the sentencing guidelines are AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> O'Hara's partner, Officer Louis Coleman also testified, but the district court \"largely discounted\" his testimony because he remembered little and it was unclear whether he saw what happened</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court appeared to accept the testimony of the \"three witnesses for the government [who] testified consistently that at least on one occasion, inside the building, Mr. Black identified himself as a police officer and asked to speak to Mr. Brown.\"   This factual finding is not clearly erroneous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that Brown was not even a tenant of the building;  he was a guest</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2062397/"
  ]
}