{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198310/",
  "absolute_url": "/opinion/198310/meehan-v-town-of-plymouth/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198310/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:50:02Z",
  "date_modified": "2017-03-24T10:56:25.102131Z",
  "type": "010combined",
  "sha1": "1fec47fefae96abecd4003f993128bb13ee21fbd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2235.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 97-2235\r\n\n                   JOSEPH A. MEEHAN,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n               TOWN OF PLYMOUTH, ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\nWellford, Senior Circuit Judge,\r\n\n               and Lynch, Circuit Judge.\r\n\n                                      \r\n\nJames R. McMahon III on brief, for appellant.\r\nDavid C. Jenkins, with whom Dwyer &amp; Jenkins was on brief, for\r\nappellees.\r\n\n                                      \r\n\n                   February 3, 1999\r\n                                                TORRUELLA, Chief Judge.  Plaintiff-appellant Joseph A.\r\nMeehan was arrested by Plymouth police officers William E. Curtis,\r\nJohn W. Rogers, Jr., and Robert J. Pomeroy during a drug raid in a\r\nlocal bar.  Meehan was convicted in Massachusetts state court of\r\ntrafficking in cocaine.  On appeal, however, his conviction was\r\noverturned because the appeals court found that the evidence of\r\nMeehan's involvement in the particular joint venture to traffic in\r\ncocaine was insufficient as a matter of law.  See Commonwealth v.\r\nMeehan, 597 N.E.2d 1384 (Mass. App. Ct. 1992).  Meehan then filed\r\nthe present suit in the U.S. District Court for the District of\r\nMassachusetts against the Town of Plymouth (the \"Town\") and the\r\nthree police officers, alleging, inter alia, federal and state\r\nmalicious prosecution causes of action.  \r\n     All of Meehan's causes of action except the state and\r\nfederal malicious prosecution claims were dismissed on statute of\r\nlimitations grounds.  Then, in a Memorandum and Order dated August\r\n20, 1997, the district court: (1) granted the Town's motion to\r\ndismiss Meehan's remaining claims against it; and (2) granted the\r\nindividual officer-defendants' motion for summary judgment on the\r\nremaining claims against them.  See August 20, 1997 Memorandum and\r\nOrder, at 12, 20.  Meehan appeals, and we affirm.\r\n                      BACKGROUND\r\n     In reviewing the entry of summary judgment under Fed. R.\r\nCiv. P. 56(c), we view the facts in the light most favorable to the\r\nnon-moving party -- Meehan in this case.  See Iglesias v. Mutual\r\nLife Ins. Co. of New York, 156 F.3d 237, 239 (1st Cir. 1998).\r\nJoseph A. Meehan was arrested on the night of July 29,\r\n1988, at Driscoll's Cafe in Plymouth, Massachusetts.  Earlier that\r\nday, a state judge issued a warrant for the search of Driscoll's \r\nCafe on the basis of defendant Curtis' affidavit.  In his\r\naffidavit, Curtis stated that the Plymouth police department\r\nbelieved that Meehan and Priscilla Turk, a bartender at Driscoll's\r\nCafe, were selling cocaine at the establishment.  This belief was\r\nbased upon tips from confidential informants and direct\r\nsurveillance of Meehan over a period of approximately two years.\r\nPrior to the execution of the search warrant, undercover\r\npolice officer Richard Noone entered the bar and observed Meehan\r\nand Turk engage in three short conversations.  Noone did not,\r\nhowever, witness any drug transactions.  Noone then left the bar\r\nand called the police station to report what he had seen.  Minutes\r\nafterwards, defendants Curtis, Pomeroy, and Rogers conducted the\r\nraid on Driscoll's Cafe.  After entering the bar, the officers\r\narrested Meehan and Turk and conducted a pat-down search on them. \r\nDuring that search, the officers found a package of cocaine in one\r\nof Turk's pockets, but they did not find any drugs in Meehan's\r\npossession.  The officers found approximately three hundred dollars\r\non Meehan's person.  The officers also claim to have found a \"cuff\r\nlist\" in Meehan's possession, although Meehan disputes that the\r\n\"cuff list\" was found on him.  Meehan claims that the \"cuff list\"\r\ndid not belong to him and was planted nearby him by Pomeroy. \r\nMeehan also claims that Curtis' testimony regarding the \"cuff list\"\r\nwas inconsistent, noting that Curtis testified to the grand jury\r\nthat it was found in Meehan's pocket, but testified at Meehan's\r\ncriminal trial that he found it in a puddle of beer on the bar,\r\nunderneath Meehan's hand. \r\nMeehan was taken to the police station, where he was\r\nstrip-searched.  The officers found a wad of approximately four\r\nthousand dollars inside the waistband of his pants.  Three days\r\nlater, Pomeroy completed and executed an Application for Criminal\r\nComplaint, charging Meehan in Plymouth District Court with\r\ntrafficking in cocaine, possession of cocaine, and possession of\r\ncocaine with intent to distribute.  Pomeroy later filed a Criminal\r\nComplaint in Superior Court against Meehan charging the three\r\ncounts described above.  After Meehan was indicted by a Plymouth\r\nCounty grand jury of a single count of trafficking in a controlled\r\nsubstance, the Plymouth District Court action was dismissed.\r\nAfter trial in the Superior Court, a jury found Meehan\r\nguilty on the trafficking charge, and he was sentenced to five\r\nyears in state prison.  In September 1992, however, the Appeals\r\nCourt of Massachusetts reversed his conviction with instructions to\r\nthe trial court to enter a verdict of not guilty.  See Meehan, 597\r\nN.E.2d at 1387.  The court found that although there was sufficient\r\nevidence to support a finding that Meehan was involved in drug\r\ntransactions in general, the evidence was not sufficient to permit\r\na jury to find beyond a reasonable doubt that Meehan was involved\r\nin a joint venture with Turk to sell the particular cocaine that\r\nwas found on her person on July 29, 1988.  See id. \r\nAfter his conviction was reversed, Meehan filed suit in\r\nthe U.S. District Court for the District of Massachusetts against\r\nthe individual officers who carried out his arrest, as well as\r\nagainst the Town of Plymouth.  The complaint raised a variety of\r\nstate and federal claims, including malicious prosecution in\r\nviolation of both Massachusetts law, Mass. Gen. Laws ch. 258,\r\n10(b), and the Civil Rights Act of 1870, 42 U.S.C.  1983.  All of\r\nMeehan's claims were dismissed on statute of limitations grounds,\r\nexcept Meehan's federal and state malicious prosecution causes of\r\naction.  \r\nThe Town moved to dismiss Meehan's malicious prosecution\r\nclaims against it, and the individual officer-defendants moved for\r\nsummary judgment on the malicious prosecution claims against them. \r\nThe district court granted both motions in its August 20, 1997\r\nMemorandum and Order. The court dismissed the claims against the\r\nTown of Plymouth because it found that Meehan asserted no theory\r\nthat sufficiently stated a claim for malicious prosecution against\r\nthe Town.  See August 20, 1997 Memorandum and Order, at 12.  The\r\ncourt entered summary judgment in favor of the individual officer-\r\ndefendants following its determination that Meehan could not\r\nestablish one of the essential elements of the claim for malicious\r\nprosecution -- the absence of probable cause -- because Meehan's\r\njury conviction conclusively demonstrated that the officers had\r\nprobable cause for Meehan's arrest.  See id. at 20.  Meehan\r\nappeals, and we affirm.\r\n                      DISCUSSION\r\nWe affirm the entry of summary judgment substantially for\r\nthe reasons expressed by the district court in its Memorandum and\r\nOrder.  We pause to add only the following.\r\nI.  Malicious Prosecution\r\nMeehan raised malicious prosecution claims under\r\nMassachusetts and federal law.  In order to succeed on his\r\nmalicious prosecution claim under 42 U.S.C.  1983, Meehan must\r\nprove: (1) state action; and (2) a deprivation of constitutional\r\nrights.  See Roche v. John Hancock Mutual Life Ins. Co., 81 F.3d\r\n249, 253-54 (1st Cir. 1996).\r\nA.   Constitutional Basis For Meehan's Federal Malicious\r\n     Prosecution Action\r\nWe note as an initial matter that Meehan's  1983\r\nmalicious prosecution claim is not properly based on either a\r\nprocedural or substantive due process violation.  A  1983 claim\r\nfor malicious prosecution as a deprivation of procedural due\r\nprocess is barred where, as here, the state's tort law recognizes\r\na malicious prosecution cause of action.  See Roche, 81 F.3d at\r\n256; Prez-Ruiz v. Crespo-Guilln, 25 F.3d 40, 42-43 (1st Cir.\r\n1994).  Further, \"[t]here is no substantive due process right under\r\nthe Fourteenth Amendment to be free from malicious prosecution.\" \r\nRoche, 81 F.3d at 256 (citing Albright v. Oliver, 510 U.S. 266, 271\r\n(1994) (plurality opinion)); see also Prez-Ruiz, 25 F.3d at 42\r\n(\"Albright would appear virtually to foreclose reliance on\r\nsubstantive due process as the basis for a viable malicious\r\nprosecution claim under section 1983 . . . .\").\r\nHowever, there is a possibility that Meehan's  1983\r\nmalicious prosecution claim may be actionable under the Fourth\r\nAmendment.  See, e.g., Albright, 510 U.S. at 271 (plurality\r\nopinion) (\"We hold that it is the Fourth Amendment, and not\r\nsubstantive due process, under which petitioner Albright's claim\r\n[under  1983 that he was prosecuted without probable cause] must\r\nbe judged.\"); Roche, 81 F.3d at 256 n.5 (\"[T]he Supreme Court left\r\nopen the possibility that a malicious prosecution claim might lie\r\nunder  1983 on the basis of the Fourth Amendment . . . .\");\r\nCalero-Coln v. Betancourt-Lebrn, 68 F.3d 1, 3-4 (1st Cir. 1995).\r\nIn fact, the district court proceeded under the assumption that\r\nMeehan's  1983 malicious prosecution claim pleaded a deprivation\r\nof Fourth Amendment rights.  See August 20, 1997 Memorandum and\r\nOrder, at 15.  As Meehan has provided no further argument on this\r\nquestion, this Court will treat his  1983 claim similarly.\r\nB.   \"Absence of Probable Cause\" Element\r\nIn order to state a cause of action for malicious\r\nprosecution, a plaintiff must allege that \"criminal proceedings\r\nwere initiated against him without probable cause and for an\r\nimproper purpose and were terminated in his favor.\"  Landrigan v.\r\nCity of Warwick, 628 F.2d 736, 745 n.6 (1st Cir. 1980) (citation\r\nomitted).  Thus, a  1983 malicious prosecution action based upon\r\na deprivation of Fourth Amendment rights requires a showing of the\r\nabsence of probable cause to initiate proceedings, see Montgomeryv. De Simone, 159 F.3d 120, 124 (3d Cir. 1998), as does the\r\nparallel state tort claim of malicious prosecution, see, e.g.,\r\nLincoln v. Shea, 277 N.E.2d 699, 702 (Mass. 1972). \r\n     1.   The Appropriate Probable Cause Inquiry\r\nBefore we proceed any further, we feel compelled to\r\ndelineate exactly what Meehan's  1983 malicious prosecution claims\r\nconsist of, in order to more easily undertake the proper probable\r\ncause inquiry.  The district court stated that an element of\r\nMeehan's malicious prosecution cause of action was that there was\r\nno probable cause to initiate the criminal charge against Meehan,\r\nbut what the court purported to find was that it had been\r\nconclusively determined that defendants had probable cause to\r\narrest Meehan.  August 20, 1997 Memorandum and Order, at 16, 18. \r\nFor the following reasons, we believe that the proper inquiry in\r\nthis case is whether the defendants had probable cause to initiate\r\nthe criminal charge against Meehan, not whether they had probable\r\ncause to arrest him.\r\nFrom Meehan's arguments throughout this litigation, it is\r\nclear that he attempts to raise dual malicious prosecution claims\r\nbased upon two events: (1) his arrest; and (2) his prosecution.  As\r\nearly as his opposition to the motion to dismiss the first amended\r\ncomplaint, Meehan argued that his malicious prosecution causes of\r\naction were based upon the malicious \"arrest and prosecution\" by\r\ndefendants. Plaintiff's Opposition to Defendants' Motion to\r\nDismiss, at 10.  In his second amended complaint, Meehan continued\r\nwith these dual bases for his malicious prosecution claims,\r\nrepeatedly arguing that defendants \"arrested and charged\" Meehan\r\nwithout probable cause and that \"[t]he arrest and prosecution\"\r\nviolated his constitutional rights.  Second Amended Complaint,\r\n88-91.  In his brief on appeal, Meehan argues that: \r\n[a]n arrest is the initial stage of a criminal\r\nprosecution, and the Application for Criminal\r\nComplaint and the Complaint itself is the\r\nissuance of criminal process and the\r\ninstitution of criminal proceedings. Pomeroy\r\ndrafted and executed the Application for the\r\nCriminal Complaint, thereby instituting this\r\ncriminal process knowing he had no probable\r\ncause.  \r\n\nAppellant's Br. at 34.  Meehan continues:\r\nRogers clearly instituted or instigated this\r\ncriminal process with the arrest without\r\nprobable cause.  Rogers knew that Meehan had\r\nno cocaine on him at both times when Meehan\r\nwas searched.  Accordingly, there was\r\nabsolutely no probable cause to arrest and\r\ncharge Meehan with any crime.\r\n\nAppellant's Br. at 37.\r\nHowever, Meehan may not bring a malicious prosecution\r\nclaim based upon his arrest because his arrest does not constitute\r\nthe \"initiation of proceedings\" against Meehan.  We have previously\r\nnoted that the lines between malicious prosecution and false arrest\r\nhave become blurred, to the extent that a malicious prosecution\r\nclaim may be predicated on an arrest made pursuant to a warrant\r\nthat was issued without probable cause.  See Calero-Coln, 68 F.3d\r\nat 3-4.  In the present case, however, Meehan's arrest was not made\r\npursuant to an arrest warrant.  Meehan cites no authority for the\r\nproposition that a malicious prosecution cause of action may be\r\nbased upon a warrantless arrest.  As we noted in Calero-Coln: \r\n[t]he critical inquiry that distinguishes\r\nmalicious prosecution from false arrest in the\r\npresent context is whether the arrests were\r\nmade pursuant to a warrant.  As a general\r\nrule, an unlawful arrest pursuant to a warrant\r\nwill be more closely analogous to the common\r\nlaw tort of malicious prosecution.  An arrest\r\nwarrant constitutes legal process, and it is\r\nthe tort of malicious prosecution that permits\r\ndamages for confinement pursuant to legal\r\nprocess.  On the other hand, wrongful\r\nwarrantless arrests typically resemble the\r\ntort of false arrest.\r\nId. at 4 (citations omitted)(emphasis added).  Meehan cannot base\r\na malicious prosecution claim on his warrantless arrest, because it\r\ndid not constitute legal process.  Consequently, we examine only\r\nMeehan's malicious prosecution claims based upon the institution of\r\ncriminal charges against him.  Because the \"absence of probable\r\ncause\" element is concerned with whether the defendants had\r\nprobable cause to take the challenged action, and because the\r\nchallenged action here is prosecution, not arrest, the proper\r\ninquiry is whether there was probable cause to institute criminal\r\ncharges against Meehan.\r\n     2.   Meehan's State Law Malicious Prosecution Claim\r\nIn the present case, the district court found that\r\nprobable cause existed, thereby defeating Meehan's state and\r\nfederal malicious prosecution causes of action.  The district court\r\nfound, under the rule in Broussard v. Great Atlantic &amp; Pacific Tea\r\nCo., 86 N.E.2d 439, 440 (Mass. 1949), that it had been conclusively\r\ndetermined that probable cause existed to arrest Meehan.  In\r\nBroussard, the Supreme Judicial Court of Massachusetts held that:\r\nthe law of this Commonwealth has been that\r\nconviction of the accused by a tribunal to\r\nwhich the complaint was made, although\r\nreversed on appeal, conclusively establishes\r\nthe existence of probable cause, unless the\r\nconviction was obtained solely by false\r\ntestimony of the defendant charged with\r\nmalicious prosecution or is impeached on the\r\nground of fraud, conspiracy or subornation in\r\nits procurement.\r\nId. at 440 (citations and internal quotation marks omitted).  \r\nWe agree with the district court's application of the\r\nBroussard rule with regard to Meehan's state law malicious\r\nprosecution cause of action.  Meehan was clearly convicted of\r\ntrafficking in cocaine, even though his conviction was reversed.\r\nThus, unless the \"false testimony\" exception applies, Broussardoperates to bar Meehan's state law malicious prosecution claim.  \r\nMeehan has not succeeded in creating a genuine issue of\r\nfact as to whether his conviction was obtained solely by the false\r\ntestimony of the defendants.  First, Meehan has not provided\r\nsufficient admissible evidence that defendants' testimony was in\r\nfact false.  Meehan's claims that the defendants perjured\r\nthemselves tend to be conclusory.  Meehan's brief on appeal is\r\nreplete with assertions that Curtis' affidavit and testimony were\r\nperjured because, for example, even though Meehan had never sold\r\ndrugs of any kind, Curtis stated that various reliable informants\r\nhad seen him selling cocaine at Driscoll's Cafe.  Accepting for the\r\nsake of argument Meehan's claim that he has never sold drugs, this\r\nfact still does not establish that Curtis perjured himself, but\r\nonly that the informants that Curtis relied on were not as reliable\r\nas he thought them to be.  Similarly, in response to Curtis'\r\ntestimony that there were numerous drug-related arrests of\r\nDriscoll's Cafe patrons before Meehan's arrest, Meehan argues in\r\nhis brief that he knows this statement to be untrue.  However, he\r\nmakes no effort to offer evidence that contradicts Curtis'\r\ntestimony and therefore fails to demonstrate that Curtis' testimony\r\nin this regard was false.\r\nSecond, even if Meehan could demonstrate that every piece\r\nof testimony he attacks was in fact perjured, he still could not\r\ndemonstrate that his conviction was based solely on that testimony. \r\nAs demonstrated more fully in the next section, there was\r\nsubstantial undisputed evidence that implicated Meehan in the crime\r\nof which he was convicted.  That undisputed evidence includes\r\nMeehan's association with Turk, his possession of large amounts of\r\ncurrency, and the discovery of a \"cuff list\" either on Meehan's\r\nperson or relatively near him in the bar.  Accordingly, no\r\nreasonable fact-finder could conclude that Meehan's conviction was\r\nbased solely on the false testimony of the defendants.  Therefore,\r\nthe exception to the Broussard rule does not apply, and the\r\ndistrict court was correct in granting summary judgment against\r\nMeehan's state law malicious prosecution claim.\r\n     3.   Meehan's  1983 Malicious Prosecution Claim\r\nWe do not believe, however, that the district court was\r\ncorrect in entering summary judgment against Meehan's  1983\r\nmalicious prosecution cause of action on the basis of Broussard. \r\nThe district court applied Broussard in the federal context without\r\nexplanation, but Broussard's applicability to  1983 malicious\r\nprosecution claims has heretofore been left unresolved in this\r\ncircuit.  See Earle v. Benoit, 850 F.2d 836, 850 n.14 (1st Cir.\r\n1988) (expressing doubt, but leaving open the question of whether\r\nthe Broussard rule would be dispositive as to the constitutionally\r\nmandated probable cause standard).  Because the undisputed facts of\r\nthis case demonstrate that the defendants had probable cause to\r\ninitiate the criminal charge against Meehan, we find it unnecessary\r\nto reach that issue and leave it for another day.\r\nWe find that no genuine issue exists regarding the\r\nquestion of whether defendants had probable cause to prosecute\r\nMeehan.  Even if we disregard the testimony of the officers that\r\nMeehan disputes as perjured, including testimony that the \"cuff\r\nlist\" belonged to Meehan, there was still probable cause to\r\nprosecute Meehan.  It is undisputed that Meehan had frequented\r\nDriscoll's Cafe over a long period of time.  It is undisputed that\r\nsubstantial amounts of illegal narcotics activity had been taking\r\nplace at Driscoll's Cafe.  It is undisputed that Meehan was seen\r\nassociating with Turk, who was undeniably in possession of cocaine,\r\non the night of his arrest.  It becomes even more likely that\r\nMeehan was involved in that trafficking activity when one considers\r\nthe undisputed fact that Meehan carried thousands of dollars in a\r\nconcealed location at the time of his arrest.  Even the appellate\r\ncourt that reversed Meehan's conviction noted that one could infer\r\nfrom this concealed currency that Meehan was engaged in activities\r\nassociated with drug dealing.  See Meehan, 597 N.E.2d at 1386. \r\nEven though this evidence was held to be insufficient to establish\r\nbeyond a reasonable doubt that Meehan was conspiring with Turk to\r\ntraffic the cocaine that was found in her possession, it is at\r\nleast enough to establish probable cause to believe that he had\r\ndone so.  Cf. Roche, 81 F.3d at 255 (\"[T]he quantity and quality of\r\nproof necessary to ground a showing of probable cause is not the\r\nsame as the quantity and quality of proof necessary to convict.\"). \r\nBecause there was probable cause to believe that Meehan was\r\ninvolved in drug trafficking at the time he was charged with that\r\ncrime, the district court properly granted summary judgment against\r\nboth his state and federal malicious prosecution claims.\r\nII.  Claims Against the Town of Plymouth\r\nMeehan claims that the Town was liable for its officers'\r\nactions under 42 U.S.C.  1983 because it had failed to properly\r\ntrain and supervise them.  As the Supreme Court has stated,\r\nhowever, \"inadequacy of police training may serve as the basis for\r\n1983 liability only where the failure to train amounts to\r\ndeliberate indifference to the rights of persons with whom the\r\npolice come into contact.\"  City of Canton v. Harris, 489 U.S. 378,\r\n388 (1989).  Because the complaint fails to allege that the failure\r\nto train was deliberate, or that it was directly and causally\r\nlinked to the alleged violation of Meehan's civil rights, the claim\r\nwas properly dismissed.\r\n                      CONCLUSION\r\nFor the foregoing reasons, we AFFIRM the district court's\r\ndismissal of Meehan's complaint against Plymouth and the district\r\ncourt's grant of summary judgment in favor of the individual\r\ndefendants.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 97-2235\r\n\n                   JOSEPH A. MEEHAN,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n               TOWN OF PLYMOUTH, ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\nWellford, Senior Circuit Judge,\r\n\n               and Lynch, Circuit Judge.\r\n\n                                      \r\n\nJames R. McMahon III on brief, for appellant.\r\nDavid C. Jenkins, with whom Dwyer &amp; Jenkins was on brief, for\r\nappellees.\r\n\n                                      \r\n\n                   February 3, 1999\r\n                                                TORRUELLA, Chief Judge.  Plaintiff-appellant Joseph A.\r\nMeehan was arrested by Plymouth police officers William E. Curtis,\r\nJohn W. Rogers, Jr., and Robert J. Pomeroy during a drug raid in a\r\nlocal bar.  Meehan was convicted in Massachusetts state court of\r\ntrafficking in cocaine.  On appeal, however, his conviction was\r\noverturned because the appeals court found that the evidence of\r\nMeehan's involvement in the particular joint venture to traffic in\r\ncocaine was insufficient as a matter of law.  See Commonwealth v.\r\nMeehan, </pre><span class=\"citation\" data-id=\"2067194\"><a href=\"/opinion/2067194/commonwealth-v-meehan/\"><span class=\"volume\">597</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1384</span></a></span><pre class=\"inline\"> (Mass. App. Ct. 1992).  Meehan then filed\r\nthe present suit in the U.S. District Court for the District of\r\nMassachusetts against the Town of Plymouth (the \"Town\") and the\r\nthree police officers, alleging, inter alia, federal and state\r\nmalicious prosecution causes of action.  \r\n     All of Meehan's causes of action except the state and\r\nfederal malicious prosecution claims were dismissed on statute of\r\nlimitations grounds.  Then, in a Memorandum and Order dated August\r\n20, 1997, the district court: (1) granted the Town's motion to\r\ndismiss Meehan's remaining claims against it; and (2) granted the\r\nindividual officer-defendants' motion for summary judgment on the\r\nremaining claims against them.  See August 20, 1997 Memorandum and\r\nOrder, at 12, 20.  Meehan appeals, and we affirm.\r\n                      BACKGROUND\r\n     In reviewing the entry of summary judgment under Fed. R.\r\nCiv. P. 56(c), we view the facts in the light most favorable to the\r\nnon-moving party -- Meehan in this case.  See Iglesias v. Mutual\r\nLife Ins. Co. of New York, </pre><span class=\"citation\" data-id=\"198127\"><a href=\"/opinion/198127/iglesias-v-mutual-life/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span><pre class=\"inline\">, 239 (1st Cir. 1998).\r\nJoseph A. Meehan was arrested on the night of July 29,\r\n1988, at Driscoll's Cafe in Plymouth, Massachusetts.  Earlier that\r\nday, a state judge issued a warrant for the search of Driscoll's \r\nCafe on the basis of defendant Curtis' affidavit.  In his\r\naffidavit, Curtis stated that the Plymouth police department\r\nbelieved that Meehan and Priscilla Turk, a bartender at Driscoll's\r\nCafe, were selling cocaine at the establishment.  This belief was\r\nbased upon tips from confidential informants and direct\r\nsurveillance of Meehan over a period of approximately two years.\r\nPrior to the execution of the search warrant, undercover\r\npolice officer Richard Noone entered the bar and observed Meehan\r\nand Turk engage in three short conversations.  Noone did not,\r\nhowever, witness any drug transactions.  Noone then left the bar\r\nand called the police station to report what he had seen.  Minutes\r\nafterwards, defendants Curtis, Pomeroy, and Rogers conducted the\r\nraid on Driscoll's Cafe.  After entering the bar, the officers\r\narrested Meehan and Turk and conducted a pat-down search on them. \r\nDuring that search, the officers found a package of cocaine in one\r\nof Turk's pockets, but they did not find any drugs in Meehan's\r\npossession.  The officers found approximately three hundred dollars\r\non Meehan's person.  The officers also claim to have found a \"cuff\r\nlist\" in Meehan's possession, although Meehan disputes that the\r\n\"cuff list\" was found on him.  Meehan claims that the \"cuff list\"\r\ndid not belong to him and was planted nearby him by Pomeroy. \r\nMeehan also claims that Curtis' testimony regarding the \"cuff list\"\r\nwas inconsistent, noting that Curtis testified to the grand jury\r\nthat it was found in Meehan's pocket, but testified at Meehan's\r\ncriminal trial that he found it in a puddle of beer on the bar,\r\nunderneath Meehan's hand. \r\nMeehan was taken to the police station, where he was\r\nstrip-searched.  The officers found a wad of approximately four\r\nthousand dollars inside the waistband of his pants.  Three days\r\nlater, Pomeroy completed and executed an Application for Criminal\r\nComplaint, charging Meehan in Plymouth District Court with\r\ntrafficking in cocaine, possession of cocaine, and possession of\r\ncocaine with intent to distribute.  Pomeroy later filed a Criminal\r\nComplaint in Superior Court against Meehan charging the three\r\ncounts described above.  After Meehan was indicted by a Plymouth\r\nCounty grand jury of a single count of trafficking in a controlled\r\nsubstance, the Plymouth District Court action was dismissed.\r\nAfter trial in the Superior Court, a jury found Meehan\r\nguilty on the trafficking charge, and he was sentenced to five\r\nyears in state prison.  In September 1992, however, the Appeals\r\nCourt of Massachusetts reversed his conviction with instructions to\r\nthe trial court to enter a verdict of not guilty.  See Meehan, 597\r\nN.E.2d at 1387.  The court found that although there was sufficient\r\nevidence to support a finding that Meehan was involved in drug\r\ntransactions in general, the evidence was not sufficient to permit\r\na jury to find beyond a reasonable doubt that Meehan was involved\r\nin a joint venture with Turk to sell the particular cocaine that\r\nwas found on her person on July 29, 1988.  See id. \r\nAfter his conviction was reversed, Meehan filed suit in\r\nthe U.S. District Court for the District of Massachusetts against\r\nthe individual officers who carried out his arrest, as well as\r\nagainst the Town of Plymouth.  The complaint raised a variety of\r\nstate and federal claims, including malicious prosecution in\r\nviolation of both Massachusetts law, Mass. Gen. Laws ch. 258,\r\n10(b), and the Civil Rights Act of 1870, 42 U.S.C.  1983.  All of\r\nMeehan's claims were dismissed on statute of limitations grounds,\r\nexcept Meehan's federal and state malicious prosecution causes of\r\naction.  \r\nThe Town moved to dismiss Meehan's malicious prosecution\r\nclaims against it, and the individual officer-defendants moved for\r\nsummary judgment on the malicious prosecution claims against them. \r\nThe district court granted both motions in its August 20, 1997\r\nMemorandum and Order. The court dismissed the claims against the\r\nTown of Plymouth because it found that Meehan asserted no theory\r\nthat sufficiently stated a claim for malicious prosecution against\r\nthe Town.  See August 20, 1997 Memorandum and Order, at 12.  The\r\ncourt entered summary judgment in favor of the individual officer-\r\ndefendants following its determination that Meehan could not\r\nestablish one of the essential elements of the claim for malicious\r\nprosecution -- the absence of probable cause -- because Meehan's\r\njury conviction conclusively demonstrated that the officers had\r\nprobable cause for Meehan's arrest.  See id. at 20.  Meehan\r\nappeals, and we affirm.\r\n                      DISCUSSION\r\nWe affirm the entry of summary judgment substantially for\r\nthe reasons expressed by the district court in its Memorandum and\r\nOrder.  We pause to add only the following.\r\nI.  Malicious Prosecution\r\nMeehan raised malicious prosecution claims under\r\nMassachusetts and federal law.  In order to succeed on his\r\nmalicious prosecution claim under 42 U.S.C.  1983, Meehan must\r\nprove: (1) state action; and (2) a deprivation of constitutional\r\nrights.  See Roche v. John Hancock Mutual Life Ins. Co., </pre><span class=\"citation\" data-id=\"716599\"><a href=\"/opinion/716599/daniel-j-roche-et-ux-valerie-roche-v-john-hancock-mutual-life-insurance/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">249</span></a></span><pre class=\"inline\">, 253-54 (1st Cir. 1996).\r\nA.   Constitutional Basis For Meehan's Federal Malicious\r\n     Prosecution Action\r\nWe note as an initial matter that Meehan's  1983\r\nmalicious prosecution claim is not properly based on either a\r\nprocedural or substantive due process violation.  A  1983 claim\r\nfor malicious prosecution as a deprivation of procedural due\r\nprocess is barred where, as here, the state's tort law recognizes\r\na malicious prosecution cause of action.  See Roche, 81 F.3d at\r\n256; Prez-Ruiz v. Crespo-Guilln, </pre><span class=\"citation\" data-id=\"195400\"><a href=\"/opinion/195400/perez-ruiz-v-crespo-guillen/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span><pre class=\"inline\">, 42-43 (1st Cir.\r\n1994).  Further, \"[t]here is no substantive due process right under\r\nthe Fourteenth Amendment to be free from malicious prosecution.\" \r\nRoche, 81 F.3d at 256 (citing Albright v. Oliver, </pre><span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span><pre class=\"inline\">, 271\r\n(1994) (plurality opinion)); see also Prez-Ruiz, 25 F.3d at 42\r\n(\"Albright would appear virtually to foreclose reliance on\r\nsubstantive due process as the basis for a viable malicious\r\nprosecution claim under section 1983 . . . .\").\r\nHowever, there is a possibility that Meehan's  1983\r\nmalicious prosecution claim may be actionable under the Fourth\r\nAmendment.  See, e.g., Albright, 510 U.S. at 271 (plurality\r\nopinion) (\"We hold that it is the Fourth Amendment, and not\r\nsubstantive due process, under which petitioner Albright's claim\r\n[under  1983 that he was prosecuted without probable cause] must\r\nbe judged.\"); Roche, 81 F.3d at 256 n.5 (\"[T]he Supreme Court left\r\nopen the possibility that a malicious prosecution claim might lie\r\nunder  1983 on the basis of the Fourth Amendment . . . .\");\r\nCalero-Coln v. Betancourt-Lebrn, </pre><span class=\"citation\" data-id=\"196347\"><a href=\"/opinion/196347/calero-colon-v-betancourt-lebron/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3-4 (1st Cir. 1995).\r\nIn fact, the district court proceeded under the assumption that\r\nMeehan's  1983 malicious prosecution claim pleaded a deprivation\r\nof Fourth Amendment rights.  See August 20, 1997 Memorandum and\r\nOrder, at 15.  As Meehan has provided no further argument on this\r\nquestion, this Court will treat his  1983 claim similarly.\r\nB.   \"Absence of Probable Cause\" Element\r\nIn order to state a cause of action for malicious\r\nprosecution, a plaintiff must allege that \"criminal proceedings\r\nwere initiated against him without probable cause and for an\r\nimproper purpose and were terminated in his favor.\"  Landrigan v.\r\nCity of Warwick, </pre><span class=\"citation\" data-id=\"381362\"><a href=\"/opinion/381362/bruce-b-landrigan-v-city-of-warwick/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">736</span></a></span><pre class=\"inline\">, 745 n.6 (1st Cir. 1980) (citation\r\nomitted).  Thus, a  1983 malicious prosecution action based upon\r\na deprivation of Fourth Amendment rights requires a showing of the\r\nabsence of probable cause to initiate proceedings, see Montgomeryv. De Simone, </pre><span class=\"citation\" data-id=\"758737\"><a href=\"/opinion/758737/rosemary-montgomery-v-jeffrey-de-simone-ptl-aka-joseph-de-simone-ptl/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span><pre class=\"inline\">, 124 (3d Cir. 1998), as does the\r\nparallel state tort claim of malicious prosecution, see, e.g.,\r\nLincoln v. Shea, </pre><span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">699</span></span><pre class=\"inline\">, 702 (Mass. 1972). \r\n     1.   The Appropriate Probable Cause Inquiry\r\nBefore we proceed any further, we feel compelled to\r\ndelineate exactly what Meehan's  1983 malicious prosecution claims\r\nconsist of, in order to more easily undertake the proper probable\r\ncause inquiry.  The district court stated that an element of\r\nMeehan's malicious prosecution cause of action was that there was\r\nno probable cause to initiate the criminal charge against Meehan,\r\nbut what the court purported to find was that it had been\r\nconclusively determined that defendants had probable cause to\r\narrest Meehan.  August 20, 1997 Memorandum and Order, at 16, 18. \r\nFor the following reasons, we believe that the proper inquiry in\r\nthis case is whether the defendants had probable cause to initiate\r\nthe criminal charge against Meehan, not whether they had probable\r\ncause to arrest him.\r\nFrom Meehan's arguments throughout this litigation, it is\r\nclear that he attempts to raise dual malicious prosecution claims\r\nbased upon two events: (1) his arrest; and (2) his prosecution.  As\r\nearly as his opposition to the motion to dismiss the first amended\r\ncomplaint, Meehan argued that his malicious prosecution causes of\r\naction were based upon the malicious \"arrest and prosecution\" by\r\ndefendants. Plaintiff's Opposition to Defendants' Motion to\r\nDismiss, at 10.  In his second amended complaint, Meehan continued\r\nwith these dual bases for his malicious prosecution claims,\r\nrepeatedly arguing that defendants \"arrested and charged\" Meehan\r\nwithout probable cause and that \"[t]he arrest and prosecution\"\r\nviolated his constitutional rights.  Second Amended Complaint,\r\n88-91.  In his brief on appeal, Meehan argues that: \r\n[a]n arrest is the initial stage of a criminal\r\nprosecution, and the Application for Criminal\r\nComplaint and the Complaint itself is the\r\nissuance of criminal process and the\r\ninstitution of criminal proceedings. Pomeroy\r\ndrafted and executed the Application for the\r\nCriminal Complaint, thereby instituting this\r\ncriminal process knowing he had no probable\r\ncause.  \r\n\nAppellant's Br. at 34.  Meehan continues:\r\nRogers clearly instituted or instigated this\r\ncriminal process with the arrest without\r\nprobable cause.  Rogers knew that Meehan had\r\nno cocaine on him at both times when Meehan\r\nwas searched.  Accordingly, there was\r\nabsolutely no probable cause to arrest and\r\ncharge Meehan with any crime.\r\n\nAppellant's Br. at 37.\r\nHowever, Meehan may not bring a malicious prosecution\r\nclaim based upon his arrest because his arrest does not constitute\r\nthe \"initiation of proceedings\" against Meehan.  We have previously\r\nnoted that the lines between malicious prosecution and false arrest\r\nhave become blurred, to the extent that a malicious prosecution\r\nclaim may be predicated on an arrest made pursuant to a warrant\r\nthat was issued without probable cause.  See Calero-Coln, 68 F.3d\r\nat 3-4.  In the present case, however, Meehan's arrest was not made\r\npursuant to an arrest warrant.  Meehan cites no authority for the\r\nproposition that a malicious prosecution cause of action may be\r\nbased upon a warrantless arrest.  As we noted in Calero-Coln: \r\n[t]he critical inquiry that distinguishes\r\nmalicious prosecution from false arrest in the\r\npresent context is whether the arrests were\r\nmade pursuant to a warrant.  As a general\r\nrule, an unlawful arrest pursuant to a warrant\r\nwill be more closely analogous to the common\r\nlaw tort of malicious prosecution.  An arrest\r\nwarrant constitutes legal process, and it is\r\nthe tort of malicious prosecution that permits\r\ndamages for confinement pursuant to legal\r\nprocess.  On the other hand, wrongful\r\nwarrantless arrests typically resemble the\r\ntort of false arrest.\r\nId. at 4 (citations omitted)(emphasis added).  Meehan cannot base\r\na malicious prosecution claim on his warrantless arrest, because it\r\ndid not constitute legal process.  Consequently, we examine only\r\nMeehan's malicious prosecution claims based upon the institution of\r\ncriminal charges against him.  Because the \"absence of probable\r\ncause\" element is concerned with whether the defendants had\r\nprobable cause to take the challenged action, and because the\r\nchallenged action here is prosecution, not arrest, the proper\r\ninquiry is whether there was probable cause to institute criminal\r\ncharges against Meehan.\r\n     2.   Meehan's State Law Malicious Prosecution Claim\r\nIn the present case, the district court found that\r\nprobable cause existed, thereby defeating Meehan's state and\r\nfederal malicious prosecution causes of action.  The district court\r\nfound, under the rule in Broussard v. Great Atlantic &amp; Pacific Tea\r\nCo., </pre><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">439</span></span><pre class=\"inline\">, 440 (Mass. 1949), that it had been conclusively\r\ndetermined that probable cause existed to arrest Meehan.  In\r\nBroussard, the Supreme Judicial Court of Massachusetts held that:\r\nthe law of this Commonwealth has been that\r\nconviction of the accused by a tribunal to\r\nwhich the complaint was made, although\r\nreversed on appeal, conclusively establishes\r\nthe existence of probable cause, unless the\r\nconviction was obtained solely by false\r\ntestimony of the defendant charged with\r\nmalicious prosecution or is impeached on the\r\nground of fraud, conspiracy or subornation in\r\nits procurement.\r\nId. at 440 (citations and internal quotation marks omitted).  \r\nWe agree with the district court's application of the\r\nBroussard rule with regard to Meehan's state law malicious\r\nprosecution cause of action.  Meehan was clearly convicted of\r\ntrafficking in cocaine, even though his conviction was reversed.\r\nThus, unless the \"false testimony\" exception applies, Broussardoperates to bar Meehan's state law malicious prosecution claim.  \r\nMeehan has not succeeded in creating a genuine issue of\r\nfact as to whether his conviction was obtained solely by the false\r\ntestimony of the defendants.  First, Meehan has not provided\r\nsufficient admissible evidence that defendants' testimony was in\r\nfact false.  Meehan's claims that the defendants perjured\r\nthemselves tend to be conclusory.  Meehan's brief on appeal is\r\nreplete with assertions that Curtis' affidavit and testimony were\r\nperjured because, for example, even though Meehan had never sold\r\ndrugs of any kind, Curtis stated that various reliable informants\r\nhad seen him selling cocaine at Driscoll's Cafe.  Accepting for the\r\nsake of argument Meehan's claim that he has never sold drugs, this\r\nfact still does not establish that Curtis perjured himself, but\r\nonly that the informants that Curtis relied on were not as reliable\r\nas he thought them to be.  Similarly, in response to Curtis'\r\ntestimony that there were numerous drug-related arrests of\r\nDriscoll's Cafe patrons before Meehan's arrest, Meehan argues in\r\nhis brief that he knows this statement to be untrue.  However, he\r\nmakes no effort to offer evidence that contradicts Curtis'\r\ntestimony and therefore fails to demonstrate that Curtis' testimony\r\nin this regard was false.\r\nSecond, even if Meehan could demonstrate that every piece\r\nof testimony he attacks was in fact perjured, he still could not\r\ndemonstrate that his conviction was based solely on that testimony. \r\nAs demonstrated more fully in the next section, there was\r\nsubstantial undisputed evidence that implicated Meehan in the crime\r\nof which he was convicted.  That undisputed evidence includes\r\nMeehan's association with Turk, his possession of large amounts of\r\ncurrency, and the discovery of a \"cuff list\" either on Meehan's\r\nperson or relatively near him in the bar.  Accordingly, no\r\nreasonable fact-finder could conclude that Meehan's conviction was\r\nbased solely on the false testimony of the defendants.  Therefore,\r\nthe exception to the Broussard rule does not apply, and the\r\ndistrict court was correct in granting summary judgment against\r\nMeehan's state law malicious prosecution claim.\r\n     3.   Meehan's  1983 Malicious Prosecution Claim\r\nWe do not believe, however, that the district court was\r\ncorrect in entering summary judgment against Meehan's  1983\r\nmalicious prosecution cause of action on the basis of Broussard. \r\nThe district court applied Broussard in the federal context without\r\nexplanation, but Broussard's applicability to  1983 malicious\r\nprosecution claims has heretofore been left unresolved in this\r\ncircuit.  See Earle v. Benoit, </pre><span class=\"citation\" data-id=\"508419\"><a href=\"/opinion/508419/james-earle-v-robert-benoit/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span><pre class=\"inline\">, 850 n.14 (1st Cir.\r\n1988) (expressing doubt, but leaving open the question of whether\r\nthe Broussard rule would be dispositive as to the constitutionally\r\nmandated probable cause standard).  Because the undisputed facts of\r\nthis case demonstrate that the defendants had probable cause to\r\ninitiate the criminal charge against Meehan, we find it unnecessary\r\nto reach that issue and leave it for another day.\r\nWe find that no genuine issue exists regarding the\r\nquestion of whether defendants had probable cause to prosecute\r\nMeehan.  Even if we disregard the testimony of the officers that\r\nMeehan disputes as perjured, including testimony that the \"cuff\r\nlist\" belonged to Meehan, there was still probable cause to\r\nprosecute Meehan.  It is undisputed that Meehan had frequented\r\nDriscoll's Cafe over a long period of time.  It is undisputed that\r\nsubstantial amounts of illegal narcotics activity had been taking\r\nplace at Driscoll's Cafe.  It is undisputed that Meehan was seen\r\nassociating with Turk, who was undeniably in possession of cocaine,\r\non the night of his arrest.  It becomes even more likely that\r\nMeehan was involved in that trafficking activity when one considers\r\nthe undisputed fact that Meehan carried thousands of dollars in a\r\nconcealed location at the time of his arrest.  Even the appellate\r\ncourt that reversed Meehan's conviction noted that one could infer\r\nfrom this concealed currency that Meehan was engaged in activities\r\nassociated with drug dealing.  See Meehan, 597 N.E.2d at 1386. \r\nEven though this evidence was held to be insufficient to establish\r\nbeyond a reasonable doubt that Meehan was conspiring with Turk to\r\ntraffic the cocaine that was found in her possession, it is at\r\nleast enough to establish probable cause to believe that he had\r\ndone so.  Cf. Roche, 81 F.3d at 255 (\"[T]he quantity and quality of\r\nproof necessary to ground a showing of probable cause is not the\r\nsame as the quantity and quality of proof necessary to convict.\"). \r\nBecause there was probable cause to believe that Meehan was\r\ninvolved in drug trafficking at the time he was charged with that\r\ncrime, the district court properly granted summary judgment against\r\nboth his state and federal malicious prosecution claims.\r\nII.  Claims Against the Town of Plymouth\r\nMeehan claims that the Town was liable for its officers'\r\nactions under 42 U.S.C.  1983 because it had failed to properly\r\ntrain and supervise them.  As the Supreme Court has stated,\r\nhowever, \"inadequacy of police training may serve as the basis for\r\n1983 liability only where the failure to train amounts to\r\ndeliberate indifference to the rights of persons with whom the\r\npolice come into contact.\"  City of Canton v. Harris, </pre><span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span><pre class=\"inline\">,\r\n388 (1989).  Because the complaint fails to allege that the failure\r\nto train was deliberate, or that it was directly and causally\r\nlinked to the alleged violation of Meehan's civil rights, the claim\r\nwas properly dismissed.\r\n                      CONCLUSION\r\nFor the foregoing reasons, we AFFIRM the district court's\r\ndismissal of Meehan's complaint against Plymouth and the district\r\ncourt's grant of summary judgment in favor of the individual\r\ndefendants.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2067194/"
  ]
}