{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198368/",
  "absolute_url": "/opinion/198368/united-states-v-bilis/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198368/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:51:10Z",
  "date_modified": "2017-03-24T10:56:39.917788Z",
  "type": "010combined",
  "sha1": "ea91907d7cf032c730789d4a6db18834cd578502",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1895.01A",
  "local_path": null,
  "plain_text": "United States Court of Appeals\r\n  For the First Circuit\r\n                       \r\n\nNo. 98-1895\r\n\n      UNITED STATES,\r\n\n        Appellee,\r\n\n            v.\r\n\n       JOHN BILIS,\r\n\n  Defendant, Appellant.\r\n\n                       \r\n\nAPPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\nFOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. Nathaniel M. Gorton, U.S. District Judge]\r\n\n                       \r\n\n          Before\r\n\n Torruella, Chief Judge,\r\n\nAldrich and Cudahy, Senior Circuit Judges.\r\n\n                       \r\n\nRoger A. Cox, with whom Cox &amp; Cox, was on brief, for\r\nappellant.\r\nHeidi E. Brieger, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief, for\r\nappellee.\r\n\n                       \r\n\n     March 10, 1999\r\n                                 TORRUELLA, Chief Judge.  On September 18, 1997, a grand\r\njury returned an indictment charging defendant-appellant John Bilis\r\nwith violating 21 U.S.C.  856 (a)(2) by knowingly and\r\nintentionally managing and controlling a building for the purpose\r\nof the unlawful distribution and use of controlled substances.  A\r\ntrial commenced on April 6, 1998 and the jury ultimately returned\r\na guilty verdict.  The district court sentenced Bilis to a twenty-\r\none month term of imprisonment, to be followed by twenty-four\r\nmonths of supervised release.  On appeal, Bilis claims that the\r\ndistrict court erred in giving a willful blindness jury\r\ninstruction.  We affirm.\r\nI.  BACKGROUND\r\nWe recite the facts in the light most favorable to the\r\nverdict.  United States v. Cunan, 152 F.3d 29, 32 (1st Cir. 1998)\r\n(quotations omitted).  In the fall of 1996, the Webster Police\r\nDepartment (the \"WPD\") received information about narcotics\r\ntrafficking at the High Street Caf in Webster, Massachusetts. \r\nSpecifically, the WPD received information that on September 19,\r\n1996, an individual known as William Armstrong would be selling\r\ndrugs at the High Street Caf.  Pursuant to this information,\r\nWebster police officers went to the bar, located Armstrong on the\r\nstreet outside, and followed him into the bar.  Armstrong was then\r\narrested on outstanding warrants.  Subsequent to Armstrong's\r\narrest, WPD officers seized a sandwich bag containing cocaine from\r\nthe corner space between the men's restroom and the bar.\r\nAt the time of Armstrong's arrest, Bilis, the owner and\r\nbartender of the High Street Caf, was working behind the bar.  WPD\r\nofficers questioned Bilis about the bag of cocaine.  Bilis\r\nindicated that he knew nothing about it.  WPD officers then warned\r\nBilis that he could be at serious risk of losing his liquor license\r\ndue to possible drug violations.\r\nShortly after this incident, Bilis arranged to meet with\r\nWPD officers to discuss suspected drug dealing at the High Street\r\nCaf.  During this meeting, Bilis suggested that the WPD install a\r\nsurveillance camera in the bar.  Bilis also agreed to the possible\r\nplacement of an undercover officer in the bar to investigate the\r\ndrug problem.  WPD officers asked Bilis to name the drug dealers\r\nwho frequented his bar.  Bilis responded:  \"You know who they are.\" \r\nWhen the officers named several individuals they suspected, Bilis\r\nnodded.  Following this meeting, WPD officers dropped by the High\r\nStreet Caf several times a week.  During those visits, Bilis\r\nidentified several bar patrons he suspected were drug dealers.\r\nThree months later, beginning in December 1996, the WPD\r\nlaunched an undercover investigation of drug dealing at the High\r\nStreet Caf.  Officer Stephanie Healy, a WPD undercover officer,\r\nbegan frequenting the caf to gain intelligence and to make\r\ncontrolled purchases from suspected drug dealers.  Bilis was not\r\ninformed of this undercover investigation and did not know that\r\nHealy was an undercover officer.\r\nBeginning on February 5, 1997, Healy made numerous\r\ncontrolled cocaine purchases at the High Street Caf.  At trial,\r\nHealy testified that there were so many drug dealers working at the\r\nHigh Street Caf that the drug business environment could be\r\ncharacterized as \"competitive.\"  Healy described the caf as a bar\r\nwith several stools, four or five tables, and a pool table.  Healy\r\ntestified that she normally made controlled cocaine purchases\r\ndirectly in front of the bar, at one end of the tables, or in the\r\nwomen's restroom.  Bilis was present in the bar almost every night. \r\nOfficer Healy testified that on February 20, 1997, she\r\noverheard Bilis tell Michael Plasse, a suspected drug dealer, to\r\n\"clean up\" because he did not want the police to see any plastic\r\nbaggies lying around on the floor.  Bilis instructed Plasse to\r\nflush all baggies down the toilet.\r\nIn April 1997, the United States Drug Enforcement\r\nAdministration (the \"DEA\") took over the WPD investigation.  On\r\nApril 30, 1997, DEA agents conducted surveillance of the High\r\nStreet Caf while Healy made a controlled purchase of cocaine\r\ninside the bar.  During Healy's purchase a DEA agent was located in\r\nan undercover surveillance van parked outside the bar.  At trial,\r\nHealy testified that while she was in the bar it became clear from\r\nthe commotion that some bar patrons had spotted the DEA\r\nsurveillance van.  Tina LeMay, a bar patron, testified that whoever\r\nwas tending bar that night closed the shutters of the window\r\noverlooking the street after patrons spotted the van.  William\r\nSblacers, another patron, testified that Bilis warned him to be\r\ncareful because there was a police surveillance van parked outside. \r\nOn May 29, 1997, Bilis became a target of the DEA\r\ninvestigation.  On that date, Healy approached Sblacers at the High\r\nStreet Caf to make a controlled cocaine purchase.  Sblacers\r\ninformed Healy that he did not have any cocaine but that he and\r\nseveral others -- including Bilis -- were waiting for a delivery\r\nfrom cocaine distributor Stephen Reyes.\r\nOn August 29, 1997, Healy entered the High Street Caf to\r\nmake a controlled cocaine purchase from Reyes.  Healy sat at the\r\nbar, where she was joined by Bilis.  Healy asked Bilis if he knew\r\nof Reyes's whereabouts.  Bilis told Healy that he had seen Reyes\r\nearlier in the week, but he did not know where he was now.  Healy\r\nthen asked Bilis if he knew whether there was anyone else in the\r\nbar who could get her \"a little something.\"  In response, Bilis\r\nlooked around the bar and replied: \"No, I do not.  That's what I'm\r\ndown here for.\"\r\nAt trial, Sblacers testified that he was arrested on\r\nSeptember 27, 1997 and was currently in jail on drug charges. \r\nSblacers hoped to \"get a break\" at sentencing because of his\r\ntestimony for the government.  According to his testimony, Sblacers\r\nusually sold at least six packages of cocaine to High Street Caf\r\ncustomers between midnight and 1:00 AM three to four times per\r\nweek.  Sblacers testified that Bilis bought cocaine directly from\r\nhim at the bar.  Sblacers testified that he also sold cocaine to\r\nBilis through another bartender, Lynn DuFault.  At one point, Bilis\r\nasked Sblacers to talk to \"the guys\" and tell them to be more\r\ncareful because he did not want to lose his liquor license.  Bilis\r\nalso warned Sblacers about the DEA surveillance van parked outside\r\nof the bar on April 30, 1997.\r\nTina LeMay was also arrested on September 27, 1997 for\r\npossession of controlled substances with intent to distribute.  At\r\ntrial, she testified that she passed cocaine over the bar to Bilis\r\nin a folded dollar bill.  According to her testimony, she also sold\r\ncocaine to Bilis through Lynn DuFault.  LeMay testified that\r\nalthough drug dealing at the High Street Caf was covert, she did\r\nnot try to conceal it from Bilis.\r\nLeonardo Gonzlez testified that he sold drugs to Bilis\r\ntwo to three times a week, so many times that \"it would be\r\nimpossible to count.\"  Gonzlez further testified that he observed\r\nBilis watch as a bar patron tasted cocaine from an open bag in the\r\nmen's room.  Finally, Gonzlez testified that Bilis sold him a\r\n$2,000 lottery ticket so that Gonzlez could \"clean\" his drug\r\nproceeds.  At the time of his testimony, Gonzlez was serving a\r\nthree to five year sentence in Massachusetts for drug-related\r\noffenses.\r\nDuring his trial testimony, Bilis denied having ever\r\nparticipated in the sale of illegal drugs.  Specifically, he denied\r\nhaving ever purchased cocaine from Sblacers, LeMay or Gonzlez. \r\nBilis further testified that he never observed any hand-to-hand\r\ndrug transactions at the bar.  He denied seeing a bar patron taste\r\ncocaine from a plastic bag in the men's room.  He denied warning\r\nanyone about a police surveillance van parked outside the bar on\r\nApril 30, 1997.  Finally, he denied having ever suggested that the\r\nsale of the lottery ticket would \"clean\" Gonzlez's drug money.\r\nWith respect to the plastic baggies, Bilis testified that\r\nhe recalled seeing Plasse exit the men's room with plastic tops or\r\nknot tops, but that he did not specifically know that Plasse was\r\nselling cocaine.  Bilis admitted that he was concerned about the\r\nplastic bags but refused to admit that he knew the baggies\r\ncontained (or had contained) cocaine.  Rather, Bilis testified that\r\nhe merely \"speculated\" that drug dealers were selling drugs in his\r\nbar.  Throughout his testimony, Bilis maintained that he did not\r\nhave any direct, actual knowledge of drug activity in his bar.\r\nAt the conclusion of trial, the government filed its\r\nproposed jury instructions, requesting that the district court give\r\nthe jury a willful blindness instruction.  At the jury charge\r\nconference, defense counsel objected to the government's request. \r\nAt the start of the next day's proceedings, the district judge\r\nannounced his decision to grant the government's request and give\r\nthe willful blindness instruction.  At the conclusion of the jury\r\ninstructions, defense counsel renewed his objection to the\r\ninstruction.  Bilis now appeals.\r\nII.  DISCUSSION\r\nIn order to convict Bilis of violating 21 U.S.C.  856\r\n(a)(2), the government needed to prove three elements beyond a\r\nreasonable doubt: (1) that Bilis managed or controlled the High\r\nStreet Caf; (2) that Bilis knowingly and intentionally made the\r\nHigh Street Caf available for use to others; and (3) that Bilis\r\nmade the High Street Caf available for the purpose of unlawfully\r\npossessing or distributing a controlled substance.  See 21 U.S.C.\r\n856 (a)(2).  The government requested the willful blindness\r\ninstruction in order to prove the second element.  Pursuant to the\r\ngovernment's request, the district judge instructed the jury that:\r\nthe word \"knowingly,\" as that term has been\r\nused from time to time in these instructions,\r\nmeans that the act was done voluntarily and\r\nintentionally and not because of mistake or\r\naccident.\r\n\nIn deciding whether the defendant acted\r\nknowingly, you may infer that he had knowledge\r\nof a fact if you find that he deliberately\r\nclosed his eyes to a fact that otherwise would\r\nhave been obvious to him.  In order to infer\r\nknowledge, you must find that two things have\r\nbeen established; first, that the defendant\r\nwas aware of a high probability of unlawful\r\npossession or distribution of controlled\r\nsubstances in the High Street Caf; and,\r\nsecond, that he consciously and deliberately\r\navoided learning of that fact; that is to say,\r\nthe defendant willfully made himself blind to\r\nthat fact.  \r\n\nIt is entirely up to you to determine whether\r\nMr. Bilis deliberately closed his eyes to the\r\nfact and, if so, what inference, if any should\r\nbe drawn.  However, it is important to bear in\r\nmind that mere negligence or mistake in\r\nfailing to learn the fact is not sufficient. \r\nThere must be a deliberate effort to remain\r\nignorant of the fact.\r\n\nBecause Bilis made a timely objection to this instruction, we\r\nreview for abuse of discretion.  See Cunan, 152 F.3d at 39. \r\nThis court has previously identified the circumstances\r\nwarranting a willful blindness instruction:\r\nA willful blindness instruction is warranted\r\nif (1) the defendant claims lack of knowledge;\r\n(2) the evidence would support an inference\r\nthat the defendant consciously engaged in a\r\ncourse of deliberate ignorance; and (3) the\r\nproposed instruction, as a whole, could not\r\nlead the jury to conclude that an inference of\r\nknowledge was mandatory.\r\n\nUnited States v. Gabriele, 63 F.3d 61, 66 (1st Cir. 1995).  More\r\nspecifically, a willful blindness instruction is proper when there\r\nis evidence to \"support the inference that defendant was aware of\r\na high probability of the existence of the fact in question and\r\npurposely contrived to avoid learning all of the facts in order to\r\nhave a defense in the event of a subsequent prosecution.\"  United\r\nStates v. Brandon, 17 F.3d 409, 452 (1st Cir. 1994) (quoting United\r\nStates v. Rivera, 944 F.2d 1563, 1571 (11th Cir. 1973)).\r\nBilis challenges the propriety of the willful blindness\r\ninstruction on two grounds.  First, Bilis argues that he never\r\nclaimed lack of knowledge of the drug dealing taking place in the\r\nHigh Street Caf.  Bilis points to the fact that he voluntarily met\r\nwith officers of the WPD to discuss the issue of drug dealing in\r\nhis bar.  Bilis claims that this visit, by itself, wholly negates\r\nthe possibility that he lacked knowledge of the drug activities in\r\nthe bar.  Second, Bilis argues that his visit to the police also\r\nundermines any claim that he \"consciously engaged in a course of\r\ndeliberate ignorance\" of the drug dealing taking place in the High\r\nStreet Caf. \r\nWith respect to Bilis's first argument, we conclude that\r\nhis 1996 visit to the WPD did not preclude the giving of the\r\nwillful blindness instruction.  During Bilis's visit to the police\r\nhe admitted only that he \"speculated\" that individuals were dealing\r\ndrugs in the bar.  Bilis disclaimed any specific or definite\r\nknowledge of drug activities or dealers.  He testified: \"I don't\r\nthink I actually seen anything where I could say I had knowledge\r\n. . . Speculation is one thing.  Knowing is a different thing.\"  We\r\nconclude that Bilis's denial of specific or definite knowledge\r\nsatisfies the first prerequisite for the giving of the willful\r\nblindness instruction.\r\nBilis's second argument fares no better.  Bilis's own\r\ntestimony clearly supports the inference that he purposely avoided\r\nlearning details about the drug dealing in the bar.  Specifically,\r\nBilis testified that he observed plastic baggies in the bathroom\r\nand that he mentioned something to Michael Plasse about them: \"And\r\nI got in an argument . . . with him [and] he ended up being thrown\r\nout [of the bar] for sixty days.\"  When asked what he thought the\r\nplastic bags were used for, Bilis responded: \"I have no idea . . .\r\nWhat was on the other end of [the plastic knot top], I don't know.\" \r\nThis testimony clearly supports the inference that Bilis purposely\r\navoided learning about the drug dealing taking place in his bar.\r\nOfficer Healy's testimony further supports this\r\ninference.  She described the drug business environment at the High\r\nStreet Caf as \"competitive\" and testified: \"There were several\r\npeople there, all selling drugs . . . . Sometimes there were so\r\nmany of them there . . . I had to wait until one person left so I\r\ncould make a drug purchase.\"  Officer Healy further testified that\r\nshe made several drug transactions while sitting on a stool\r\ndirectly in front of the bar.  This testimony coupled with Bilis's\r\nown admission that he \"speculated\" about drug activity in his bar \r\nfurther supports the inference that Bilis was aware of a high\r\nprobability of drug dealing in the High Street Caf and purposely\r\ncontrived to avoid learning all of the facts.  See Brandon, 17 F.3d\r\nat 452.\r\nThe fact that the government also offered evidence to\r\nsupport the theory that Bilis possessed direct knowledge of drug\r\ndealing did not render the willful blindness instruction\r\ninappropriate.  This court has rejected the argument that proof of\r\ndirect knowledge precludes a willful blindness instruction that is\r\notherwise appropriate:\r\nAs long as separate and distinct evidence\r\nsupports a defendant's deliberate avoidance of\r\nknowledge and the possibility exists that the\r\njury does not credit the evidence of direct\r\nknowledge, a willful blindness instruction may\r\nbe appropriate.\r\n\nBrandon, 17 F.3d at 452 n.74.  Two of the government witnesses who\r\ntestified as to Bilis's direct knowledge of and participation in\r\ndrug activities had an incentive to cooperate with the government. \r\nAs the district judge noted at sentencing, it is possible that the\r\njury did not find some or any of their testimony credible.  For\r\nexample, the jury could have credited the witnesses' testimony\r\nconcerning the extent of the drug dealing in the High Street Caf,\r\nwhile rejecting the testimony related to Bilis's actual involvement\r\nin drug deals.  Even without the testimony of these witnesses,\r\nseparate and distinct evidence supported the government's alternate\r\ntheory of willful blindness.  The instruction was warranted under\r\nthe circumstances.\r\nIII.  CONCLUSION\r\nBased on the foregoing, we affirm the judgment of the\r\ndistrict court.\n",
  "html": "<p class=\"case_cite\">170 F.3d 88</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>John BILIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1895.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1999.<br>Decided March 10, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roger A. Cox, with whom Cox &amp; Cox, was on brief, for appellant.</p>\n      <p class=\"indent\">Heidi E. Brieger, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and CUDAHY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On September 18, 1997, a grand jury returned an indictment charging defendant-appellant John Bilis with violating 21 U.S.C. &#167; 856(a)(2) by knowingly and intentionally managing and controlling a building for the purpose of the unlawful distribution and use of controlled substances.  A trial commenced on April 6, 1998 and the jury ultimately returned a guilty verdict.  The district court sentenced Bilis to a twenty-one month term of imprisonment, to be followed by twenty-four months of supervised release.  On appeal, Bilis claims that the district court erred in giving a willful blindness jury instruction.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the verdict.  United States v. Cunan, 152 F.3d 29, 32 (1st Cir.1998) (quotations omitted).  In the fall of 1996, the Webster Police Department (the \"WPD\") received information about narcotics trafficking at the High Street Cafe in Webster, Massachusetts.  Specifically, the WPD received information that on September 19, 1996, an individual known as William Armstrong would be selling drugs at the High Street Cafe.  Pursuant to this information, Webster police officers went to the bar, located Armstrong on the street outside, and followed him into the bar.  Armstrong was then arrested on outstanding warrants.  Subsequent to Armstrong's arrest, WPD officers seized a sandwich bag containing cocaine from the corner space between the men's restroom and the bar.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the time of Armstrong's arrest, Bilis, the owner and bartender of the High Street Cafe, was working behind the bar.  WPD officers questioned Bilis about the bag of cocaine.  Bilis indicated that he knew nothing about it.  WPD officers then warned Bilis that he could be at serious risk of losing his liquor license due to possible drug violations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after this incident, Bilis arranged to meet with WPD officers to discuss suspected drug dealing at the High Street Cafe.  During this meeting, Bilis suggested that the WPD install a surveillance camera in the bar.  Bilis also agreed to the possible placement of an undercover officer in the bar to investigate the drug problem.  WPD officers asked Bilis to name the drug dealers who frequented his bar.  Bilis responded:  \"You know who they are.\"   When the officers named several individuals they suspected, Bilis nodded.  Following this meeting, WPD officers dropped by the High Street Cafe several times a week.  During those visits, Bilis identified several bar patrons he suspected were drug dealers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Three months later, beginning in December 1996, the WPD launched an undercover investigation of drug dealing at the High Street Cafe.  Officer Stephanie Healy, a WPD undercover officer, began frequenting the cafe to gain intelligence and to make controlled purchases from suspected drug dealers.  Bilis was not informed of this undercover investigation and did not know that Healy was an undercover officer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Beginning on February 5, 1997, Healy made numerous controlled cocaine purchases at the High Street Cafe.  At trial, Healy testified that there were so many drug dealers working at the High Street Cafe that the drug business environment could be characterized as \"competitive.\"   Healy described the cafe as a bar with several stools, four or five tables, and a pool table.  Healy testified that she normally made controlled cocaine purchases directly in front of the bar, at one end of the tables, or in the women's restroom.  Bilis was present in the bar almost every night.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Healy testified that on February 20, 1997, she overheard Bilis tell Michael Plasse, a suspected drug dealer, to \"clean up\" because he did not want the police to see any plastic baggies lying around on the floor.  Bilis instructed Plasse to flush all baggies down the toilet.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In April 1997, the United States Drug Enforcement Administration (the \"DEA\") took over the WPD investigation.  On April 30, 1997, DEA agents conducted surveillance of the High Street Cafe while Healy made a controlled purchase of cocaine inside the bar.  During Healy's purchase a DEA agent was located in an undercover surveillance van parked outside the bar.  At trial, Healy testified that while she was in the bar it became clear from the commotion that some bar patrons had spotted the DEA surveillance van.  Tina LeMay, a bar patron, testified that whoever was tending bar that night closed the shutters of the window overlooking the street after patrons spotted the van.  William Sblacers, another patron, testified that Bilis warned him to be careful because there was a police surveillance van parked outside.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 29, 1997, Bilis became a target of the DEA investigation.  On that date, Healy approached Sblacers at the High Street Cafe to make a controlled cocaine purchase.  Sblacers informed Healy that he did not have any cocaine but that he and several others--including Bilis--were waiting for a delivery from cocaine distributor Stephen Reyes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 29, 1997, Healy entered the High Street Cafe to make a controlled cocaine purchase from Reyes.  Healy sat at the bar, where she was joined by Bilis.  Healy asked Bilis if he knew of Reyes's whereabouts.  Bilis told Healy that he had seen Reyes earlier in the week, but he did not know where he was now.  Healy then asked Bilis if he knew whether there was anyone else in the bar who could get her \"a little something.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In response, Bilis looked around the bar and replied:  \"No, I do not.  That's what I'm down here for.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At trial, Sblacers testified that he was arrested on September 27, 1997 and was currently in jail on drug charges.  Sblacers hoped to \"get a break\" at sentencing because of his testimony for the government.  According to his testimony, Sblacers usually sold at least six packages of cocaine to High Street Cafe customers between midnight and 1:00 AM three to four times per week.  Sblacers testified that Bilis bought cocaine directly from him at the bar.  Sblacers testified that he also sold cocaine to Bilis through another bartender, Lynn DuFault.  At one point, Bilis asked Sblacers to talk to \"the guys\" and tell them to be more careful because he did not want to lose his liquor license.  Bilis also warned Sblacers about the DEA surveillance van parked outside of the bar on April 30, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Tina LeMay was also arrested on September 27, 1997 for possession of controlled substances with intent to distribute.  At trial, she testified that she passed cocaine over the bar to Bilis in a folded dollar bill.  According to her testimony, she also sold cocaine to Bilis through Lynn DuFault.  LeMay testified that although drug dealing at the High Street Cafe was covert, she did not try to conceal it from Bilis.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Leonardo Gonzalez testified that he sold drugs to Bilis two to three times a week, so many times that \"it would be impossible to count.\"   Gonzalez further testified that he observed Bilis watch as a bar patron tasted cocaine from an open bag in the men's room.  Finally, Gonzalez testified that Bilis sold him a $2,000 lottery ticket so that Gonzalez could \"clean\" his drug proceeds.  At the time of his testimony, Gonzalez was serving a three to five year sentence in Massachusetts for drug-related offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">During his trial testimony, Bilis denied having ever participated in the sale of illegal drugs.  Specifically, he denied having ever purchased cocaine from Sblacers, LeMay or Gonzalez.  Bilis further testified that he never observed any hand-to-hand drug transactions at the bar.  He denied seeing a bar patron taste cocaine from a plastic bag in the men's room.  He denied warning anyone about a police surveillance van parked outside the bar on April 30, 1997.  Finally, he denied having ever suggested that the sale of the lottery ticket would \"clean\" Gonzalez's drug money.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With respect to the plastic baggies, Bilis testified that he recalled seeing Plasse exit the men's room with plastic tops or knot tops, but that he did not specifically know that Plasse was selling cocaine.  Bilis admitted that he was concerned about the plastic bags but refused to admit that he knew the baggies contained (or had contained) cocaine.  Rather, Bilis testified that he merely \"speculated\" that drug dealers were selling drugs in his bar.  Throughout his testimony, Bilis maintained that he did not have any direct, actual knowledge of drug activity in his bar.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the conclusion of trial, the government filed its proposed jury instructions, requesting that the district court give the jury a willful blindness instruction.  At the jury charge conference, defense counsel objected to the government's request.  At the start of the next day's proceedings, the district judge announced his decision to grant the government's request and give the willful blindness instruction.  At the conclusion of the jury instructions, defense counsel renewed his objection to the instruction.  Bilis now appeals.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In order to convict Bilis of violating 21 U.S.C. &#167; 856(a)(2), the government needed to prove three elements beyond a reasonable doubt:  (1) that Bilis managed or controlled the High Street Cafe;  (2) that Bilis knowingly and intentionally made the High Street Cafe available for use to others;  and (3) that Bilis made the High Street Cafe available for the purpose of unlawfully possessing or distributing a controlled substance.  See 21 U.S.C. &#167; 856(a)(2).  The government requested the willful blindness instruction in order to prove the second element.  Pursuant to the government's request, the district judge instructed the jury that:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the word \"knowingly,\" as that term has been used from time to time in these instructions, means that the act was done voluntarily and intentionally and not because of mistake or accident.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>In deciding whether the defendant acted knowingly, you may infer that he had knowledge of a fact if you find that he deliberately closed his eyes to a fact that otherwise would have been obvious to him.  In order to infer knowledge, you must find that two things have been established;  first, that the defendant was aware of a high probability of unlawful possession or distribution of controlled substances in the High Street Cafe;  and, second, that he consciously and deliberately avoided learning of that fact;  that is to say, the defendant willfully made himself blind to that fact.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>It is entirely up to you to determine whether Mr. Bilis deliberately closed his eyes to the fact and, if so, what inference, if any should be drawn.  However, it is important to bear in mind that mere negligence or mistake in failing to learn the fact is not sufficient.  There must be a deliberate effort to remain ignorant of the fact.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because Bilis made a timely objection to this instruction, we review for abuse of discretion.  See Cunan, 152 F.3d at 39.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This court has previously identified the circumstances warranting a willful blindness instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>A willful blindness instruction is warranted if (1) the defendant claims lack of knowledge;  (2) the evidence would support an inference that the defendant consciously engaged in a course of deliberate ignorance;  and (3) the proposed instruction, as a whole, could not lead the jury to conclude that an inference of knowledge was mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">United States v. Gabriele, 63 F.3d 61, 66 (1st Cir.1995).  More specifically, a willful blindness instruction is proper when there is evidence to \"support the inference that defendant was aware of a high probability of the existence of the fact in question and purposely contrived to avoid learning all of the facts in order to have a defense in the event of a subsequent prosecution.\"  United States v. Brandon, 17 F.3d 409, 452 (1st Cir.1994) (quoting United States v. Rivera, 944 F.2d 1563, 1571 (11th Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Bilis challenges the propriety of the willful blindness instruction on two grounds.  First, Bilis argues that he never claimed lack of knowledge of the drug dealing taking place in the High Street Cafe.  Bilis points to the fact that he voluntarily met with officers of the WPD to discuss the issue of drug dealing in his bar.  Bilis claims that this visit, by itself, wholly negates the possibility that he lacked knowledge of the drug activities in the bar.  Second, Bilis argues that his visit to the police also undermines any claim that he \"consciously engaged in a course of deliberate ignorance\" of the drug dealing taking place in the High Street Cafe.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">With respect to Bilis's first argument, we conclude that his 1996 visit to the WPD did not preclude the giving of the willful blindness instruction.  During Bilis's visit to the police he admitted only that he \"speculated\" that individuals were dealing drugs in the bar.  Bilis disclaimed any specific or definite knowledge of drug activities or dealers.  He testified:  \"I don't think I actually seen anything where I could say I had knowledge ... Speculation is one thing.  Knowing is a different thing.\"   We conclude that Bilis's denial of specific or definite knowledge satisfies the first prerequisite for the giving of the willful blindness instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Bilis's second argument fares no better.  Bilis's own testimony clearly supports the inference that he purposely avoided learning details about the drug dealing in the bar.  Specifically, Bilis testified that he observed plastic baggies in the bathroom and that he mentioned something to Michael Plasse about them:  \"And I got in an argument ... with him [and] he ended up being thrown out [of the bar] for sixty days.\"   When asked what he thought the plastic bags were used for, Bilis responded:  \"I have no idea ... What was on the other end of [the plastic knot top], I don't know.\"   This testimony clearly supports the inference that Bilis purposely avoided learning about the drug dealing taking place in his bar.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Officer Healy's testimony further supports this inference.  She described the drug business environment at the High Street Cafe as \"competitive\" and testified:  \"There were several people there, all selling drugs....  Sometimes there were so many of them there ... I had to wait until one person left so I could make a drug purchase.\"   Officer Healy further testified that she made several drug transactions while sitting on a stool directly in front of the bar.  This testimony coupled with Bilis's own admission that he \"speculated\" about drug activity in his bar further supports the inference that Bilis was aware of a high probability of drug dealing in the High Street Cafe and purposely contrived to avoid learning all of the facts.  See Brandon, 17 F.3d at 452.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The fact that the government also offered evidence to support the theory that Bilis possessed direct knowledge of drug dealing did not render the willful blindness instruction inappropriate.  This court has rejected the argument that proof of direct knowledge precludes a willful blindness instruction that is otherwise appropriate:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>As long as separate and distinct evidence supports a defendant's deliberate avoidance of knowledge and the possibility exists that the jury does not credit the evidence of direct knowledge, a willful blindness instruction may be appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Brandon, 17 F.3d at 452 n. 74.  Two of the government witnesses who testified as to Bilis's direct knowledge of and participation in drug activities had an incentive to cooperate with the government.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As the district judge noted at sentencing, it is possible that the jury did not find some or any of their testimony credible.  For example, the jury could have credited the witnesses' testimony concerning the extent of the drug dealing in the High Street Cafe, while rejecting the testimony related to Bilis's actual involvement in drug deals.  Even without the testimony of these witnesses, separate and distinct evidence supported the government's alternate theory of willful blindness.  The instruction was warranted under the circumstances.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Based on the foregoing, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At trial, Healy testified that she could not recall whether she actually used the word \"drugs\" or if she asked Bilis whether he knew anyone who could get her \"a little something.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Tina LeMay and William Sblacers were arrested on September 23, 1997 and subsequently indicted for various drug offenses.  At trial, they testified pursuant to plea agreements they had entered into with the government</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>John BILIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1895.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1999.<br>Decided March 10, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roger A. Cox, with whom Cox &amp; Cox, was on brief, for appellant.</p>\n      <p class=\"indent\">Heidi E. Brieger, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and CUDAHY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On September 18, 1997, a grand jury returned an indictment charging defendant-appellant John Bilis with violating 21 U.S.C. &#167; 856(a)(2) by knowingly and intentionally managing and controlling a building for the purpose of the unlawful distribution and use of controlled substances.  A trial commenced on April 6, 1998 and the jury ultimately returned a guilty verdict.  The district court sentenced Bilis to a twenty-one month term of imprisonment, to be followed by twenty-four months of supervised release.  On appeal, Bilis claims that the district court erred in giving a willful blindness jury instruction.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the verdict.  United States v. Cunan, <span class=\"citation\" data-id=\"198097\"><a href=\"/opinion/198097/united-states-v-cunan/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.1998) (quotations omitted).  In the fall of 1996, the Webster Police Department (the \"WPD\") received information about narcotics trafficking at the High Street Cafe in Webster, Massachusetts.  Specifically, the WPD received information that on September 19, 1996, an individual known as William Armstrong would be selling drugs at the High Street Cafe.  Pursuant to this information, Webster police officers went to the bar, located Armstrong on the street outside, and followed him into the bar.  Armstrong was then arrested on outstanding warrants.  Subsequent to Armstrong's arrest, WPD officers seized a sandwich bag containing cocaine from the corner space between the men's restroom and the bar.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the time of Armstrong's arrest, Bilis, the owner and bartender of the High Street Cafe, was working behind the bar.  WPD officers questioned Bilis about the bag of cocaine.  Bilis indicated that he knew nothing about it.  WPD officers then warned Bilis that he could be at serious risk of losing his liquor license due to possible drug violations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after this incident, Bilis arranged to meet with WPD officers to discuss suspected drug dealing at the High Street Cafe.  During this meeting, Bilis suggested that the WPD install a surveillance camera in the bar.  Bilis also agreed to the possible placement of an undercover officer in the bar to investigate the drug problem.  WPD officers asked Bilis to name the drug dealers who frequented his bar.  Bilis responded:  \"You know who they are.\"   When the officers named several individuals they suspected, Bilis nodded.  Following this meeting, WPD officers dropped by the High Street Cafe several times a week.  During those visits, Bilis identified several bar patrons he suspected were drug dealers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Three months later, beginning in December 1996, the WPD launched an undercover investigation of drug dealing at the High Street Cafe.  Officer Stephanie Healy, a WPD undercover officer, began frequenting the cafe to gain intelligence and to make controlled purchases from suspected drug dealers.  Bilis was not informed of this undercover investigation and did not know that Healy was an undercover officer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Beginning on February 5, 1997, Healy made numerous controlled cocaine purchases at the High Street Cafe.  At trial, Healy testified that there were so many drug dealers working at the High Street Cafe that the drug business environment could be characterized as \"competitive.\"   Healy described the cafe as a bar with several stools, four or five tables, and a pool table.  Healy testified that she normally made controlled cocaine purchases directly in front of the bar, at one end of the tables, or in the women's restroom.  Bilis was present in the bar almost every night.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Healy testified that on February 20, 1997, she overheard Bilis tell Michael Plasse, a suspected drug dealer, to \"clean up\" because he did not want the police to see any plastic baggies lying around on the floor.  Bilis instructed Plasse to flush all baggies down the toilet.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In April 1997, the United States Drug Enforcement Administration (the \"DEA\") took over the WPD investigation.  On April 30, 1997, DEA agents conducted surveillance of the High Street Cafe while Healy made a controlled purchase of cocaine inside the bar.  During Healy's purchase a DEA agent was located in an undercover surveillance van parked outside the bar.  At trial, Healy testified that while she was in the bar it became clear from the commotion that some bar patrons had spotted the DEA surveillance van.  Tina LeMay, a bar patron, testified that whoever was tending bar that night closed the shutters of the window overlooking the street after patrons spotted the van.  William Sblacers, another patron, testified that Bilis warned him to be careful because there was a police surveillance van parked outside.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 29, 1997, Bilis became a target of the DEA investigation.  On that date, Healy approached Sblacers at the High Street Cafe to make a controlled cocaine purchase.  Sblacers informed Healy that he did not have any cocaine but that he and several others--including Bilis--were waiting for a delivery from cocaine distributor Stephen Reyes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 29, 1997, Healy entered the High Street Cafe to make a controlled cocaine purchase from Reyes.  Healy sat at the bar, where she was joined by Bilis.  Healy asked Bilis if he knew of Reyes's whereabouts.  Bilis told Healy that he had seen Reyes earlier in the week, but he did not know where he was now.  Healy then asked Bilis if he knew whether there was anyone else in the bar who could get her \"a little something.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In response, Bilis looked around the bar and replied:  \"No, I do not.  That's what I'm down here for.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At trial, Sblacers testified that he was arrested on September 27, 1997 and was currently in jail on drug charges.  Sblacers hoped to \"get a break\" at sentencing because of his testimony for the government.  According to his testimony, Sblacers usually sold at least six packages of cocaine to High Street Cafe customers between midnight and 1:00 AM three to four times per week.  Sblacers testified that Bilis bought cocaine directly from him at the bar.  Sblacers testified that he also sold cocaine to Bilis through another bartender, Lynn DuFault.  At one point, Bilis asked Sblacers to talk to \"the guys\" and tell them to be more careful because he did not want to lose his liquor license.  Bilis also warned Sblacers about the DEA surveillance van parked outside of the bar on April 30, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Tina LeMay was also arrested on September 27, 1997 for possession of controlled substances with intent to distribute.  At trial, she testified that she passed cocaine over the bar to Bilis in a folded dollar bill.  According to her testimony, she also sold cocaine to Bilis through Lynn DuFault.  LeMay testified that although drug dealing at the High Street Cafe was covert, she did not try to conceal it from Bilis.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Leonardo Gonzalez testified that he sold drugs to Bilis two to three times a week, so many times that \"it would be impossible to count.\"   Gonzalez further testified that he observed Bilis watch as a bar patron tasted cocaine from an open bag in the men's room.  Finally, Gonzalez testified that Bilis sold him a $2,000 lottery ticket so that Gonzalez could \"clean\" his drug proceeds.  At the time of his testimony, Gonzalez was serving a three to five year sentence in Massachusetts for drug-related offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">During his trial testimony, Bilis denied having ever participated in the sale of illegal drugs.  Specifically, he denied having ever purchased cocaine from Sblacers, LeMay or Gonzalez.  Bilis further testified that he never observed any hand-to-hand drug transactions at the bar.  He denied seeing a bar patron taste cocaine from a plastic bag in the men's room.  He denied warning anyone about a police surveillance van parked outside the bar on April 30, 1997.  Finally, he denied having ever suggested that the sale of the lottery ticket would \"clean\" Gonzalez's drug money.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With respect to the plastic baggies, Bilis testified that he recalled seeing Plasse exit the men's room with plastic tops or knot tops, but that he did not specifically know that Plasse was selling cocaine.  Bilis admitted that he was concerned about the plastic bags but refused to admit that he knew the baggies contained (or had contained) cocaine.  Rather, Bilis testified that he merely \"speculated\" that drug dealers were selling drugs in his bar.  Throughout his testimony, Bilis maintained that he did not have any direct, actual knowledge of drug activity in his bar.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the conclusion of trial, the government filed its proposed jury instructions, requesting that the district court give the jury a willful blindness instruction.  At the jury charge conference, defense counsel objected to the government's request.  At the start of the next day's proceedings, the district judge announced his decision to grant the government's request and give the willful blindness instruction.  At the conclusion of the jury instructions, defense counsel renewed his objection to the instruction.  Bilis now appeals.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In order to convict Bilis of violating 21 U.S.C. &#167; 856(a)(2), the government needed to prove three elements beyond a reasonable doubt:  (1) that Bilis managed or controlled the High Street Cafe;  (2) that Bilis knowingly and intentionally made the High Street Cafe available for use to others;  and (3) that Bilis made the High Street Cafe available for the purpose of unlawfully possessing or distributing a controlled substance.  See 21 U.S.C. &#167; 856(a)(2).  The government requested the willful blindness instruction in order to prove the second element.  Pursuant to the government's request, the district judge instructed the jury that:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the word \"knowingly,\" as that term has been used from time to time in these instructions, means that the act was done voluntarily and intentionally and not because of mistake or accident.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>In deciding whether the defendant acted knowingly, you may infer that he had knowledge of a fact if you find that he deliberately closed his eyes to a fact that otherwise would have been obvious to him.  In order to infer knowledge, you must find that two things have been established;  first, that the defendant was aware of a high probability of unlawful possession or distribution of controlled substances in the High Street Cafe;  and, second, that he consciously and deliberately avoided learning of that fact;  that is to say, the defendant willfully made himself blind to that fact.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>It is entirely up to you to determine whether Mr. Bilis deliberately closed his eyes to the fact and, if so, what inference, if any should be drawn.  However, it is important to bear in mind that mere negligence or mistake in failing to learn the fact is not sufficient.  There must be a deliberate effort to remain ignorant of the fact.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because Bilis made a timely objection to this instruction, we review for abuse of discretion.  See Cunan, 152 F.3d at 39.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This court has previously identified the circumstances warranting a willful blindness instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>A willful blindness instruction is warranted if (1) the defendant claims lack of knowledge;  (2) the evidence would support an inference that the defendant consciously engaged in a course of deliberate ignorance;  and (3) the proposed instruction, as a whole, could not lead the jury to conclude that an inference of knowledge was mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">United States v. Gabriele, <span class=\"citation\" data-id=\"196253\"><a href=\"/opinion/196253/united-states-v-gabriele/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 66 (1st Cir.1995).  More specifically, a willful blindness instruction is proper when there is evidence to \"support the inference that defendant was aware of a high probability of the existence of the fact in question and purposely contrived to avoid learning all of the facts in order to have a defense in the event of a subsequent prosecution.\"  United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 452 (1st Cir.1994) (quoting United States v. Rivera, <span class=\"citation\" data-id=\"568540\"><a href=\"/opinion/568540/united-states-v-johnny-rivera-elena-vila/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1563</span></a></span>, 1571 (11th Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Bilis challenges the propriety of the willful blindness instruction on two grounds.  First, Bilis argues that he never claimed lack of knowledge of the drug dealing taking place in the High Street Cafe.  Bilis points to the fact that he voluntarily met with officers of the WPD to discuss the issue of drug dealing in his bar.  Bilis claims that this visit, by itself, wholly negates the possibility that he lacked knowledge of the drug activities in the bar.  Second, Bilis argues that his visit to the police also undermines any claim that he \"consciously engaged in a course of deliberate ignorance\" of the drug dealing taking place in the High Street Cafe.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">With respect to Bilis's first argument, we conclude that his 1996 visit to the WPD did not preclude the giving of the willful blindness instruction.  During Bilis's visit to the police he admitted only that he \"speculated\" that individuals were dealing drugs in the bar.  Bilis disclaimed any specific or definite knowledge of drug activities or dealers.  He testified:  \"I don't think I actually seen anything where I could say I had knowledge ... Speculation is one thing.  Knowing is a different thing.\"   We conclude that Bilis's denial of specific or definite knowledge satisfies the first prerequisite for the giving of the willful blindness instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Bilis's second argument fares no better.  Bilis's own testimony clearly supports the inference that he purposely avoided learning details about the drug dealing in the bar.  Specifically, Bilis testified that he observed plastic baggies in the bathroom and that he mentioned something to Michael Plasse about them:  \"And I got in an argument ... with him [and] he ended up being thrown out [of the bar] for sixty days.\"   When asked what he thought the plastic bags were used for, Bilis responded:  \"I have no idea ... What was on the other end of [the plastic knot top], I don't know.\"   This testimony clearly supports the inference that Bilis purposely avoided learning about the drug dealing taking place in his bar.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Officer Healy's testimony further supports this inference.  She described the drug business environment at the High Street Cafe as \"competitive\" and testified:  \"There were several people there, all selling drugs....  Sometimes there were so many of them there ... I had to wait until one person left so I could make a drug purchase.\"   Officer Healy further testified that she made several drug transactions while sitting on a stool directly in front of the bar.  This testimony coupled with Bilis's own admission that he \"speculated\" about drug activity in his bar further supports the inference that Bilis was aware of a high probability of drug dealing in the High Street Cafe and purposely contrived to avoid learning all of the facts.  See Brandon, 17 F.3d at 452.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The fact that the government also offered evidence to support the theory that Bilis possessed direct knowledge of drug dealing did not render the willful blindness instruction inappropriate.  This court has rejected the argument that proof of direct knowledge precludes a willful blindness instruction that is otherwise appropriate:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>As long as separate and distinct evidence supports a defendant's deliberate avoidance of knowledge and the possibility exists that the jury does not credit the evidence of direct knowledge, a willful blindness instruction may be appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Brandon, 17 F.3d at 452 n. 74.  Two of the government witnesses who testified as to Bilis's direct knowledge of and participation in drug activities had an incentive to cooperate with the government.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As the district judge noted at sentencing, it is possible that the jury did not find some or any of their testimony credible.  For example, the jury could have credited the witnesses' testimony concerning the extent of the drug dealing in the High Street Cafe, while rejecting the testimony related to Bilis's actual involvement in drug deals.  Even without the testimony of these witnesses, separate and distinct evidence supported the government's alternate theory of willful blindness.  The instruction was warranted under the circumstances.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Based on the foregoing, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At trial, Healy testified that she could not recall whether she actually used the word \"drugs\" or if she asked Bilis whether he knew anyone who could get her \"a little something.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Tina LeMay and William Sblacers were arrested on September 23, 1997 and subsequently indicted for various drug offenses.  At trial, they testified pursuant to plea agreements they had entered into with the government</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/"
  ]
}