{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198344/",
  "absolute_url": "/opinion/198344/provenzano-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198344/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:50:41Z",
  "date_modified": "2017-03-24T10:56:27.576103Z",
  "type": "010combined",
  "sha1": "4cf80494c730b080c20030550a246881a238b6a7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1609.01A",
  "local_path": null,
  "plain_text": "   [NOT FOR PUBLICATION   NOT TO BE CITED AS PRECEDENT]\r\n\n             United States Court of Appeals\r\n                 For the First Circuit\r\n\nNo. 98-1609\r\n\n                 VITO STEFANO PROVENZANO,\r\n\n                       Petitioner,\r\n\n                            v.\r\n\n         IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                       Respondent.\r\n\n             PETITION FOR REVIEW OF AN ORDER\r\n          OF THE BOARD OF IMMIGRATION APPEALS\r\n\n                          Before\r\n\n                 Boudin, Circuit Judge,\r\n             Aldrich, Senior Circuit Judge,\r\nand Shadur, Senior U.S. District Judge.\r\n\n Stephen A. Lagana with whom Lagana &amp; Associates was on brief\r\nfor petitioner.\r\n Brenda M. O'Malley, Attorney, Office of Immigration\r\nLitigation, with whom Karen Ann Hunold, Senior Litigation Counsel,\r\nand Frank W. Hunger, Assistant Attorney General, were on brief for\r\nrespondent.\r\n\nFebruary 25, 1999\r\n\n  Per Curiam.  Vito Stefano Provenzano, who entered the\r\nUnited States from Italy in 1983 as a non-immigrant visitor\r\nfor pleasure, among other misconduct over-stayed; obtained\r\nunlawful employment; paid no income tax on his wages;\r\npurchased a counterfeit Temporary Resident Card; and, in\r\nJanuary 1992, went back to Italy with it to attend to a family\r\nmatter and returned on January 29 only to have the fraud\r\ndiscovered.  He signed a sworn statement admitting the\r\ncounterfeiting and, withdrawing his application for admission,\r\nreturned to Italy.\r\n  Skipping some in-between matters, including marriage\r\nto a naturalized American citizen and unlawful entry from\r\nCanada, on February 2, 1993 Provenzano obtained an immigrant\r\nvisa from an American Consular Officer in Naples by\r\nrepresenting that, among other things, he had never been\r\nrefused admission into the United States or sought entry\r\nthrough fraud or misrepresentation.  On February 6 in Boston\r\nthe INS refused admission and placed him into exclusion\r\nproceedings.  After several hearings an immigration judge\r\nfound him excludable, but granted a discretionary waiver of\r\ninadmissability under 8 U.S.C.  1182(i).  On an appeal by the\r\nINS the Board of Immigration Appeals reversed on August 1,\r\n1997.  Its six main reasons, plus incidentals, make one wonder\r\nat the earlier decision.  We pass the subsequent proceedings\r\nthat lead to our present question:  whether the Board's denial\r\nto reopen that decision because of inadequate counsel should\r\nbe reversed.    The claim on appeal revolves around\r\nProvenzano's representations that he had never been refused\r\nentry or fraudulently sought entry.\r\n   It could be found that Provenzano had been advised by\r\ncounsel that he could say he had never been refused entry in\r\nlight of the fact that he had withdrawn his application before\r\nformal action and that he had acted reasonably in relying on\r\nthat advice.  There was no such claim or support for the\r\nserious misrepresentation that he had never sought entry\r\nthrough fraud or misrepresentation.  The Board wrote a\r\npersuasive opinion on May 21, 1998.  The appeal is meritless.\r\n   Affirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "",
  "extracted_by_ocr": false,
  "opinions_cited": []
}