{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198479/",
  "absolute_url": "/opinion/198479/giroux-v-somerset/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198479/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:10Z",
  "date_modified": "2017-03-24T10:57:16.163559Z",
  "type": "010combined",
  "sha1": "e812ad84fc14c2c9b050ff15b4f4c9a0cd81c938",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1770.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\n                   For the First Circuit\n\nNo. 98-1770\n\n                        SHAWN GIROUX,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                SOMERSET COUNTY, FRED HARTLEY,\n                      and BARRY DELONG,\n\n                    Defendants, Appellees.\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\n\n                            Before\n\n                    Selya, Circuit Judge,\n               Gibson, Senior Circuit Judge,*\n                 and Lipez, Circuit Judge.\n\n        Michael J. Schmidt, with whom Peter T. Marchesi was on\nbrief for appellant.\n        Edward R. Benjamin, with whom Michael R. Bosse was on\nbrief for appellees.\n\nMay 24, 1999\n\n   *Of the Eighth Circuit, sitting by designation.  LIPEZ, Circuit Judge.  Shawn Giroux, a former inmate at\nthe Somerset County Jail, brought suit pursuant to 42 U.S.C.  1983\nagainst one prison employee (Sergeant Hartley), Somerset County\nSheriff Barry DeLong, and Somerset County after he was assaulted by\nanother inmate.  Giroux alleges a violation of the Eighth Amendment\nprohibition of \"cruel and unusual punishments\" and pendent state\nclaims pursuant to the Maine Tort Claims Act, Me. Rev. Stat. Ann.\ntit. 14,  8101 et seq.  The district court granted a summary\njudgment to all defendants on the  1983 claims and dismissed the\nstate law claims without prejudice.  We reverse the judgment of the\ndistrict court.\n                           I.   \nA. Facts\nWe present the facts from the summary judgment record in\nthe light most favorable to Giroux, the non-moving party, and draw\nall reasonable inferences in his favor.  See Maldonado-Denis v.\nCastillo-Rodriguez, 23 F.3d 576, 581 (1st Cir. 1994).  Giroux was\nincarcerated in the Somerset County Jail in September 1995.  On\nSeptember 19, 1995, Deputy Doug Manson informed Giroux that a\ndetective from the Somerset County Sheriff's Department wanted to\nspeak with Giroux.  Manson escorted Giroux from his cell to meet\nwith the detective.  Robert Tucker, an inmate with whom Giroux\nshared a common day room, threatened Giroux in the presence of\nManson upon hearing that Giroux was going to meet with the\ndetective.  Robert Tucker apparently thought that Giroux was going\nto be asked for information about Tucker.  After meeting with the\ndetective, Giroux was escorted to a new cell; his belongings had\nbeen collected and moved for him.  Although no reason for Giroux's\nSeptember 19th cell change is reflected in the jail's records, it\nis a fair inference that Giroux was relocated in response to Robert\nTucker's threats.\nThe next day, September 20, 1995, Robert Tucker again\nthreatened Giroux as he was taken past Robert Tucker's cell on his\nway to breakfast.  While at breakfast, Scott Tucker, Robert\nTucker's brother, sat down at a table with Giroux and communicated\na veiled threat to Giroux and two other inmates, Tony St. Pierre\nand Wayne Curtis, telling them that they were lucky that his\nbrother Robert Tucker was \"on the other side of the glass\" or \"on\nthe opposite side of the window\" (referring to the fact that they\nwere separated from Robert Tucker during breakfast).  Following\nbreakfast on September 20th, Scott Tucker and other inmates who\nGiroux believed were in association with Robert and Scott Tucker\npassed by Giroux's cell and threatened Giroux, telling him \"you're\ndead.\"\nLater that day Giroux and fellow inmates St. Pierre and\nCurtis met with Jail Administrator Judith Thornton and, according\nto Giroux, requested protective custody due to the Tucker brothers'\nthreats.  Although Thornton testified in her deposition that she\nhas no recollection of such a meeting, jail records indicate that\nGiroux was placed on cell feed status on September 20, 1995, and\nGiroux is listed in jail records as being on cell feed status again\non September 21, 1995.  There is no policy in the record governing\nthe use of cell feed status to protect inmates.  Nevertheless,\nevery employee deposed testified to the practice of using cell\nfeeding as a protective device.  Indeed, according to that\ntestimony, the only reasons for an inmate to be placed on cell feed\nstatus are (1) health related or (2) as a form of protective\ncustody from other inmates.  Jail employees, including co-defendant\nand shift supervisor Sergeant Fred Hartley, testified that the\ninmate roster should have indicated the reason for Giroux's cell\nfeed status.  Although no reason for cell feeding Giroux is\nrecorded in the jail's records, it is a fair inference that he was\nbeing cell fed because of threats against him.   \nCo-defendant Sergeant Fred Hartley was the shift\nsupervisor on the evening and night of September 21, 1995.  Giroux\nand eight or nine other inmates participated in the jail's\nvisitation period that evening.  After Giroux had been in the\ncommon visiting room for some time, Scott Tucker was brought into\nthe same visitation room.  The record does not establish who\nescorted Giroux and Scott Tucker into the visitation room. \nAccording to policy, all the prisoners are subjected to a strip\nsearch after participating in visitation and before being returned\nto their cells.  The inmates wait for this search in a holding cell\nin which they are under observation through a plexiglass window. \nNo prison guards are physically present.  After an argument began\nbetween Scott Tucker and another inmate in the holding cell, the\nother inmate was escorted out of the holding cell.  Immediately\nthereafter, Scott Tucker began an argument with Giroux, and they\nexchanged words.  Scott Tucker then physically assaulted Giroux,\ncausing a broken nose, torn shoulder ligaments, and a head\nlaceration which required stitches to close.  Because Hartley was\nclose by, distributing medication to other inmates, he was the\nfirst person to break up the fight between Scott Tucker and Giroux. \nAdditional facts will be referenced when relevant to the\ndiscussion.\nB. Procedural History\nIn a complaint filed on September 8, 1997 alleging\nviolations of 42 U.S.C.  1983 and the Maine Tort Claims Act, Me.\nRev. Stat. Ann. tit. 14,  8101 et seq.,  Giroux claimed that\nSergeant Fred Hartley, Somerset County Sheriff Barry DeLong, both\nof whom were sued in their individual and official capacities, and\nSomerset County had deprived him of his right to be free of cruel\nand unusual punishment in contravention of the Eighth Amendment to\nthe United States Constitution.  Specifically, Giroux claimed that\nthe defendants had violated his right to be protected against\nattacks by other inmates.\nThe district court, adopting the findings and conclusions\nof the magistrate judge, held that the evidence that Sergeant\nHartley had violated Giroux's Eighth Amendment rights was\ninsufficient and granted all defendants a summary judgment on the\n1983 claims.  Although acknowledging a fair inference that\nSergeant Hartley knew that Giroux was on cell feed status, the\ncourt noted that the Eighth Amendment requires an actual,\nsubjective appreciation of a risk of harm in order to hold prison\nofficials liable under the Cruel and Unusual Punishments Clause of\nthe Eighth Amendment, and that Giroux had \"presented no facts that\nHartley knew of the threats to [Giroux's] life, or that those\nthreats were made by an inmate who was in the holding cell with\n[Giroux].\"  Turning to Giroux's claims against the Sheriff and the\nCounty, and construing those claims as alleging a failure to train\nSergeant Hartley, the court stated that it was \"satisfied that\nDefendant Hartley did not violate [Giroux's] Eighth Amendment\nrights,\" and therefore concluded that \"no liability can attach to\nSomerset County or Defendant [Sheriff] DeLong for failing to\nproperly train or supervise [Hartley].\"  The court then dismissed\nthe state law claims without prejudice.  Giroux now appeals those\ndecisions.\n                            II.\nA. The Cruel and Unusual Punishments Clause of the Eighth Amendment\nThe Eighth Amendment prohibits \"cruel and unusual\npunishments,\" and \"it is now settled that 'the treatment a prisoner\nreceives in prison and the conditions under which he is confined\nare subject to scrutiny under the Eighth Amendment.'\" Farmer v.\nBrennan, 511 U.S. 825, 832 (1994) (quoting Helling v. McKinney, 509\nU.S. 25, 31 (1993)).  Prison officials have a duty to \"provide\nhumane conditions of confinement; prison officials must ensure that\ninmates receive adequate food, clothing, shelter, and medical care,\nand must 'take reasonable measures to guarantee the safety of the\ninmates.'\" Id. (quoting Hudson v. Palmer, 468 U.S. 517, 526-27\n(1984)).  That duty has its origins in the forced dependency of\ninmates: \"Having incarcerated persons with demonstrated\nproclivities for antisocial criminal, and often violent, conduct,\nhaving stripped them of virtually every means of self-protection\nand foreclosed their access to outside aid, the government and its\nofficials are not free to let the state of nature take its course.\" \nId. at 833 (internal quotations and brackets omitted).  Therefore,\nunder the Eighth Amendment, \"prison officials have a duty . . . to\nprotect prisoners from violence at the hands of other prisoners.\" \nId.  (quoting Cortes-Quinones v. Jimenez-Nettleship, 842 F.2d 556,\n558 (1st Cir. 1988)).\nHowever, not every injury suffered by a prisoner at the\nhands of a fellow inmate gives rise to an Eighth Amendment claim. \nIn order for a prison-conditions complaint to state a violation of\nthe Eighth Amendment, two requirements must be met.  First, the\nalleged deprivation of adequate conditions must be objectively\nserious, i.e., \"the inmate must show that he is incarcerated under\nconditions posing a substantial risk of serious harm.\"  Id. at 834. \nSecond, the official involved must have had \"a sufficiently\nculpable state of mind,\"  Wilson v. Seiter, 501 U.S. 294, 299\n(1991), described as \"deliberate indifference\" to inmate health or\nsafety.  Farmer, 511 U.S. at 834.  In this context, \"deliberate\nindifference\" means that \"a prison official cannot be found liable\nunder the Eighth Amendment for denying an inmate humane conditions\nof confinement unless the official knows of and disregards an\nexcessive risk to inmate health or safety.\"  Id. at 837.  This\nstandard, requiring an actual, subjective appreciation of risk, has\nbeen likened to the standard for determining criminal recklessness. \nSee id. at 839-40 (holding that \"subjective recklessness as used in\nthe criminal law is a familiar and workable standard that is\nconsistent with the Cruel and Unusual Punishments Clause as\ninterpreted in our cases, and we adopt it as the test for\n'deliberate indifference' under the Eighth Amendment\"); see also \nid. at 837-38 (citing to Model Penal Code  2.02(2)(c) and noting\nthat criminal recklessness requires a person to \"consciously\ndisregar[d] a substantial risk of serious harm\").  While the\nSupreme Court has admonished the lower courts to \"be careful to\nensure that the requirement of subjective culpability is not lost,\"\nid. at 843 n.8, \n  [w]hether a prison official had the requisite\nknowledge of a substantial risk is a question\nof fact subject to demonstration in the usual\nways, including inference from circumstantial\nevidence, and a factfinder may conclude that a\nprison official knew of a substantial risk\nfrom the very fact that the risk was obvious.\n\nId. 842 (internal citation omitted).  Even if prison officials know\nof a substantial risk to inmate health or safety but fail to\nprevent the harm, they \"may be found free from liability if they\nrespond reasonably to the risk.\"  Id. at 844.  With these standards\nin mind, we turn to the claim against Sergeant Hartley.\nB. Sergeant Hartley\nIn assessing the claim against Sergeant Hartley, we must\ndetermine whether a reasonable juror, on the basis of the summary\njudgment record, could conclude that Hartley \"kn[ew] that [Giroux]\nface[d] a substantial risk of serious harm and disregard[ed] that\nrisk by failing to take reasonable measures to abate it.\"  Farmer,\n511 U.S. at 847.  Consistent with the magistrate judge's\nrecommendation, the district court assumed that a substantial risk\nof serious harm had been shown but concluded that there was\ninsufficient evidence to support an inference of Hartley's actual\nknowledge of the risk, and granted a summary judgement.  We\ndisagree with the court's analysis of the summary judgment record.\n1. Knowledge of a Substantial Risk of Serious Harm\n According to Hartley's own testimony, cell feed status\nindicated either that the prisoner had a health problem or that the\nprisoner was in protective custody.  Hartley also testified that\none of his responsibilities as shift supervisor was to review the\ncell block assignment roster each day at the start of his shift. \nA juror could reasonably conclude, therefore, that Hartley\nperformed this obligatory administrative task on September 21,\n1995, thus alerting him at the very least to the fact that Giroux\nwas on cell feed status, and that one of the two explanations for\nthat cell feed status involved the risk that Giroux could be harmed\nby another inmate.\nAs Farmer instructs, Hartley did not have to know the\nidentity of the particular person threatening Giroux in order to\nhave actual knowledge of the risk.  See Farmer, 511 U.S. at 843\n(\"[A] prison official [may not] escape liability for deliberate\nindifference by showing that, while he was aware of an obvious,\nsubstantial risk to inmate safety, he did not know that the\ncomplainant was especially likely to be assaulted by the specific\nprisoner who eventually committed the assault.\").  If Hartley\nunderstood that there was a high probability of a danger to Giroux,\nhe\n  would not escape liability if the evidence\nshowed that he merely . . . declined to\nconfirm inferences of risk that he strongly\nsuspected to exist (as when a prison official\nis aware of a high probability of facts\nindicating that one prisoner has planned an\nattack on another but resists opportunities to\nobtain final confirmation . . .\").\n\nId. at 843 n.8.  In our view, the summary judgment record supports\nthe inference that Hartley was aware of a high probability that\nGiroux was vulnerable to attack from another inmate but took no\naction despite that awareness.\n2. Deliberate Indifference to the Known Risk\nThe next inquiry, then, is whether Hartley's inaction in\nthe face of the known risk evinced the culpability required for an\nEighth Amendment violation.  Prison officials \"who actually knew of\na substantial risk to inmate health or safety may be found free\nfrom liability if they responded reasonably to the risk, even if\nthe harm ultimately was not averted.\"  Id. at 844.  The record\ndiscloses no circumstances that constrained Hartley from responding\nreasonably to protect Giroux: no time pressure, no lack of\nresources, no competing concerns whatsoever.  See, e.g., id. at 835\n(distinguishing claims alleging excessive use of force by prison\nguards because in that context the alleged actions of prison\nofficials are generally taken \"in haste, under pressure, and\nfrequently without the luxury of a second chance\") (quoting Hudson\nv. McMillian, 503 U.S. 1, 6 (1992)).  Hartley acknowledged that he\nwas obliged to find out the reason for cell feed status when the\ncell block assignment roster did not contain that information, but\nhe claimed that this information was for his own edification and\nthat he had no responsibility, as shift supervisor, to disseminate\nthat information to the subordinates on his shift.  Other prison\nemployees, including two subordinates who were working the night\nGiroux was attacked by Tucker, testified that it was the\nresponsibility of the shift supervisor to tell them about any\ninmates who were being cell fed for protective purposes when such\nprotective purposes were not listed on the inmate roster. \nOn this record, therefore, there is a genuine and\nmaterial factual dispute about the scope of Hartley's\nresponsibility as shift supervisor.  In resolving that dispute, a\nreasonable juror could find that it was Hartley's responsibility as\nshift supervisor to confirm the basis for the cell feeding of each\ninmate in cell feed status and to alert the employees on his shift\nto that basis, in order to reasonably protect the inmates in his\ncustody.  A juror could find that Hartley's abdication of his\nresponsibility, in the face of such a known danger to Giroux's\nsafety, was a reckless dereliction of duty rising to the level of\nEighth Amendment deliberate indifference.  \"When a supervisory\nofficial is placed on actual notice of a prisoner's need for\nphysical protection or medical care, administrative negligence can\nrise to the level of deliberate indifference to or reckless\ndisregard for a prisoner's safety.\"  Rondon-Pinto v. Jimenez-\nNettleship, 737 F.2d 130, 132 (1st Cir.  1984) (discussing\ndeliberate indifference in the context of supervisory liability\nunder  1983) (internal quotations omitted).  The court erred in\nruling that the summary judgment record could not support a finding\nthat Hartley was deliberately indifferent to Giroux's safety.\nC. Sheriff DeLong and Somerset County\nHaving found for Hartley on the defendants' motion for\nsummary judgment, the district court summarily concluded that the\nSheriff and the County could not be liable for deficient policies\nor for a failure to train.  Because the district court premised its\ngrant of summary judgment for the Sheriff and the County on\nHartley's exoneration, that determination, too, must be vacated and\nthe plaintiff's claims against all three defendants reinstated for\nfurther proceedings.  \n\nJudgment vacated.  The case is remanded to the district\ncourt for further proceedings consistent with this opinion.  Costs\nto appellant.       \n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\n                   For the First Circuit\n\nNo. 98-1770\n\n                        SHAWN GIROUX,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                SOMERSET COUNTY, FRED HARTLEY,\n                      and BARRY DELONG,\n\n                    Defendants, Appellees.\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\n\n                            Before\n\n                    Selya, Circuit Judge,\n               Gibson, Senior Circuit Judge,*\n                 and Lipez, Circuit Judge.\n\n        Michael J. Schmidt, with whom Peter T. Marchesi was on\nbrief for appellant.\n        Edward R. Benjamin, with whom Michael R. Bosse was on\nbrief for appellees.\n\nMay 24, 1999\n\n   *Of the Eighth Circuit, sitting by designation.  LIPEZ, Circuit Judge.  Shawn Giroux, a former inmate at\nthe Somerset County Jail, brought suit pursuant to 42 U.S.C.  1983\nagainst one prison employee (Sergeant Hartley), Somerset County\nSheriff Barry DeLong, and Somerset County after he was assaulted by\nanother inmate.  Giroux alleges a violation of the Eighth Amendment\nprohibition of \"cruel and unusual punishments\" and pendent state\nclaims pursuant to the Maine Tort Claims Act, Me. Rev. Stat. Ann.\ntit. 14,  8101 et seq.  The district court granted a summary\njudgment to all defendants on the  1983 claims and dismissed the\nstate law claims without prejudice.  We reverse the judgment of the\ndistrict court.\n                           I.   \nA. Facts\nWe present the facts from the summary judgment record in\nthe light most favorable to Giroux, the non-moving party, and draw\nall reasonable inferences in his favor.  See Maldonado-Denis v.\nCastillo-Rodriguez, </pre><span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span><pre class=\"inline\">, 581 (1st Cir. 1994).  Giroux was\nincarcerated in the Somerset County Jail in September 1995.  On\nSeptember 19, 1995, Deputy Doug Manson informed Giroux that a\ndetective from the Somerset County Sheriff's Department wanted to\nspeak with Giroux.  Manson escorted Giroux from his cell to meet\nwith the detective.  Robert Tucker, an inmate with whom Giroux\nshared a common day room, threatened Giroux in the presence of\nManson upon hearing that Giroux was going to meet with the\ndetective.  Robert Tucker apparently thought that Giroux was going\nto be asked for information about Tucker.  After meeting with the\ndetective, Giroux was escorted to a new cell; his belongings had\nbeen collected and moved for him.  Although no reason for Giroux's\nSeptember 19th cell change is reflected in the jail's records, it\nis a fair inference that Giroux was relocated in response to Robert\nTucker's threats.\nThe next day, September 20, 1995, Robert Tucker again\nthreatened Giroux as he was taken past Robert Tucker's cell on his\nway to breakfast.  While at breakfast, Scott Tucker, Robert\nTucker's brother, sat down at a table with Giroux and communicated\na veiled threat to Giroux and two other inmates, Tony St. Pierre\nand Wayne Curtis, telling them that they were lucky that his\nbrother Robert Tucker was \"on the other side of the glass\" or \"on\nthe opposite side of the window\" (referring to the fact that they\nwere separated from Robert Tucker during breakfast).  Following\nbreakfast on September 20th, Scott Tucker and other inmates who\nGiroux believed were in association with Robert and Scott Tucker\npassed by Giroux's cell and threatened Giroux, telling him \"you're\ndead.\"\nLater that day Giroux and fellow inmates St. Pierre and\nCurtis met with Jail Administrator Judith Thornton and, according\nto Giroux, requested protective custody due to the Tucker brothers'\nthreats.  Although Thornton testified in her deposition that she\nhas no recollection of such a meeting, jail records indicate that\nGiroux was placed on cell feed status on September 20, 1995, and\nGiroux is listed in jail records as being on cell feed status again\non September 21, 1995.  There is no policy in the record governing\nthe use of cell feed status to protect inmates.  Nevertheless,\nevery employee deposed testified to the practice of using cell\nfeeding as a protective device.  Indeed, according to that\ntestimony, the only reasons for an inmate to be placed on cell feed\nstatus are (1) health related or (2) as a form of protective\ncustody from other inmates.  Jail employees, including co-defendant\nand shift supervisor Sergeant Fred Hartley, testified that the\ninmate roster should have indicated the reason for Giroux's cell\nfeed status.  Although no reason for cell feeding Giroux is\nrecorded in the jail's records, it is a fair inference that he was\nbeing cell fed because of threats against him.   \nCo-defendant Sergeant Fred Hartley was the shift\nsupervisor on the evening and night of September 21, 1995.  Giroux\nand eight or nine other inmates participated in the jail's\nvisitation period that evening.  After Giroux had been in the\ncommon visiting room for some time, Scott Tucker was brought into\nthe same visitation room.  The record does not establish who\nescorted Giroux and Scott Tucker into the visitation room. \nAccording to policy, all the prisoners are subjected to a strip\nsearch after participating in visitation and before being returned\nto their cells.  The inmates wait for this search in a holding cell\nin which they are under observation through a plexiglass window. \nNo prison guards are physically present.  After an argument began\nbetween Scott Tucker and another inmate in the holding cell, the\nother inmate was escorted out of the holding cell.  Immediately\nthereafter, Scott Tucker began an argument with Giroux, and they\nexchanged words.  Scott Tucker then physically assaulted Giroux,\ncausing a broken nose, torn shoulder ligaments, and a head\nlaceration which required stitches to close.  Because Hartley was\nclose by, distributing medication to other inmates, he was the\nfirst person to break up the fight between Scott Tucker and Giroux. \nAdditional facts will be referenced when relevant to the\ndiscussion.\nB. Procedural History\nIn a complaint filed on September 8, 1997 alleging\nviolations of 42 U.S.C.  1983 and the Maine Tort Claims Act, Me.\nRev. Stat. Ann. tit. 14,  8101 et seq.,  Giroux claimed that\nSergeant Fred Hartley, Somerset County Sheriff Barry DeLong, both\nof whom were sued in their individual and official capacities, and\nSomerset County had deprived him of his right to be free of cruel\nand unusual punishment in contravention of the Eighth Amendment to\nthe United States Constitution.  Specifically, Giroux claimed that\nthe defendants had violated his right to be protected against\nattacks by other inmates.\nThe district court, adopting the findings and conclusions\nof the magistrate judge, held that the evidence that Sergeant\nHartley had violated Giroux's Eighth Amendment rights was\ninsufficient and granted all defendants a summary judgment on the\n1983 claims.  Although acknowledging a fair inference that\nSergeant Hartley knew that Giroux was on cell feed status, the\ncourt noted that the Eighth Amendment requires an actual,\nsubjective appreciation of a risk of harm in order to hold prison\nofficials liable under the Cruel and Unusual Punishments Clause of\nthe Eighth Amendment, and that Giroux had \"presented no facts that\nHartley knew of the threats to [Giroux's] life, or that those\nthreats were made by an inmate who was in the holding cell with\n[Giroux].\"  Turning to Giroux's claims against the Sheriff and the\nCounty, and construing those claims as alleging a failure to train\nSergeant Hartley, the court stated that it was \"satisfied that\nDefendant Hartley did not violate [Giroux's] Eighth Amendment\nrights,\" and therefore concluded that \"no liability can attach to\nSomerset County or Defendant [Sheriff] DeLong for failing to\nproperly train or supervise [Hartley].\"  The court then dismissed\nthe state law claims without prejudice.  Giroux now appeals those\ndecisions.\n                            II.\nA. The Cruel and Unusual Punishments Clause of the Eighth Amendment\nThe Eighth Amendment prohibits \"cruel and unusual\npunishments,\" and \"it is now settled that 'the treatment a prisoner\nreceives in prison and the conditions under which he is confined\nare subject to scrutiny under the Eighth Amendment.'\" Farmer v.\nBrennan, </pre><span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 832 (1994) (quoting Helling v. McKinney, </pre><span class=\"citation\" data-id=\"112888\"><a href=\"/opinion/112888/helling-v-mckinney/\"><span class=\"volume\">509</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span><pre class=\"inline\">, 31 (1993)).  Prison officials have a duty to \"provide\nhumane conditions of confinement; prison officials must ensure that\ninmates receive adequate food, clothing, shelter, and medical care,\nand must 'take reasonable measures to guarantee the safety of the\ninmates.'\" Id. (quoting Hudson v. Palmer, </pre><span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span><pre class=\"inline\">, 526-27\n(1984)).  That duty has its origins in the forced dependency of\ninmates: \"Having incarcerated persons with demonstrated\nproclivities for antisocial criminal, and often violent, conduct,\nhaving stripped them of virtually every means of self-protection\nand foreclosed their access to outside aid, the government and its\nofficials are not free to let the state of nature take its course.\" \nId. at 833 (internal quotations and brackets omitted).  Therefore,\nunder the Eighth Amendment, \"prison officials have a duty . . . to\nprotect prisoners from violence at the hands of other prisoners.\" \nId.  (quoting Cortes-Quinones v. Jimenez-Nettleship, </pre><span class=\"citation\" data-id=\"503433\"><a href=\"/opinion/503433/guillermina-cortes-quinones-v-charles-jimenez-nettleship-etc/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span><pre class=\"inline\">,\n558 (1st Cir. 1988)).\nHowever, not every injury suffered by a prisoner at the\nhands of a fellow inmate gives rise to an Eighth Amendment claim. \nIn order for a prison-conditions complaint to state a violation of\nthe Eighth Amendment, two requirements must be met.  First, the\nalleged deprivation of adequate conditions must be objectively\nserious, i.e., \"the inmate must show that he is incarcerated under\nconditions posing a substantial risk of serious harm.\"  Id. at 834. \nSecond, the official involved must have had \"a sufficiently\nculpable state of mind,\"  Wilson v. Seiter, </pre><span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span><pre class=\"inline\">, 299\n(1991), described as \"deliberate indifference\" to inmate health or\nsafety.  Farmer, 511 U.S. at 834.  In this context, \"deliberate\nindifference\" means that \"a prison official cannot be found liable\nunder the Eighth Amendment for denying an inmate humane conditions\nof confinement unless the official knows of and disregards an\nexcessive risk to inmate health or safety.\"  Id. at 837.  This\nstandard, requiring an actual, subjective appreciation of risk, has\nbeen likened to the standard for determining criminal recklessness. \nSee id. at 839-40 (holding that \"subjective recklessness as used in\nthe criminal law is a familiar and workable standard that is\nconsistent with the Cruel and Unusual Punishments Clause as\ninterpreted in our cases, and we adopt it as the test for\n'deliberate indifference' under the Eighth Amendment\"); see also \nid. at 837-38 (citing to Model Penal Code  2.02(2)(c) and noting\nthat criminal recklessness requires a person to \"consciously\ndisregar[d] a substantial risk of serious harm\").  While the\nSupreme Court has admonished the lower courts to \"be careful to\nensure that the requirement of subjective culpability is not lost,\"\nid. at 843 n.8, \n  [w]hether a prison official had the requisite\nknowledge of a substantial risk is a question\nof fact subject to demonstration in the usual\nways, including inference from circumstantial\nevidence, and a factfinder may conclude that a\nprison official knew of a substantial risk\nfrom the very fact that the risk was obvious.\n\nId. 842 (internal citation omitted).  Even if prison officials know\nof a substantial risk to inmate health or safety but fail to\nprevent the harm, they \"may be found free from liability if they\nrespond reasonably to the risk.\"  Id. at 844.  With these standards\nin mind, we turn to the claim against Sergeant Hartley.\nB. Sergeant Hartley\nIn assessing the claim against Sergeant Hartley, we must\ndetermine whether a reasonable juror, on the basis of the summary\njudgment record, could conclude that Hartley \"kn[ew] that [Giroux]\nface[d] a substantial risk of serious harm and disregard[ed] that\nrisk by failing to take reasonable measures to abate it.\"  Farmer,\n511 U.S. at 847.  Consistent with the magistrate judge's\nrecommendation, the district court assumed that a substantial risk\nof serious harm had been shown but concluded that there was\ninsufficient evidence to support an inference of Hartley's actual\nknowledge of the risk, and granted a summary judgement.  We\ndisagree with the court's analysis of the summary judgment record.\n1. Knowledge of a Substantial Risk of Serious Harm\n According to Hartley's own testimony, cell feed status\nindicated either that the prisoner had a health problem or that the\nprisoner was in protective custody.  Hartley also testified that\none of his responsibilities as shift supervisor was to review the\ncell block assignment roster each day at the start of his shift. \nA juror could reasonably conclude, therefore, that Hartley\nperformed this obligatory administrative task on September 21,\n1995, thus alerting him at the very least to the fact that Giroux\nwas on cell feed status, and that one of the two explanations for\nthat cell feed status involved the risk that Giroux could be harmed\nby another inmate.\nAs Farmer instructs, Hartley did not have to know the\nidentity of the particular person threatening Giroux in order to\nhave actual knowledge of the risk.  See Farmer, 511 U.S. at 843\n(\"[A] prison official [may not] escape liability for deliberate\nindifference by showing that, while he was aware of an obvious,\nsubstantial risk to inmate safety, he did not know that the\ncomplainant was especially likely to be assaulted by the specific\nprisoner who eventually committed the assault.\").  If Hartley\nunderstood that there was a high probability of a danger to Giroux,\nhe\n  would not escape liability if the evidence\nshowed that he merely . . . declined to\nconfirm inferences of risk that he strongly\nsuspected to exist (as when a prison official\nis aware of a high probability of facts\nindicating that one prisoner has planned an\nattack on another but resists opportunities to\nobtain final confirmation . . .\").\n\nId. at 843 n.8.  In our view, the summary judgment record supports\nthe inference that Hartley was aware of a high probability that\nGiroux was vulnerable to attack from another inmate but took no\naction despite that awareness.\n2. Deliberate Indifference to the Known Risk\nThe next inquiry, then, is whether Hartley's inaction in\nthe face of the known risk evinced the culpability required for an\nEighth Amendment violation.  Prison officials \"who actually knew of\na substantial risk to inmate health or safety may be found free\nfrom liability if they responded reasonably to the risk, even if\nthe harm ultimately was not averted.\"  Id. at 844.  The record\ndiscloses no circumstances that constrained Hartley from responding\nreasonably to protect Giroux: no time pressure, no lack of\nresources, no competing concerns whatsoever.  See, e.g., id. at 835\n(distinguishing claims alleging excessive use of force by prison\nguards because in that context the alleged actions of prison\nofficials are generally taken \"in haste, under pressure, and\nfrequently without the luxury of a second chance\") (quoting Hudson\nv. McMillian, </pre><span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1992)).  Hartley acknowledged that he\nwas obliged to find out the reason for cell feed status when the\ncell block assignment roster did not contain that information, but\nhe claimed that this information was for his own edification and\nthat he had no responsibility, as shift supervisor, to disseminate\nthat information to the subordinates on his shift.  Other prison\nemployees, including two subordinates who were working the night\nGiroux was attacked by Tucker, testified that it was the\nresponsibility of the shift supervisor to tell them about any\ninmates who were being cell fed for protective purposes when such\nprotective purposes were not listed on the inmate roster. \nOn this record, therefore, there is a genuine and\nmaterial factual dispute about the scope of Hartley's\nresponsibility as shift supervisor.  In resolving that dispute, a\nreasonable juror could find that it was Hartley's responsibility as\nshift supervisor to confirm the basis for the cell feeding of each\ninmate in cell feed status and to alert the employees on his shift\nto that basis, in order to reasonably protect the inmates in his\ncustody.  A juror could find that Hartley's abdication of his\nresponsibility, in the face of such a known danger to Giroux's\nsafety, was a reckless dereliction of duty rising to the level of\nEighth Amendment deliberate indifference.  \"When a supervisory\nofficial is placed on actual notice of a prisoner's need for\nphysical protection or medical care, administrative negligence can\nrise to the level of deliberate indifference to or reckless\ndisregard for a prisoner's safety.\"  Rondon-Pinto v. Jimenez-\nNettleship, </pre><span class=\"citation\" data-id=\"437455\"><a href=\"/opinion/437455/ramon-rondon-pinto-v-carlos-jimenez-nettleship-etc/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></a></span><pre class=\"inline\">, 132 (1st Cir.  1984) (discussing\ndeliberate indifference in the context of supervisory liability\nunder  1983) (internal quotations omitted).  The court erred in\nruling that the summary judgment record could not support a finding\nthat Hartley was deliberately indifferent to Giroux's safety.\nC. Sheriff DeLong and Somerset County\nHaving found for Hartley on the defendants' motion for\nsummary judgment, the district court summarily concluded that the\nSheriff and the County could not be liable for deficient policies\nor for a failure to train.  Because the district court premised its\ngrant of summary judgment for the Sheriff and the County on\nHartley's exoneration, that determination, too, must be vacated and\nthe plaintiff's claims against all three defendants reinstated for\nfurther proceedings.  \n\nJudgment vacated.  The case is remanded to the district\ncourt for further proceedings consistent with this opinion.  Costs\nto appellant.       \n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087956/"
  ]
}