{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198431/",
  "absolute_url": "/opinion/198431/united-states-v-doe/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198431/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:12Z",
  "date_modified": "2017-03-24T10:56:54.522560Z",
  "type": "010combined",
  "sha1": "b93f15a696063ea686fd1a694675e2e598fae103",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1319A.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1319\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                       JOHN DOE,\r\n\n                  Defendant Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n   [Hon. Juan M. Perez-Gimenez, U.S. District Judge}\r\n    [Hon. Daniel R. Dominguez, U.S. District Judge]\r\n\n                         Before\r\n\n                Boudin, Circuit Judge,\r\n            Bownes, Senior Circuit Judge,\r\nand Lynch, Circuit Judge.      \r\n\nFrank D. Inserni, by appointment of the court, on brief for\r\nappellant.\r\nGuillermo Gil, United States Attorney, Nelson Perez-Sosa,\r\nAssistant United States Attorney, and Jose A. Quiles-Espinosa,\r\nSenior Litigation Counsel, on brief for the United States.\r\n\nMarch 12, 1999\r\n\nBOUDIN, Circuit Judge.  The defendant John Doe (a\r\npseudonym for reasons that will become apparent) was convicted on\r\nNovember 4, 1994, of three counts of possession with intent to\r\ndistribute cocaine.  On January 27, 1995, he was sentenced to the\r\nstatutory minimum sentence of ten years imprisonment.  Doe was\r\nindicted again on June 14, 1995, for another drug offense and a\r\nplea agreement was executed in that second case on August 15, 1995. \r\nIn that agreement, Doe agreed to cooperate with the United States\r\nand to provide it with information.  In exchange, the government\r\noffered potential benefits to Doe in both cases.\r\nSpecifically, the government agreed to recommend that\r\nDoe's new sentence, not yet imposed, be served concurrently with\r\nhis sentence in the earlier conviction and held out the possibility\r\nof filing a motion for a downward departure in both cases.  See 18\r\nU.S.C.  3553(e); U.S.S.G.  5K1.1; Fed. R. Crim. P. 35(b).  At\r\nsentencing in the second case, the government did recommend that\r\nthe sentences be served concurrently, but it declined to file any\r\ndownward departure motion in either case.\r\nDoe then sought in both cases specific performance of the\r\nplea agreement, alleging that the government was required to seek\r\na reduced sentence because he had provided useful information to\r\nthe government.  A hearing was held.  The government pointed out\r\nthat it had explicitly retained in the agreement \"sole discretion\"\r\nover whether to file the motion, and that it believed that the\r\ndefendant had started to cooperate too late.  Doe said in response\r\nthat his cooperation was not too late--the government simply failed\r\nto follow up his information until any actions it could have\r\nbrought based on his evidence were time-barred.\r\nOn July 31, 1997, the judges responsible for sentencing\r\nin both cases issued a joint opinion and order, finding that Doe\r\nhad not colorably alleged that unconstitutional bias (e.g., racial\r\ndiscrimination) lay behind the government's refusal to file the\r\nmotions, and that they could not review the government's decision\r\nfor any other reason, citing Wade v. United States, 504 U.S. 181,\r\n185 (1992).  The defendant moved for reconsideration, which was\r\ndenied in the first case on November 14, 1997.  It is Doe's appeal\r\nfrom this denial which is now before us.\r\nIt is clear that Doe did not colorably allege an\r\nunconstitutional bias on the part of the government, although\r\nprovided full opportunity to do so.  Nor do we think that his\r\nallegations, even if taken at face value, show that the\r\ngovernment's refusal to file a substantial assistance motion \"was\r\nnot rationally related to any legitimate government end,\" Wade, 504\r\nU.S. at 186, the other potential ground left open by Wade for\r\nchallenging the government's refusal to move for a downward\r\ndeparture.  The motion is a reward for providing \"substantial\r\nassistance\"; a refusal to provide the reward, if the government got\r\nno benefit from the information, is hardly a decision \"not\r\nrationally related\" to a legitimate government end even if we\r\nassume that the police fumbled in failing to exploit whatever leads\r\nwere given to them.\r\nAlternatively, the defendant argues that he is entitled\r\nto attack the government's refusal to move for a downward departure \r\nbased on \"bad faith\"--at least where, as here, the government has\r\nsigned a plea agreement.  The agreement matters, he says, because\r\nthe Supreme Court has said in other contexts that a plea agreement\r\nshould be treated as a contract, Santobello v. New York, 404 U.S.\r\n257 (1971), and courts often say that an implied covenant of good\r\nfaith is implicit in a contract.\r\nWade did not involve a plea agreement and so does not\r\ndirectly control this question, although it does have implications. \r\nThe circuits appear to be divided on whether the government's\r\nrefusal to move for downward departure under the standard plea\r\nagreement can be attacked on the grounds that it acted in bad faith\r\nwhere the allegations do not also qualify under Wade.  Five\r\ncircuits have assumed or acknowledged such an exception, three\r\ncircuits point the other way, and most of the statements either\r\nway are dicta.  This circuit has not squarely spoken.\r\nTwo members of the panel (Judge Boudin and Judge Lynch)\r\nare skeptical about whether a good faith exception makes sense or\r\ncomports with the thrust of Wade, while a third member (Judge\r\nBownes) favors the exception.  In its favor are the facts that it\r\ncan arguably be fitted within conventional contract doctrine and\r\nhas the support of more circuits than the contrary view.  It can\r\nalso be argued that the Pandora's Box of collateral inquiries\r\nopened up by such an exception could be limited if a sufficiently\r\nhigh threshold were established for the allegations needed to\r\ntrigger the inquiry.\r\nOn the other side, Wade may be read as expressing a very\r\nstrong policy in favor of giving the government almost complete\r\ndiscretion to decide whether to seek a downward departure on\r\nsubstantial assistance grounds.  It may also seem odd to rely\r\nheavily on the presence of a plea agreement where, as here, the\r\nagreement itself explicitly warns the defendant that the government\r\nhas reserved \"sole discretion\" over the decision whether to move--a\r\nwarning that comes about as close to negating any prospect of\r\njudicial review (outside of Wade) as one might reasonably expect.\r\nOf course, one might question whether the government\r\nshould be allowed to shield from review actions taken in \"bad\r\nfaith\" but the practical concerns are real ones.  Defendants, asked\r\nfor information to incriminate others, have good reasons to fear\r\nfor their safety and, unless the prosecutor holds the whip hand,\r\nthe defendant may offer up some information and hold back the more\r\nvital balance in the hope that the court will find the government\r\n\"unreasonable\" and infer \"bad faith.\"  Further, an inquiry into the\r\nadequacy of cooperation, if one is pursued, almost certainly would\r\nrequire disclosure by the government as to other investigations,\r\ninformation that may be highly confidential and hard for a court to\r\nappraise.\r\nWe have laid out the concerns but think that resolution\r\nof the issue--to the extent that it can be resolved by a single,\r\nflat rule (obviously, the language of the agreement could affect\r\nthe outcome)--should await a case in which resolution is essential. \r\nHere, even if \"bad faith\" were the standard, the defendant loses. \r\nThe present allegations, even if fully accepted, amount to nothing\r\nmore than the charge that the prosecutors or police were initially\r\nencouraged by information that Doe provided, were slothful in\r\nexploiting it and ultimately came away with nothing.  Basically,\r\nthis amounts simply to a claim that the government acted carelessly\r\nor unreasonably.\r\nIf a downward departure for substantial assistance could\r\nbe ordered by the court under a reasonableness standard, virtually\r\nevery refusal by the prosecutor would be open to judicial review so\r\nlong as the defendant tendered some information.  Practical\r\nconsiderations aside, this is clearly inconsistent with the intent\r\nof Congress and the Commission as construed in Wade, finds no\r\npurchase in the language of the standard plea agreement, and\r\nconflicts with precedent in numerous circuits rejecting the\r\npossibility of attacks for \"arbitrariness\" on government refusals\r\nto move for downward departures.\r\nFinally, we turn to Doe's argument that a specific\r\nprovision of the plea agreement in this case cabined the discretion\r\nof the government and that a hearing was required to determine\r\nwhether the government breached this provision.  Although the\r\nagreement stated in paragraph 8 that a downward departure motion\r\nrested in the \"sole\" discretion of the government, it also stated\r\nin paragraph 5 that \"the defendant's failure to 'make a case' shall\r\nnot relieve the government of exercising its discretion\" under Fed.\r\nR. Crim. P. 35(b) or section 5K1.1.\r\nThe government can, under Santobello, limit itself by\r\ncontract and we think that there is some tension between the\r\ngovernment's paragraph 5 promise and the statement of its counsel--\r\nif it was in fact made--that Doe's cooperation came too late.  It\r\nis fairly easy in context to interpret \"came too late\" as \"came too\r\nlate for us to make a case.\"  At the very least, there might appear\r\nto be a basis for further exploration of the matter in an\r\nevidentiary hearing.  \r\nAsked by us for a response, the government asserts that\r\none can provide substantial assistance in various ways, other than\r\nby making a case; that in this instance Doe failed to provide\r\nsubstantial assistance; and--most important--that a new development\r\ncoming after oral argument in this case confirms that Doe failed to\r\nprovide substantial assistance.  Specifically, the district judge\r\nin the companion case (see note 1, above) has recently concluded,\r\nafter an evidentiary hearing, that Doe did not provide substantial\r\nassistance to the government following the plea agreement.\r\nWithout this latter finding, we might well have been\r\ninclined to remand to the district court to hold an evidentiary\r\nhearing on the question whether the government violated paragraph\r\n5, but this course is now pointless.  On any reading, the\r\ngovernment certainly had no obligation to move for relief unless\r\nDoe provided substantial assistance, and it does not matter that\r\nthis finding has been made by a different judge: it is binding as\r\nbetween Doe and the government unless set aside on appeal.  Cf.United States v. Weston, 960 F.2d 212, 217 (1st Cir. 1992);\r\nHernandez-Uribe v. United States, 515 F.2d 20, 21-22 (8th Cir.\r\n1975).\r\nThe possibility remains that Doe may appeal the\r\ndetermination in the companion case.  Accordingly, we make it\r\nexplicit that our affirmance in this case rests, as to the contract\r\nclaim, on the finding in the companion case.  If Doe overturns that\r\nfinding on appeal, he should move in this court for us to reopen\r\nthis appeal, citing this explicit reservation.  However, at the\r\npresent time the finding in the companion case is an effective bar\r\nto any relief in this case.\r\nAffirmed.\r\n                                Concurrence follows.\r\nBOWNES, Senior Circuit Judge, concurring.  I concur in\r\nthe result.  The defendant here plainly failed to demonstrate\r\nunconstitutional motive or bad faith on the part of the government\r\nin declining to seek a downward departure.  I write separately,\r\nhowever, to explain briefly why the rule of a majority of the\r\ncircuits   which permits judicial review of an alleged bad-faith\r\nrefusal by the government to file a  5K1.1 motion pursuant to a\r\ncooperation agreement   makes good sense to me.\r\nPlea agreements, because they are contracts, impose on\r\neach party a duty of good faith and fair dealing.  See, e.g.,\r\nUnited States v. Isaac, 141 F.3d 477, 484 (3d Cir. 1998) (holding\r\nthat government's refusal to file  5K1.1 motion violates plea\r\nagreement if attributable to bad faith); United States v. Jones, 58\r\nF.3d 688, 692 (D.C. Cir. 1995) (stating that substantial-assistance\r\nprovision in plea agreement \"provides additional protection\"\r\nbecause \"[l]ike all contracts, it includes an implied obligation of\r\ngood faith and fair dealing\").  \r\nUnder the typical plea agreement, a defendant promises to\r\nprovide substantial assistance to the satisfaction of the\r\ngovernment; in turn, a defendant has the right to expect that the\r\ngovernment will make that evaluation in good faith.  The government\r\npromises that, if it is satisfied with the defendant's cooperation,\r\nit shall make the defendant's efforts known to the sentencing judge\r\nby filing a  5K1.1 letter.  This motion is essential; without it,\r\nthe sentencing judge ordinarily is without jurisdiction to depart\r\ndownward and the cooperating defendant's efforts go unrewarded. \r\nReview of the government's decision ensures that the agreement is\r\nfaithfully carried out by both sides.  See United States v.\r\nPapaleo, 853 F.2d 16, 19 (1st Cir. 1988) (\"A contractual approach\r\nto plea agreements ensures not only that constitutional rights are\r\nrespected, but also that the integrity of the criminal process is\r\nupheld\"). \r\nRecognizing that a remedy is available when the\r\ngovernment breaks its conditional promise is wholly consistent with\r\nWade v. United States, 504 U.S. 181 (1992).  In that case, the\r\nSupreme Court held that, in the absence of a plea agreement, a\r\ndefendant is entitled to relief only if a prosecutor's decision not\r\nto file a substantial-assistance motion was motivated by an\r\nunconstitutional consideration or if the government's refusal \"was\r\nnot rationally related to any legitimate Government end.\"  Id. at\r\n186.  It would be strange indeed if a defendant had less protection\r\nwhere he actually obtained an binding cooperation agreement than\r\nwhere, as in Wade, no conditional promise to file a  5K1.1 motion\r\nhad been made by the government. \r\nI do not share my fellow panel members' fear that\r\ninquiring whether the government has complied with the terms of a\r\nplea agreement in good faith would necessitate disclosure of\r\nconfidential information in all cases or involve questions that are\r\ndifficult for a court to assess.  Wade itself provides a standard\r\nthat is both rigorous and sufficiently protective of the\r\ngovernment:  a defendant must make a \"substantial threshold\r\nshowing\" of unconstitutional motive or bad faith before he is\r\nentitled to discovery or an evidentiary hearing.  Id. at 186.  This\r\napproach would prevent the dangerous prospect of a prosecutor who,\r\nafter having elicited useful information by way of a plea\r\nagreement, deliberately chooses not to fulfill his end of the\r\nbargain knowing that his decision to renege is almost completely\r\ninsulated from judicial scrutiny.\r\nThe contours of both sides of the debate now having been\r\nsketched out, I agree that resolution of the issue is best left for\r\nanother day.  \r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1319\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                       JOHN DOE,\r\n\n                  Defendant Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n   [Hon. Juan M. Perez-Gimenez, U.S. District Judge}\r\n    [Hon. Daniel R. Dominguez, U.S. District Judge]\r\n\n                         Before\r\n\n                Boudin, Circuit Judge,\r\n            Bownes, Senior Circuit Judge,\r\nand Lynch, Circuit Judge.      \r\n\nFrank D. Inserni, by appointment of the court, on brief for\r\nappellant.\r\nGuillermo Gil, United States Attorney, Nelson Perez-Sosa,\r\nAssistant United States Attorney, and Jose A. Quiles-Espinosa,\r\nSenior Litigation Counsel, on brief for the United States.\r\n\nMarch 12, 1999\r\n\nBOUDIN, Circuit Judge.  The defendant John Doe (a\r\npseudonym for reasons that will become apparent) was convicted on\r\nNovember 4, 1994, of three counts of possession with intent to\r\ndistribute cocaine.  On January 27, 1995, he was sentenced to the\r\nstatutory minimum sentence of ten years imprisonment.  Doe was\r\nindicted again on June 14, 1995, for another drug offense and a\r\nplea agreement was executed in that second case on August 15, 1995. \r\nIn that agreement, Doe agreed to cooperate with the United States\r\nand to provide it with information.  In exchange, the government\r\noffered potential benefits to Doe in both cases.\r\nSpecifically, the government agreed to recommend that\r\nDoe's new sentence, not yet imposed, be served concurrently with\r\nhis sentence in the earlier conviction and held out the possibility\r\nof filing a motion for a downward departure in both cases.  See 18\r\nU.S.C.  3553(e); U.S.S.G.  5K1.1; Fed. R. Crim. P. 35(b).  At\r\nsentencing in the second case, the government did recommend that\r\nthe sentences be served concurrently, but it declined to file any\r\ndownward departure motion in either case.\r\nDoe then sought in both cases specific performance of the\r\nplea agreement, alleging that the government was required to seek\r\na reduced sentence because he had provided useful information to\r\nthe government.  A hearing was held.  The government pointed out\r\nthat it had explicitly retained in the agreement \"sole discretion\"\r\nover whether to file the motion, and that it believed that the\r\ndefendant had started to cooperate too late.  Doe said in response\r\nthat his cooperation was not too late--the government simply failed\r\nto follow up his information until any actions it could have\r\nbrought based on his evidence were time-barred.\r\nOn July 31, 1997, the judges responsible for sentencing\r\nin both cases issued a joint opinion and order, finding that Doe\r\nhad not colorably alleged that unconstitutional bias (e.g., racial\r\ndiscrimination) lay behind the government's refusal to file the\r\nmotions, and that they could not review the government's decision\r\nfor any other reason, citing Wade v. United States, </pre><span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">,\r\n185 (1992).  The defendant moved for reconsideration, which was\r\ndenied in the first case on November 14, 1997.  It is Doe's appeal\r\nfrom this denial which is now before us.\r\nIt is clear that Doe did not colorably allege an\r\nunconstitutional bias on the part of the government, although\r\nprovided full opportunity to do so.  Nor do we think that his\r\nallegations, even if taken at face value, show that the\r\ngovernment's refusal to file a substantial assistance motion \"was\r\nnot rationally related to any legitimate government end,\" Wade, 504\r\nU.S. at 186, the other potential ground left open by Wade for\r\nchallenging the government's refusal to move for a downward\r\ndeparture.  The motion is a reward for providing \"substantial\r\nassistance\"; a refusal to provide the reward, if the government got\r\nno benefit from the information, is hardly a decision \"not\r\nrationally related\" to a legitimate government end even if we\r\nassume that the police fumbled in failing to exploit whatever leads\r\nwere given to them.\r\nAlternatively, the defendant argues that he is entitled\r\nto attack the government's refusal to move for a downward departure \r\nbased on \"bad faith\"--at least where, as here, the government has\r\nsigned a plea agreement.  The agreement matters, he says, because\r\nthe Supreme Court has said in other contexts that a plea agreement\r\nshould be treated as a contract, Santobello v. New York, </pre><span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">257</span></a></span><pre class=\"inline\"> (1971), and courts often say that an implied covenant of good\r\nfaith is implicit in a contract.\r\nWade did not involve a plea agreement and so does not\r\ndirectly control this question, although it does have implications. \r\nThe circuits appear to be divided on whether the government's\r\nrefusal to move for downward departure under the standard plea\r\nagreement can be attacked on the grounds that it acted in bad faith\r\nwhere the allegations do not also qualify under Wade.  Five\r\ncircuits have assumed or acknowledged such an exception, three\r\ncircuits point the other way, and most of the statements either\r\nway are dicta.  This circuit has not squarely spoken.\r\nTwo members of the panel (Judge Boudin and Judge Lynch)\r\nare skeptical about whether a good faith exception makes sense or\r\ncomports with the thrust of Wade, while a third member (Judge\r\nBownes) favors the exception.  In its favor are the facts that it\r\ncan arguably be fitted within conventional contract doctrine and\r\nhas the support of more circuits than the contrary view.  It can\r\nalso be argued that the Pandora's Box of collateral inquiries\r\nopened up by such an exception could be limited if a sufficiently\r\nhigh threshold were established for the allegations needed to\r\ntrigger the inquiry.\r\nOn the other side, Wade may be read as expressing a very\r\nstrong policy in favor of giving the government almost complete\r\ndiscretion to decide whether to seek a downward departure on\r\nsubstantial assistance grounds.  It may also seem odd to rely\r\nheavily on the presence of a plea agreement where, as here, the\r\nagreement itself explicitly warns the defendant that the government\r\nhas reserved \"sole discretion\" over the decision whether to move--a\r\nwarning that comes about as close to negating any prospect of\r\njudicial review (outside of Wade) as one might reasonably expect.\r\nOf course, one might question whether the government\r\nshould be allowed to shield from review actions taken in \"bad\r\nfaith\" but the practical concerns are real ones.  Defendants, asked\r\nfor information to incriminate others, have good reasons to fear\r\nfor their safety and, unless the prosecutor holds the whip hand,\r\nthe defendant may offer up some information and hold back the more\r\nvital balance in the hope that the court will find the government\r\n\"unreasonable\" and infer \"bad faith.\"  Further, an inquiry into the\r\nadequacy of cooperation, if one is pursued, almost certainly would\r\nrequire disclosure by the government as to other investigations,\r\ninformation that may be highly confidential and hard for a court to\r\nappraise.\r\nWe have laid out the concerns but think that resolution\r\nof the issue--to the extent that it can be resolved by a single,\r\nflat rule (obviously, the language of the agreement could affect\r\nthe outcome)--should await a case in which resolution is essential. \r\nHere, even if \"bad faith\" were the standard, the defendant loses. \r\nThe present allegations, even if fully accepted, amount to nothing\r\nmore than the charge that the prosecutors or police were initially\r\nencouraged by information that Doe provided, were slothful in\r\nexploiting it and ultimately came away with nothing.  Basically,\r\nthis amounts simply to a claim that the government acted carelessly\r\nor unreasonably.\r\nIf a downward departure for substantial assistance could\r\nbe ordered by the court under a reasonableness standard, virtually\r\nevery refusal by the prosecutor would be open to judicial review so\r\nlong as the defendant tendered some information.  Practical\r\nconsiderations aside, this is clearly inconsistent with the intent\r\nof Congress and the Commission as construed in Wade, finds no\r\npurchase in the language of the standard plea agreement, and\r\nconflicts with precedent in numerous circuits rejecting the\r\npossibility of attacks for \"arbitrariness\" on government refusals\r\nto move for downward departures.\r\nFinally, we turn to Doe's argument that a specific\r\nprovision of the plea agreement in this case cabined the discretion\r\nof the government and that a hearing was required to determine\r\nwhether the government breached this provision.  Although the\r\nagreement stated in paragraph 8 that a downward departure motion\r\nrested in the \"sole\" discretion of the government, it also stated\r\nin paragraph 5 that \"the defendant's failure to 'make a case' shall\r\nnot relieve the government of exercising its discretion\" under Fed.\r\nR. Crim. P. 35(b) or section 5K1.1.\r\nThe government can, under Santobello, limit itself by\r\ncontract and we think that there is some tension between the\r\ngovernment's paragraph 5 promise and the statement of its counsel--\r\nif it was in fact made--that Doe's cooperation came too late.  It\r\nis fairly easy in context to interpret \"came too late\" as \"came too\r\nlate for us to make a case.\"  At the very least, there might appear\r\nto be a basis for further exploration of the matter in an\r\nevidentiary hearing.  \r\nAsked by us for a response, the government asserts that\r\none can provide substantial assistance in various ways, other than\r\nby making a case; that in this instance Doe failed to provide\r\nsubstantial assistance; and--most important--that a new development\r\ncoming after oral argument in this case confirms that Doe failed to\r\nprovide substantial assistance.  Specifically, the district judge\r\nin the companion case (see note 1, above) has recently concluded,\r\nafter an evidentiary hearing, that Doe did not provide substantial\r\nassistance to the government following the plea agreement.\r\nWithout this latter finding, we might well have been\r\ninclined to remand to the district court to hold an evidentiary\r\nhearing on the question whether the government violated paragraph\r\n5, but this course is now pointless.  On any reading, the\r\ngovernment certainly had no obligation to move for relief unless\r\nDoe provided substantial assistance, and it does not matter that\r\nthis finding has been made by a different judge: it is binding as\r\nbetween Doe and the government unless set aside on appeal.  Cf.United States v. Weston, </pre><span class=\"citation\" data-id=\"580695\"><a href=\"/opinion/580695/united-states-v-albert-weston-united-states-of-america-v-paul-r-taylor/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">212</span></a></span><pre class=\"inline\">, 217 (1st Cir. 1992);\r\nHernandez-Uribe v. United States, </pre><span class=\"citation\" data-id=\"327137\"><a href=\"/opinion/327137/alfredo-efren-hernandez-uribe-v-united-states/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 21-22 (8th Cir.\r\n1975).\r\nThe possibility remains that Doe may appeal the\r\ndetermination in the companion case.  Accordingly, we make it\r\nexplicit that our affirmance in this case rests, as to the contract\r\nclaim, on the finding in the companion case.  If Doe overturns that\r\nfinding on appeal, he should move in this court for us to reopen\r\nthis appeal, citing this explicit reservation.  However, at the\r\npresent time the finding in the companion case is an effective bar\r\nto any relief in this case.\r\nAffirmed.\r\n                                Concurrence follows.\r\nBOWNES, Senior Circuit Judge, concurring.  I concur in\r\nthe result.  The defendant here plainly failed to demonstrate\r\nunconstitutional motive or bad faith on the part of the government\r\nin declining to seek a downward departure.  I write separately,\r\nhowever, to explain briefly why the rule of a majority of the\r\ncircuits   which permits judicial review of an alleged bad-faith\r\nrefusal by the government to file a  5K1.1 motion pursuant to a\r\ncooperation agreement   makes good sense to me.\r\nPlea agreements, because they are contracts, impose on\r\neach party a duty of good faith and fair dealing.  See, e.g.,\r\nUnited States v. Isaac, </pre><span class=\"citation\" data-id=\"753000\"><a href=\"/opinion/753000/united-states-of-america-government-of-the-virgin-islands-v-rupert-isaac/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">477</span></a></span><pre class=\"inline\">, 484 (3d Cir. 1998) (holding\r\nthat government's refusal to file  5K1.1 motion violates plea\r\nagreement if attributable to bad faith); United States v. Jones, </pre><span class=\"citation\" data-id=\"698643\"><a href=\"/opinion/698643/united-states-v-otis-mario-jones/\"><span class=\"volume\">58</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">688</span></a></span><pre class=\"inline\">, 692 (D.C. Cir. 1995) (stating that substantial-assistance\r\nprovision in plea agreement \"provides additional protection\"\r\nbecause \"[l]ike all contracts, it includes an implied obligation of\r\ngood faith and fair dealing\").  \r\nUnder the typical plea agreement, a defendant promises to\r\nprovide substantial assistance to the satisfaction of the\r\ngovernment; in turn, a defendant has the right to expect that the\r\ngovernment will make that evaluation in good faith.  The government\r\npromises that, if it is satisfied with the defendant's cooperation,\r\nit shall make the defendant's efforts known to the sentencing judge\r\nby filing a  5K1.1 letter.  This motion is essential; without it,\r\nthe sentencing judge ordinarily is without jurisdiction to depart\r\ndownward and the cooperating defendant's efforts go unrewarded. \r\nReview of the government's decision ensures that the agreement is\r\nfaithfully carried out by both sides.  See United States v.\r\nPapaleo, </pre><span class=\"citation\" data-id=\"509521\"><a href=\"/opinion/509521/united-states-v-antonio-papaleo/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">, 19 (1st Cir. 1988) (\"A contractual approach\r\nto plea agreements ensures not only that constitutional rights are\r\nrespected, but also that the integrity of the criminal process is\r\nupheld\"). \r\nRecognizing that a remedy is available when the\r\ngovernment breaks its conditional promise is wholly consistent with\r\nWade v. United States, </pre><span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span><pre class=\"inline\"> (1992).  In that case, the\r\nSupreme Court held that, in the absence of a plea agreement, a\r\ndefendant is entitled to relief only if a prosecutor's decision not\r\nto file a substantial-assistance motion was motivated by an\r\nunconstitutional consideration or if the government's refusal \"was\r\nnot rationally related to any legitimate Government end.\"  Id. at\r\n186.  It would be strange indeed if a defendant had less protection\r\nwhere he actually obtained an binding cooperation agreement than\r\nwhere, as in Wade, no conditional promise to file a  5K1.1 motion\r\nhad been made by the government. \r\nI do not share my fellow panel members' fear that\r\ninquiring whether the government has complied with the terms of a\r\nplea agreement in good faith would necessitate disclosure of\r\nconfidential information in all cases or involve questions that are\r\ndifficult for a court to assess.  Wade itself provides a standard\r\nthat is both rigorous and sufficiently protective of the\r\ngovernment:  a defendant must make a \"substantial threshold\r\nshowing\" of unconstitutional motive or bad faith before he is\r\nentitled to discovery or an evidentiary hearing.  Id. at 186.  This\r\napproach would prevent the dangerous prospect of a prosecutor who,\r\nafter having elicited useful information by way of a plea\r\nagreement, deliberately chooses not to fulfill his end of the\r\nbargain knowing that his decision to renege is almost completely\r\ninsulated from judicial scrutiny.\r\nThe contours of both sides of the debate now having been\r\nsketched out, I agree that resolution of the issue is best left for\r\nanother day.  \r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753000/"
  ]
}