{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198435/",
  "absolute_url": "/opinion/198435/sanchez-v-lopez-gerena/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198435/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:16Z",
  "date_modified": "2017-03-24T10:56:55.240522Z",
  "type": "010combined",
  "sha1": "00339c0d0db8bbbec07469af7d3e1b871013c984",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2067.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-2067\r\n\n                NILDA SALDANA SANCHEZ, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                   RAMON VEGA SOSA, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r\n\n                            Before\r\n\n                  Selya, Boudin and Stahl,\r\n\n                      Circuit Judges.\r\n\n   Antonio Bauza Torres on brief for appellants.\r\n   Carlos Lugo-Fiol, Solicitor General, Edda Serrano-Blasini,\r\nDeputy Solicitor General, and Irene S. Soroeta-Kodesh, Assistant\r\nSolicitor General, on brief for appellees Vega Sosa and Ferrer.\r\n   Aldarondo &amp; Lpez Bras, Eliezer Aldarondo Ortiz, Claudio Aliff\r\nOrtiz and Pablo Landrau Pirazzi on brief for appellee Lpez Gerena.\r\n\nApril 15, 1999\r\n\n                                SELYA, Circuit Judge.  Plaintiffs, former employees of\r\nthe Municipality of Humacao, alleged that they were dismissed from\r\nnon-policymaking positions in the municipal government on account\r\nof their political affiliations.  See Rutan v. Republican Party of\r\nIllinois, 497 U.S. 62 (1990); Branti v. Finkel, 445 U.S. 507\r\n(1980); Elrod v. Burns, 427 U.S. 347 (1976).  After a trial that\r\nlasted upwards of three weeks, the district court submitted the\r\ncase to the jury.  In respect to compensatory damages, the court\r\ncharged as follows:\r\n  If you find that [a] defendant is\r\nliable to [a] plaintiff, then you must\r\ndetermine an amount that is fair compensation\r\nfor all of the plaintiff's damages.  These\r\ndamages are called compensatory damages.  The\r\npurpose of compensatory damages is to make the\r\nplaintiff whole   that is, to compensate the\r\nplaintiff for the damage that the plaintiff\r\nhas suffered.\r\n\n  You may award compensatory damages only\r\nfor injuries that the plaintiff proves were\r\nproximately caused by the defendant's\r\nallegedly wrongful conduct.  The damages that\r\nyou award must be fair compensation for all of\r\nthe plaintiff's damages, no more and no less. \r\nYou should not award compensatory damages for\r\nspeculative injuries but only for those\r\ninjuries which the plaintiff has actually\r\nsuffered or that the plaintiff is reasonably\r\nlikely to suffer in the future.\r\n\nThe jury found the defendants liable and awarded compensatory\r\ndamages in varying amounts to the several plaintiffs.\r\nThe plaintiffs then filed a post-verdict motion\r\nrequesting equitable relief.  The district court ordered some\r\nincremental redress (e.g., reinstatement) but refused to award back\r\npay, principally on the ground that back pay was subsumed by the\r\njury's compensatory damage awards.  See Saldaa Sanchez v. Vega\r\nSosa, Civ. No. 90-1403 (PG), slip op. at 5 (D.P.R. March 21, 1997)\r\n(unpublished).  The plaintiffs appeal from the denial of back pay.\r\nThe plaintiffs' basic argument is that the trial court\r\n\"erred in denying back pay to plaintiffs as the issue of back pay\r\nwas not placed to the jury as one of the factors to be considered\r\nwhen awarding compensatory damages.\"  Appellants' Brief at 3.  We\r\nreject this argument for three interrelated reasons.\r\nFirst:  This case is controlled by our decision in\r\nSantiago-Negrn v. Castro-Dvila, 865 F.2d 431 (1st Cir. 1989), in\r\nwhich we held:\r\n[I]n a  1983 case based upon an alleged\r\nunconstitutional political firing where the\r\nissues of liability and compensatory damages\r\nwill be determined by a jury, back pay shall\r\nbe considered by the jury as one of the items\r\nof compensatory damages.\r\n\nId. at 441.  We explained that:\r\nSubmission of the issue of back pay to the\r\njury as a factor to be considered in its award\r\nof compensatory damages eliminates the\r\ninevitable overlap between compensatory\r\ndamages and back pay.  In most cases of an\r\nalleged unconstitutional firing, there will be\r\nevidence of the employee's pay.  To expect a\r\njury to ignore this is unrealistic, especially\r\nwhere it may constitute the major item of\r\ncompensatory damages.\r\n\nId.  We have followed the same rationale in subsequent cases.  See,\r\ne.g., Perez-Serrano v. DeLen-Vlez, 868 F.2d 30, 32-33 (1st Cir.\r\n1989); Cordero v. De Jess-Mndez, 867 F.2d 1, 6 (1st Cir. 1989).\r\nLike Santiago-Negrn, this was a political reprisal case\r\nin which a jury trial had been demanded, see Fed. R. Civ. P. 38(b),\r\nand the issues of liability and compensatory damages were therefore\r\nto be determined by a jury.  In such circumstances, our precedents\r\nare squarely on point.  Thus, the district court properly followed\r\nthe teachings of Santiago-Negrn and refused to augment the damage\r\nawards with back pay awards.\r\nSecond:  The plaintiffs contend that Santiago-Negrn and\r\nits progeny should not govern here because the lower court's\r\ninstructions did not explicitly tell the jury that it could\r\nconsider back pay in calculating the quantum of compensatory\r\ndamages.  This contention lacks force.  There was no such express\r\ninstruction in Santiago-Negrn itself.  See Santiago-Negrn, 865\r\nF.2d at 441.  Seen in that perspective, the Santiago-Negrn rule\r\ncontemplates that, with or without an affirmative instruction, a\r\njury, having heard evidence of lost wages and being left at liberty\r\nto consider that evidence, is all too likely to factor those\r\nforegone wages into the decisional calculus.  See id. at 441-42;\r\nsee also Cordero, 867 F.2d at 6-7.  Here, the plaintiffs concede\r\nthat the jury heard evidence of their lost wages, and they do not\r\nclaim that the court instructed the jury to disregard this evidence\r\nin computing compensatory damages.  Thus, Santiago-Negrn applies.\r\n   Third:  This might be a different case, of course, if the\r\nplaintiffs had requested that the trial court give an explicit\r\ninstruction (either one placing back pay squarely within the jury's\r\ncontemplation, or one removing it from the jury's ken).  However,\r\nin the meager appellate record that the plaintiffs have produced,\r\nthere is no sign that they made such a request   and, in their\r\nbrief, they do not claim to have done so.  Even more important, the\r\nplaintiffs have not alleged that they seasonably objected to the\r\ncharge that the trial court in fact gave.  Failure to object to\r\njury instructions at the time and in the manner specified by Fed.\r\nR. Civ. P. 51 constitutes a forfeiture.  See, e.g., Elliot v. S.D.\r\nWarren Co., 134 F.3d 1, 5-6 (1st Cir. 1998); La Amiga del Pueblo,\r\nInc. v. Robles, 937 F.2d 689, 691-92 (1st Cir. 1991).  We see no\r\nreason to relieve the instant plaintiffs from the easily\r\nforeseeable consequence of such an omission.\r\n   We need go no further.  The plaintiffs had a bite of the\r\napple when the judge submitted the question of compensatory damages\r\nto the jury.  They were not entitled to a second bite after the\r\njury delivered its verdict.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">175 F.3d 35</p>\n    <p class=\"parties\">Nilda SALDANA SANCHEZ, et al., Plaintiffs, Appellants,<br>v.<br>Ramon VEGA SOSA, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-2067.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted April 5, 1999.<br>Decided April 15, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Antonio Bauza Torres on brief for appellants.</p>\n      <p class=\"indent\">Carlos Lugo-Fiol, Solicitor General, Edda Serrano-Blasini, Deputy Solicitor General, and Irene S. Soroeta-Kodesh, Assistant Solicitor General, on brief for appellees Vega Sosa and Ferrer.</p>\n      <p class=\"indent\">Aldarondo &amp; Lpez Bras, Eliezer Aldarondo Ortiz, Claudio Aliff Ortiz and Pablo Landrau Pirazzi on brief for appellee Lpez Gerena.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs, former employees of the Municipality of Humacao, alleged that they were dismissed from non-policymaking positions in the municipal government on account of their political affiliations.  See Rutan v. Republican Party of Illinois, 497 U.S. 62, 110 S.Ct. 2729, 111 L.Ed.2d 52 (1990);  Branti v. Finkel, 445 U.S. 507, 100 S.Ct. 1287, 63 L.Ed.2d 574 (1980);  Elrod v. Burns, 427 U.S. 347, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976).  After a trial that lasted upwards of three weeks, the district court submitted the case to the jury.  In respect to compensatory damages, the court charged as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">If you find that [a] defendant is liable to [a] plaintiff, then you must determine an amount that is fair compensation for all of the plaintiff's damages.  These damages are called compensatory damages.  The purpose of compensatory damages is to make the plaintiff whole--that is, to compensate the plaintiff for the damage that the plaintiff has suffered.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">You may award compensatory damages only for injuries that the plaintiff proves were proximately caused by the defendant's allegedly wrongful conduct.  The damages that you award must be fair compensation for all of the plaintiff's damages, no more and no less.  You should not award compensatory damages for speculative injuries but only for those injuries which the plaintiff has actually suffered or that the plaintiff is reasonably likely to suffer in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jury found the defendants liable and awarded compensatory damages in varying amounts to the several plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiffs then filed a post-verdict motion requesting equitable relief.  The district court ordered some incremental redress (e.g., reinstatement) but refused to award back pay, principally on the ground that back pay was subsumed by the jury's compensatory damage awards.  See Saldana Sanchez v. Vega Sosa, Civ. No. 90-1403(PG), slip op. at 5 (D.P.R. March 21, 1997) (unpublished).  The plaintiffs appeal from the denial of back pay.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiffs' basic argument is that the trial court \"erred in denying back pay to plaintiffs as the issue of back pay was not placed to the jury as one of the factors to be considered when awarding compensatory damages.\"   Appellants' Brief at 3. We reject this argument for three interrelated reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">First:  This case is controlled by our decision in Santiago-Negron v. Castro-Davila, 865 F.2d 431 (1st Cir.1989), in which we held:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>[I]n a &#167; 1983 case based upon an alleged unconstitutional political firing where the issues of liability and compensatory damages will be determined by a jury, back pay shall be considered by the jury as one of the items of compensatory damages.</p>\n    </div>\n    <p class=\"indent\">Id. at 441.   We explained that:</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Submission of the issue of back pay to the jury as a factor to be considered in its award of compensatory damages eliminates the inevitable overlap between compensatory damages and back pay.  In most cases of an alleged unconstitutional firing, there will be evidence of the employee's pay.  To expect a jury to ignore this is unrealistic, especially where it may constitute the major item of compensatory damages.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Id. We have followed the same rationale in subsequent cases.  See, e.g., Perez-Serrano v. DeLeon-Velez, 868 F.2d 30, 32-33 (1st Cir.1989);  Cordero v. De Jesus-Mendez, 867 F.2d 1, 6 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Like Santiago-Negron, this was a political reprisal case in which a jury trial had been demanded, see Fed.R.Civ.P. 38(b), and the issues of liability and compensatory damages were therefore to be determined by a jury.  In such circumstances, our precedents are squarely on point.  Thus, the district court properly followed the teachings of Santiago-Negron and refused to augment the damage awards with back pay awards.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second:  The plaintiffs contend that Santiago-Negron and its progeny should not govern here because the lower court's instructions did not explicitly tell the jury that it could consider back pay in calculating the quantum of compensatory damages.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This contention lacks force.  There was no such express instruction in Santiago-Negron itself.  See Santiago-Negron, 865 F.2d at 441.   Seen in that perspective, the Santiago-Negron rule contemplates that, with or without an affirmative instruction, a jury, having heard evidence of lost wages and being left at liberty to consider that evidence, is all too likely to factor those foregone wages into the decisional calculus.  See id. at 441-42;  see also Cordero, 867 F.2d at 6-7.   Here, the plaintiffs concede that the jury heard evidence of their lost wages, and they do not claim that the court instructed the jury to disregard this evidence in computing compensatory damages.  Thus, Santiago-Negron applies.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third:  This might be a different case, of course, if the plaintiffs had requested that the trial court give an explicit instruction (either one placing back pay squarely within the jury's contemplation, or one removing it from the jury's ken).  However, in the meager appellate record that the plaintiffs have produced, there is no sign that they made such a request--and, in their brief, they do not claim to have done so.  Even more important, the plaintiffs have not alleged that they seasonably objected to the charge that the trial court in fact gave.  Failure to object to jury instructions at the time and in the manner specified by Fed.R.Civ.P. 51 constitutes a forfeiture.  See, e.g., Elliott v. S.D. Warren Co., 134 F.3d 1, 5-6 (1st Cir.1998);  La Amiga del Pueblo, Inc. v. Robles, 937 F.2d 689, 691-92 (1st Cir.1991).  We see no reason to relieve the instant plaintiffs from the easily foreseeable consequence of such an omission.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.  The plaintiffs had a bite of the apple when the judge submitted the question of compensatory damages to the jury.  They were not entitled to a second bite after the jury delivered its verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although we assume, favorably to the plaintiffs, that their premise is true, it is by no means clear that the court's charge was as inexplicit as they contend.  At one juncture (albeit at a remove from the instruction on compensatory damages), the court did tell the jury:</p>\n        <p>Actual damages include any wages or fringe benefits you find plaintiff would have earned in [his/her] employment with defendant if [he/she] had not been discharged ..., minus the amount of earnings and benefits from other employments received by [such] plaintiff during that time.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></span></p>\n    <p class=\"parties\">Nilda SALDANA SANCHEZ, et al., Plaintiffs, Appellants,<br>v.<br>Ramon VEGA SOSA, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-2067.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted April 5, 1999.<br>Decided April 15, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Antonio Bauza Torres on brief for appellants.</p>\n      <p class=\"indent\">Carlos Lugo-Fiol, Solicitor General, Edda Serrano-Blasini, Deputy Solicitor General, and Irene S. Soroeta-Kodesh, Assistant Solicitor General, on brief for appellees Vega Sosa and Ferrer.</p>\n      <p class=\"indent\">Aldarondo &amp; Lpez Bras, Eliezer Aldarondo Ortiz, Claudio Aliff Ortiz and Pablo Landrau Pirazzi on brief for appellee Lpez Gerena.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs, former employees of the Municipality of Humacao, alleged that they were dismissed from non-policymaking positions in the municipal government on account of their political affiliations.  See Rutan v. Republican Party of Illinois, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2729</span></a></span>, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">52</span></a></span> (1990);  Branti v. Finkel, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1980);  Elrod v. Burns, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976).  After a trial that lasted upwards of three weeks, the district court submitted the case to the jury.  In respect to compensatory damages, the court charged as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">If you find that [a] defendant is liable to [a] plaintiff, then you must determine an amount that is fair compensation for all of the plaintiff's damages.  These damages are called compensatory damages.  The purpose of compensatory damages is to make the plaintiff whole--that is, to compensate the plaintiff for the damage that the plaintiff has suffered.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">You may award compensatory damages only for injuries that the plaintiff proves were proximately caused by the defendant's allegedly wrongful conduct.  The damages that you award must be fair compensation for all of the plaintiff's damages, no more and no less.  You should not award compensatory damages for speculative injuries but only for those injuries which the plaintiff has actually suffered or that the plaintiff is reasonably likely to suffer in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jury found the defendants liable and awarded compensatory damages in varying amounts to the several plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiffs then filed a post-verdict motion requesting equitable relief.  The district court ordered some incremental redress (e.g., reinstatement) but refused to award back pay, principally on the ground that back pay was subsumed by the jury's compensatory damage awards.  See Saldana Sanchez v. Vega Sosa, Civ. No. 90-1403(PG), slip op. at 5 (D.P.R. March 21, 1997) (unpublished).  The plaintiffs appeal from the denial of back pay.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiffs' basic argument is that the trial court \"erred in denying back pay to plaintiffs as the issue of back pay was not placed to the jury as one of the factors to be considered when awarding compensatory damages.\"   Appellants' Brief at 3. We reject this argument for three interrelated reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">First:  This case is controlled by our decision in Santiago-Negron v. Castro-Davila, <span class=\"citation\" data-id=\"516909\"><a href=\"/opinion/516909/ivette-santiago-negron-v-modesto-castro-davila-etc/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></a></span> (1st Cir.1989), in which we held:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>[I]n a &#167; 1983 case based upon an alleged unconstitutional political firing where the issues of liability and compensatory damages will be determined by a jury, back pay shall be considered by the jury as one of the items of compensatory damages.</p>\n    </div>\n    <p class=\"indent\">Id. at 441.   We explained that:</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Submission of the issue of back pay to the jury as a factor to be considered in its award of compensatory damages eliminates the inevitable overlap between compensatory damages and back pay.  In most cases of an alleged unconstitutional firing, there will be evidence of the employee's pay.  To expect a jury to ignore this is unrealistic, especially where it may constitute the major item of compensatory damages.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Id. We have followed the same rationale in subsequent cases.  See, e.g., Perez-Serrano v. DeLeon-Velez, <span class=\"citation\" data-id=\"518740\"><a href=\"/opinion/518740/jeannette-perez-serrano-v-juan-r-deleon-velez-etc-appeal-of-the/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 32-33 (1st Cir.1989);  Cordero v. De Jesus-Mendez, <span class=\"citation\" data-id=\"518086\"><a href=\"/opinion/518086/william-cordero-v-juan-de-jesus-mendez-etc-william-cordero-v-juan-de/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Like Santiago-Negron, this was a political reprisal case in which a jury trial had been demanded, see Fed.R.Civ.P. 38(b), and the issues of liability and compensatory damages were therefore to be determined by a jury.  In such circumstances, our precedents are squarely on point.  Thus, the district court properly followed the teachings of Santiago-Negron and refused to augment the damage awards with back pay awards.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second:  The plaintiffs contend that Santiago-Negron and its progeny should not govern here because the lower court's instructions did not explicitly tell the jury that it could consider back pay in calculating the quantum of compensatory damages.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This contention lacks force.  There was no such express instruction in Santiago-Negron itself.  See Santiago-Negron, 865 F.2d at 441.   Seen in that perspective, the Santiago-Negron rule contemplates that, with or without an affirmative instruction, a jury, having heard evidence of lost wages and being left at liberty to consider that evidence, is all too likely to factor those foregone wages into the decisional calculus.  See id. at 441-42;  see also Cordero, 867 F.2d at 6-7.   Here, the plaintiffs concede that the jury heard evidence of their lost wages, and they do not claim that the court instructed the jury to disregard this evidence in computing compensatory damages.  Thus, Santiago-Negron applies.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third:  This might be a different case, of course, if the plaintiffs had requested that the trial court give an explicit instruction (either one placing back pay squarely within the jury's contemplation, or one removing it from the jury's ken).  However, in the meager appellate record that the plaintiffs have produced, there is no sign that they made such a request--and, in their brief, they do not claim to have done so.  Even more important, the plaintiffs have not alleged that they seasonably objected to the charge that the trial court in fact gave.  Failure to object to jury instructions at the time and in the manner specified by Fed.R.Civ.P. 51 constitutes a forfeiture.  See, e.g., Elliott v. S.D. Warren Co., <span class=\"citation\" data-id=\"750688\"><a href=\"/opinion/750688/darryl-w-elliott-v-sd-warren-company/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.1998);  La Amiga del Pueblo, Inc. v. Robles, <span class=\"citation\" data-id=\"564311\"><a href=\"/opinion/564311/la-amiga-del-pueblo-inc-v-ismael-robles/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 691-92 (1st Cir.1991).  We see no reason to relieve the instant plaintiffs from the easily foreseeable consequence of such an omission.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.  The plaintiffs had a bite of the apple when the judge submitted the question of compensatory damages to the jury.  They were not entitled to a second bite after the jury delivered its verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although we assume, favorably to the plaintiffs, that their premise is true, it is by no means clear that the court's charge was as inexplicit as they contend.  At one juncture (albeit at a remove from the instruction on compensatory damages), the court did tell the jury:</p>\n        <p>Actual damages include any wages or fringe benefits you find plaintiff would have earned in [his/her] employment with defendant if [he/she] had not been discharged ..., minus the amount of earnings and benefits from other employments received by [such] plaintiff during that time.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750688/"
  ]
}