{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198408/",
  "absolute_url": "/opinion/198408/cardona-jimenez-v-bancomerico-de-pr/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198408/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:51:50Z",
  "date_modified": "2017-03-24T10:56:53.321942Z",
  "type": "010combined",
  "sha1": "cf2ee0ae2acc257957983300d8ac72905e8f2b13",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1693.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1693\r\n\n    ROSA CARDONA JIMENEZ AND CHARLES E. CASELLAS ROSARIO,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                 BANCOMERCIO DE PUERTO RICO,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Jesus A. Castellanos, U.S. Magistrate Judge]\r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r\n           Coffin and Cyr, Senior Circuit Judges.\r\n\n   William Santiago Sastre with whom Marcos Valls Sanchez was on\r\nbrief for appellants.\r\n   Fernando L. Gallardo for appellee.\r\n\nApril 6, 1999\r\n\nCOFFIN, Senior Circuit Judge.  Plaintiff-appellee Rosa\r\nCardona Jimnez (\"Cardona\") was fired from her employment with\r\ndefendant-appellant Bancomercio de Puerto Rico (\"Bancomercio\"). \r\nShe subsequently brought suit under the Age Discrimination in\r\nEmployment Act, 29 U.S.C.  621-34, (\"ADEA\"), and under Puerto\r\nRico Law 100, P.R. Laws Ann. tit. 29,  146-51, (\"Law 100\"). \r\nCardona prevailed at trial, and on appeal Bancomercio claims that\r\nthe court incorrectly denied its motion for judgment as a matter of\r\nlaw, in addition to committing other errors.  We agree that Cardona\r\nfailed to present sufficient evidence for a jury to find she had\r\nbeen the victim of age discrimination, and therefore reverse.\r\n                        I. Background\r\nThe following facts are undisputed.  Cardona was\r\noriginally hired to work in the banking industry in 1972.  Through\r\na series of bank mergers and acquisitions, she eventually became an\r\nemployee of Bancomercio in 1991.  The following year Bancomercio\r\npromoted her to manager of the Puerto Nuevo branch, where she was\r\nin charge of half a dozen tellers and other employees.  During her\r\ntenure at Bancomercio and its predecessors, Cardona had\r\nconsistently received highly positive evaluations of her\r\nperformance.\r\nFrom 1993 to 1995, Bancomercio was not performing as\r\nprofitably as it should have been, due apparently in part to\r\nperiodic discrepancies between cash inventories in tellers' drawers\r\nand the amounts that ought to have been there.  As a consequence,\r\nthe bank began concentrating on those discrepancies to reduce\r\nunaccounted for losses.  Bancomercio instructed the branch managers\r\nto implement three specific procedures to safeguard the money\r\nagainst possible theft.  First, the tellers had limits on the cash\r\nthey were allowed to have in their drawers.  If a teller received\r\ndeposits which increased the amounts in the drawer above that\r\nlimit, the manager would transfer some cash from that teller's\r\ndrawer to the vault.  Second, the manager was supposed to engage in\r\nperiodic verifications of the tellers' cash levels.  Managers did\r\nnot personally reconcile the actual cash in the drawers with the\r\nteller's transactions on a daily basis.  To ensure that the tellers\r\nwere not dipping into the till, managers were instructed to conduct\r\nrandom surprise counts of the drawers to check for discrepancies. \r\nThird, managers were responsible for checking daily whether each\r\ndrawer contained roughly the correct number of bundles of large\r\ndenomination bills.\r\nConsistent with these actions to be taken by managers,\r\nBancomercio also instituted a policy to be implemented by the Human\r\nResources department.  In light of the fact that Bancomercio\r\npermitted its tellers to maintain personal accounts at the bank,\r\nthe Human Resources department was instructed to monitor the\r\ntellers' accounts periodically, looking for unusual or suspicious\r\nactivity.\r\nDespite these procedures, a teller supervised by Cardona\r\nat the Puerto Nuevo branch stole a significant amount of money.  An\r\nauditor of the branch noticed that the teller, Lorna Ramirez\r\n(\"Ramirez\"), had developed a habit of making small deposits into\r\nher bank account two or three times a week.  The auditor found this\r\npattern suspicious and informed the assistant vice president of\r\noperations.  The assistant vice president, in turn, instructed\r\nCardona to perform a surprise cash verification the following day. \r\nWhen the check was performed, it was discovered that Ramirez's\r\ndrawer was more than $8,000 short of the $13,000 it should have\r\ncontained.  Ramirez was immediately dismissed, consistent with bank\r\npolicy.\r\nBancomercio conducted an internal investigation and found\r\nthat Cardona had failed to take the three precautions required to\r\nprevent precisely this sort of theft.  First, Cardona had permitted\r\nRamirez to retain $13,000 in her cash drawer, well in excess of her\r\n$10,000 limit.  Second, Cardona had established a pattern for the\r\n\"surprise\" cash verifications, thereby allowing Ramirez to\r\ndetermine when such audits would take place and eliminating the\r\nbenefit of any surprise.  Third, the bank concluded that Cardona\r\nhad not counted the bundles of $20 bills, and consequently Ramirez\r\nhad placed rolls of coins under the bundles to artificially inflate\r\ntheir appearance.  Ramirez, in fact, admitted that she had been\r\nable to steal the money because she knew Cardona was not taking\r\nthese precautions.  The auditor also criticized the Human Resources\r\ndepartment for failing to give adequate attention to the pattern of\r\ndeposits in Ramirez's account.\r\nBancomercio's Human Resources Committee met to discuss\r\nthe situation.  The members testified that they decided to fire\r\nCardona for failure to supervise her tellers adequately.  Cardona\r\nwas summoned to the bank's central offices and informed of the\r\nbank's decision.  At that meeting, the bank told her that she would\r\nreceive her week's pay and all accrued vacation pay.  Bancomercio\r\nalso offered to pay her an extra $5000 in return for a release from\r\nany claims against it, but she refused.  At the time of firing, she\r\nwas 41.  She was temporarily replaced by another employee, Wilfredo\r\nRobles, who was also 41.  Her permanent replacement was Luisa\r\nGuerrero, age 37.  Although Cardona was dismissed, the bank merely\r\nreprimanded Giselle Lebron (\"Lebron\"), the head of Human Resources,\r\nfor failure to monitor Ramirez's account.\r\nCardona sued Bancomercio, claiming age discrimination. \r\nThe parties consented to trial before a magistrate judge.  See 28\r\nU.S.C.  636(c).  At trial, the parties stipulated that, of the 166\r\nemployees hired between 1993 and 1995, 49 were born before 1955. \r\nTestimony also revealed that 9 of the 33 employees fired between\r\n1993 and 1995 were born before 1955.\r\nAt the close of Cardona's case, Bancomercio presented a\r\nmotion for judgment as a matter of law.  It renewed the motion at\r\nthe close of its case, and after the jury verdict.  Each time the\r\ncourt denied it.\r\n                        II. Discussion\r\nBancomercio is entitled to judgment as a matter of law\r\nonly if there is no legally sufficient evidentiary basis for a\r\nreasonable jury to find for the plaintiff.  See Fed. R. Civ. P.\r\n50(a).  We review the court's denial of the bank's motion de novo,\r\ntaking the facts in the light most favorable to Cardona. See Russov. Baxter Healthcare Corp., 140 F.3d 6, 7-8 (1st Cir. 1998). \r\nCardona must provide \"more than a mere scintilla of evidence and\r\nmay not rely on conjecture or speculation to justify the submission\r\nof an issue to the jury.\"  Id. (internal quotation marks omitted). \r\nAlthough she had other related subsidiary claims, Cardona's verdict\r\nwas premised on either her ADEA or her Law 100 claim, and our\r\nanalysis must start there.\r\nA. ADEA.  In relevant part, the ADEA prohibits\r\nBancomercio from discharging Cardona because of her age.  In a\r\nwrongful discharge case such as this one, Cardona bears the\r\nultimate burden of proving that she would not have been fired but\r\nfor her age.  See Serrano-Cruz v. DFI Puerto Rico, Inc., 109 F.3d\r\n23, 25 (1st Cir. 1997).  When the plaintiff has direct evidence of\r\ndiscriminatory animus, the case may be put to the jury without\r\nfurther ado.  See Trans World Airlines, Inc. v. Thurston, 469 U.S.\r\n111, 121 (1985).  When, as here, direct evidence is lacking, the\r\nplaintiff's ADEA claim is governed by the familiar McDonnell\r\nDouglas burden-shifting framework.  See McDonnell Douglas Corp. v.\r\nGreen, 411 U.S. 792, 802-05 (1973); Alvarez-Fonseca v. Pepsi Cola\r\nof Puerto Rico Bottling Co., 152 F.3d 17, 24 (1st Cir. 1998).  \r\nUnder McDonnell Douglas, Cardona must first present a\r\nprima facie case of age discrimination, which requires that she\r\nshow: 1) she was a member of a protected age group, i.e., at least\r\n40 years old; 2) she was meeting Bancomercio's legitimate job\r\nexpectations; 3) she was fired; and 4) the employer had a\r\ncontinuing need for the same services, and they subsequently were\r\nperformed by one with the same or similar qualifications as the\r\nplaintiff.  See Brennan v. GTE Government Systems Corp., 150 F.3d\r\n21, 26 (1st Cir. 1998).  Once she has met this modest burden, a\r\npresumption of discrimination attaches, and Bancomercio must\r\narticulate a legitimate, nondiscriminatory reason for firing her. \r\nSee id.  If it does so, the presumption of discrimination vanishes\r\nand Cardona must show by a preponderance of the evidence both that\r\nthe bank's reason was a pretext and that the real reason was age-\r\nbased animus.  See Alvarez-Fonseca, 152 F.3d at 24; Brennan, 150\r\nF.3d at 26.  While Bancomercio briefly has the burden of producing\r\na legitimate reason for her discharge, Cardona shoulders the burden\r\nof persuasion throughout.  See St. Mary's Honor Ctr. v. Hicks, 509\r\nU.S. 502, 511 (1993); Serrano-Cruz, 109 F.3d at 26.\r\nBancomercio concedes that Cardona has established her\r\nprima facie case but argues that it has articulated a legitimate\r\nreason which she failed to rebut.  We note that, even considering\r\nthe evidence in the light most favorable to Cardona, the bank's\r\nreason is compelling.  The bank instructed branch managers to\r\nundertake three specific measures to safeguard its capital, which\r\nis the bank's very raison d'etre.  Whatever her previous\r\nevaluations, the uncontested evidence showed that Cardona failed to\r\nimplement any of the three in the manner required by the bank.  As\r\na result of her dereliction, a teller under her supervision stole\r\nmore than $8,000.\r\n   Cardona highlights two additional pieces of evidence to\r\nmeet her responsibility of demonstrating that the alleged reason\r\nwas pretextual and that her firing was actually motivated by age\r\nanimus.  First, she claims that between 1993 and 1995, 9 out of 33\r\nindividuals fired by the bank were over the age of 40.  Second, she\r\nargues that Lebron, the head of Human Resources, was similarly\r\nsituated, was under 40, and was not punished as harshly as she was. \r\nNeither rationale carries the day.\r\n   The evidence regarding the number of individuals whose\r\nemployment was terminated does not produce an inference of\r\ndiscrimination.  In fact, it suggests the opposite.  Nine of the 33\r\ndismissed translates into 27.3% of those fired being over 40. \r\nHowever, counsel also acknowledged that 49 of the 161 employees\r\nhired during the same period, or 30.4%, were over 40.  The fact\r\nthat Bancomercio's pool of new employees contained a higher\r\npercentage of individuals over 40 than its pool of discharged\r\nemployees suggests a lack of discrimination.  It is axiomatic that\r\nin order to survive a motion for judgment as a matter of law, the\r\nevidence Cardona presented must make the existence of the facts to\r\nbe inferred, namely pretext and age discrimination, more probable\r\nthan their nonexistence.  See Resare v. Raytheon Co., 981 F.2d 32,\r\n34 (1st Cir. 1992).  Contrary to her argument, the numerical\r\ncomparison offered by Cardona actually makes age discrimination and\r\npretext less probable.\r\n   The comparison with Lebron is equally unhelpful.  Cardona\r\nclaims that pretext and animus can be inferred from the fact that\r\nLebron was a similarly situated employee, was not over 40, was also\r\ninvolved, but was not dismissed.  The problem with Cardona's\r\nargument is that she and Lebron were not \"similarly situated.\"  To\r\nbe \"similarly situated\" for the purpose of our discrimination\r\njurisprudence, the two individuals or situations must be similar\r\n\"in all relevant aspects.\"  Dartmouth Review v. Dartmouth College,\r\n889 F.2d 13, 19 (1st Cir. 1989) (quotation omitted).  In order that\r\n\"apples [are] compared to apples[,]\" we have stated that \"the\r\n'relevant aspects' are those factual elements which determine\r\nwhether reasoned analogy supports, or demands, a like result.\"  Id.\r\n   Here it is obvious that Cardona and Lebron were not\r\nsituated similarly in all relevant aspects.  Cardona was the\r\nbranch manager who directly supervised Ramirez.  Bancomercio had\r\ninstructed Cardona to take several concrete steps to prevent\r\ntellers from stealing, but she failed to do so.  Lebron, on the\r\nother hand, was the head of Human Resources, and had no direct\r\nsupervisory responsibilities over Ramirez.  Any action on Lebron's\r\npart would not have prevented the theft in the first instance; it\r\nonly would have led to a more prompt discovery of Ramirez's\r\nconduct.  Bancomercio chose to dismiss the person who stole the\r\nmoney, namely Ramirez, and her supervisor, namely Cardona, but not\r\na third person who lacked direct involvement in the branch's\r\noperations, namely Lebron.  No prudent person could conclude that\r\nCardona's and Lebron's roles were sufficiently equivalent that\r\nfailure to dismiss Lebron bore on whether firing Cardona was based\r\non pretext and actually resulted from age animus.\r\n   To withstand a motion for judgment as a matter of law,\r\nCardona must \"elucidate specific facts which would enable a jury to\r\nfind the reason given [by Bancomercio] was not only a sham, but a\r\nsham intended to cover up the [bank's] real motive: age\r\ndiscrimination.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896\r\nF.2d 5, 9 (1st Cir. 1990) (citations omitted).  She has failed to\r\npresent any such facts, and judgment as a matter of law should have\r\nbeen entered for Bancomercio on her ADEA claim.\r\n   B. Law 100.  Law 100 is the Puerto Rico equivalent of the\r\nfederal ADEA, providing for civil liability in age discrimination\r\nactions.  Similar in several respects, the two statutes diverge on\r\nhow discrimination is to be proved.\r\n   The most important difference involves the shifting of\r\nthe burden of proof.  Although the plaintiff in an ADEA case always\r\nbears the burden of proof, Law 100 temporarily places that burden\r\non the employer, and thus is significantly more favorable to\r\nplaintiffs than is the ADEA.  See Ibanez-Benitez v. Molinos de\r\nPuerto Rico, Inc., 114 P.R. Dec. 42, 52 (1983).  Under Law 100, the\r\nplaintiff has two requirements to establish a prima facie case: 1)\r\nshe must demonstrate that she was actually or constructively\r\ndischarged; and 2) she must allege that the decision was\r\ndiscriminatory.  See Alvarez-Fonseca, 152 F.3d at 28.  Once this\r\nminimal showing has been established, the burden shifts to the\r\nemployer to prove by a preponderance of the evidence that it had\r\n\"just cause\" for its actions.  Id.  If the employer establishes\r\n\"just cause,\" the burden of proof returns to the plaintiff to show\r\nthat the employer's decision was motivated by age discrimination,\r\nthereby placing the plaintiff \"in the same situation as an ADEA\r\nplaintiff after the defendant has articulated a legitimate non-\r\ndiscriminatory reason[.]\"  Id.  If, however, the employer fails to\r\nprove \"just cause,\" the employer bears the burden of proving that\r\nthe decision was not motivated by age discrimination.  Id.\r\n   There can be no doubt that Cardona both proved she was\r\ndischarged and alleged that Bancomercio's decision was\r\ndiscriminatory.  The burden then shifted to Bancomercio, but the\r\nbank failed to present any developed argument about whether just\r\ncause existed.  However, even if we assume that the bank has not\r\nshown just cause, Bancomercio met its burden of proving by a\r\npreponderance of the evidence that the decision was not motivated\r\nby age discrimination.  Simply put, the closest approximation to\r\nevidence of age discrimination was the basic fact that Cardona was\r\nover 40 when fired and was replaced by someone slightly under 40. \r\nThis fact is inconsequential in light of the compelling weight of\r\nthe bank's legitimate reason: her failure to take the precautions\r\nnecessary to protect the depositors' funds.  As has been said\r\nseveral times, the uncontroverted evidence showed that she had been\r\ninstructed to monitor her tellers and to take certain security\r\nmeasures but failed to do so.  While it may have been a severe\r\npunishment, it is clear that Cardona was dismissed for her\r\ndereliction and not for her age.  No reasonable jury could have\r\nfound otherwise.\r\n                       III. Conclusion\r\n   We conclude that no reasonable jury could have found for\r\nCardona under either the ADEA or Law 100.  Bancomercio proved by a\r\npreponderance of the evidence that the decision to fire her was\r\nbased on her own failings and was not motivated by age\r\ndiscrimination.  She was unable to present any sufficient reason to\r\ndisbelieve Bancomercio's proffered explanation.  Since she has not\r\npresented enough evidence to prevail on the ADEA or Law 100 claims,\r\nCardona's subsidiary, related claims must also fail.\r\n   For the foregoing reasons, the judgment is reversed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1693\r\n\n    ROSA CARDONA JIMENEZ AND CHARLES E. CASELLAS ROSARIO,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                 BANCOMERCIO DE PUERTO RICO,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Jesus A. Castellanos, U.S. Magistrate Judge]\r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r\n           Coffin and Cyr, Senior Circuit Judges.\r\n\n   William Santiago Sastre with whom Marcos Valls Sanchez was on\r\nbrief for appellants.\r\n   Fernando L. Gallardo for appellee.\r\n\nApril 6, 1999\r\n\nCOFFIN, Senior Circuit Judge.  Plaintiff-appellee Rosa\r\nCardona Jimnez (\"Cardona\") was fired from her employment with\r\ndefendant-appellant Bancomercio de Puerto Rico (\"Bancomercio\"). \r\nShe subsequently brought suit under the Age Discrimination in\r\nEmployment Act, 29 U.S.C.  621-34, (\"ADEA\"), and under Puerto\r\nRico Law 100, P.R. Laws Ann. tit. 29,  146-51, (\"Law 100\"). \r\nCardona prevailed at trial, and on appeal Bancomercio claims that\r\nthe court incorrectly denied its motion for judgment as a matter of\r\nlaw, in addition to committing other errors.  We agree that Cardona\r\nfailed to present sufficient evidence for a jury to find she had\r\nbeen the victim of age discrimination, and therefore reverse.\r\n                        I. Background\r\nThe following facts are undisputed.  Cardona was\r\noriginally hired to work in the banking industry in 1972.  Through\r\na series of bank mergers and acquisitions, she eventually became an\r\nemployee of Bancomercio in 1991.  The following year Bancomercio\r\npromoted her to manager of the Puerto Nuevo branch, where she was\r\nin charge of half a dozen tellers and other employees.  During her\r\ntenure at Bancomercio and its predecessors, Cardona had\r\nconsistently received highly positive evaluations of her\r\nperformance.\r\nFrom 1993 to 1995, Bancomercio was not performing as\r\nprofitably as it should have been, due apparently in part to\r\nperiodic discrepancies between cash inventories in tellers' drawers\r\nand the amounts that ought to have been there.  As a consequence,\r\nthe bank began concentrating on those discrepancies to reduce\r\nunaccounted for losses.  Bancomercio instructed the branch managers\r\nto implement three specific procedures to safeguard the money\r\nagainst possible theft.  First, the tellers had limits on the cash\r\nthey were allowed to have in their drawers.  If a teller received\r\ndeposits which increased the amounts in the drawer above that\r\nlimit, the manager would transfer some cash from that teller's\r\ndrawer to the vault.  Second, the manager was supposed to engage in\r\nperiodic verifications of the tellers' cash levels.  Managers did\r\nnot personally reconcile the actual cash in the drawers with the\r\nteller's transactions on a daily basis.  To ensure that the tellers\r\nwere not dipping into the till, managers were instructed to conduct\r\nrandom surprise counts of the drawers to check for discrepancies. \r\nThird, managers were responsible for checking daily whether each\r\ndrawer contained roughly the correct number of bundles of large\r\ndenomination bills.\r\nConsistent with these actions to be taken by managers,\r\nBancomercio also instituted a policy to be implemented by the Human\r\nResources department.  In light of the fact that Bancomercio\r\npermitted its tellers to maintain personal accounts at the bank,\r\nthe Human Resources department was instructed to monitor the\r\ntellers' accounts periodically, looking for unusual or suspicious\r\nactivity.\r\nDespite these procedures, a teller supervised by Cardona\r\nat the Puerto Nuevo branch stole a significant amount of money.  An\r\nauditor of the branch noticed that the teller, Lorna Ramirez\r\n(\"Ramirez\"), had developed a habit of making small deposits into\r\nher bank account two or three times a week.  The auditor found this\r\npattern suspicious and informed the assistant vice president of\r\noperations.  The assistant vice president, in turn, instructed\r\nCardona to perform a surprise cash verification the following day. \r\nWhen the check was performed, it was discovered that Ramirez's\r\ndrawer was more than $8,000 short of the $13,000 it should have\r\ncontained.  Ramirez was immediately dismissed, consistent with bank\r\npolicy.\r\nBancomercio conducted an internal investigation and found\r\nthat Cardona had failed to take the three precautions required to\r\nprevent precisely this sort of theft.  First, Cardona had permitted\r\nRamirez to retain $13,000 in her cash drawer, well in excess of her\r\n$10,000 limit.  Second, Cardona had established a pattern for the\r\n\"surprise\" cash verifications, thereby allowing Ramirez to\r\ndetermine when such audits would take place and eliminating the\r\nbenefit of any surprise.  Third, the bank concluded that Cardona\r\nhad not counted the bundles of $20 bills, and consequently Ramirez\r\nhad placed rolls of coins under the bundles to artificially inflate\r\ntheir appearance.  Ramirez, in fact, admitted that she had been\r\nable to steal the money because she knew Cardona was not taking\r\nthese precautions.  The auditor also criticized the Human Resources\r\ndepartment for failing to give adequate attention to the pattern of\r\ndeposits in Ramirez's account.\r\nBancomercio's Human Resources Committee met to discuss\r\nthe situation.  The members testified that they decided to fire\r\nCardona for failure to supervise her tellers adequately.  Cardona\r\nwas summoned to the bank's central offices and informed of the\r\nbank's decision.  At that meeting, the bank told her that she would\r\nreceive her week's pay and all accrued vacation pay.  Bancomercio\r\nalso offered to pay her an extra $5000 in return for a release from\r\nany claims against it, but she refused.  At the time of firing, she\r\nwas 41.  She was temporarily replaced by another employee, Wilfredo\r\nRobles, who was also 41.  Her permanent replacement was Luisa\r\nGuerrero, age 37.  Although Cardona was dismissed, the bank merely\r\nreprimanded Giselle Lebron (\"Lebron\"), the head of Human Resources,\r\nfor failure to monitor Ramirez's account.\r\nCardona sued Bancomercio, claiming age discrimination. \r\nThe parties consented to trial before a magistrate judge.  See 28\r\nU.S.C.  636(c).  At trial, the parties stipulated that, of the 166\r\nemployees hired between 1993 and 1995, 49 were born before 1955. \r\nTestimony also revealed that 9 of the 33 employees fired between\r\n1993 and 1995 were born before 1955.\r\nAt the close of Cardona's case, Bancomercio presented a\r\nmotion for judgment as a matter of law.  It renewed the motion at\r\nthe close of its case, and after the jury verdict.  Each time the\r\ncourt denied it.\r\n                        II. Discussion\r\nBancomercio is entitled to judgment as a matter of law\r\nonly if there is no legally sufficient evidentiary basis for a\r\nreasonable jury to find for the plaintiff.  See Fed. R. Civ. P.\r\n50(a).  We review the court's denial of the bank's motion de novo,\r\ntaking the facts in the light most favorable to Cardona. See Russov. Baxter Healthcare Corp., </pre><span class=\"citation\" data-id=\"197870\"><a href=\"/opinion/197870/russo-v-baxter-healthcare/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 7-8 (1st Cir. 1998). \r\nCardona must provide \"more than a mere scintilla of evidence and\r\nmay not rely on conjecture or speculation to justify the submission\r\nof an issue to the jury.\"  Id. (internal quotation marks omitted). \r\nAlthough she had other related subsidiary claims, Cardona's verdict\r\nwas premised on either her ADEA or her Law 100 claim, and our\r\nanalysis must start there.\r\nA. ADEA.  In relevant part, the ADEA prohibits\r\nBancomercio from discharging Cardona because of her age.  In a\r\nwrongful discharge case such as this one, Cardona bears the\r\nultimate burden of proving that she would not have been fired but\r\nfor her age.  See Serrano-Cruz v. DFI Puerto Rico, Inc., </pre><span class=\"citation\" data-id=\"738222\"><a href=\"/opinion/738222/digna-serrano-cruz-hector-irizarry-and-the-conjugal-society-comprised/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">23</span></a></span><pre class=\"inline\">, 25 (1st Cir. 1997).  When the plaintiff has direct evidence of\r\ndiscriminatory animus, the case may be put to the jury without\r\nfurther ado.  See Trans World Airlines, Inc. v. Thurston, </pre><span class=\"citation\" data-id=\"111290\"><a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">111</span></a></span><pre class=\"inline\">, 121 (1985).  When, as here, direct evidence is lacking, the\r\nplaintiff's ADEA claim is governed by the familiar McDonnell\r\nDouglas burden-shifting framework.  See McDonnell Douglas Corp. v.\r\nGreen, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 802-05 (1973); Alvarez-Fonseca v. Pepsi Cola\r\nof Puerto Rico Bottling Co., </pre><span class=\"citation\" data-id=\"757019\"><a href=\"/opinion/757019/78-fair-emplpraccas-bna-459-74-empl-prac-dec-p-45560-jose-r/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 24 (1st Cir. 1998).  \r\nUnder McDonnell Douglas, Cardona must first present a\r\nprima facie case of age discrimination, which requires that she\r\nshow: 1) she was a member of a protected age group, i.e., at least\r\n40 years old; 2) she was meeting Bancomercio's legitimate job\r\nexpectations; 3) she was fired; and 4) the employer had a\r\ncontinuing need for the same services, and they subsequently were\r\nperformed by one with the same or similar qualifications as the\r\nplaintiff.  See Brennan v. GTE Government Systems Corp., </pre><span class=\"citation\" data-id=\"756418\"><a href=\"/opinion/756418/77-fair-emplpraccas-bna-430-74-empl-prac-dec-p-45627-daniel-f/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">21</span></a></span><pre class=\"inline\">, 26 (1st Cir. 1998).  Once she has met this modest burden, a\r\npresumption of discrimination attaches, and Bancomercio must\r\narticulate a legitimate, nondiscriminatory reason for firing her. \r\nSee id.  If it does so, the presumption of discrimination vanishes\r\nand Cardona must show by a preponderance of the evidence both that\r\nthe bank's reason was a pretext and that the real reason was age-\r\nbased animus.  See Alvarez-Fonseca, 152 F.3d at 24; Brennan, 150\r\nF.3d at 26.  While Bancomercio briefly has the burden of producing\r\na legitimate reason for her discharge, Cardona shoulders the burden\r\nof persuasion throughout.  See St. Mary's Honor Ctr. v. Hicks, </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span><pre class=\"inline\">, 511 (1993); Serrano-Cruz, 109 F.3d at 26.\r\nBancomercio concedes that Cardona has established her\r\nprima facie case but argues that it has articulated a legitimate\r\nreason which she failed to rebut.  We note that, even considering\r\nthe evidence in the light most favorable to Cardona, the bank's\r\nreason is compelling.  The bank instructed branch managers to\r\nundertake three specific measures to safeguard its capital, which\r\nis the bank's very raison d'etre.  Whatever her previous\r\nevaluations, the uncontested evidence showed that Cardona failed to\r\nimplement any of the three in the manner required by the bank.  As\r\na result of her dereliction, a teller under her supervision stole\r\nmore than $8,000.\r\n   Cardona highlights two additional pieces of evidence to\r\nmeet her responsibility of demonstrating that the alleged reason\r\nwas pretextual and that her firing was actually motivated by age\r\nanimus.  First, she claims that between 1993 and 1995, 9 out of 33\r\nindividuals fired by the bank were over the age of 40.  Second, she\r\nargues that Lebron, the head of Human Resources, was similarly\r\nsituated, was under 40, and was not punished as harshly as she was. \r\nNeither rationale carries the day.\r\n   The evidence regarding the number of individuals whose\r\nemployment was terminated does not produce an inference of\r\ndiscrimination.  In fact, it suggests the opposite.  Nine of the 33\r\ndismissed translates into 27.3% of those fired being over 40. \r\nHowever, counsel also acknowledged that 49 of the 161 employees\r\nhired during the same period, or 30.4%, were over 40.  The fact\r\nthat Bancomercio's pool of new employees contained a higher\r\npercentage of individuals over 40 than its pool of discharged\r\nemployees suggests a lack of discrimination.  It is axiomatic that\r\nin order to survive a motion for judgment as a matter of law, the\r\nevidence Cardona presented must make the existence of the facts to\r\nbe inferred, namely pretext and age discrimination, more probable\r\nthan their nonexistence.  See Resare v. Raytheon Co., </pre><span class=\"citation\" data-id=\"596398\"><a href=\"/opinion/596398/60-fair-emplpraccas-bna-709-60-empl-prac-dec-p-41908-cyntha-j/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span><pre class=\"inline\">,\r\n34 (1st Cir. 1992).  Contrary to her argument, the numerical\r\ncomparison offered by Cardona actually makes age discrimination and\r\npretext less probable.\r\n   The comparison with Lebron is equally unhelpful.  Cardona\r\nclaims that pretext and animus can be inferred from the fact that\r\nLebron was a similarly situated employee, was not over 40, was also\r\ninvolved, but was not dismissed.  The problem with Cardona's\r\nargument is that she and Lebron were not \"similarly situated.\"  To\r\nbe \"similarly situated\" for the purpose of our discrimination\r\njurisprudence, the two individuals or situations must be similar\r\n\"in all relevant aspects.\"  Dartmouth Review v. Dartmouth College,\r\n</pre><span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 19 (1st Cir. 1989) (quotation omitted).  In order that\r\n\"apples [are] compared to apples[,]\" we have stated that \"the\r\n'relevant aspects' are those factual elements which determine\r\nwhether reasoned analogy supports, or demands, a like result.\"  Id.\r\n   Here it is obvious that Cardona and Lebron were not\r\nsituated similarly in all relevant aspects.  Cardona was the\r\nbranch manager who directly supervised Ramirez.  Bancomercio had\r\ninstructed Cardona to take several concrete steps to prevent\r\ntellers from stealing, but she failed to do so.  Lebron, on the\r\nother hand, was the head of Human Resources, and had no direct\r\nsupervisory responsibilities over Ramirez.  Any action on Lebron's\r\npart would not have prevented the theft in the first instance; it\r\nonly would have led to a more prompt discovery of Ramirez's\r\nconduct.  Bancomercio chose to dismiss the person who stole the\r\nmoney, namely Ramirez, and her supervisor, namely Cardona, but not\r\na third person who lacked direct involvement in the branch's\r\noperations, namely Lebron.  No prudent person could conclude that\r\nCardona's and Lebron's roles were sufficiently equivalent that\r\nfailure to dismiss Lebron bore on whether firing Cardona was based\r\non pretext and actually resulted from age animus.\r\n   To withstand a motion for judgment as a matter of law,\r\nCardona must \"elucidate specific facts which would enable a jury to\r\nfind the reason given [by Bancomercio] was not only a sham, but a\r\nsham intended to cover up the [bank's] real motive: age\r\ndiscrimination.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 9 (1st Cir. 1990) (citations omitted).  She has failed to\r\npresent any such facts, and judgment as a matter of law should have\r\nbeen entered for Bancomercio on her ADEA claim.\r\n   B. Law 100.  Law 100 is the Puerto Rico equivalent of the\r\nfederal ADEA, providing for civil liability in age discrimination\r\nactions.  Similar in several respects, the two statutes diverge on\r\nhow discrimination is to be proved.\r\n   The most important difference involves the shifting of\r\nthe burden of proof.  Although the plaintiff in an ADEA case always\r\nbears the burden of proof, Law 100 temporarily places that burden\r\non the employer, and thus is significantly more favorable to\r\nplaintiffs than is the ADEA.  See Ibanez-Benitez v. Molinos de\r\nPuerto Rico, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">42</span></span><pre class=\"inline\">, 52 (1983).  Under Law 100, the\r\nplaintiff has two requirements to establish a prima facie case: 1)\r\nshe must demonstrate that she was actually or constructively\r\ndischarged; and 2) she must allege that the decision was\r\ndiscriminatory.  See Alvarez-Fonseca, 152 F.3d at 28.  Once this\r\nminimal showing has been established, the burden shifts to the\r\nemployer to prove by a preponderance of the evidence that it had\r\n\"just cause\" for its actions.  Id.  If the employer establishes\r\n\"just cause,\" the burden of proof returns to the plaintiff to show\r\nthat the employer's decision was motivated by age discrimination,\r\nthereby placing the plaintiff \"in the same situation as an ADEA\r\nplaintiff after the defendant has articulated a legitimate non-\r\ndiscriminatory reason[.]\"  Id.  If, however, the employer fails to\r\nprove \"just cause,\" the employer bears the burden of proving that\r\nthe decision was not motivated by age discrimination.  Id.\r\n   There can be no doubt that Cardona both proved she was\r\ndischarged and alleged that Bancomercio's decision was\r\ndiscriminatory.  The burden then shifted to Bancomercio, but the\r\nbank failed to present any developed argument about whether just\r\ncause existed.  However, even if we assume that the bank has not\r\nshown just cause, Bancomercio met its burden of proving by a\r\npreponderance of the evidence that the decision was not motivated\r\nby age discrimination.  Simply put, the closest approximation to\r\nevidence of age discrimination was the basic fact that Cardona was\r\nover 40 when fired and was replaced by someone slightly under 40. \r\nThis fact is inconsequential in light of the compelling weight of\r\nthe bank's legitimate reason: her failure to take the precautions\r\nnecessary to protect the depositors' funds.  As has been said\r\nseveral times, the uncontroverted evidence showed that she had been\r\ninstructed to monitor her tellers and to take certain security\r\nmeasures but failed to do so.  While it may have been a severe\r\npunishment, it is clear that Cardona was dismissed for her\r\ndereliction and not for her age.  No reasonable jury could have\r\nfound otherwise.\r\n                       III. Conclusion\r\n   We conclude that no reasonable jury could have found for\r\nCardona under either the ADEA or Law 100.  Bancomercio proved by a\r\npreponderance of the evidence that the decision to fire her was\r\nbased on her own failings and was not motivated by age\r\ndiscrimination.  She was unable to present any sufficient reason to\r\ndisbelieve Bancomercio's proffered explanation.  Since she has not\r\npresented enough evidence to prevail on the ADEA or Law 100 claims,\r\nCardona's subsidiary, related claims must also fail.\r\n   For the foregoing reasons, the judgment is reversed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757019/"
  ]
}