{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198439/",
  "absolute_url": "/opinion/198439/united-states-v-santana/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198439/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:22Z",
  "date_modified": "2017-03-24T10:56:57.718198Z",
  "type": "010combined",
  "sha1": "fd5365503cf0fd96b015f406fe4ee83b5825c75e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1604.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNos. 97-1604\r\n97-1617\r\n\n                     UNITED STATES,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                   JULIO C. SANTANA,\r\n\n                 Defendant, Appellant.\r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Patti B. Saris, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n            Bownes, Senior Circuit Judge,\r\n              and Lipez, Circuit Judge.\r\n\nRobert A. Costantino for appellant.\r\nHeidi E. Brieger, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r\n\nApril 21, 1999\r\n\n                             LIPEZ, Circuit Judge.  Julio C. Santana appeals his\r\nconvictions for conspiracy to possess cocaine base with intent to\r\ndistribute in violation of 21 U.S.C.  846 and for possession of\r\ncocaine base with intent to distribute in violation of 21 U.S.C.\r\n841.  On appeal Santana challenges, inter alia, the court's\r\ndecision to accede to the jury's request after the close of\r\nevidence and during its deliberations to return to the courtroom\r\nand observe Santana's ears, which had been covered by headphones\r\nused for Spanish translation throughout the course of the trial,\r\nand the sufficiency of the evidence.  Although we find that there\r\nwas sufficient evidence to convict Santana, we conclude that the\r\ncourt committed reversible error by allowing the jury to observe\r\nSantana's ears during its deliberations, and hence to consider\r\nextrinsic information not properly admitted during the trial. \r\nAccordingly, we vacate the judgment.\r\n                          I.\r\nWe recite the facts in the light most favorable to the\r\nverdict, consistent with support in the record.  See United Statesv. Santiago, 83 F.3d 20, 22 (1st Cir. 1996).  In 1994 the United\r\nStates Drug Enforcement Administration (\"DEA\"), working in\r\nconjunction with the Worcester Police Department (\"WPD\"), began a\r\nyear-long investigation of cocaine, crack, and heroin trafficking\r\nin Worcester, Massachusetts.  The government was assisted in its\r\ninvestigation by Dien Van Huynh (\"Huynh\"), a confidential informant\r\nwho agreed to engage in controlled purchases of drugs from\r\nsuspected drug dealers.  During the course of the investigations\r\nand prosecutions, the DEA paid Huynh a salary and reimbursed his\r\nexpenses.\r\nOn November 8, 1994, DEA agents outfitted Huynh with a\r\nhidden monitoring device and gave him $2,000 to purchase two ounces\r\nof crack cocaine from a suspected drug dealer named Rudy Matos.  As\r\nsurveillance agents watched from a nearby location, Huynh waited\r\nfor Matos at a local donut shop.  Matos arrived in a blue Mazda,\r\nspoke briefly with Huynh from his car, and drove away.  Fifteen\r\nminutes later Matos returned driving a black Mazda, spoke briefly\r\nwith Huynh, and drove away again.  After another fifteen minutes\r\nelapsed, Matos returned, this time driving a brown Datsun.  Matos\r\nand Huynh then left together in the Datsun and traveled to a\r\nparking lot next to an apartment complex on Vernon Street in\r\nWorcester.  As they sat in the parking lot, Matos told Huynh that\r\nhis (Matos's) source for the crack cocaine drove a red Toyota 4-\r\nRunner with tinted windows.   \r\nShortly thereafter a red Toyota 4-Runner with tinted\r\nwindows registered to Julio Santana pulled into a parking lot next\r\nto the apartment complex.  Matos entered the passenger's side of\r\nthe 4-Runner, stayed for a moment, and then returned to the Datsun. \r\nMatos informed Huynh that the driver of the 4-Runner had only an\r\nounce and a half of crack cocaine instead of the two ounces that\r\nHuynh had requested.  Huynh agreed to purchase the smaller amount. \r\nMatos re-entered the 4-Runner, then exited and returned to the\r\nDatsun with the drugs in his pocket.  Matos and Huynh drove away in\r\nthe Datsun, followed by surveillance agents.  \r\nIn an effort to identify the occupant of the 4-Runner,\r\nSpecial Agent Brian Tomasetta had parked his surveillance vehicle\r\nin a position that would permit observation of the 4-Runner's\r\ndriver \"head-on\" through the untinted front windshield as the\r\nvehicle departed the area.  Agent Tomasetta identified Santana at\r\ntrial as the person he had observed driving the 4-Runner, and\r\nrecalled that the vehicle's sole occupant was \r\na . . . male . . ., non-Caucasian, or\r\nnonwhite.  He was in his late 20s to early\r\n30s.  Very distinctive looking to me.  By that\r\nI mean that he had close-cropped hair, very\r\nneat in appearance looking, possibly a\r\nmustache.  And he had protruding ears or ears\r\nthat stuck out.  It was something that stuck\r\nout in my mind.\r\n\nAbout twenty minutes after Agent Tomasetta observed the\r\n4-Runner's driver as the vehicle left the Vernon Street location,\r\nhe and WPD Sergeant Richard Burgos drove to J &amp; M\r\nTelecommunications, a business owned by Santana.  The 4-Runner was\r\nparked in front of the business, and a man was standing next to it. \r\nAgent Tomasetta remarked to Officer Burgos that this man was the\r\nsame person he had seen twenty minutes earlier driving the 4-Runner\r\naway from the Vernon Street location.  Officer Burgos, who knew\r\nSantana from prior dealings, stated that the man was Santana.   \r\nSeveral months later, on February 23, 1995, government\r\nagents executed a controlled purchase of heroin from Matos at his\r\nhome at 57 Outlook Drive in Worcester.  Working undercover and\r\nwearing a monitoring device, Agent Tomasetta purchased three ounces\r\nof heroin from Matos, and at the same time placed an order for\r\ncrack cocaine to be delivered on short notice.  A court-authorized\r\npen register indicated that minutes after Agent Tomasetta left 57\r\nOutlook Drive, there was a call from that location to  J &amp; M\r\nTelecommunications, Santana's business. Surveillance agents then\r\nfollowed Matos to several locations, including J &amp; M\r\nTelecommunications, where they observed Matos meet Santana at the\r\ndoor and enter the store with him.  Approximately two hours later,\r\nMatos met again with Agent Tomasetta at 57 Outlook Drive, where he\r\nsold Tomasetta two ounces of crack cocaine.              \r\nFinally, on March 23, 1995, government agents planned\r\nanother controlled purchase of crack cocaine from Matos.  Equipped\r\nwith a hidden transmitter and $3,000 in government funds, Huynh\r\nonce again met Matos near the Worcester donut shop.  During this\r\nmeeting, Matos assured Huynh that the crack cocaine would be of\r\ngood quality because his supplier was the \"same guy, red truck.\" \r\nThis transaction was never completed because Matos demanded more\r\nmoney than Huynh was authorized to pay. \r\nIn September 1995 a federal grand jury returned an\r\nindictment charging Santana and Matos with conspiring to possess\r\ncocaine base with intent to distribute, in violation of 21 U.S.C.\r\n846, and with possession of cocaine base with intent to\r\ndistribute, in violation of 21 U.S.C.  841.  Matos pleaded guilty\r\nand has not appealed his sentence.  In the first prosecution\r\nagainst Santana, the jury was unable to reach a verdict and the\r\ncase ended in a mistrial.  At a second trial in April 1996, the\r\njury found him guilty on both counts.  The district court sentenced\r\nSantana to a 120 month term of incarceration followed by a 96 month\r\nterm of supervised release.  This appeal followed.\r\n                         II.\r\nSantana challenges the sufficiency of the evidence\r\nagainst him, arguing essentially that the government failed to\r\nintroduce any direct evidence that it was he who sold the crack\r\ncocaine to Matos on either November 8, 1994, or on February 23,\r\n1995.  Although Santana moved unsuccessfully for a judgment of\r\nacquittal at the close of the government's case, he did not renew\r\nthe motion after presenting evidence. See Fed. R. Crim. P. 29. \r\nAccordingly, our review is limited to the prevention of clear and\r\ngross injustice.  See United States v. Santiago, 83 F.3d 20, 23\r\n(1st Cir. 1996); United States v. Taylor, 54 F.3d 967, 975 (1st\r\nCir. 1995); United States v. Clotida, 892 F.2d 1098, 1102-03 (1st\r\nCir. 1989). \r\nIn evaluating Santana's sufficiency challenge, we must\r\ndetermine whether the evidence, taken in the light most favorable\r\nto the government - a perspective that requires us to draw every\r\nreasonable inference and to resolve credibility conflicts in a\r\nmanner consistent with the verdict   would permit a rational trier\r\nof fact to find each element of the crimes charged beyond a\r\nreasonable doubt.  See Jackson v. Virginia, 443 U.S. 307, 319\r\n(1979); Santiago, 83 F.3d at 23.  The government can meet this\r\nburden by either direct or circumstantial evidence, or by any\r\ncombination of the two.  See Santiago, 83 F.3d at 23; United Statesv. Boylan, 898 F.2d 230, 243 (1st Cir. 1990); United States v.\r\nCampa, 679 F.2d 1006, 1010 (1st Cir. 1982).  Moreover, the\r\ngovernment need not disprove every hypothesis consistent with the\r\ndefendant's innocence; rather, it is enough that \"a rational jury\r\ncould look objectively at the proof and supportably conclude beyond\r\na reasonable doubt that the defendant's guilt has been\r\nestablished.\" United States v. Ingraham, 832 F.2d 229, 240 (1st\r\nCir. 1987); see United States v. Echeverri,  982 F.2d 675, 677 (1st\r\nCir. 1993).\r\nAlthough the government introduced no physical or\r\ntestimonial evidence establishing directly that it was  Santana who\r\nsold the crack cocaine to Matos, the government presented\r\nsufficient evidence to support the convictions.  Huynh's testimony\r\nand a recorded conversation between Huynh and Matos established\r\nthat the crack cocaine supplier drove a red 4-Runner. There was\r\nevidence that on November 8 a red 4-Runner registered to Santana\r\nentered the Vernon Street parking lot, and that Matos purchased\r\ncrack cocaine from the vehicle's driver.  Agent Tomasetta\r\nidentified the driver as Santana. This identification, although\r\nvigorously challenged by the defense, directly tied Santana to the\r\ndrug transaction.  The government also introduced evidence that on\r\nFebruary 23, after Agent Tomasetta placed an unexpected order for\r\ncrack cocaine with Matos, a call was placed from Matos's residence\r\nto Santana's business; that Matos then went to Santana's business;\r\nand that within about two hours after the order was placed Matos\r\nsold Tomasetta the crack cocaine.  In these circumstances, we\r\ncannot conclude that the jury's verdict, on sufficiency of the\r\nevidence grounds, represented a clear and manifest injustice.\r\nFor the purpose of our sufficiency analysis, we of course\r\nlimit our review to evidence that was properly before the jury. \r\nThus, our analysis does not take into consideration the appearance\r\nof Santana's ears as corroborative of Agent Tomasetta's\r\nidentification, the issue to which we now turn.     \r\n                         III.\r\nSantana argues that the court committed reversible error\r\nby acceding to the jury's request, after the close of evidence and\r\nduring its deliberations, to return to the courtroom and observe\r\nSantana's ears, which had been covered during the trial by\r\nheadphones used for Spanish translation.  We agree that the court\r\nerred by allowing the jury to consider extrinsic information not\r\nproperly admitted during the trial, and that the error was not\r\nharmless.   \r\nThe Spanish-speaking Santana wore the headphones\r\nthroughout the trial, even during at least one period when he had\r\nwaived his right to have an interpreter present.  Although Santana\r\npressed a \"misidentification\" theory (suggesting that it was\r\nactually Matos's brother who had been behind the wheel of the 4-\r\nRunner as it left the Vernon Street location on November 8), and\r\nalthough Agent Tomasetta -- the only prosecution witness who had\r\nobserved the driver of the 4-Runner on November 8 -- cited the\r\ndriver's \"protruding\" ears as a distinguishing characteristic, the\r\nprosecution did not ask Santana to remove his headphones at any\r\ntime during the trial, including during Tomasetta's in-court\r\nidentification of Santana.  During its deliberations, the jury sent\r\nthis note to the judge: \"May we see the defendant once without his\r\nheadphones on?\"  The judge granted the jury's request over the\r\ndefense's objection, reasoning:\r\nFirst of all, he had no right to have [the\r\nheadphones] on this morning since you waived\r\nthe right to an interpreter.  That was just a\r\ndisguising thing.  More importantly, I was\r\nfrankly surprised that throughout the course\r\nof the last trial that no one asked, neither\r\nthe government nor the jury asked, for it\r\nbecause the whole issue here has been the\r\nears.  It's not testimony; it's just who he\r\nis.  No one should be better off just because\r\nyou speak Spanish, neither a better or worse\r\nposition.  Since [Santana's] ears were a\r\nprominent factor, I think in the interest of\r\njustice I will allow it.\r\n\nThe jury then entered the courtroom, observed Santana without his\r\nheadphones for about thirty seconds, and returned to their\r\ndeliberations.  The judge noted for the record: \"I didn't say\r\nanything.  Primarily it was because there was nothing to say and\r\nalso because the interpreter wasn't here.  I minimized it.\"  The\r\nfollowing day the jury returned guilty verdicts on both counts.  \r\nOur analysis of the judge's response to the jury's note\r\nrequires a proper characterization of the court's decision.  Citing\r\nUnited States v. Rivera-Santiago, 107 F.3d 960 (1st Cir. 1997),\r\nUnited States v. Aubin, 961 F.2d 980, 983 (1st Cir. 1992), and\r\nUnited States v. Hyson, 721 F.2d 856, 865 (1st Cir. 1983), the\r\ngovernment characterizes the court's decision as simply one that\r\n\"handled a jury question,\" reviewable for abuse of discretion.  We\r\ndisagree.  Rivera-Santiago, Aubin, and Hyson  addressed the proper\r\nstandard of review to be applied to a court's handling of juror\r\nrequests to have previously admitted testimony re-read during\r\ndeliberations. Such decisions are reviewed under an abuse of\r\ndiscretion standard.  See Hyson, 721 F.2d at 865; see also United\r\nStates v. Gonzales, 121 F.3d 928, 944-45 (5th Cir. 1997) (applying\r\nabuse of discretion standard to court's decision to allow jury to\r\ninspect machinegun, where machinegun was properly admitted in\r\nevidence during the trial); United States v. Rincon, 28 F.3d 921,\r\n926 (9th Cir. 1994) (applying abuse of discretion standard to\r\ncourt's decision to allow jurors to view defendant next to\r\nsurveillance photograph that was admitted during the trial).  The\r\njury's request in the instant case, however, did not pertain to\r\nevidence that was presented during the course of the trial.  To\r\nthe contrary, Santana's ears had been hidden during the entire\r\ntrial by the court-authorized headphones, and the government did\r\nnot request at any time that he remove the headphones to allow the\r\njury to see his ears.  The jury's request, therefore, related to\r\ninformation extrinsic to the closed record.  For this reason, we\r\nfind inapposite the authorities cited by the government in support\r\nof an abuse-of-discretion standard. \r\nSantana takes a different approach, characterizing the\r\ncourt's decision to allow the jury to observe him without his\r\nheadphones after the close of all evidence as a \"reopening\" of the\r\ncase.  A court's decision to reopen a case after the close of\r\nevidence to permit the introduction of additional evidence is also\r\nreviewable for abuse of discretion.  See Lussier v. Ruynon, 50 F.3d\r\n1103, 1113 (1st Cir. 1995); United States v. Blankenship, 775 F.2d\r\n735, 740-41 (6th Cir. 1985); see also United States v. Pandozzi,\r\n878 F.2d 1526, 1534 (1st Cir. 1989) (district court did not act\r\nbeyond its lawful powers by allowing prosecution to reopen its\r\ncase).  This rule applies even when the district court reopens the\r\ncase on its own initiative, rather than on the motion of one of the\r\nparties.  See Lussier, 50 F.3d at 1113 (citing Calage v. University\r\nof Tenn., 544 F.2d 297, 301-02 (6th Cir. 1976)); see also Maggardv. Wainwright, 432 F.2d 941, 942 (5th Cir. 1970).  \r\nIn this instance, however, the court did not \"reopen\" the\r\ncase, as that term is commonly understood.  Rather, the court\r\npermitted the jury to consider information extrinsic to the closed\r\nrecord without the formalities attendant to a reopening of the\r\ncase. The distinction between a \"reopening\" of a case and the\r\nconsideration of extrinsic evidence was at issue in Lussier v.Ruynon.  In that case, the district court ordered the parties,\r\nafter they had rested, to submit factual information regarding the\r\nplaintiff's disability retirement annuity that was germane to his\r\nclaim. See Lussier, 50 F.3d at 1106, 1113.  The court characterized\r\nits order as a \"reopening\" of the case.  See id. at 1115 n.16.  We\r\ndisagreed:\r\n\n[T]he district court   despite what it said  \r\ndid not reopen the record; instead, the court,\r\nover the plaintiff's objection, engaged in a\r\nunilateral pursuit of additional evidence\r\nwithout affording the parties the standard\r\nprophylaxis that generally obtains at trial.\r\n\n. . .\r\n\nOurs is a system that seeks the discovery of\r\ntruth by means of a managed adversarial\r\nrelationship between the parties.  If we were\r\nto allow judges to bypass this system, even in\r\nthe interest of furthering efficiency or\r\npromoting judicial economy, we would subvert\r\nthis ultimate purpose. . . . [J]udges may not\r\ndefenestrate established evidentiary\r\nprocesses, thereby rendering inoperative the\r\nstandard mechanisms of proof and scrutiny, if\r\nthe evidence in question is at all vulnerable\r\nto reasonable dispute.\r\n\nId. at 1113, 1114.  Although Lussier was a civil case, we think its\r\nbasic reasoning applies with even greater force in the criminal\r\ncontext.  In this case, the court permitted the jury to file back\r\ninto the courtroom to observe Santana's ears without affording the\r\ndefendant any of the procedural protections of a criminal trial. \r\nThere was no opportunity for further cross-examination of\r\nprosecution witnesses or for the defense to introduce rebuttal\r\nevidence; Santana's interpreter was not present; the parties were\r\nnot permitted to make additional arguments to the jury; and the\r\ncourt itself acknowledged that it purposely \"minimized\" the\r\noccasion.  In these circumstances, the propriety of the court's\r\ndecision to allow the jury to consider extrinsic information is not\r\ngoverned by the deferential abuse of discretion standard applied\r\nwhen the court permits a case to be reopened after the close of\r\nevidence.  Rather, the decision was subject to de novo review and\r\nit is error per se. \r\nThe court's approval of the jury's request to consider\r\ninformation outside the record makes this case unusual. Most such\r\ncases involve extrinsic information reaching jurors as a result of\r\ninadvertence, see, e.g., United States v. Greene, 834 F.2d 86, 87-\r\n89 (4th Cir. 1987), or juror misconduct, see, e.g., Lacy v.\r\nGardino, 791 F.2d 980, 982-83 (1st Cir. 1986).  The origin of the\r\nextrinsic information, however, does not alter our analysis.  The\r\njury's exposure during its deliberations to extrinsic information,\r\nwhatever its source, is an error of constitutional proportions that\r\nis grounds for setting aside the verdict, unless the exposure was\r\nharmless.  See United States v. Williams, 809 F.2d 75, 80-81 (1st\r\nCir. 1986); Lacy v. Gardino, 791 F.2d 980, 983 (1st Cir. 1986); seealso Eslaminia v. White, 136 F.3d 1234, 1237 (9th Cir. 1998);\r\nUnited States v. Gonzales, 121 F.3d 928, 944-45 (5th Cir. 1997);\r\nUnited States v. Barnes, 747 F.2d 246, 250-51 (4th Cir. 1984). \r\nSuch exposure to extrinsic information deprives a criminal\r\ndefendant of the protections of the Sixth Amendment, including his\r\nright of confrontation, of cross-examination, and of counsel. SeeLacy, 791 F.2d at 983 (citing Turner v. Louisiana, 379 U.S. 466,\r\n472-73 (1965))(juror's peeling tape off exhibits and revealing\r\ninformation about defendant's criminal record created an error of\r\nconstitutional proportions); Eslaminia, 136 F.3d at 1237 (jury's\r\nexposure to tape recorded interview of defendant that was not\r\nadmitted in evidence deprived defendant of Sixth Amendment rights);\r\nsee also United States v. Hans, 738 F.2d 88, 93 (3d Cir. 1984). \r\nWhile we recognize the unusual nature of the jury's request, and\r\nwhile we understand the able trial judge's frustration with\r\nSantana's use of his headphones when they were not needed and the\r\ngovernment's failure to request that he display his ears to the\r\njury notwithstanding their obvious import to the case, the judge\r\nshould not have intervened by allowing the jury to observe\r\nSantana's ears after the close of evidence and without the standard\r\nsafeguards of a criminal trial.\r\nThe presence of constitutional error, however, does not\r\nnecessarily require reversal.  See Lacy, 791 F.2d at 983; United\r\nStates v. Williams, 809 F.2d 75, 81 (1st Cir. 1986).  A jury's\r\nconsideration of extrinsic information is susceptible to harmless-\r\nerror analysis, see Lacy, 791 F.2d at 983, and an error will be\r\ndeemed harmless if \"the beneficiary of . . . [the] constitutional\r\nerror [can] prove beyond a reasonable doubt that the error\r\ncomplained of did not contribute to the verdict obtained.\"  Chapmanv. California, 386 U.S. 18, 24 (1967); see also Williams, 809 F.2d\r\nat 81 n.2.  Thus, the jury's consideration of extrinsic\r\ninformation raises a presumption of prejudice, see Remmer v. United\r\nStates, 347 U.S. 227, 229 (1954), and the government bears the\r\nburden of showing beyond a reasonable doubt that the extrinsic\r\ninformation did not contribute to the conviction, see Williams, 809\r\nF.2d at 81.  In order to determine whether the jury's\r\nconsideration of extrinsic evidence was harmless error, a reviewing\r\ncourt must \"assess the record as a whole to determine the impact of\r\nthe improper evidence upon the jury. . . .  The prejudicial effect\r\nof the improper evidence must be weighed against the weight of the\r\nproperly admitted evidence.\"  Lacy, 791 F.2d at 986 (quoting Morganv. Hall, 569 F.2d 1161, 1166 (1st Cir. 1978)); see also United\r\nStates v. Weiss, 752 F.2d 777, 783 (2d Cir. 1985) (possibility of\r\nprejudice is assessed \"by reviewing the entire record, analyzing\r\nthe substance of the extrinsic evidence, and comparing it to that\r\ninformation of which the jurors were properly aware\"). \r\nOur harmless error analysis thus begins with an\r\nexamination of the nature of the extrinsic information to which the\r\njury was exposed to determine its potential prejudicial effect.  As\r\nthe government points out, the type of extrinsic information in\r\nthis case   namely, the appearance of Santana's ears   is unusual\r\nin that it is a static, inherent characteristic not subject to\r\ndispute in the classic sense that testimonial, documentary, or\r\nother physical evidence might be.  There is no question, however,\r\nthat the appearance of Santana's ears was physical evidence tending\r\nto corroborate Agent Tomasetta's identification of him as the\r\nindividual he had observed driving the 4-Runner on November 8th  \r\njust as a defendant's tattoo, scar, gold tooth, or other\r\nidentifying characteristic visible to a witness but not visible to\r\na jury during a trial would become evidence only if the defendant\r\nwas asked to display the characteristic to the jury.  To the extent\r\nthat the appearance of Santana's ears was consistent with Agent\r\nTomasetta's description of the person he had observed on November\r\n8th, the display of his ears was powerful evidence damaging to the\r\ndefense.  If the government had requested that the display take\r\nplace in the context of the trial (as would have been its\r\nprerogative, see supra note 6), with the standard protections\r\navailable to a criminal defendant, much of this damage might have\r\nbeen mitigated through cross-examination, by calling other\r\nwitnesses, or in closing argument to the jury.  Not surprisingly\r\n(given the government's failure to request the court to direct that\r\nSantana display his ears to the jury during the trial), defense\r\ncounsel did not focus particular attention on Agent Tomasetta's\r\ndescription of the suspect's \"protruding ears\" in his cross-\r\nexamination of Tomasetta or in his closing argument to the jury.\r\nMoreover, the connection between the extrinsic\r\ninformation at issue here   the appearance of Santana's ears    and\r\nan issue material to and disputed throughout the trial   the\r\nidentity of the person who supplied crack cocaine to Matos   is\r\nunmistakable.  Cf. United States v. Johnson, 647 F.2d 815, 817 (8th\r\nCir. 1981) (affirming conviction, notwithstanding jury's exposure\r\nto extrinsic information, where the information was not relevant to\r\nany issue in the case); United States v. McKinney, 429 F.2d 1019\r\n(5th Cir.), modified &amp; rev'd on reh'g, 434 F.2d 831 (5th Cir.\r\n1970)(same). Because no direct evidence was introduced to establish\r\nthat Santana was the person who supplied the crack cocaine, the\r\ngovernment's case hinged largely on Agent Tomasetta's\r\nidentification of Santana as the person he observed driving the 4-\r\nRunner away from the drug transaction on November 8th.  The\r\nextrinsic information at issue here was a critical component of\r\nTomasetta's identification.  The district court itself noted the \r\nimportance of the appearance of Santana's ears as corroborative of\r\nTomasetta's identification, stating: \"I was frankly surprised that\r\nthroughout the course of the last trial no one asked, neither the\r\ngovernment nor the jury asked, for it because the whole issue here\r\nhas been the ears.\"\r\nNor was the government's case against Santana so\r\noverwhelming as to overshadow the prejudicial effect of the jury's\r\nexposure to information extrinsic to the record during its\r\ndeliberations.  Cf. United States v. Hall, 116 F.3d 1253, 1255 (8th\r\nCir. 1997) (affirming conviction notwithstanding jury's\r\nconsideration of extrinsic information, and noting the strength of\r\nthe government's case); United States v. Bagnariol, 665 F.2d 877,\r\n889 (9th Cir. 1981) (noting \"vast body of evidence presented by the\r\ngovernment\"); McKinney, 434 F.2d at 833 (affirming conviction where\r\nevidence was overwhelming). Other than Agent Tomasetta's\r\nidentification of Santana as the person he had observed driving the\r\n4-Runner on November 8, 1994, the government's evidence against\r\nSantana consisted primarily of the following: (1) the November 8\r\ndrug transaction took place in a vehicle registered in his name,\r\nand law enforcement officers observed Santana twenty minutes after\r\nthe transaction standing next to the vehicle in front of his\r\nbusiness; (2) on February 23, 1995, Matos called, then visited,\r\nSantana's business shortly after an unexpected drug order was\r\nplaced; and (3) on March 23, 1995, Matos told Huynh that the crack\r\ncocaine would be of good quality because his supplier was the \"same\r\nguy, red truck.\" \r\nIndeed, the government conceded at oral argument that in\r\nthe first prosecution of Santana, when the jury was unable to reach\r\na verdict, the government presented the same quantum of evidence\r\nthat it presented at the second trial.  The jury deliberations in\r\nthe second trial spanned three days, again suggesting the\r\ndifficulty of the deliberations.  Moreover, because the jurors\r\nspecifically asked to observe Santana without his headphones, they\r\nobviously deemed such evidence important to their deliberations.\r\nSee United States v. Luffred, 911 F.2d 1011, 1014-15 (5th Cir.\r\n1990); United States v. Hans, 738 F.2d 88, 92-93 (3d Cir. 1984). \r\nIn these circumstances, it is impossible to conclude beyond a\r\nreasonable doubt that the court's error in allowing the jury to\r\nobserve Santana without his headphones during its deliberations did\r\nnot contribute to the verdict. Accordingly, we vacate the\r\nconviction and remand the case for a new trial.\r\nIt is so ordered.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNos. 97-1604\r\n97-1617\r\n\n                     UNITED STATES,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                   JULIO C. SANTANA,\r\n\n                 Defendant, Appellant.\r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Patti B. Saris, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n            Bownes, Senior Circuit Judge,\r\n              and Lipez, Circuit Judge.\r\n\nRobert A. Costantino for appellant.\r\nHeidi E. Brieger, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r\n\nApril 21, 1999\r\n\n                             LIPEZ, Circuit Judge.  Julio C. Santana appeals his\r\nconvictions for conspiracy to possess cocaine base with intent to\r\ndistribute in violation of 21 U.S.C.  846 and for possession of\r\ncocaine base with intent to distribute in violation of 21 U.S.C.\r\n841.  On appeal Santana challenges, inter alia, the court's\r\ndecision to accede to the jury's request after the close of\r\nevidence and during its deliberations to return to the courtroom\r\nand observe Santana's ears, which had been covered by headphones\r\nused for Spanish translation throughout the course of the trial,\r\nand the sufficiency of the evidence.  Although we find that there\r\nwas sufficient evidence to convict Santana, we conclude that the\r\ncourt committed reversible error by allowing the jury to observe\r\nSantana's ears during its deliberations, and hence to consider\r\nextrinsic information not properly admitted during the trial. \r\nAccordingly, we vacate the judgment.\r\n                          I.\r\nWe recite the facts in the light most favorable to the\r\nverdict, consistent with support in the record.  See United Statesv. Santiago, </pre><span class=\"citation\" data-id=\"196737\"><a href=\"/opinion/196737/united-states-v-santiago/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 22 (1st Cir. 1996).  In 1994 the United\r\nStates Drug Enforcement Administration (\"DEA\"), working in\r\nconjunction with the Worcester Police Department (\"WPD\"), began a\r\nyear-long investigation of cocaine, crack, and heroin trafficking\r\nin Worcester, Massachusetts.  The government was assisted in its\r\ninvestigation by Dien Van Huynh (\"Huynh\"), a confidential informant\r\nwho agreed to engage in controlled purchases of drugs from\r\nsuspected drug dealers.  During the course of the investigations\r\nand prosecutions, the DEA paid Huynh a salary and reimbursed his\r\nexpenses.\r\nOn November 8, 1994, DEA agents outfitted Huynh with a\r\nhidden monitoring device and gave him $2,000 to purchase two ounces\r\nof crack cocaine from a suspected drug dealer named Rudy Matos.  As\r\nsurveillance agents watched from a nearby location, Huynh waited\r\nfor Matos at a local donut shop.  Matos arrived in a blue Mazda,\r\nspoke briefly with Huynh from his car, and drove away.  Fifteen\r\nminutes later Matos returned driving a black Mazda, spoke briefly\r\nwith Huynh, and drove away again.  After another fifteen minutes\r\nelapsed, Matos returned, this time driving a brown Datsun.  Matos\r\nand Huynh then left together in the Datsun and traveled to a\r\nparking lot next to an apartment complex on Vernon Street in\r\nWorcester.  As they sat in the parking lot, Matos told Huynh that\r\nhis (Matos's) source for the crack cocaine drove a red Toyota 4-\r\nRunner with tinted windows.   \r\nShortly thereafter a red Toyota 4-Runner with tinted\r\nwindows registered to Julio Santana pulled into a parking lot next\r\nto the apartment complex.  Matos entered the passenger's side of\r\nthe 4-Runner, stayed for a moment, and then returned to the Datsun. \r\nMatos informed Huynh that the driver of the 4-Runner had only an\r\nounce and a half of crack cocaine instead of the two ounces that\r\nHuynh had requested.  Huynh agreed to purchase the smaller amount. \r\nMatos re-entered the 4-Runner, then exited and returned to the\r\nDatsun with the drugs in his pocket.  Matos and Huynh drove away in\r\nthe Datsun, followed by surveillance agents.  \r\nIn an effort to identify the occupant of the 4-Runner,\r\nSpecial Agent Brian Tomasetta had parked his surveillance vehicle\r\nin a position that would permit observation of the 4-Runner's\r\ndriver \"head-on\" through the untinted front windshield as the\r\nvehicle departed the area.  Agent Tomasetta identified Santana at\r\ntrial as the person he had observed driving the 4-Runner, and\r\nrecalled that the vehicle's sole occupant was \r\na . . . male . . ., non-Caucasian, or\r\nnonwhite.  He was in his late 20s to early\r\n30s.  Very distinctive looking to me.  By that\r\nI mean that he had close-cropped hair, very\r\nneat in appearance looking, possibly a\r\nmustache.  And he had protruding ears or ears\r\nthat stuck out.  It was something that stuck\r\nout in my mind.\r\n\nAbout twenty minutes after Agent Tomasetta observed the\r\n4-Runner's driver as the vehicle left the Vernon Street location,\r\nhe and WPD Sergeant Richard Burgos drove to J &amp; M\r\nTelecommunications, a business owned by Santana.  The 4-Runner was\r\nparked in front of the business, and a man was standing next to it. \r\nAgent Tomasetta remarked to Officer Burgos that this man was the\r\nsame person he had seen twenty minutes earlier driving the 4-Runner\r\naway from the Vernon Street location.  Officer Burgos, who knew\r\nSantana from prior dealings, stated that the man was Santana.   \r\nSeveral months later, on February 23, 1995, government\r\nagents executed a controlled purchase of heroin from Matos at his\r\nhome at 57 Outlook Drive in Worcester.  Working undercover and\r\nwearing a monitoring device, Agent Tomasetta purchased three ounces\r\nof heroin from Matos, and at the same time placed an order for\r\ncrack cocaine to be delivered on short notice.  A court-authorized\r\npen register indicated that minutes after Agent Tomasetta left 57\r\nOutlook Drive, there was a call from that location to  J &amp; M\r\nTelecommunications, Santana's business. Surveillance agents then\r\nfollowed Matos to several locations, including J &amp; M\r\nTelecommunications, where they observed Matos meet Santana at the\r\ndoor and enter the store with him.  Approximately two hours later,\r\nMatos met again with Agent Tomasetta at 57 Outlook Drive, where he\r\nsold Tomasetta two ounces of crack cocaine.              \r\nFinally, on March 23, 1995, government agents planned\r\nanother controlled purchase of crack cocaine from Matos.  Equipped\r\nwith a hidden transmitter and $3,000 in government funds, Huynh\r\nonce again met Matos near the Worcester donut shop.  During this\r\nmeeting, Matos assured Huynh that the crack cocaine would be of\r\ngood quality because his supplier was the \"same guy, red truck.\" \r\nThis transaction was never completed because Matos demanded more\r\nmoney than Huynh was authorized to pay. \r\nIn September 1995 a federal grand jury returned an\r\nindictment charging Santana and Matos with conspiring to possess\r\ncocaine base with intent to distribute, in violation of 21 U.S.C.\r\n846, and with possession of cocaine base with intent to\r\ndistribute, in violation of 21 U.S.C.  841.  Matos pleaded guilty\r\nand has not appealed his sentence.  In the first prosecution\r\nagainst Santana, the jury was unable to reach a verdict and the\r\ncase ended in a mistrial.  At a second trial in April 1996, the\r\njury found him guilty on both counts.  The district court sentenced\r\nSantana to a 120 month term of incarceration followed by a 96 month\r\nterm of supervised release.  This appeal followed.\r\n                         II.\r\nSantana challenges the sufficiency of the evidence\r\nagainst him, arguing essentially that the government failed to\r\nintroduce any direct evidence that it was he who sold the crack\r\ncocaine to Matos on either November 8, 1994, or on February 23,\r\n1995.  Although Santana moved unsuccessfully for a judgment of\r\nacquittal at the close of the government's case, he did not renew\r\nthe motion after presenting evidence. See Fed. R. Crim. P. 29. \r\nAccordingly, our review is limited to the prevention of clear and\r\ngross injustice.  See United States v. Santiago, </pre><span class=\"citation\" data-id=\"196737\"><a href=\"/opinion/196737/united-states-v-santiago/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 23\r\n(1st Cir. 1996); United States v. Taylor, </pre><span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span><pre class=\"inline\">, 975 (1st\r\nCir. 1995); United States v. Clotida, </pre><span class=\"citation\" data-id=\"534522\"><a href=\"/opinion/534522/united-states-v-erwin-pascacio-clotida-united-states-of-america-v-olivia/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1098</span></a></span><pre class=\"inline\">, 1102-03 (1st\r\nCir. 1989). \r\nIn evaluating Santana's sufficiency challenge, we must\r\ndetermine whether the evidence, taken in the light most favorable\r\nto the government - a perspective that requires us to draw every\r\nreasonable inference and to resolve credibility conflicts in a\r\nmanner consistent with the verdict   would permit a rational trier\r\nof fact to find each element of the crimes charged beyond a\r\nreasonable doubt.  See Jackson v. Virginia, </pre><span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span><pre class=\"inline\">, 319\r\n(1979); Santiago, 83 F.3d at 23.  The government can meet this\r\nburden by either direct or circumstantial evidence, or by any\r\ncombination of the two.  See Santiago, 83 F.3d at 23; United Statesv. Boylan, </pre><span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span><pre class=\"inline\">, 243 (1st Cir. 1990); United States v.\r\nCampa, </pre><span class=\"citation\" data-id=\"404967\"><a href=\"/opinion/404967/united-states-v-arturo-m-campa/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span><pre class=\"inline\">, 1010 (1st Cir. 1982).  Moreover, the\r\ngovernment need not disprove every hypothesis consistent with the\r\ndefendant's innocence; rather, it is enough that \"a rational jury\r\ncould look objectively at the proof and supportably conclude beyond\r\na reasonable doubt that the defendant's guilt has been\r\nestablished.\" United States v. Ingraham, </pre><span class=\"citation\" data-id=\"496705\"><a href=\"/opinion/496705/united-states-v-robert-christopher-ingraham-aka-arthur-robert-mackeil/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span><pre class=\"inline\">, 240 (1st\r\nCir. 1987); see United States v. Echeverri,  </pre><span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span><pre class=\"inline\">, 677 (1st\r\nCir. 1993).\r\nAlthough the government introduced no physical or\r\ntestimonial evidence establishing directly that it was  Santana who\r\nsold the crack cocaine to Matos, the government presented\r\nsufficient evidence to support the convictions.  Huynh's testimony\r\nand a recorded conversation between Huynh and Matos established\r\nthat the crack cocaine supplier drove a red 4-Runner. There was\r\nevidence that on November 8 a red 4-Runner registered to Santana\r\nentered the Vernon Street parking lot, and that Matos purchased\r\ncrack cocaine from the vehicle's driver.  Agent Tomasetta\r\nidentified the driver as Santana. This identification, although\r\nvigorously challenged by the defense, directly tied Santana to the\r\ndrug transaction.  The government also introduced evidence that on\r\nFebruary 23, after Agent Tomasetta placed an unexpected order for\r\ncrack cocaine with Matos, a call was placed from Matos's residence\r\nto Santana's business; that Matos then went to Santana's business;\r\nand that within about two hours after the order was placed Matos\r\nsold Tomasetta the crack cocaine.  In these circumstances, we\r\ncannot conclude that the jury's verdict, on sufficiency of the\r\nevidence grounds, represented a clear and manifest injustice.\r\nFor the purpose of our sufficiency analysis, we of course\r\nlimit our review to evidence that was properly before the jury. \r\nThus, our analysis does not take into consideration the appearance\r\nof Santana's ears as corroborative of Agent Tomasetta's\r\nidentification, the issue to which we now turn.     \r\n                         III.\r\nSantana argues that the court committed reversible error\r\nby acceding to the jury's request, after the close of evidence and\r\nduring its deliberations, to return to the courtroom and observe\r\nSantana's ears, which had been covered during the trial by\r\nheadphones used for Spanish translation.  We agree that the court\r\nerred by allowing the jury to consider extrinsic information not\r\nproperly admitted during the trial, and that the error was not\r\nharmless.   \r\nThe Spanish-speaking Santana wore the headphones\r\nthroughout the trial, even during at least one period when he had\r\nwaived his right to have an interpreter present.  Although Santana\r\npressed a \"misidentification\" theory (suggesting that it was\r\nactually Matos's brother who had been behind the wheel of the 4-\r\nRunner as it left the Vernon Street location on November 8), and\r\nalthough Agent Tomasetta -- the only prosecution witness who had\r\nobserved the driver of the 4-Runner on November 8 -- cited the\r\ndriver's \"protruding\" ears as a distinguishing characteristic, the\r\nprosecution did not ask Santana to remove his headphones at any\r\ntime during the trial, including during Tomasetta's in-court\r\nidentification of Santana.  During its deliberations, the jury sent\r\nthis note to the judge: \"May we see the defendant once without his\r\nheadphones on?\"  The judge granted the jury's request over the\r\ndefense's objection, reasoning:\r\nFirst of all, he had no right to have [the\r\nheadphones] on this morning since you waived\r\nthe right to an interpreter.  That was just a\r\ndisguising thing.  More importantly, I was\r\nfrankly surprised that throughout the course\r\nof the last trial that no one asked, neither\r\nthe government nor the jury asked, for it\r\nbecause the whole issue here has been the\r\nears.  It's not testimony; it's just who he\r\nis.  No one should be better off just because\r\nyou speak Spanish, neither a better or worse\r\nposition.  Since [Santana's] ears were a\r\nprominent factor, I think in the interest of\r\njustice I will allow it.\r\n\nThe jury then entered the courtroom, observed Santana without his\r\nheadphones for about thirty seconds, and returned to their\r\ndeliberations.  The judge noted for the record: \"I didn't say\r\nanything.  Primarily it was because there was nothing to say and\r\nalso because the interpreter wasn't here.  I minimized it.\"  The\r\nfollowing day the jury returned guilty verdicts on both counts.  \r\nOur analysis of the judge's response to the jury's note\r\nrequires a proper characterization of the court's decision.  Citing\r\nUnited States v. Rivera-Santiago, </pre><span class=\"citation\" data-id=\"197234\"><a href=\"/opinion/197234/united-states-v-rivera-santiago/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">960</span></a></span><pre class=\"inline\"> (1st Cir. 1997),\r\nUnited States v. Aubin, </pre><span class=\"citation\" data-id=\"581511\"><a href=\"/opinion/581511/united-states-v-paul-edward-aubin/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span><pre class=\"inline\">, 983 (1st Cir. 1992), and\r\nUnited States v. Hyson, </pre><span class=\"citation\" data-id=\"427519\"><a href=\"/opinion/427519/united-states-v-robert-hyson-united-states-of-america-v-edward-ennis/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span><pre class=\"inline\">, 865 (1st Cir. 1983), the\r\ngovernment characterizes the court's decision as simply one that\r\n\"handled a jury question,\" reviewable for abuse of discretion.  We\r\ndisagree.  Rivera-Santiago, Aubin, and Hyson  addressed the proper\r\nstandard of review to be applied to a court's handling of juror\r\nrequests to have previously admitted testimony re-read during\r\ndeliberations. Such decisions are reviewed under an abuse of\r\ndiscretion standard.  See Hyson, 721 F.2d at 865; see also United\r\nStates v. Gonzales, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">928</span></span><pre class=\"inline\">, 944-45 (5th Cir. 1997) (applying\r\nabuse of discretion standard to court's decision to allow jury to\r\ninspect machinegun, where machinegun was properly admitted in\r\nevidence during the trial); United States v. Rincon, </pre><span class=\"citation\" data-id=\"673508\"><a href=\"/opinion/673508/united-states-v-hugo-rincon/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">921</span></a></span><pre class=\"inline\">,\r\n926 (9th Cir. 1994) (applying abuse of discretion standard to\r\ncourt's decision to allow jurors to view defendant next to\r\nsurveillance photograph that was admitted during the trial).  The\r\njury's request in the instant case, however, did not pertain to\r\nevidence that was presented during the course of the trial.  To\r\nthe contrary, Santana's ears had been hidden during the entire\r\ntrial by the court-authorized headphones, and the government did\r\nnot request at any time that he remove the headphones to allow the\r\njury to see his ears.  The jury's request, therefore, related to\r\ninformation extrinsic to the closed record.  For this reason, we\r\nfind inapposite the authorities cited by the government in support\r\nof an abuse-of-discretion standard. \r\nSantana takes a different approach, characterizing the\r\ncourt's decision to allow the jury to observe him without his\r\nheadphones after the close of all evidence as a \"reopening\" of the\r\ncase.  A court's decision to reopen a case after the close of\r\nevidence to permit the introduction of additional evidence is also\r\nreviewable for abuse of discretion.  See Lussier v. Ruynon, </pre><span class=\"citation\" data-id=\"692275\"><a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">1103</span></a></span><pre class=\"inline\">, 1113 (1st Cir. 1995); United States v. Blankenship, </pre><span class=\"citation\" data-id=\"460081\"><a href=\"/opinion/460081/united-states-v-john-charles-blankenship/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">735</span></a></span><pre class=\"inline\">, 740-41 (6th Cir. 1985); see also United States v. Pandozzi,\r\n</pre><span class=\"citation\" data-id=\"526037\"><a href=\"/opinion/526037/united-states-v-william-joseph-pandozzi/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1526</span></a></span><pre class=\"inline\">, 1534 (1st Cir. 1989) (district court did not act\r\nbeyond its lawful powers by allowing prosecution to reopen its\r\ncase).  This rule applies even when the district court reopens the\r\ncase on its own initiative, rather than on the motion of one of the\r\nparties.  See Lussier, 50 F.3d at 1113 (citing Calage v. University\r\nof Tenn., </pre><span class=\"citation\" data-id=\"340086\"><a href=\"/opinion/340086/13-fair-emplpraccas-1153-12-empl-prac-dec-p-11236-cleo-calage-v/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">297</span></a></span><pre class=\"inline\">, 301-02 (6th Cir. 1976)); see also Maggardv. Wainwright, </pre><span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></span><pre class=\"inline\">, 942 (5th Cir. 1970).  \r\nIn this instance, however, the court did not \"reopen\" the\r\ncase, as that term is commonly understood.  Rather, the court\r\npermitted the jury to consider information extrinsic to the closed\r\nrecord without the formalities attendant to a reopening of the\r\ncase. The distinction between a \"reopening\" of a case and the\r\nconsideration of extrinsic evidence was at issue in Lussier v.Ruynon.  In that case, the district court ordered the parties,\r\nafter they had rested, to submit factual information regarding the\r\nplaintiff's disability retirement annuity that was germane to his\r\nclaim. See Lussier, 50 F.3d at 1106, 1113.  The court characterized\r\nits order as a \"reopening\" of the case.  See id. at 1115 n.16.  We\r\ndisagreed:\r\n\n[T]he district court   despite what it said  \r\ndid not reopen the record; instead, the court,\r\nover the plaintiff's objection, engaged in a\r\nunilateral pursuit of additional evidence\r\nwithout affording the parties the standard\r\nprophylaxis that generally obtains at trial.\r\n\n. . .\r\n\nOurs is a system that seeks the discovery of\r\ntruth by means of a managed adversarial\r\nrelationship between the parties.  If we were\r\nto allow judges to bypass this system, even in\r\nthe interest of furthering efficiency or\r\npromoting judicial economy, we would subvert\r\nthis ultimate purpose. . . . [J]udges may not\r\ndefenestrate established evidentiary\r\nprocesses, thereby rendering inoperative the\r\nstandard mechanisms of proof and scrutiny, if\r\nthe evidence in question is at all vulnerable\r\nto reasonable dispute.\r\n\nId. at 1113, 1114.  Although Lussier was a civil case, we think its\r\nbasic reasoning applies with even greater force in the criminal\r\ncontext.  In this case, the court permitted the jury to file back\r\ninto the courtroom to observe Santana's ears without affording the\r\ndefendant any of the procedural protections of a criminal trial. \r\nThere was no opportunity for further cross-examination of\r\nprosecution witnesses or for the defense to introduce rebuttal\r\nevidence; Santana's interpreter was not present; the parties were\r\nnot permitted to make additional arguments to the jury; and the\r\ncourt itself acknowledged that it purposely \"minimized\" the\r\noccasion.  In these circumstances, the propriety of the court's\r\ndecision to allow the jury to consider extrinsic information is not\r\ngoverned by the deferential abuse of discretion standard applied\r\nwhen the court permits a case to be reopened after the close of\r\nevidence.  Rather, the decision was subject to de novo review and\r\nit is error per se. \r\nThe court's approval of the jury's request to consider\r\ninformation outside the record makes this case unusual. Most such\r\ncases involve extrinsic information reaching jurors as a result of\r\ninadvertence, see, e.g., United States v. Greene, </pre><span class=\"citation\" data-id=\"498060\"><a href=\"/opinion/498060/united-states-v-henry-v-greene-iii-aka-hank-greene-united-states-of/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span><pre class=\"inline\">, 87-\r\n89 (4th Cir. 1987), or juror misconduct, see, e.g., Lacy v.\r\nGardino, </pre><span class=\"citation\" data-id=\"470962\"><a href=\"/opinion/470962/leonard-lacy-v-joseph-gardino-superintendent-northeastern-correctional/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span><pre class=\"inline\">, 982-83 (1st Cir. 1986).  The origin of the\r\nextrinsic information, however, does not alter our analysis.  The\r\njury's exposure during its deliberations to extrinsic information,\r\nwhatever its source, is an error of constitutional proportions that\r\nis grounds for setting aside the verdict, unless the exposure was\r\nharmless.  See United States v. Williams, </pre><span class=\"citation\" data-id=\"481630\"><a href=\"/opinion/481630/united-states-v-edward-williams-united-states-of-america-v-andrew/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span><pre class=\"inline\">, 80-81 (1st\r\nCir. 1986); Lacy v. Gardino, </pre><span class=\"citation\" data-id=\"470962\"><a href=\"/opinion/470962/leonard-lacy-v-joseph-gardino-superintendent-northeastern-correctional/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span><pre class=\"inline\">, 983 (1st Cir. 1986); seealso Eslaminia v. White, </pre><span class=\"citation\" data-id=\"751734\"><a href=\"/opinion/751734/98-cal-daily-op-serv-1143-98-daily-journal-dar-1603-reza-eslaminia/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1234</span></a></span><pre class=\"inline\">, 1237 (9th Cir. 1998);\r\nUnited States v. Gonzales, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">928</span></span><pre class=\"inline\">, 944-45 (5th Cir. 1997);\r\nUnited States v. Barnes, </pre><span class=\"citation\" data-id=\"443973\"><a href=\"/opinion/443973/united-states-v-billy-harold-barnes/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span><pre class=\"inline\">, 250-51 (4th Cir. 1984). \r\nSuch exposure to extrinsic information deprives a criminal\r\ndefendant of the protections of the Sixth Amendment, including his\r\nright of confrontation, of cross-examination, and of counsel. SeeLacy, 791 F.2d at 983 (citing Turner v. Louisiana, </pre><span class=\"citation\" data-id=\"106963\"><a href=\"/opinion/106963/turner-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span><pre class=\"inline\">,\r\n472-73 (1965))(juror's peeling tape off exhibits and revealing\r\ninformation about defendant's criminal record created an error of\r\nconstitutional proportions); Eslaminia, 136 F.3d at 1237 (jury's\r\nexposure to tape recorded interview of defendant that was not\r\nadmitted in evidence deprived defendant of Sixth Amendment rights);\r\nsee also United States v. Hans, </pre><span class=\"citation\" data-id=\"437695\"><a href=\"/opinion/437695/united-states-v-leslie-william-hans/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span><pre class=\"inline\">, 93 (3d Cir. 1984). \r\nWhile we recognize the unusual nature of the jury's request, and\r\nwhile we understand the able trial judge's frustration with\r\nSantana's use of his headphones when they were not needed and the\r\ngovernment's failure to request that he display his ears to the\r\njury notwithstanding their obvious import to the case, the judge\r\nshould not have intervened by allowing the jury to observe\r\nSantana's ears after the close of evidence and without the standard\r\nsafeguards of a criminal trial.\r\nThe presence of constitutional error, however, does not\r\nnecessarily require reversal.  See Lacy, 791 F.2d at 983; United\r\nStates v. Williams, </pre><span class=\"citation\" data-id=\"481630\"><a href=\"/opinion/481630/united-states-v-edward-williams-united-states-of-america-v-andrew/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span><pre class=\"inline\">, 81 (1st Cir. 1986).  A jury's\r\nconsideration of extrinsic information is susceptible to harmless-\r\nerror analysis, see Lacy, 791 F.2d at 983, and an error will be\r\ndeemed harmless if \"the beneficiary of . . . [the] constitutional\r\nerror [can] prove beyond a reasonable doubt that the error\r\ncomplained of did not contribute to the verdict obtained.\"  Chapmanv. California, </pre><span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 24 (1967); see also Williams, 809 F.2d\r\nat 81 n.2.  Thus, the jury's consideration of extrinsic\r\ninformation raises a presumption of prejudice, see Remmer v. United\r\nStates, </pre><span class=\"citation\" data-id=\"105202\"><a href=\"/opinion/105202/remmer-v-united-states/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">, 229 (1954), and the government bears the\r\nburden of showing beyond a reasonable doubt that the extrinsic\r\ninformation did not contribute to the conviction, see Williams, 809\r\nF.2d at 81.  In order to determine whether the jury's\r\nconsideration of extrinsic evidence was harmless error, a reviewing\r\ncourt must \"assess the record as a whole to determine the impact of\r\nthe improper evidence upon the jury. . . .  The prejudicial effect\r\nof the improper evidence must be weighed against the weight of the\r\nproperly admitted evidence.\"  Lacy, 791 F.2d at 986 (quoting Morganv. Hall, </pre><span class=\"citation\" data-id=\"352695\"><a href=\"/opinion/352695/morris-morgan-v-frank-a-hall-etc/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1166 (1st Cir. 1978)); see also United\r\nStates v. Weiss, </pre><span class=\"citation\" data-id=\"446768\"><a href=\"/opinion/446768/united-states-v-solomon-weiss/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">777</span></a></span><pre class=\"inline\">, 783 (2d Cir. 1985) (possibility of\r\nprejudice is assessed \"by reviewing the entire record, analyzing\r\nthe substance of the extrinsic evidence, and comparing it to that\r\ninformation of which the jurors were properly aware\"). \r\nOur harmless error analysis thus begins with an\r\nexamination of the nature of the extrinsic information to which the\r\njury was exposed to determine its potential prejudicial effect.  As\r\nthe government points out, the type of extrinsic information in\r\nthis case   namely, the appearance of Santana's ears   is unusual\r\nin that it is a static, inherent characteristic not subject to\r\ndispute in the classic sense that testimonial, documentary, or\r\nother physical evidence might be.  There is no question, however,\r\nthat the appearance of Santana's ears was physical evidence tending\r\nto corroborate Agent Tomasetta's identification of him as the\r\nindividual he had observed driving the 4-Runner on November 8th  \r\njust as a defendant's tattoo, scar, gold tooth, or other\r\nidentifying characteristic visible to a witness but not visible to\r\na jury during a trial would become evidence only if the defendant\r\nwas asked to display the characteristic to the jury.  To the extent\r\nthat the appearance of Santana's ears was consistent with Agent\r\nTomasetta's description of the person he had observed on November\r\n8th, the display of his ears was powerful evidence damaging to the\r\ndefense.  If the government had requested that the display take\r\nplace in the context of the trial (as would have been its\r\nprerogative, see supra note 6), with the standard protections\r\navailable to a criminal defendant, much of this damage might have\r\nbeen mitigated through cross-examination, by calling other\r\nwitnesses, or in closing argument to the jury.  Not surprisingly\r\n(given the government's failure to request the court to direct that\r\nSantana display his ears to the jury during the trial), defense\r\ncounsel did not focus particular attention on Agent Tomasetta's\r\ndescription of the suspect's \"protruding ears\" in his cross-\r\nexamination of Tomasetta or in his closing argument to the jury.\r\nMoreover, the connection between the extrinsic\r\ninformation at issue here   the appearance of Santana's ears    and\r\nan issue material to and disputed throughout the trial   the\r\nidentity of the person who supplied crack cocaine to Matos   is\r\nunmistakable.  Cf. United States v. Johnson, </pre><span class=\"citation\" data-id=\"390019\"><a href=\"/opinion/390019/united-states-v-gilbert-wallace-johnson/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">815</span></a></span><pre class=\"inline\">, 817 (8th\r\nCir. 1981) (affirming conviction, notwithstanding jury's exposure\r\nto extrinsic information, where the information was not relevant to\r\nany issue in the case); United States v. McKinney, </pre><span class=\"citation\" data-id=\"291419\"><a href=\"/opinion/291419/united-states-v-jessie-kenneth-mckinney/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1019</span></a></span><pre class=\"inline\">\r\n(5th Cir.), modified &amp; rev'd on reh'g, </pre><span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">831</span></span><pre class=\"inline\"> (5th Cir.\r\n1970)(same). Because no direct evidence was introduced to establish\r\nthat Santana was the person who supplied the crack cocaine, the\r\ngovernment's case hinged largely on Agent Tomasetta's\r\nidentification of Santana as the person he observed driving the 4-\r\nRunner away from the drug transaction on November 8th.  The\r\nextrinsic information at issue here was a critical component of\r\nTomasetta's identification.  The district court itself noted the \r\nimportance of the appearance of Santana's ears as corroborative of\r\nTomasetta's identification, stating: \"I was frankly surprised that\r\nthroughout the course of the last trial no one asked, neither the\r\ngovernment nor the jury asked, for it because the whole issue here\r\nhas been the ears.\"\r\nNor was the government's case against Santana so\r\noverwhelming as to overshadow the prejudicial effect of the jury's\r\nexposure to information extrinsic to the record during its\r\ndeliberations.  Cf. United States v. Hall, </pre><span class=\"citation\" data-id=\"742655\"><a href=\"/opinion/742655/united-states-v-everett-kyle-hall-also-known-as-eric-also-known-as/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1253</span></a></span><pre class=\"inline\">, 1255 (8th\r\nCir. 1997) (affirming conviction notwithstanding jury's\r\nconsideration of extrinsic information, and noting the strength of\r\nthe government's case); United States v. Bagnariol, </pre><span class=\"citation\" data-id=\"397437\"><a href=\"/opinion/397437/united-states-v-john-bagnariol-united-states-of-america-v-gordon-l/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">877</span></a></span><pre class=\"inline\">,\r\n889 (9th Cir. 1981) (noting \"vast body of evidence presented by the\r\ngovernment\"); McKinney, 434 F.2d at 833 (affirming conviction where\r\nevidence was overwhelming). Other than Agent Tomasetta's\r\nidentification of Santana as the person he had observed driving the\r\n4-Runner on November 8, 1994, the government's evidence against\r\nSantana consisted primarily of the following: (1) the November 8\r\ndrug transaction took place in a vehicle registered in his name,\r\nand law enforcement officers observed Santana twenty minutes after\r\nthe transaction standing next to the vehicle in front of his\r\nbusiness; (2) on February 23, 1995, Matos called, then visited,\r\nSantana's business shortly after an unexpected drug order was\r\nplaced; and (3) on March 23, 1995, Matos told Huynh that the crack\r\ncocaine would be of good quality because his supplier was the \"same\r\nguy, red truck.\" \r\nIndeed, the government conceded at oral argument that in\r\nthe first prosecution of Santana, when the jury was unable to reach\r\na verdict, the government presented the same quantum of evidence\r\nthat it presented at the second trial.  The jury deliberations in\r\nthe second trial spanned three days, again suggesting the\r\ndifficulty of the deliberations.  Moreover, because the jurors\r\nspecifically asked to observe Santana without his headphones, they\r\nobviously deemed such evidence important to their deliberations.\r\nSee United States v. Luffred, </pre><span class=\"citation\" data-id=\"546906\"><a href=\"/opinion/546906/united-states-v-diane-g-luffred/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span><pre class=\"inline\">, 1014-15 (5th Cir.\r\n1990); United States v. Hans, </pre><span class=\"citation\" data-id=\"437695\"><a href=\"/opinion/437695/united-states-v-leslie-william-hans/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span><pre class=\"inline\">, 92-93 (3d Cir. 1984). \r\nIn these circumstances, it is impossible to conclude beyond a\r\nreasonable doubt that the court's error in allowing the jury to\r\nobserve Santana without his headphones during its deliberations did\r\nnot contribute to the verdict. Accordingly, we vacate the\r\nconviction and remand the case for a new trial.\r\nIt is so ordered.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/340086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/742655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751734/"
  ]
}