{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198461/",
  "absolute_url": "/opinion/198461/united-states-v-meade/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198461/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:52Z",
  "date_modified": "2017-03-24T10:57:26.523073Z",
  "type": "010combined",
  "sha1": "856dba3f88cd7d73e768be3c1ab291048a9625f9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1905.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1905 \r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      CHRISTOPHER MEADE,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r\n\n                            Before\r\n\n                  Selya, Boudin and Stahl,\r\n\n                      Circuit Judges.\r\n\n   Leo T. Sorokin, Federal Defender Office, for appellant.\r\n   Jennifer Zacks, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief, for\r\nappellee.\r\n\nMay 11, 1999\r\n\nSELYA, Circuit Judge.  This appeal requires us to address\r\nquestions of first impression concerning the construction and\r\nconstitutionality of two recently-enacted federal firearms laws, 18\r\nU.S.C.  922(g)(8) and 18 U.S.C.  922(g)(9), both of which were\r\nintended to help curb the escalating societal problems associated\r\nwith domestic violence.  We conclude that these statutory\r\nprovisions withstand the appellant's vigorous challenge.\r\n                              I\r\nIn the early morning hours of May 16, 1997, defendant-\r\nappellant Christopher Meade began pounding on the door of his\r\nestranged wife's apartment in Lynn, Massachusetts, threatening to\r\nshoot her.  When police arrived, they discovered a number of\r\npersons, including Meade himself, gathered outside the dwelling. \r\nThe officers instructed all those at the scene to lie face down and\r\ndisplay their hands.  Instead of obeying, Meade crouched by the\r\nside of a parked car and thrust his hand into it.  The police later\r\nretrieved a loaded handgun from the automobile.  Neither the\r\nhandgun nor the ammunition had been manufactured in Massachusetts.\r\nA recently-enacted federal law makes it a crime for a\r\nperson who is subject to a judicial anti-harassment or anti-\r\nstalking order to possess firearms that have been shipped or\r\ntransported in interstate commerce.  See 18 U.S.C.  922(g)(8)\r\n(quoted infra note 3).  Another recently-enacted federal law makes\r\nit a crime for a person who has committed a \"misdemeanor crime of\r\ndomestic violence\" to possess such a weapon.  See 18 U.S.C. \r\n922(g)(9).  Meade ran afoul of both proscriptions:  on May 16,\r\n1997, he had a prior misdemeanor conviction for assaulting his\r\nspouse, and he was subject to a state court restraining order,\r\nissued pursuant to Mass. Gen. Laws ch. 209A, prohibiting contact\r\nwith her.  Consequently, the United States charged Meade with\r\nhaving violated sections 922(g)(8) and (9).  A jury found him\r\nguilty on both counts and the district court imposed a 78-month\r\nincarcerative sentence.  Meade now appeals.\r\n                              II\r\nDefying numerical order, we start with 18 U.S.C. \r\n922(g)(9).  In relevant part, this statute renders it \"unlawful for\r\nany person . . . who has been convicted in any court of a\r\nmisdemeanor crime of domestic violence\" to possess \"any firearm or\r\nammunition . . . which has been shipped or transported in\r\ninterstate or foreign commerce.\"  The appellant, whose only\r\npotential predicate offense is a misdemeanor conviction under a\r\ngeneral assault and battery statute, Mass. Gen. Laws ch. 265, \r\n13A, claims that the district court erred in treating that\r\nconviction as a \"misdemeanor crime of domestic violence\" within the\r\npurview of 18 U.S.C.  922(g)(9).\r\nThe linguistic hook upon which Meade fastens this claim\r\nappears in an ancillary definitional statute, 18 U.S.C. \r\n921(a)(33)(A), which characterizes a \"misdemeanor crime of domestic\r\nviolence\" as an offense that is a misdemeanor under state law, see\r\nid.  921(a)(33)(A)(i), and which \"has, as an element, the use or\r\nattempted use of physical force, or the threatened use of a deadly\r\nweapon, committed by a current or former spouse, parent, or\r\nguardian of the victim, by a person with whom the victim shares a\r\nchild in common, by a person who is cohabiting with or has\r\ncohabited with the victim as a spouse, parent, or guardian, or by\r\na person similarly situated to a spouse, parent, or guardian of the\r\nvictim,\" id.  921(a)(33)(A)(ii).  Meade acknowledges that his\r\nprior conviction satisfies the first criterion (i.e., it was for a\r\nmisdemeanor), but insists that it fails to satisfy the second\r\ncriterion because the underlying statute does not have as an\r\nelement the relationship status between misdemeanant and victim. \r\nAs the appellant sees it, the only crimes that fit within the\r\nquoted language (and, thus, the only crimes that may serve as\r\npredicate offenses for purposes of section 922(g)(9)) are those\r\nwhich, as part of their formal definition, require a showing of\r\nboth the mode of aggression (e.g., the use of a weapon) and the\r\nassailant's relationship status (e.g., spouse).  The district court\r\nrejected this exercise in statutory interpretation, see United\r\nStates v. Meade, 986 F. Supp. 66, 68 (D. Mass. 1997), and so do we.\r\nMeade's argument depends on the answer to the following\r\nquestion:  Did Congress intend that only misdemeanors which include\r\nthe relationship status as an element within their formal\r\ndefinition would count as predicate offenses under section\r\n922(g)(9)?  Our search for this answer must begin with the language\r\nthat Congress used in crafting the statutory scheme.  See United\r\nStates v. Charles George Trucking Co., 823 F.2d 685, 688 (1st Cir.\r\n1987).  That perspective focuses our attention on the word\r\n\"element\" in the text of section 921(a)(33)(A)(ii).  This singular\r\nnoun is followed not by one, but by two conceptually distinct\r\nattributes:  the mode of aggression and the perpetrator's\r\nrelationship to the victim.  Meade's gloss on the reach of the word\r\n\"element\" indiscriminately conflates the two.\r\nWe reject this gloss.  In construing statutes, courts\r\nshould presume, absent contrary evidence, that Congress knew, and\r\nmeant to adopt, the background legal concepts associated with the\r\nwords that it chose to incorporate into a law.  See Morissette v.\r\nUnited States, 342 U.S. 246, 263 (1952); Greenwood Trust Co. v.\r\nMassachusetts, 971 F.2d 818, 827 (1st Cir. 1992).  The word\r\n\"element\" fits into this category.  It is singular, and, absent\r\nevidence that Congress wished to deviate from customary usage, it\r\nshould be read to refer only to the immediately following\r\nattribute.  Since no such evidence exists, we conclude, without\r\nserious question, that only the mode of aggression, not the\r\nrelationship status between perpetrator and victim, must appear\r\nwithin the formal definition of an antecedent misdemeanor to\r\nconstitute it as a predicate offense.\r\nWe could well end our interpretive inquiry at this\r\njuncture.  When, as now, the plain language of a statute\r\nunambiguously reveals its meaning, and the revealed meaning is not\r\neccentric, courts need not consult other aids to statutory\r\nconstruction.  See Salinas v. United States, 118 S. Ct. 469, 474\r\n(1997); Charles George Trucking, 823 F.2d at 688.  From time to\r\ntime, however, courts (perhaps manifesting a certain institutional\r\ninsecurity) employ such secondary sources as a means of\r\nconfirmation.  See, e.g., Negonsott v. Samuels, 507 U.S. 99, 106-09\r\n(1993); Mullin v. Raytheon Co., 164 F.3d 696, 702-03 (1st Cir.\r\n1999); Barker v. United States Dep't of Labor, 138 F.3d 431, 436\r\n(1st Cir. 1998).  In this instance, such an exercise removes any\r\nlingering doubt.\r\nThe statute's legislative history is particularly helpful\r\nin this regard.  In describing the interrelationship between\r\nsection 922(g)(9) and other gun-control laws on the Senate floor,\r\nthe legislation's chief sponsor noted presciently that \"convictions\r\nfor domestic violence-related crimes often are for crimes, such as\r\nassault, that are not explicitly identified as related to domestic\r\nviolence.\"  142 Cong. Rec. S11878 (1996) (statement of Sen.\r\nLautenberg).  For this reason, he urged local law enforcement\r\nauthorities administering gun registration provisions \"to\r\nthoroughly investigate misdemeanor convictions on an applicant's\r\ncriminal record to ensure that none involves domestic violence,\r\nbefore allowing the sale of a handgun.\"  Id.  These statements,\r\nmade by the principal architect of the bill before final passage,\r\nclearly demonstrate Congress's threshold understanding that\r\n\"misdemeanor crime[s] of domestic violence\" would not be limited to\r\nthose in which the relationship status was included as a formal\r\nelement of the statute of conviction.\r\nThere are, of course, limitations on the extent to which\r\ncourts appropriately may rely on the statements of individual\r\nlegislators to color the meaning of statutory language.  See, e.g.,\r\nRegan v. Wald, 468 U.S. 222, 237 (1984).  Withal, contemporaneous\r\nstatements by a sponsor, although far from conclusive, are\r\ngenerally entitled to respect.  See North Haven Bd. of Educ. v.\r\nBell, 456 U.S. 512, 526-27 (1982); FEA v. Algonquin SNG, Inc., 426\r\nU.S. 548, 564 (1976).  Moreover, in analyzing legislative history,\r\nspecificity breeds credibility; thus, particularized explanations\r\nof how specific provisions of an act are meant to work have been\r\ndeemed more instructive than generalized pronouncements anent\r\nstatutory purpose.  See Regan, 468 U.S. at 237 (recognizing that\r\nstatements made in floor debates may be persuasive as to Congress's\r\nintent when they are \"very precisely directed to the intended\r\nmeaning of particular words in a statute\").  The statements we have\r\nquoted are of this genre.  Perhaps most important, Senator\r\nLautenberg's comments are perfectly consistent with the statutory\r\nlanguage and the general purpose of the legislation, and promote a\r\nlogically and linguistically coherent exegesis of the provision\r\nhere at issue.  They therefore reinforce the construction to which\r\nwe are led by the plain meaning of the statutory text.  See Brock\r\nv. Pierce County, 476 U.S. 253, 263 (1986) (noting that statements\r\nin floor debates evidence legislative intent when they are\r\nconsistent with statutory language and other legislative history).\r\nWe note, too, that plain language can be made more (or\r\nless) compelling by a frank consideration of possible alternatives. \r\nReading section 922(g)(9) in the manner that the appellant\r\nadvocates would lead to a significant practical anomaly and would\r\nfrustrate the clear purpose behind the law, which contemplated that\r\nthe ban on firearms possession would apply broadly to all those\r\nfalling into the relevant categories.  See 18 U.S.C.  922(g)(9)\r\n(making it \"unlawful for any person . . . who has been convicted in\r\nany court of a misdemeanor crime of domestic violence\" to possess\r\n\"any firearm or ammunition\") (emphasis supplied); see also Barrett\r\nv. United States, 423 U.S. 212, 218 (1976) (remarking, in the\r\ncourse of interpreting 18 U.S.C.  922, that its \"very structure .\r\n. . demonstrates that Congress . . . sought broadly to keep\r\nfirearms away from the persons Congress classified as potentially\r\nirresponsible and dangerous\").  Fewer than half the states have\r\nmisdemeanor statutes that formally include relationship status as\r\nan element of a misdemeanor domestic assault offense.  Others, like\r\nMassachusetts, rely on general misdemeanor statutes to accomplish\r\nthe same ends.  Thus, the appellant's interpretation of section\r\n922(g)(9) would render the statute a dead letter in most\r\njurisdictions   an outcome that Congress hardly could have\r\nintended.  This lack of congruence strengthens the pull of plain\r\nlanguage; courts, after all, should not strain to reach results\r\nthat inhibit the uniform and consistent application of a federal\r\ncriminal statute.\r\nThe appellant counters this statutory analysis with an\r\narray of asseverations, none of which we find persuasive.  First,\r\nhe maintains that had Congress intended not to require relationship\r\nstatus to be a formal element of a misdemeanor crime of domestic\r\nviolence, it could have written the law differently (to say, for\r\ninstance, that such a crime is an offense that \"has, as an element\"\r\nthe use of force or a weapon, \"and was committed by\" someone within\r\na relevant relationship).  But Congress is not required to draft\r\nstatutes in ways that are precise to the point of pedantry.  As\r\nlong as a statute, as written, is reasonably clear and does not\r\nlead to absurd outcomes, courts should construe it according to its\r\ntenor.  See Salinas, 118 S. Ct. at 474; Negonsott, 507 U.S. at 104;\r\nCharles George Trucking, 823 F.2d at 688.  In all events, Meade's\r\ncounterfactual does nothing to bolster his problematic\r\ninterpretation of the statute.\r\nNext, the appellant directs our attention to several\r\nstatutes   including solicitation and sentence-enhancement laws  \r\nin which Congress has employed a more or less comparable linguistic\r\nstructure that defines a \"crime of violence\" as an offense that\r\n\"has as an element\" the use or threatened use of force or of a\r\ndeadly weapon against the person or property of another.  See,\r\ne.g., 18 U.S.C.  16(a), 373(a), 521(c)(2), 924(c)(3)(A),\r\n924(e)(2)(B)(i), 3156(a)(4)(A), 3559(c)(2)(F)(ii).  In the\r\nappellant's view, such statutes routinely collapse the mode and\r\nobject of aggression into a single element, and, thus, suggest that\r\nsection 921(a)(33)(A)(ii) should be construed to encompass both\r\nmode of aggression and relationship status under the \"element\"\r\nrubric.  It is true, of course, that Congress's use of parallel\r\nlanguage and construction in different statutes may at times inform\r\njudicial interpretation.  See Irving v. United States, 162 F.3d\r\n153, 163 (1st Cir. 1998) (en banc); Greenwood Trust, 971 F.2d at\r\n827.  Here, however, three flaws mar the fabric of the appellant's\r\nconstruct.\r\nFirst, Congress has made manifest its intent, and there\r\nis no need to resort to other aids (including other statutes) for\r\nassistance in the interpretive process.  See Norfolk &amp; W. Ry. Co.\r\nv. American Train Dispatchers' Ass'n, 499 U.S. 117, 129 (1991)\r\n(declining to resort to a canon of construction that supported a\r\nparticular interpretation of a statute when the \"whole context,\"\r\nincluding the statute's plain language, \"dictate[d] a different\r\nconclusion\").  Second, precedent teaches that the case for\r\nconstruing one statute in a manner similar to another is weakest\r\nwhen the two have significant differences, see, e.g., United States\r\nv. Granderson, 511 U.S. 39, 50-51 (1994), and, here, the appellant\r\nseeks to compare plums with pomegranates.  Section 922(g)(9) has a\r\ndistinct, focused, and singular purpose that is not covered by any\r\nof the other statutes that Meade identifies.  This, combined with\r\nthe fact that Meade's proposed interpretation completely frustrates\r\ncongressional intent, is more than sufficient to defeat his\r\ntendered comparison and consign his argument to the scrap heap. \r\nSee Granderson, 511 U.S. at 50-51.  Last, but not least, the\r\nappellant's interpretation is open to serious question; the\r\nstatutes that he advertises as fair congeners seem somewhat less\r\nthan that.  Cf. Taylor v. United States, 495 U.S. 575, 600 (1990)\r\n(discussing 18 U.S.C.  924(e)(2)(B)(i) and identifying only \"the\r\nuse or threat of force\" as textually linked to \"has as an\r\nelement\").  In sum, because the misdemeanant-in-possession statute\r\nis unambiguous and does not parallel the proffered provisions in\r\nsubstance, or in purpose, or, ultimately, in language, we refuse to\r\nfollow Meade's excursion into comparative analysis.\r\nThe appellant has a fallback position.  He notes that\r\ncourts by and large have taken a so-called categorical approach in\r\nconstruing statutes and sentencing guidelines that incorporate\r\n\"predicate offense\" concepts.  See, e.g., Taylor, 495 U.S. at 600-\r\n01 (construing 18 U.S.C.  924(e)); United States v. Winter, 22\r\nF.3d 15, 18 (1st Cir. 1994) (construing USSG 4B1.1).  From this,\r\nMeade concludes that only state statutes that include relationship\r\nstatus as an element of the formal definition of a domestic\r\nviolence misdemeanor may be considered predicate offenses for\r\npurposes of 18 U.S.C.  922(g)(9).  This argument fundamentally\r\nmisapprehends the problem that the categorical approach addresses.\r\nThe task before the Taylor Court was to determine the\r\nprecise meaning of the term \"burglary\" as used in a sentence-\r\nenhancement statute, 18 U.S.C.  924(e).  After reviewing the\r\nrelevant legislative history, the Court determined that Congress\r\nmeant the term to carry a generic definition.  See Taylor, 495 U.S.\r\nat 589-90.  Having established Congress's intent with respect to\r\nthe meaning of the word \"burglary\"   the crime that Congress had\r\nspecified as a predicate offense   the Taylor Court then proceeded\r\nto consider a logically posterior question:  Could prosecutors seek\r\nenhancements for convictions that had been obtained under statutes\r\nthat encompassed both burglary and other crimes (not themselves\r\neligible to serve as sentence enhancers)?  See id. at 599-600. \r\nThis question raised a broader issue as to whether courts should\r\nlook to statutory definitions of prior offenses or to the\r\ndefendant's underlying acts in order to determine whether a prior\r\nconviction might be considered a predicate offense for sentence-\r\nenhancement purposes.  See id.  The Court responded with a\r\npreference for a categorical approach that would focus primarily on\r\nformal definitions.  See id. at 600-01.\r\nThe Taylor Court's sequencing of the two inquiries that\r\nwe have described explodes Meade's argument.  Before engaging in a\r\ncategorical approach, one first must have established the formal\r\ndefinition of the particular predicate offense, a process that\r\nnecessarily requires determining the requisite elements of the\r\nstatute of conviction.  The appellant's attempt to establish the\r\nformal definition of a \"misdemeanor crime of domestic violence\" by\r\ndirect resort to a categorical approach thus puts the cart before\r\nthe horse.\r\nThe appellant next contends that section 922(g)(9) is\r\nunconstitutionally vague because it does not define the offense\r\nwith sufficient clarity that an ordinary person can ascertain\r\nwhether his actions would fall within its proscriptions.  We reject\r\nthis contention out of hand.  Criminal statutes are\r\nunconstitutionally vague if they do not adequately specify the\r\nconduct that they prohibit or the class of persons to whom they\r\napply.  See, e.g., United States v. Lanier, 520 U.S. 259, 265-66\r\n(1992); Bouie v. City of Columbia, 378 U.S. 347, 350-51 (1964). \r\nHere, the statute sub judice contains no ambiguity either as to the\r\npersons to whom the prohibitions apply or as to what conduct is\r\nproscribed.  Nor does the appellant's contention that a\r\nmisdemeanant convicted under a general statute will not know\r\nwhether his conviction will count as a predicate offense alter the\r\ncalculus.  It is, after all, fair to presume that a misdemeanant\r\nwill know his relationship with his victim.\r\nAs a final matter, the appellant argues that the rule of\r\nlenity should weigh in his favor.  The rule of lenity has bearing\r\nonly if, after a full examination of a particular statute, an\r\ninquiring court must guess at what Congress intended.  See Holloway\r\nv. United States, 119 S. Ct. 966, 972 n.14 (1999); United States v.\r\nO'Neil, 11 F.3d 292, 301 n.10 (1st Cir. 1993).  In this instance,\r\nCongress's intent is clear.  Consequently, the rule of lenity is\r\ninapposite.\r\n                             III\r\nThose convicted of misdemeanors in Massachusetts do not\r\nautomatically lose their civil rights upon conviction.  See United\r\nStates v. Indelicato, 97 F.3d 627, 629 (1st Cir. 1996).  So it was\r\nwith Meade who, upon being convicted of misdemeanor assault and\r\nbattery against his spouse, was sentenced to probation.  However,\r\nMeade subsequently lost one of his civil rights   the right to sit\r\non a jury   when he was incarcerated after having violated his\r\nprobation.  See Mass. Gen. Laws ch. 234A,  4(7) (prohibiting jury\r\nservice while incarcerated).  Because that disability ended when\r\nMeade's immurement ended, he asseverates that his civil rights were\r\n\"restored,\" and that, therefore, his misdemeanor conviction should\r\nnot qualify as a predicate offense for purposes of 18 U.S.C. \r\n922(g)(9).  See id.  921(a)(33)(B)(ii) (stating, inter alia, that\r\na conviction does not count as a misdemeanor crime of domestic\r\nviolence if the offender, after losing his civil rights on that\r\naccount, has had them restored).\r\nA major, and dispositive, problem with this asseveration\r\nis that the appellant has waived it and, accordingly, there is no\r\nerror to review.  See United States v. Olano, 507 U.S. 725, 732-33\r\n(1993); United States v. Mitchell, 85 F.3d 800, 807-08 (1st Cir.\r\n1996).  The record shows that, toward the close of the government's\r\ncase in chief, Meade's counsel noted his client's willingness to\r\nstipulate that \"prior to May 15th [Meade] was convicted of a\r\nmisdemeanor assault and battery, which is a misdemeanor crime of\r\ndomestic violence, and . . . to agree . . . that the jury will be\r\ninstructed they will accept that element as found.\"  Counsel placed\r\nonly a single qualification on this stipulation, reserving for\r\nappeal the legal question discussed in Part II of this opinion,\r\nnamely, whether section 922(g)(9) required that misdemeanor crimes\r\nof domestic violence must include the necessary relationship status\r\nas an element before those crimes can qualify as predicate\r\noffenses.  The government acquiesced in the stipulation and the\r\ncondition, as did the district court.  The trial proceeded on that\r\nbasis.\r\nAs a general matter, a criminal defendant who stipulates\r\nto an element of an offense relinquishes his right to test the\r\ngovernment's case with respect to the existence of the facts\r\nunderlying that particular.  See United States v. Hardin, 139 F.3d\r\n813, 816 (11th Cir.), cert. denied, 119 S. Ct. 225 (1998); United\r\nStates v. Melina, 101 F.3d 567, 572 (8th Cir. 1996); United States\r\nv. Muse, 83 F.3d 672, 678 (4th Cir. 1996).  Thus, Meade cannot now\r\nchallenge the fact of his misdemeanor conviction.  The slightly\r\nmore difficult question is whether a stipulation as to facts also\r\nfunctions as a waiver of legal defenses to the establishment of the\r\nparticular element to which the parties have stipulated.  We\r\nbelieve that it does.\r\nTo assert that a stipulation to an element of a crime\r\ndoes not affect legal defenses is to build an artificial wall\r\nbetween factual and legal arguments.  The prosecution's successful\r\nestablishment of an element of a crime does not invariably depend\r\non showing merely that a certain set of facts exist; there are\r\noften legal barriers to scale as well.  This case illustrates the\r\npoint:  establishing the predicate misdemeanor crime of domestic\r\nviolence hinged not only on producing an official record attesting\r\nto an underlying conviction, but also on overcoming whatever legal\r\ndefenses Meade mounted in regard to the materiality of that\r\nconviction.  Given that reality, and given the corollary fact that\r\ncriminal defendants frequently gain strategic benefits from\r\nentering into stipulations, see, e.g., Old Chief v. United States,\r\n519 U.S. 172, 174 (1997); United States v. Tavares, 21 F.3d 1, 4-5\r\n(1st Cir. 1994) (en banc), common sense suggests that the decision\r\nto forgo a defense with respect to a particular element involves\r\nmore than an assessment of whether the relevant facts can\r\nsuccessfully be disputed.  It follows that when a defendant\r\naffirmatively agrees not to put the government to its proof of an\r\nelement of a crime, a court may presume, in the absence of an\r\nexpress reservation, that the defendant has considered all of his\r\navailable options, factual and legal, and determined that the\r\nbetter course is to allocate his energies elsewhere.  See Melina,\r\n101 F.3d at 572 (holding that defendant's stipulation to the\r\ninterstate commerce element of 18 U.S.C.  844(i) constituted a\r\n\"complete waiver of the issue\"); United States  v. Clark, 993 F.2d\r\n402, 405-06 (4th Cir. 1993) (holding that defendant's stipulation\r\nthat the predicate offense element under 18 U.S.C.  922(g) had\r\nbeen satisfied \"relieved [the government] of any obligation of\r\nproving any aspect of that element, including the aspect that the\r\ndefendant's civil rights had not been restored\"); cf. United States\r\nv. Broce, 488 U.S. 563, 569-74 (1989) (holding that a defendant who\r\npleads guilty unconditionally thereby relinquishes his entitlement\r\nto challenge either the facts or the legal theories supporting the\r\ncharge).\r\nThis rule governs here.  There was not the slightest\r\nindication at any point in the proceedings below that Meade\r\nintended to raise or preserve any legal defenses apart from his\r\n\"relationship status\" defense.  To the precise contrary, the\r\ntotality of the circumstances (especially Meade's stipulation to\r\nthe predicate offense, his acquiescence in the jury instructions\r\nthat followed, and his affirmative preservation of a different\r\nlegal defense) compels a determination that Meade relinquished all\r\nother defenses, factual and legal, pertaining to the stipulated\r\nelement.  We therefore rebuff Meade's suggestion that his newly-\r\nminted restoration of rights defense was left open by the parties,\r\nsub silentio, to be addressed at a later date.  That defense was\r\nwaived.  See United States v. Valenzuela, 150 F.3d 664, 667-68 (7th\r\nCir. 1998) (finding waiver when defendant could have preserved his\r\nrights to a legal defense in connection with his factual admission\r\nanent drug sales, but failed to do so).  And since waived defenses,\r\nunlike forfeited defenses, are not amenable to  plain-error review,\r\nthe only other thing that need be said is that, taken to its\r\nlogical conclusion, the same waiver analysis dooms Meade's\r\nargument, advanced for the first time in this venue, that the\r\nrestoration of rights provision violates the Equal Protection\r\nClause.  See United States v. Bongiorno, 106 F.3d 1027, 1034 (1st\r\nCir. 1997) (holding that a party may waive questions of\r\nconstitutional dimension).\r\n\n                              IV\r\nHaving repulsed the appellant's attacks on 18 U.S.C. \r\n922(g)(9), we turn now to 18 U.S.C.  922(g)(8).  Meade raises two\r\nconstitutional challenges to this provision.\r\nFirst, Meade asserts that section 922(g)(8) affronts the\r\nTenth Amendment, U.S. Const. amend. X, because it promotes\r\ninterference by the federal government in state civil proceedings. \r\nThe United States responds that the statute requires proof, in each\r\nand every case, that the firearm in question was transported or\r\nsold in interstate commerce.  See infra note 3.  Thus, the\r\ngovernment reasons, enactment of the statute falls within\r\nCongress's regulatory power under the Commerce Clause, U.S. Const.\r\nart. I,  8, cl. 3.\r\nThe Tenth Amendment reserves to the states all powers not\r\nvested by the Constitution in the federal sovereign.  See Printz v.\r\nUnited States, 117 S. Ct. 2365, 2376-77 (1997).  It is settled\r\nbeyond peradventure that if Congress properly acts pursuant to one\r\nof its enumerated powers, its work product does not offend the\r\nTenth Amendment.  See Gregory v. Ashcroft, 501 U.S. 452, 460\r\n(1991).  The question, then, is whether the enactment of section\r\n922(g)(8) represents a valid exercise of congressional authority\r\nunder the Commerce Clause.\r\nIt is true, as the government observes, that courts\r\nregularly have upheld the use of a case-by-case jurisdictional\r\nelement, such as imbues this statutory scheme, as a means of\r\nsatisfying the required nexus with interstate commerce, and, thus,\r\nbringing federal legislation within the shelter of the Commerce\r\nClause.  See, e.g., United States v. Cunningham, 161 F.3d 1343,\r\n1345-57 (11th Cir. 1998); United States v. Pierson, 139 F.3d 501,\r\n502-03 (5th Cir.), cert. denied, 119 S. Ct. 220 (1998); United\r\nStates v. Joost, 133 F.3d 125, 131 (1st Cir.), cert. denied, 118 S.\r\nCt. 1545 (1998).  But Meade casts his argument at a slightly\r\ndifferent angle.  He notes that section 922(g)(8) is separate and\r\napart from the jurisdictional element that underlies the whole of\r\nsection 922(g), and ruminates that section 922(g)(8) in and of\r\nitself represents an undue imposition on state sovereignty.\r\nThis proposition is simply incorrect.  Section 922(g)(8)\r\ndoes not in any way intrude upon state court proceedings, or upon\r\nthe authority of a state or its agents to administer their domestic\r\nrelations laws in the manner they see fit.  Stripped to bare\r\nessence, section 922(g)(8) makes the existence of a state court\r\norder an element of a federal misdemeanant-in-possession offense  \r\nno more and no less.  Nothing in the state court proceeding changes\r\non account of, or is in any way affected by, the operation of the\r\nfederal law.  Thus, section 922(g)(8) is totally devoid of Tenth\r\nAmendment implications.  See Bongiorno, 106 F.3d at 1033-34\r\n(holding that the federal Child Support Recovery Act did not\r\nviolate the Tenth Amendment because it came \"into play only after\r\na state court issue[d] a child support order,\" and it did \"not\r\nauthorize a federal court to revise the underlying decree\").\r\nNext, Meade maintains that section 922(g)(8) violates the\r\nDue Process Clause because it does not mandate that state court\r\nrestraining orders inform those whom they enjoin of the federal law\r\nconsequences that may attach.  The issue of notice, in the\r\nconstitutional sense, customarily centers around whether a law\r\nexplains with sufficient clarity the conduct that it purports to\r\ncriminalize.  See, e.g., Bouie, 378 U.S. at 350-51.  In the case of\r\nsection 922(g)(8), the statute satisfies the standards embedded in\r\nprecedent; both the proscribed conduct and the affected class of\r\npersons are explicitly set forth.  Accord United States v. Wilson,\r\n159 F.3d 280, 288 (7th Cir. 1998), petition for cert. filed (Mar.\r\n29, 1999)  (No. 98-8724).\r\nThe appellant attempts to put a spin on the notice\r\nargument by touting Lambert v. California, 355 U.S. 225 (1957). \r\nLambert represents one of the relatively rare instances in which\r\nthe Supreme Court has concluded that, contrary to the well-\r\nestablished tenet, actual knowledge of the law's requirements is a\r\nprecondition to criminal liability (and, therefore, ignorance of\r\nthe law will excuse the defendant).  See id. at 228-29. \r\nSpecifically, the Lambert Court held that a law which imposed\r\nstrict liability upon convicted felons for mere presence in a\r\nmunicipality was constitutionally infirm because, without\r\nforewarning, it punished conduct that a reasonable person\r\nordinarily would not consider to be criminal.  See id.; see also \r\nUnited States v. Freed, 401 U.S. 601, 608 (1971) (explaining\r\nLambert and noting that \"[b]eing in Los Angeles is not per se\r\nblameworthy\").\r\nA significant problem with this aspect of the appellant's\r\nargument is that the Court has steadfastly resisted efforts to\r\nextend Lambert's reach, see, e.g., id. at 609 (declining to extend\r\nLambert to possession of hand grenades), and has gone so far as to\r\nsuggest that the Lambert dissent correctly characterized the\r\nmajority opinion as \"an isolated deviation from the strong current\r\nof precedents   a derelict on the waters of the law.\"  Texaco, Inc.\r\nv. Short, 454 U.S. 516, 537 n.33 (1982).  Thus, any attempt to\r\nintroduce Lambert into new environs must be viewed with great\r\ncircumspection.\r\nMeade nevertheless tries to bring his case within the\r\nLambert exception by arguing that firearms possession is an act\r\nsufficiently innocent that no one could be expected to know that he\r\nwould violate the law merely by possessing a gun.  As Staples v.\r\nUnited States, 511 U.S. 600, 610-12 (1994), makes clear, firearms\r\npossession, without more, is not a kind of activity comparable to\r\npossession of hand grenades, see Freed, 401 U.S. at 609, narcotics,\r\nsee United States v. Balint, 258 U.S. 250, 253-54 (1922), or child\r\npornography, see United States v. Robinson, 137 F.3d 652, 654 (1st\r\nCir. 1998).  But possession of firearms by persons laboring under\r\nthe yoke of anti-harassment or anti-stalking restraining orders is\r\na horse of a different hue.  The dangerous propensities of persons\r\nwith a history of domestic abuse are no secret, and the possibility\r\nof tragic encounters has been too often realized.  We think it\r\nfollows that a person who is subject to such an order would not be\r\nsanguine about the legal consequences of possessing a firearm, let\r\nalone of being apprehended with a handgun in the immediate vicinity\r\nof his spouse.  Accord United States v. Bostic, 168 F.3d 718, 722-\r\n23 (4th Cir. 1999); Wilson, 159 F.3d at 288-89; cf. Tart v.\r\nMassachusetts, 949 F.2d 490, 503 (1st Cir. 1991) (rejecting a\r\nLambert challenge to a state commercial fishing permit\r\nrequirement).\r\nIn short, we do not believe that the prohibition of\r\nsection 922(g)(8) involves conduct and circumstances so\r\npresumptively innocent as to fall within the narrow confines of the \r\nLambert exception.  We therefore reject the appellant's contention\r\nthat the statute, on its face, violates due process rights of\r\nnotice.\r\n                              V\r\nWe need go no further.  The first of the firearms\r\nstatutes at issue here   18 U.S.C.  922(g)(9)   is by no means a\r\nmodel of draftsmanship, but the appellant's gloss upon it cannot be\r\nsustained by any reasonable method of statutory interpretation. \r\nThe second statute, 18 U.S.C.  922(g)(8), easily withstands the\r\nappellant's multifarious constitutional attacks.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">175 F.3d 215</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Christopher MEADE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1905.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1999.<br>Decided May 11, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leo T. Sorokin, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Jennifer Zacks, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before:  Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to address questions of first impression concerning the construction and constitutionality of two recently-enacted federal firearms laws, 18 U.S.C. &#167; 922(g)(8) and 18 U.S.C. &#167; 922(g)(9), both of which were intended to help curb the escalating societal problems associated with domestic violence.  We conclude that these statutory provisions withstand the appellant's vigorous challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In the early morning hours of May 16, 1997, defendant-appellant Christopher Meade began pounding on the door of his estranged wife's apartment in Lynn, Massachusetts, threatening to shoot her.  When police arrived, they discovered a number of persons, including Meade himself, gathered outside the dwelling.  The officers instructed all those at the scene to lie face down and display their hands.  Instead of obeying, Meade crouched by the side of a parked car and thrust his hand into it.  The police later retrieved a loaded handgun from the automobile.  Neither the handgun nor the ammunition had been manufactured in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A recently-enacted federal law makes it a crime for a person who is subject to a judicial anti-harassment or anti-stalking order to possess firearms that have been shipped or transported in interstate commerce.  See 18 U.S.C. &#167; 922(g)(8) (quoted infra note 3).  Another recently-enacted federal law makes it a crime for a person who has committed a \"misdemeanor crime of domestic violence\" to possess such a weapon.  See 18 U.S.C. &#167; 922(g)(9).  Meade ran afoul of both proscriptions:  on May 16, 1997, he had a prior misdemeanor conviction for assaulting his spouse, and he was subject to a state court restraining order, issued pursuant to Mass.  Gen. Laws ch.  209A, prohibiting contact with her.  Consequently, the United States charged Meade with having violated sections 922(g)(8) and (9).  A jury found him guilty on both counts and the district court imposed a 78-month incarcerative sentence.  Meade now appeals.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defying numerical order, we start with 18 U.S.C. &#167; 922(g)(9).  In relevant part, this statute renders it \"unlawful for any person ... who has been convicted in any court of a misdemeanor crime of domestic violence\" to possess \"any firearm or ammunition ... which has been shipped or transported in interstate or foreign commerce.\"   The appellant, whose only potential predicate offense is a misdemeanor conviction under a general assault and battery statute, Mass.  Gen. Laws ch. 265, &#167; 13A, claims that the district court erred in treating that conviction as a \"misdemeanor crime of domestic violence\" within the purview of 18 U.S.C. &#167; 922(g)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The linguistic hook upon which Meade fastens this claim appears in an ancillary definitional statute, 18 U.S.C. &#167; 921(a)(33)(A), which characterizes a \"misdemeanor crime of domestic violence\" as an offense that is a misdemeanor under state law, see id. &#167; 921(a)(33)(A)(i), and which \"has, as an element, the use or attempted use of physical force, or the threatened use of a deadly weapon, committed by a current or former spouse, parent, or guardian of the victim, by a person with whom the victim shares a child in common, by a person who is cohabiting with or has cohabited with the victim as a spouse, parent, or guardian, or by a person similarly situated to a spouse, parent, or guardian of the victim,\" id. &#167; 921(a)(33)(A)(ii).  Meade acknowledges that his prior conviction satisfies the first criterion (i.e., it was for a misdemeanor), but insists that it fails to satisfy the second criterion because the underlying statute does not have as an element the relationship status between misdemeanant and victim.  As the appellant sees it, the only crimes that fit within the quoted language (and, thus, the only crimes that may serve as predicate offenses for purposes of section 922(g)(9)) are those which, as part of their formal definition, require a showing of both the mode of aggression (e.g., the use of a weapon) and the assailant's relationship status (e.g., spouse).  The district court rejected this exercise in statutory interpretation, see United States v. Meade, 986 F.Supp. 66, 68 (D.Mass.1997), and so do we.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Meade's argument depends on the answer to the following question:  Did Congress intend that only misdemeanors which include the relationship status as an element within their formal definition would count as predicate offenses under section 922(g)(9)?   Our search for this answer must begin with the language that Congress used in crafting the statutory scheme.  See United States v. Charles George Trucking Co., 823 F.2d 685, 688 (1st Cir.1987).  That perspective focuses our attention on the word \"element\" in the text of section 921(a)(33)(A)(ii).  This singular noun is followed not by one, but by two conceptually distinct attributes:  the mode of aggression and the perpetrator's relationship to the victim.  Meade's gloss on the reach of the word \"element\" indiscriminately conflates the two.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We reject this gloss.  In construing statutes, courts should presume, absent contrary evidence, that Congress knew, and meant to adopt, the background legal concepts associated with the words that it chose to incorporate into a law.  See Morissette v. United States, 342 U.S. 246, 263, 72 S.Ct. 240, 96 L.Ed. 288 (1952);  Greenwood Trust Co. v. Massachusetts, 971 F.2d 818, 827 (1st Cir.1992).  The word \"element\" fits into this category.  It is singular, and, absent evidence that Congress wished to deviate from customary usage, it should be read to refer only to the immediately following attribute.  Since no such evidence exists, we conclude, without serious question, that only the mode of aggression, not the relationship status between perpetrator and victim, must appear within the formal definition of an antecedent misdemeanor to constitute it as a predicate offense.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We could well end our interpretive inquiry at this juncture.  When, as now, the plain language of a statute unambiguously reveals its meaning, and the revealed meaning is not eccentric, courts need not consult other aids to statutory construction.  See Salinas v. United States, 522 U.S. 52, 118 S.Ct. 469, 474, 139 L.Ed.2d 352 (1997);  Charles George Trucking, 823 F.2d at 688.   From time to time, however, courts (perhaps manifesting a certain institutional insecurity) employ such secondary sources as a means of confirmation.  See, e.g., Negonsott v. Samuels, 507 U.S. 99, 106-09, 113 S.Ct. 1119, 122 L.Ed.2d 457 (1993);  Mullin v. Raytheon Co., 164 F.3d 696, 702-03 (1st Cir.1999);  Barker v. United States Dep't of Labor, 138 F.3d 431, 436 (1st Cir.1998).  In this instance, such an exercise removes any lingering doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The statute's legislative history is particularly helpful in this regard.  In describing the interrelationship between section 922(g)(9) and other gun-control laws on the Senate floor, the legislation's chief sponsor noted presciently that \"convictions for domestic violence-related crimes often are for crimes, such as assault, that are not explicitly identified as related to domestic violence.\"   142 Cong. Rec.  S11878 (1996) (statement of Sen.  Lautenberg).  For this reason, he urged local law enforcement authorities administering gun registration provisions \"to thoroughly investigate misdemeanor convictions on an applicant's criminal record to ensure that none involves domestic violence, before allowing the sale of a handgun.\"  Id. These statements, made by the principal architect of the bill before final passage, clearly demonstrate Congress's threshold understanding that \"misdemeanor crime[s] of domestic violence\" would not be limited to those in which the relationship status was included as a formal element of the statute of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There are, of course, limitations on the extent to which courts appropriately may rely on the statements of individual legislators to color the meaning of statutory language.  See, e.g., Regan v. Wald, 468 U.S. 222, 237, 104 S.Ct. 3026, 82 L.Ed.2d 171 (1984).  Withal, contemporaneous statements by a sponsor, although far from conclusive, are generally entitled to respect.  See North Haven Bd. of Educ. v. Bell, 456 U.S. 512, 526-27, 102 S.Ct. 1912, 72 L.Ed.2d 299 (1982);  FEA v. Algonquin SNG, Inc., 426 U.S. 548, 564, 96 S.Ct. 2295, 49 L.Ed.2d 49 (1976).  Moreover, in analyzing legislative history, specificity breeds credibility;  thus, particularized explanations of how specific provisions of an act are meant to work have been deemed more instructive than generalized pronouncements anent statutory purpose.  See Regan, 468 U.S. at 237, 104 S.Ct. 3026 (recognizing that statements made in floor debates may be persuasive as to Congress's intent when they are \"very precisely directed to the intended meaning of particular words in a statute\").  The statements we have quoted are of this genre.  Perhaps most important, Senator Lautenberg's comments are perfectly consistent with the statutory language and the general purpose of the legislation, and promote a logically and linguistically coherent exegesis of the provision here at issue.  They therefore reinforce the construction to which we are led by the plain meaning of the statutory text.  See Brock v. Pierce County, 476 U.S. 253, 263, 106 S.Ct. 1834, 90 L.Ed.2d 248 (1986) (noting that statements in floor debates evidence legislative intent when they are consistent with statutory language and other legislative history).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We note, too, that plain language can be made more (or less) compelling by a frank consideration of possible alternatives.  Reading section 922(g)(9) in the manner that the appellant advocates would lead to a significant practical anomaly and would frustrate the clear purpose behind the law, which contemplated that the ban on firearms possession would apply broadly to all those falling into the relevant categories.  See 18 U.S.C. &#167; 922(g)(9) (making it \"unlawful for any person ... who has been convicted in any court of a misdemeanor crime of domestic violence\" to possess \"any firearm or ammunition\") (emphasis supplied);  see also Barrett v. United States, 423 U.S. 212, 218, 96 S.Ct. 498, 46 L.Ed.2d 450 (1976) (remarking, in the course of interpreting 18 U.S.C. &#167; 922, that its \"very structure ... demonstrates that Congress ... sought broadly to keep firearms away from the persons Congress classified as potentially irresponsible and dangerous\").  Fewer than half the states have misdemeanor statutes that formally include relationship status as an element of a misdemeanor domestic assault offense.  Others, like Massachusetts, rely on general misdemeanor statutes to accomplish the same ends.  Thus, the appellant's interpretation of section 922(g)(9) would render the statute a dead letter in most jurisdictions--an outcome that Congress hardly could have intended.  This lack of congruence strengthens the pull of plain language;  courts, after all, should not strain to reach results that inhibit the uniform and consistent application of a federal criminal statute.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The appellant counters this statutory analysis with an array of asseverations, none of which we find persuasive.  First, he maintains that had Congress intended not to require relationship status to be a formal element of a misdemeanor crime of domestic violence, it could have written the law differently (to say, for instance, that such a crime is an offense that \"has, as an element\" the use of force or a weapon, \"and was committed by\" someone within a relevant relationship).  But Congress is not required to draft statutes in ways that are precise to the point of pedantry.  As long as a statute, as written, is reasonably clear and does not lead to absurd outcomes, courts should construe it according to its tenor.  See Salinas, 118 S.Ct. at 474;  Negonsott, 507 U.S. at 104, 113 S.Ct. 1119;  Charles George Trucking, 823 F.2d at 688.   In all events, Meade's counterfactual does nothing to bolster his problematic interpretation of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Next, the appellant directs our attention to several statutes--including solicitation and sentence-enhancement laws--in which Congress has employed a more or less comparable linguistic structure that defines a \"crime of violence\" as an offense that \"has as an element\" the use or threatened use of force or of a deadly weapon against the person or property of another.  See, e.g., 18 U.S.C. &#167;&#167; 16(a), 373(a), 521(c)(2), 924(c)(3)(A), 924(e)(2)(B)(i), 3156(a)(4)(A), 3559(c)(2)(F)(ii).  In the appellant's view, such statutes routinely collapse the mode and object of aggression into a single element, and, thus, suggest that section 921(a)(33)(A)(ii) should be construed to encompass both mode of aggression and relationship status under the \"element\" rubric.  It is true, of course, that Congress's use of parallel language and construction in different statutes may at times inform judicial interpretation.  See Irving v. United States, 162 F.3d 154, 163 (1st Cir.1998) (en banc);  Greenwood Trust, 971 F.2d at 827.   Here, however, three flaws mar the fabric of the appellant's construct.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, Congress has made manifest its intent, and there is no need to resort to other aids (including other statutes) for assistance in the interpretive process.  See Norfolk &amp; W. Ry. Co. v. American Train Dispatchers' Ass'n, 499 U.S. 117, 129, 111 S.Ct. 1156, 113 L.Ed.2d 95 (1991) (declining to resort to a canon of construction that supported a particular interpretation of a statute when the \"whole context,\" including the statute's plain language, \"dictate[d] a different conclusion\").  Second, precedent teaches that the case for construing one statute in a manner similar to another is weakest when the two have significant differences, see, e.g., United States v. Granderson, 511 U.S. 39, 50-51, 114 S.Ct. 1259, 127 L.Ed.2d 611 (1994), and, here, the appellant seeks to compare plums with pomegranates.  Section 922(g)(9) has a distinct, focused, and singular purpose that is not covered by any of the other statutes that Meade identifies.  This, combined with the fact that Meade's proposed interpretation completely frustrates congressional intent, is more than sufficient to defeat his tendered comparison and consign his argument to the scrap heap.  See Granderson, 511 U.S. at 50-51, 114 S.Ct. 1259.   Last, but not least, the appellant's interpretation is open to serious question;  the statutes that he advertises as fair congeners seem somewhat less than that.  Cf. Taylor v. United States, 495 U.S. 575, 600, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990) (discussing 18 U.S.C. &#167; 924(e)(2)(B)(i) and identifying only \"the use or threat of force\" as textually linked to \"has as an element\").  In sum, because the misdemeanant-in-possession statute is unambiguous and does not parallel the proffered provisions in substance, or in purpose, or, ultimately, in language, we refuse to follow Meade's excursion into comparative analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellant has a fallback position.  He notes that courts by and large have taken a so-called categorical approach in construing statutes and sentencing guidelines that incorporate \"predicate offense\" concepts.  See, e.g., Taylor, 495 U.S. at 600-01, 110 S.Ct. 2143 (construing 18 U.S.C. &#167; 924(e));  United States v. Winter, 22 F.3d 15, 18 (1st Cir.1994) (construing USSG &#167; 4B1.1).  From this, Meade concludes that only state statutes that include relationship status as an element of the formal definition of a domestic violence misdemeanor may be considered predicate offenses for purposes of 18 U.S.C. &#167; 922(g)(9).  This argument fundamentally misapprehends the problem that the categorical approach addresses.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The task before the Taylor Court was to determine the precise meaning of the term \"burglary\" as used in a sentence-enhancement statute, 18 U.S.C. &#167; 924(e).  After reviewing the relevant legislative history, the Court determined that Congress meant the term to carry a generic definition.  See Taylor, 495 U.S. at 589-90, 110 S.Ct. 2143.   Having established Congress's intent with respect to the meaning of the word \"burglary\"--the crime that Congress had specified as a predicate offense--the Taylor Court then proceeded to consider a logically posterior question:  Could prosecutors seek enhancements for convictions that had been obtained under statutes that encompassed both burglary and other crimes (not themselves eligible to serve as sentence enhancers)?   See id. at 599-600, 110 S.Ct. 2143.   This question raised a broader issue as to whether courts should look to statutory definitions of prior offenses or to the defendant's underlying acts in order to determine whether a prior conviction might be considered a predicate offense for sentence-enhancement purposes.  See id.   The Court responded with a preference for a categorical approach that would focus primarily on formal definitions.  See id. at 600-01, 110 S.Ct. 2143.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Taylor Court's sequencing of the two inquiries that we have described explodes Meade's argument.  Before engaging in a categorical approach, one first must have established the formal definition of the particular predicate offense, a process that necessarily requires determining the requisite elements of the statute of conviction.  The appellant's attempt to establish the formal definition of a \"misdemeanor crime of domestic violence\" by direct resort to a categorical approach thus puts the cart before the horse.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The appellant next contends that section 922(g)(9) is unconstitutionally vague because it does not define the offense with sufficient clarity that an ordinary person can ascertain whether his actions would fall within its proscriptions.  We reject this contention out of hand.  Criminal statutes are unconstitutionally vague if they do not adequately specify the conduct that they prohibit or the class of persons to whom they apply.  See, e.g., United States v. Lanier, 520 U.S. 259, 265-66, 117 S.Ct. 1219, 137 L.Ed.2d 432 (1997);  Bouie v. City of Columbia, 378 U.S. 347, 350-51, 84 S.Ct. 1697, 12 L.Ed.2d 894 (1964).  Here, the statute sub judice contains no ambiguity either as to the persons to whom the prohibitions apply or as to what conduct is proscribed.  Nor does the appellant's contention that a misdemeanant convicted under a general statute will not know whether his conviction will count as a predicate offense alter the calculus.  It is, after all, fair to presume that a misdemeanant will know his relationship with his victim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a final matter, the appellant argues that the rule of lenity should weigh in his favor.  The rule of lenity has bearing only if, after a full examination of a particular statute, an inquiring court must guess at what Congress intended.  See Holloway v. United States, --- U.S. ----, ---- n. 14, 119 S.Ct. 966, 972 n. 14, 143 L.Ed.2d 1, ---- n. 14 (1999);  United States v. O'Neil, 11 F.3d 292, 301 n. 10 (1st Cir.1993).  In this instance, Congress's intent is clear.  Consequently, the rule of lenity is inapposite.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Those convicted of misdemeanors in Massachusetts do not automatically lose their civil rights upon conviction.  See United States v. Indelicato, 97 F.3d 627, 629 (1st Cir.1996).  So it was with Meade who, upon being convicted of misdemeanor assault and battery against his spouse, was sentenced to probation.  However, Meade subsequently lost one of his civil rights--the right to sit on a jury--when he was incarcerated after having violated his probation.  See Mass.  Gen. Laws ch.  234A, &#167; 4(7) (prohibiting jury service while incarcerated).  Because that disability ended when Meade's immurement ended, he asseverates that his civil rights were \"restored,\" and that, therefore, his misdemeanor conviction should not qualify as a predicate offense for purposes of 18 U.S.C. &#167; 922(g)(9).  See id. &#167; 921(a)(33)(B)(ii) (stating, inter alia, that a conviction does not count as a misdemeanor crime of domestic violence if the offender, after losing his civil rights on that account, has had them restored).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A major, and dispositive, problem with this asseveration is that the appellant has waived it and, accordingly, there is no error to review.  See United States v. Olano, 507 U.S. 725, 732-33, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993);  United States v. Mitchell, 85 F.3d 800, 807-08 (1st Cir.1996).  The record shows that, toward the close of the government's case in chief, Meade's counsel noted his client's willingness to stipulate that \"prior to May 15th [Meade] was convicted of a misdemeanor assault and battery, which is a misdemeanor crime of domestic violence, and ... to agree ... that the jury will be instructed they will accept that element as found.\"   Counsel placed only a single qualification on this stipulation, reserving for appeal the legal question discussed in Part II of this opinion, namely, whether section 922(g)(9) required that misdemeanor crimes of domestic violence must include the necessary relationship status as an element before those crimes can qualify as predicate offenses.  The government acquiesced in the stipulation and the condition, as did the district court.  The trial proceeded on that basis.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As a general matter, a criminal defendant who stipulates to an element of an offense relinquishes his right to test the government's case with respect to the existence of the facts underlying that particular.  See United States v. Hardin, 139 F.3d 813, 816 (11th Cir.), cert. denied, --- U.S. ----, 119 S.Ct. 225, 142 L.Ed.2d 185 (1998);  United States v. Melina, 101 F.3d 567, 572 (8th Cir.1996);  United States v. Muse, 83 F.3d 672, 678 (4th Cir.1996).  Thus, Meade cannot now challenge the fact of his misdemeanor conviction.  The slightly more difficult question is whether a stipulation as to facts also functions as a waiver of legal defenses to the establishment of the particular element to which the parties have stipulated.  We believe that it does.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To assert that a stipulation to an element of a crime does not affect legal defenses is to build an artificial wall between factual and legal arguments.  The prosecution's successful establishment of an element of a crime does not invariably depend on showing merely that a certain set of facts exist;  there are often legal barriers to scale as well.  This case illustrates the point:  establishing the predicate misdemeanor crime of domestic violence hinged not only on producing an official record attesting to an underlying conviction, but also on overcoming whatever legal defenses Meade mounted in regard to the materiality of that conviction.  Given that reality, and given the corollary fact that criminal defendants frequently gain strategic benefits from entering into stipulations, see, e.g., Old Chief v. United States, 519 U.S. 172, 174, 117 S.Ct. 644, 136 L.Ed.2d 574 (1997);  United States v. Tavares, 21 F.3d 1, 4-5 (1st Cir.1994) (en banc), common sense suggests that the decision to forgo a defense with respect to a particular element involves more than an assessment of whether the relevant facts can successfully be disputed.  It follows that when a defendant affirmatively agrees not to put the government to its proof of an element of a crime, a court may presume, in the absence of an express reservation, that the defendant has considered all of his available options, factual and legal, and determined that the better course is to allocate his energies elsewhere.  See Melina, 101 F.3d at 572 (holding that defendant's stipulation to the interstate commerce element of 18 U.S.C. &#167; 844(i) constituted a \"complete waiver of the issue\");  United States v. Clark, 993 F.2d 402, 405-06 (4th Cir.1993) (holding that defendant's stipulation that the predicate offense element under 18 U.S.C. &#167; 922(g) had been satisfied \"relieved [the government] of any obligation of proving any aspect of that element, including the aspect that the defendant's civil rights had not been restored\");  cf.  United States v. Broce, 488 U.S. 563, 569-74, 109 S.Ct. 757, 102 L.Ed.2d 927 (1989) (holding that a defendant who pleads guilty unconditionally thereby relinquishes his entitlement to challenge either the facts or the legal theories supporting the charge).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This rule governs here.  There was not the slightest indication at any point in the proceedings below that Meade intended to raise or preserve any legal defenses apart from his \"relationship status\" defense.  To the precise contrary, the totality of the circumstances (especially Meade's stipulation to the predicate offense, his acquiescence in the jury instructions that followed, and his affirmative preservation of a different legal defense) compels a determination that Meade relinquished all other defenses, factual and legal, pertaining to the stipulated element.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We therefore rebuff Meade's suggestion that his newly-minted restoration of rights defense was left open by the parties, sub silentio, to be addressed at a later date.  That defense was waived.  See United States v. Valenzuela, 150 F.3d 664, 667-68 (7th Cir.1998) (finding waiver when defendant could have preserved his rights to a legal defense in connection with his factual admission anent drug sales, but failed to do so).  And since waived defenses, unlike forfeited defenses, are not amenable to plain-error review, the only other thing that need be said is that, taken to its logical conclusion, the same waiver analysis dooms Meade's argument, advanced for the first time in this venue, that the restoration of rights provision violates the Equal Protection Clause.  See United States v. Bongiorno, 106 F.3d 1027, 1034 (1st Cir.1997) (holding that a party may waive questions of constitutional dimension).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Having repulsed the appellant's attacks on 18 U.S.C. &#167; 922(g)(9), we turn now to 18 U.S.C. &#167; 922(g)(8).  Meade raises two constitutional challenges to this provision.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">First, Meade asserts that section 922(g)(8) affronts the Tenth Amendment, U.S. Const. amend.  X, because it promotes interference by the federal government in state civil proceedings.  The United States responds that the statute requires proof, in each and every case, that the firearm in question was transported or sold in interstate commerce.  See infra note 3. Thus, the government reasons, enactment of the statute falls within Congress's regulatory power under the Commerce Clause, U.S. Const. art.  I, &#167; 8, cl. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Tenth Amendment reserves to the states all powers not vested by the Constitution in the federal sovereign.  See Printz v. United States, 521 U.S. 98, 117 S.Ct. 2365, 2376-77, 138 L.Ed.2d 914 (1997).  It is settled beyond peradventure that if Congress properly acts pursuant to one of its enumerated powers, its work product does not offend the Tenth Amendment.  See Gregory v. Ashcroft, 501 U.S. 452, 460, 111 S.Ct. 2395, 115 L.Ed.2d 410 (1991).  The question, then, is whether the enactment of section 922(g)(8) represents a valid exercise of congressional authority under the Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true, as the government observes, that courts regularly have upheld the use of a case-by-case jurisdictional element, such as imbues this statutory scheme, as a means of satisfying the required nexus with interstate commerce, and, thus, bringing federal legislation within the shelter of the Commerce Clause.  See, e.g., United States v. Cunningham, 161 F.3d 1343, 1345-47 (11th Cir.1998);  United States v. Pierson, 139 F.3d 501, 502-03 (5th Cir.), cert. denied, --- U.S. ----, 119 S.Ct. 220, 142 L.Ed.2d 181 (1998);  United States v. Joost, 133 F.3d 125, 131 (1st Cir.), cert. denied, --- U.S. ----, 118 S.Ct. 1545, 140 L.Ed.2d 693 (1998).  But Meade casts his argument at a slightly different angle.  He notes that section 922(g)(8) is separate and apart from the jurisdictional element that underlies the whole of section 922(g), and ruminates that section 922(g)(8) in and of itself represents an undue imposition on state sovereignty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This proposition is simply incorrect.  Section 922(g)(8) does not in any way intrude upon state court proceedings, or upon the authority of a state or its agents to administer their domestic relations laws in the manner they see fit.  Stripped to bare essence, section 922(g)(8) makes the existence of a state court order an element of a federal misdemeanant-in-possession offense--no more and no less.  Nothing in the state court proceeding changes on account of, or is in any way affected by, the operation of the federal law.  Thus, section 922(g)(8) is totally devoid of Tenth Amendment implications.  See Bongiorno, 106 F.3d at 1033-34 (holding that the federal Child Support Recovery Act did not violate the Tenth Amendment because it came \"into play only after a state court issue[d] a child support order,\" and it did \"not authorize a federal court to revise the underlying decree\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Next, Meade maintains that section 922(g)(8) violates the Due Process Clause because it does not mandate that state court restraining orders inform those whom they enjoin of the federal law consequences that may attach.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The issue of notice, in the constitutional sense, customarily centers around whether a law explains with sufficient clarity the conduct that it purports to criminalize.  See, e.g., Bouie, 378 U.S. at 350-51, 84 S.Ct. 1697.   In the case of section 922(g)(8), the statute satisfies the standards embedded in precedent;  both the proscribed conduct and the affected class of persons are explicitly set forth.  Accord United States v. Wilson, 159 F.3d 280, 288 (7th Cir.1998), petition for cert. filed (Mar. 29, 1999) (No. 98-8724).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellant attempts to put a spin on the notice argument by touting Lambert v. California, 355 U.S. 225, 78 S.Ct. 240, 2 L.Ed.2d 228 (1957).  Lambert represents one of the relatively rare instances in which the Supreme Court has concluded that, contrary to the well-established tenet, actual knowledge of the law's requirements is a precondition to criminal liability (and, therefore, ignorance of the law will excuse the defendant).  See id. at 228-29, 78 S.Ct. 240.   Specifically, the Lambert Court held that a law which imposed strict liability upon convicted felons for mere presence in a municipality was constitutionally infirm because, without forewarning, it punished conduct that a reasonable person ordinarily would not consider to be criminal.  See id.;   see also United States v. Freed, 401 U.S. 601, 608, 91 S.Ct. 1112, 28 L.Ed.2d 356 (1971) (explaining Lambert and noting that \"[b]eing in Los Angeles is not per se blameworthy\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A significant problem with this aspect of the appellant's argument is that the Court has steadfastly resisted efforts to extend Lambert 's reach, see, e.g., id. at 609, 91 S.Ct. 1112 (declining to extend Lambert to possession of hand grenades), and has gone so far as to suggest that the Lambert dissent correctly characterized the majority opinion as \"an isolated deviation from the strong current of precedents--a derelict on the waters of the law.\"  Texaco, Inc. v. Short, 454 U.S. 516, 537 n. 33, 102 S.Ct. 781, 70 L.Ed.2d 738 (1982).  Thus, any attempt to introduce Lambert into new environs must be viewed with great circumspection.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Meade nevertheless tries to bring his case within the Lambert exception by arguing that firearms possession is an act sufficiently innocent that no one could be expected to know that he would violate the law merely by possessing a gun.  As Staples v. United States, 511 U.S. 600, 610-12, 114 S.Ct. 1793, 128 L.Ed.2d 608 (1994), makes clear, firearms possession, without more, is not a kind of activity comparable to possession of hand grenades, see Freed, 401 U.S. at 609, 91 S.Ct. 1112, narcotics, see United States v. Balint, 258 U.S. 250, 253-54, 42 S.Ct. 301, 66 L.Ed. 604 (1922), or child pornography, see United States v. Robinson, 137 F.3d 652, 654 (1st Cir.1998).  But possession of firearms by persons laboring under the yoke of anti-harassment or anti-stalking restraining orders is a horse of a different hue.  The dangerous propensities of persons with a history of domestic abuse are no secret, and the possibility of tragic encounters has been too often realized.  We think it follows that a person who is subject to such an order would not be sanguine about the legal consequences of possessing a firearm, let alone of being apprehended with a handgun in the immediate vicinity of his spouse.  Accord United States v. Bostic, 168 F.3d 718, 722-23 (4th Cir.1999);  Wilson, 159 F.3d at 288-89;  cf.  Tart v. Massachusetts, 949 F.2d 490, 503 (1st Cir.1991) (rejecting a Lambert challenge to a state commercial fishing permit requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In short, we do not believe that the prohibition of section 922(g)(8) involves conduct and circumstances so presumptively innocent as to fall within the narrow confines of the Lambert exception.  We therefore reject the appellant's contention that the statute, on its face, violates due process rights of notice.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We need go no further.  The first of the firearms statutes at issue here--18 U.S.C. &#167; 922(g)(9)--is by no means a model of draftsmanship, but the appellant's gloss upon it cannot be sustained by any reasonable method of statutory interpretation.  The second statute, 18 U.S.C. &#167; 922(g)(8), easily withstands the appellant's multifarious constitutional attacks.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In his effort to convince us to sanction a categorical approach, Meade uses scare tactics.  He proclaims, with appropriate rhetorical flourishes, that, unless relationship status is deemed a part of the formal definition of the predicate offense, factfinding will be a \"nightmare.\"   This shark has no teeth.  Federal criminal trials typically involve proof and differential factfinding, and the issue of relationship status is by no means outside a jury's competence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In concluding here that stipulation to an element functions as a waiver of legal defenses, we express no opinion on whether the government's duty to prove each element of a crime beyond a reasonable doubt is diluted impermissibly if the jury instructions do not submit the stipulation for the jury's consideration.  This thorny question has divided the courts of appeals, compare Muse, 83 F.3d at 679-80 (holding that the district court may not remove a stipulated element from the jury's consideration), and United States v. James, 987 F.2d 648, 650-51 (9th Cir.1993) (similar) with United States v. Mason, 85 F.3d 471, 472-73 (10th Cir.1996) (holding that the right to have the jury decide each element is waived when the defendant enters into a stipulation), but it is not raised in the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>(g) It shall be unlawful for any person--</p>\n        <p>* * *</p>\n        <p>(8) who is subject to a court order that--</p>\n        <p>(A) was issued after a hearing of which such person received actual notice, and at which such person had an opportunity to participate;</p>\n        <p>(B) restrains such person from harassing, stalking, or threatening an intimate partner of such person ..., or engaging in other conduct that would place an intimate partner in reasonable fear of bodily injury ...;  and</p>\n        <p>(C)(i) includes a finding that such person represents a credible threat to the physical safety of such intimate partner ...;  or</p>\n        <p>(ii) by its terms explicitly prohibits the use, attempted use, or threatened use of physical force against such intimate partner ... that would reasonably be expected to cause bodily injury;</p>\n        <p>* * *</p>\n        <p>to ship or transport in interstate or foreign commerce, or possess in or affecting commerce, any firearm or ammunition;  or to receive any firearm or ammunition which has been shipped or transported in interstate or foreign commerce.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note in passing that irony is no stranger to the law:  Meade, after arguing that section 922(g)(8) infracts the Tenth Amendment, now posits that it is unconstitutional because it does not require state judges fully to include federal law ramifications in their restraining orders in domestic proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> For the sake of completeness, we note that although Lambert has, in effect, been limited to its rather distinctive facts, the Court at times has reached a similar result by means of statutory interpretation (as opposed to due process).  See, e.g., Ratzlaf v. United States, 510 U.S. 135, 149, 114 S.Ct. 655, 126 L.Ed.2d 615 (1994);  Cheek v. United States, 498 U.S. 192, 200-01, 111 S.Ct. 604, 112 L.Ed.2d 617 (1991).  In this case, however, such a route is unavailable to the appellant;  it simply does not appear plausible that Congress intended section 922(g)(8) to carry a mens rea requirement of actual knowledge of the law.  Indeed, the Court recently reaffirmed its hoary understanding that where, as here, Congress employs a \"knowing\" standard of culpability, see 18 U.S.C. &#167; 924(a)(2), such a word choice normally signifies that the government needs to prove only that the defendant knew of the facts comprising the offense, and nothing more.  See Bryan v. United States, 524 U.S. 184, 118 S.Ct. 1939, 1945-46, 141 L.Ed.2d 197 (1998)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Christopher MEADE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1905.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 6, 1999.<br>Decided May 11, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leo T. Sorokin, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Jennifer Zacks, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before:  Selya, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to address questions of first impression concerning the construction and constitutionality of two recently-enacted federal firearms laws, 18 U.S.C. &#167; 922(g)(8) and 18 U.S.C. &#167; 922(g)(9), both of which were intended to help curb the escalating societal problems associated with domestic violence.  We conclude that these statutory provisions withstand the appellant's vigorous challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In the early morning hours of May 16, 1997, defendant-appellant Christopher Meade began pounding on the door of his estranged wife's apartment in Lynn, Massachusetts, threatening to shoot her.  When police arrived, they discovered a number of persons, including Meade himself, gathered outside the dwelling.  The officers instructed all those at the scene to lie face down and display their hands.  Instead of obeying, Meade crouched by the side of a parked car and thrust his hand into it.  The police later retrieved a loaded handgun from the automobile.  Neither the handgun nor the ammunition had been manufactured in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A recently-enacted federal law makes it a crime for a person who is subject to a judicial anti-harassment or anti-stalking order to possess firearms that have been shipped or transported in interstate commerce.  See 18 U.S.C. &#167; 922(g)(8) (quoted infra note 3).  Another recently-enacted federal law makes it a crime for a person who has committed a \"misdemeanor crime of domestic violence\" to possess such a weapon.  See 18 U.S.C. &#167; 922(g)(9).  Meade ran afoul of both proscriptions:  on May 16, 1997, he had a prior misdemeanor conviction for assaulting his spouse, and he was subject to a state court restraining order, issued pursuant to Mass.  Gen. Laws ch.  209A, prohibiting contact with her.  Consequently, the United States charged Meade with having violated sections 922(g)(8) and (9).  A jury found him guilty on both counts and the district court imposed a 78-month incarcerative sentence.  Meade now appeals.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defying numerical order, we start with 18 U.S.C. &#167; 922(g)(9).  In relevant part, this statute renders it \"unlawful for any person ... who has been convicted in any court of a misdemeanor crime of domestic violence\" to possess \"any firearm or ammunition ... which has been shipped or transported in interstate or foreign commerce.\"   The appellant, whose only potential predicate offense is a misdemeanor conviction under a general assault and battery statute, Mass.  Gen. Laws ch. 265, &#167; 13A, claims that the district court erred in treating that conviction as a \"misdemeanor crime of domestic violence\" within the purview of 18 U.S.C. &#167; 922(g)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The linguistic hook upon which Meade fastens this claim appears in an ancillary definitional statute, 18 U.S.C. &#167; 921(a)(33)(A), which characterizes a \"misdemeanor crime of domestic violence\" as an offense that is a misdemeanor under state law, see id. &#167; 921(a)(33)(A)(i), and which \"has, as an element, the use or attempted use of physical force, or the threatened use of a deadly weapon, committed by a current or former spouse, parent, or guardian of the victim, by a person with whom the victim shares a child in common, by a person who is cohabiting with or has cohabited with the victim as a spouse, parent, or guardian, or by a person similarly situated to a spouse, parent, or guardian of the victim,\" id. &#167; 921(a)(33)(A)(ii).  Meade acknowledges that his prior conviction satisfies the first criterion (i.e., it was for a misdemeanor), but insists that it fails to satisfy the second criterion because the underlying statute does not have as an element the relationship status between misdemeanant and victim.  As the appellant sees it, the only crimes that fit within the quoted language (and, thus, the only crimes that may serve as predicate offenses for purposes of section 922(g)(9)) are those which, as part of their formal definition, require a showing of both the mode of aggression (e.g., the use of a weapon) and the assailant's relationship status (e.g., spouse).  The district court rejected this exercise in statutory interpretation, see United States v. Meade, <span class=\"citation no-link\"><span class=\"volume\">986</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">66</span></span>, 68 (D.Mass.1997), and so do we.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Meade's argument depends on the answer to the following question:  Did Congress intend that only misdemeanors which include the relationship status as an element within their formal definition would count as predicate offenses under section 922(g)(9)?   Our search for this answer must begin with the language that Congress used in crafting the statutory scheme.  See United States v. Charles George Trucking Co., <span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 688 (1st Cir.1987).  That perspective focuses our attention on the word \"element\" in the text of section 921(a)(33)(A)(ii).  This singular noun is followed not by one, but by two conceptually distinct attributes:  the mode of aggression and the perpetrator's relationship to the victim.  Meade's gloss on the reach of the word \"element\" indiscriminately conflates the two.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We reject this gloss.  In construing statutes, courts should presume, absent contrary evidence, that Congress knew, and meant to adopt, the background legal concepts associated with the words that it chose to incorporate into a law.  See Morissette v. United States, <span class=\"citation\" data-id=\"104952\"><a href=\"/opinion/104952/morissette-v-united-states/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, 263, <span class=\"citation\" data-id=\"104952\"><a href=\"/opinion/104952/morissette-v-united-states/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">288</span></span> (1952);  Greenwood Trust Co. v. Massachusetts, <span class=\"citation\" data-id=\"588109\"><a href=\"/opinion/588109/greenwood-trust-company-v-commonwealth-of-massachusetts/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span>, 827 (1st Cir.1992).  The word \"element\" fits into this category.  It is singular, and, absent evidence that Congress wished to deviate from customary usage, it should be read to refer only to the immediately following attribute.  Since no such evidence exists, we conclude, without serious question, that only the mode of aggression, not the relationship status between perpetrator and victim, must appear within the formal definition of an antecedent misdemeanor to constitute it as a predicate offense.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We could well end our interpretive inquiry at this juncture.  When, as now, the plain language of a statute unambiguously reveals its meaning, and the revealed meaning is not eccentric, courts need not consult other aids to statutory construction.  See Salinas v. United States, <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></a></span>, 474, <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span></a></span> (1997);  Charles George Trucking, 823 F.2d at 688.   From time to time, however, courts (perhaps manifesting a certain institutional insecurity) employ such secondary sources as a means of confirmation.  See, e.g., Negonsott v. Samuels, <span class=\"citation\" data-id=\"112822\"><a href=\"/opinion/112822/negonsott-v-samuels/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 106-09, <span class=\"citation\" data-id=\"112822\"><a href=\"/opinion/112822/negonsott-v-samuels/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1119</span></a></span>, <span class=\"citation\" data-id=\"112822\"><a href=\"/opinion/112822/negonsott-v-samuels/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">457</span></a></span> (1993);  Mullin v. Raytheon Co., <span class=\"citation\" data-id=\"760463\"><a href=\"/opinion/760463/78-fair-emplpraccas-bna-1174-74-empl-prac-dec-p-45696-william/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">696</span></a></span>, 702-03 (1st Cir.1999);  Barker v. United States Dep't of Labor, <span class=\"citation\" data-id=\"752113\"><a href=\"/opinion/752113/james-w-barker-v-united-states-department-of-labor/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">431</span></a></span>, 436 (1st Cir.1998).  In this instance, such an exercise removes any lingering doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The statute's legislative history is particularly helpful in this regard.  In describing the interrelationship between section 922(g)(9) and other gun-control laws on the Senate floor, the legislation's chief sponsor noted presciently that \"convictions for domestic violence-related crimes often are for crimes, such as assault, that are not explicitly identified as related to domestic violence.\"   142 Cong. Rec.  S11878 (1996) (statement of Sen.  Lautenberg).  For this reason, he urged local law enforcement authorities administering gun registration provisions \"to thoroughly investigate misdemeanor convictions on an applicant's criminal record to ensure that none involves domestic violence, before allowing the sale of a handgun.\"  Id. These statements, made by the principal architect of the bill before final passage, clearly demonstrate Congress's threshold understanding that \"misdemeanor crime[s] of domestic violence\" would not be limited to those in which the relationship status was included as a formal element of the statute of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There are, of course, limitations on the extent to which courts appropriately may rely on the statements of individual legislators to color the meaning of statutory language.  See, e.g., Regan v. Wald, <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 237, <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3026</span></a></span>, <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1984).  Withal, contemporaneous statements by a sponsor, although far from conclusive, are generally entitled to respect.  See North Haven Bd. of Educ. v. Bell, <span class=\"citation\" data-id=\"110707\"><a href=\"/opinion/110707/north-haven-bd-of-ed-v-bell/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">512</span></a></span>, 526-27, <span class=\"citation\" data-id=\"110707\"><a href=\"/opinion/110707/north-haven-bd-of-ed-v-bell/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1912</span></a></span>, <span class=\"citation\" data-id=\"110707\"><a href=\"/opinion/110707/north-haven-bd-of-ed-v-bell/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">299</span></a></span> (1982);  FEA v. Algonquin SNG, Inc., <span class=\"citation\" data-id=\"109489\"><a href=\"/opinion/109489/federal-energy-administration-v-algonquin-sng-inc/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, 564, <span class=\"citation\" data-id=\"109489\"><a href=\"/opinion/109489/federal-energy-administration-v-algonquin-sng-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span>, <span class=\"citation\" data-id=\"109489\"><a href=\"/opinion/109489/federal-energy-administration-v-algonquin-sng-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> (1976).  Moreover, in analyzing legislative history, specificity breeds credibility;  thus, particularized explanations of how specific provisions of an act are meant to work have been deemed more instructive than generalized pronouncements anent statutory purpose.  See Regan, 468 U.S. at 237, <span class=\"citation\" data-id=\"111243\"><a href=\"/opinion/111243/regan-v-wald/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3026</span></a></span> (recognizing that statements made in floor debates may be persuasive as to Congress's intent when they are \"very precisely directed to the intended meaning of particular words in a statute\").  The statements we have quoted are of this genre.  Perhaps most important, Senator Lautenberg's comments are perfectly consistent with the statutory language and the general purpose of the legislation, and promote a logically and linguistically coherent exegesis of the provision here at issue.  They therefore reinforce the construction to which we are led by the plain meaning of the statutory text.  See Brock v. Pierce County, <span class=\"citation\" data-id=\"111668\"><a href=\"/opinion/111668/brock-v-pierce-county/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, 263, <span class=\"citation\" data-id=\"111668\"><a href=\"/opinion/111668/brock-v-pierce-county/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1834</span></a></span>, <span class=\"citation\" data-id=\"111668\"><a href=\"/opinion/111668/brock-v-pierce-county/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span></a></span> (1986) (noting that statements in floor debates evidence legislative intent when they are consistent with statutory language and other legislative history).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We note, too, that plain language can be made more (or less) compelling by a frank consideration of possible alternatives.  Reading section 922(g)(9) in the manner that the appellant advocates would lead to a significant practical anomaly and would frustrate the clear purpose behind the law, which contemplated that the ban on firearms possession would apply broadly to all those falling into the relevant categories.  See 18 U.S.C. &#167; 922(g)(9) (making it \"unlawful for any person ... who has been convicted in any court of a misdemeanor crime of domestic violence\" to possess \"any firearm or ammunition\") (emphasis supplied);  see also Barrett v. United States, <span class=\"citation\" data-id=\"109341\"><a href=\"/opinion/109341/barrett-v-united-states/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, 218, <span class=\"citation\" data-id=\"109341\"><a href=\"/opinion/109341/barrett-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation\" data-id=\"109341\"><a href=\"/opinion/109341/barrett-v-united-states/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1976) (remarking, in the course of interpreting 18 U.S.C. &#167; 922, that its \"very structure ... demonstrates that Congress ... sought broadly to keep firearms away from the persons Congress classified as potentially irresponsible and dangerous\").  Fewer than half the states have misdemeanor statutes that formally include relationship status as an element of a misdemeanor domestic assault offense.  Others, like Massachusetts, rely on general misdemeanor statutes to accomplish the same ends.  Thus, the appellant's interpretation of section 922(g)(9) would render the statute a dead letter in most jurisdictions--an outcome that Congress hardly could have intended.  This lack of congruence strengthens the pull of plain language;  courts, after all, should not strain to reach results that inhibit the uniform and consistent application of a federal criminal statute.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The appellant counters this statutory analysis with an array of asseverations, none of which we find persuasive.  First, he maintains that had Congress intended not to require relationship status to be a formal element of a misdemeanor crime of domestic violence, it could have written the law differently (to say, for instance, that such a crime is an offense that \"has, as an element\" the use of force or a weapon, \"and was committed by\" someone within a relevant relationship).  But Congress is not required to draft statutes in ways that are precise to the point of pedantry.  As long as a statute, as written, is reasonably clear and does not lead to absurd outcomes, courts should construe it according to its tenor.  See Salinas, 118 S.Ct. at 474;  Negonsott, 507 U.S. at 104, <span class=\"citation\" data-id=\"112822\"><a href=\"/opinion/112822/negonsott-v-samuels/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1119</span></a></span>;  Charles George Trucking, 823 F.2d at 688.   In all events, Meade's counterfactual does nothing to bolster his problematic interpretation of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Next, the appellant directs our attention to several statutes--including solicitation and sentence-enhancement laws--in which Congress has employed a more or less comparable linguistic structure that defines a \"crime of violence\" as an offense that \"has as an element\" the use or threatened use of force or of a deadly weapon against the person or property of another.  See, e.g., 18 U.S.C. &#167;&#167; 16(a), 373(a), 521(c)(2), 924(c)(3)(A), 924(e)(2)(B)(i), 3156(a)(4)(A), 3559(c)(2)(F)(ii).  In the appellant's view, such statutes routinely collapse the mode and object of aggression into a single element, and, thus, suggest that section 921(a)(33)(A)(ii) should be construed to encompass both mode of aggression and relationship status under the \"element\" rubric.  It is true, of course, that Congress's use of parallel language and construction in different statutes may at times inform judicial interpretation.  See Irving v. United States, <span class=\"citation\" data-id=\"759695\"><a href=\"/opinion/759695/gail-merchant-irving-v-united-states/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 163 (1st Cir.1998) (en banc);  Greenwood Trust, 971 F.2d at 827.   Here, however, three flaws mar the fabric of the appellant's construct.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, Congress has made manifest its intent, and there is no need to resort to other aids (including other statutes) for assistance in the interpretive process.  See Norfolk &amp; W. Ry. Co. v. American Train Dispatchers' Ass'n, <span class=\"citation\" data-id=\"112560\"><a href=\"/opinion/112560/norfolk-western-r-co-v-train-dispatchers/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, 129, <span class=\"citation\" data-id=\"112560\"><a href=\"/opinion/112560/norfolk-western-r-co-v-train-dispatchers/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1156</span></a></span>, <span class=\"citation\" data-id=\"112560\"><a href=\"/opinion/112560/norfolk-western-r-co-v-train-dispatchers/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">95</span></a></span> (1991) (declining to resort to a canon of construction that supported a particular interpretation of a statute when the \"whole context,\" including the statute's plain language, \"dictate[d] a different conclusion\").  Second, precedent teaches that the case for construing one statute in a manner similar to another is weakest when the two have significant differences, see, e.g., United States v. Granderson, <span class=\"citation\" data-id=\"117832\"><a href=\"/opinion/117832/united-states-v-granderson/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 50-51, <span class=\"citation\" data-id=\"117832\"><a href=\"/opinion/117832/united-states-v-granderson/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1259</span></a></span>, <span class=\"citation\" data-id=\"117832\"><a href=\"/opinion/117832/united-states-v-granderson/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1994), and, here, the appellant seeks to compare plums with pomegranates.  Section 922(g)(9) has a distinct, focused, and singular purpose that is not covered by any of the other statutes that Meade identifies.  This, combined with the fact that Meade's proposed interpretation completely frustrates congressional intent, is more than sufficient to defeat his tendered comparison and consign his argument to the scrap heap.  See Granderson, 511 U.S. at 50-51, <span class=\"citation\" data-id=\"117832\"><a href=\"/opinion/117832/united-states-v-granderson/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1259</span></a></span>.   Last, but not least, the appellant's interpretation is open to serious question;  the statutes that he advertises as fair congeners seem somewhat less than that.  Cf. Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 600, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990) (discussing 18 U.S.C. &#167; 924(e)(2)(B)(i) and identifying only \"the use or threat of force\" as textually linked to \"has as an element\").  In sum, because the misdemeanant-in-possession statute is unambiguous and does not parallel the proffered provisions in substance, or in purpose, or, ultimately, in language, we refuse to follow Meade's excursion into comparative analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellant has a fallback position.  He notes that courts by and large have taken a so-called categorical approach in construing statutes and sentencing guidelines that incorporate \"predicate offense\" concepts.  See, e.g., Taylor, 495 U.S. at 600-01, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span> (construing 18 U.S.C. &#167; 924(e));  United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 (1st Cir.1994) (construing USSG &#167; 4B1.1).  From this, Meade concludes that only state statutes that include relationship status as an element of the formal definition of a domestic violence misdemeanor may be considered predicate offenses for purposes of 18 U.S.C. &#167; 922(g)(9).  This argument fundamentally misapprehends the problem that the categorical approach addresses.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The task before the Taylor Court was to determine the precise meaning of the term \"burglary\" as used in a sentence-enhancement statute, 18 U.S.C. &#167; 924(e).  After reviewing the relevant legislative history, the Court determined that Congress meant the term to carry a generic definition.  See Taylor, 495 U.S. at 589-90, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>.   Having established Congress's intent with respect to the meaning of the word \"burglary\"--the crime that Congress had specified as a predicate offense--the Taylor Court then proceeded to consider a logically posterior question:  Could prosecutors seek enhancements for convictions that had been obtained under statutes that encompassed both burglary and other crimes (not themselves eligible to serve as sentence enhancers)?   See id. at 599-600, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>.   This question raised a broader issue as to whether courts should look to statutory definitions of prior offenses or to the defendant's underlying acts in order to determine whether a prior conviction might be considered a predicate offense for sentence-enhancement purposes.  See id.   The Court responded with a preference for a categorical approach that would focus primarily on formal definitions.  See id. at 600-01, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Taylor Court's sequencing of the two inquiries that we have described explodes Meade's argument.  Before engaging in a categorical approach, one first must have established the formal definition of the particular predicate offense, a process that necessarily requires determining the requisite elements of the statute of conviction.  The appellant's attempt to establish the formal definition of a \"misdemeanor crime of domestic violence\" by direct resort to a categorical approach thus puts the cart before the horse.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The appellant next contends that section 922(g)(9) is unconstitutionally vague because it does not define the offense with sufficient clarity that an ordinary person can ascertain whether his actions would fall within its proscriptions.  We reject this contention out of hand.  Criminal statutes are unconstitutionally vague if they do not adequately specify the conduct that they prohibit or the class of persons to whom they apply.  See, e.g., United States v. Lanier, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 265-66, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span>, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span></a></span> (1997);  Bouie v. City of Columbia, <span class=\"citation\" data-id=\"106880\"><a href=\"/opinion/106880/bouie-v-city-of-columbia/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 350-51, <span class=\"citation\" data-id=\"106880\"><a href=\"/opinion/106880/bouie-v-city-of-columbia/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, <span class=\"citation\" data-id=\"106880\"><a href=\"/opinion/106880/bouie-v-city-of-columbia/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">894</span></a></span> (1964).  Here, the statute sub judice contains no ambiguity either as to the persons to whom the prohibitions apply or as to what conduct is proscribed.  Nor does the appellant's contention that a misdemeanant convicted under a general statute will not know whether his conviction will count as a predicate offense alter the calculus.  It is, after all, fair to presume that a misdemeanant will know his relationship with his victim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a final matter, the appellant argues that the rule of lenity should weigh in his favor.  The rule of lenity has bearing only if, after a full examination of a particular statute, an inquiring court must guess at what Congress intended.  See Holloway v. United States, --- U.S. ----, ---- n. 14, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>, 972 n. 14, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>, ---- n. 14 (1999);  United States v. O'Neil, <span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span>, 301 n. 10 (1st Cir.1993).  In this instance, Congress's intent is clear.  Consequently, the rule of lenity is inapposite.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Those convicted of misdemeanors in Massachusetts do not automatically lose their civil rights upon conviction.  See United States v. Indelicato, <span class=\"citation\" data-id=\"197022\"><a href=\"/opinion/197022/united-states-v-indelicato/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">627</span></a></span>, 629 (1st Cir.1996).  So it was with Meade who, upon being convicted of misdemeanor assault and battery against his spouse, was sentenced to probation.  However, Meade subsequently lost one of his civil rights--the right to sit on a jury--when he was incarcerated after having violated his probation.  See Mass.  Gen. Laws ch.  234A, &#167; 4(7) (prohibiting jury service while incarcerated).  Because that disability ended when Meade's immurement ended, he asseverates that his civil rights were \"restored,\" and that, therefore, his misdemeanor conviction should not qualify as a predicate offense for purposes of 18 U.S.C. &#167; 922(g)(9).  See id. &#167; 921(a)(33)(B)(ii) (stating, inter alia, that a conviction does not count as a misdemeanor crime of domestic violence if the offender, after losing his civil rights on that account, has had them restored).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A major, and dispositive, problem with this asseveration is that the appellant has waived it and, accordingly, there is no error to review.  See United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732-33, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993);  United States v. Mitchell, <span class=\"citation\" data-id=\"196797\"><a href=\"/opinion/196797/united-states-v-mitchell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">800</span></a></span>, 807-08 (1st Cir.1996).  The record shows that, toward the close of the government's case in chief, Meade's counsel noted his client's willingness to stipulate that \"prior to May 15th [Meade] was convicted of a misdemeanor assault and battery, which is a misdemeanor crime of domestic violence, and ... to agree ... that the jury will be instructed they will accept that element as found.\"   Counsel placed only a single qualification on this stipulation, reserving for appeal the legal question discussed in Part II of this opinion, namely, whether section 922(g)(9) required that misdemeanor crimes of domestic violence must include the necessary relationship status as an element before those crimes can qualify as predicate offenses.  The government acquiesced in the stipulation and the condition, as did the district court.  The trial proceeded on that basis.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As a general matter, a criminal defendant who stipulates to an element of an offense relinquishes his right to test the government's case with respect to the existence of the facts underlying that particular.  See United States v. Hardin, <span class=\"citation\" data-id=\"72795\"><a href=\"/opinion/72795/united-states-v-hardin/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">813</span></a></span>, 816 (11th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">225</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span></span> (1998);  United States v. Melina, <span class=\"citation\" data-id=\"729987\"><a href=\"/opinion/729987/united-states-v-gregory-lee-melina/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">567</span></a></span>, 572 (8th Cir.1996);  United States v. Muse, <span class=\"citation\" data-id=\"718207\"><a href=\"/opinion/718207/united-states-v-randall-dwayne-muse/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">672</span></a></span>, 678 (4th Cir.1996).  Thus, Meade cannot now challenge the fact of his misdemeanor conviction.  The slightly more difficult question is whether a stipulation as to facts also functions as a waiver of legal defenses to the establishment of the particular element to which the parties have stipulated.  We believe that it does.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To assert that a stipulation to an element of a crime does not affect legal defenses is to build an artificial wall between factual and legal arguments.  The prosecution's successful establishment of an element of a crime does not invariably depend on showing merely that a certain set of facts exist;  there are often legal barriers to scale as well.  This case illustrates the point:  establishing the predicate misdemeanor crime of domestic violence hinged not only on producing an official record attesting to an underlying conviction, but also on overcoming whatever legal defenses Meade mounted in regard to the materiality of that conviction.  Given that reality, and given the corollary fact that criminal defendants frequently gain strategic benefits from entering into stipulations, see, e.g., Old Chief v. United States, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 174, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">644</span></a></span>, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1997);  United States v. Tavares, <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.1994) (en banc), common sense suggests that the decision to forgo a defense with respect to a particular element involves more than an assessment of whether the relevant facts can successfully be disputed.  It follows that when a defendant affirmatively agrees not to put the government to its proof of an element of a crime, a court may presume, in the absence of an express reservation, that the defendant has considered all of his available options, factual and legal, and determined that the better course is to allocate his energies elsewhere.  See Melina, 101 F.3d at 572 (holding that defendant's stipulation to the interstate commerce element of 18 U.S.C. &#167; 844(i) constituted a \"complete waiver of the issue\");  United States v. Clark, <span class=\"citation\" data-id=\"606682\"><a href=\"/opinion/606682/united-states-v-albert-thomas-clark/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 405-06 (4th Cir.1993) (holding that defendant's stipulation that the predicate offense element under 18 U.S.C. &#167; 922(g) had been satisfied \"relieved [the government] of any obligation of proving any aspect of that element, including the aspect that the defendant's civil rights had not been restored\");  cf.  United States v. Broce, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 569-74, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">757</span></a></span>, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">927</span></a></span> (1989) (holding that a defendant who pleads guilty unconditionally thereby relinquishes his entitlement to challenge either the facts or the legal theories supporting the charge).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This rule governs here.  There was not the slightest indication at any point in the proceedings below that Meade intended to raise or preserve any legal defenses apart from his \"relationship status\" defense.  To the precise contrary, the totality of the circumstances (especially Meade's stipulation to the predicate offense, his acquiescence in the jury instructions that followed, and his affirmative preservation of a different legal defense) compels a determination that Meade relinquished all other defenses, factual and legal, pertaining to the stipulated element.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We therefore rebuff Meade's suggestion that his newly-minted restoration of rights defense was left open by the parties, sub silentio, to be addressed at a later date.  That defense was waived.  See United States v. Valenzuela, <span class=\"citation\" data-id=\"756490\"><a href=\"/opinion/756490/united-states-v-watketa-valenzuela/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">664</span></a></span>, 667-68 (7th Cir.1998) (finding waiver when defendant could have preserved his rights to a legal defense in connection with his factual admission anent drug sales, but failed to do so).  And since waived defenses, unlike forfeited defenses, are not amenable to plain-error review, the only other thing that need be said is that, taken to its logical conclusion, the same waiver analysis dooms Meade's argument, advanced for the first time in this venue, that the restoration of rights provision violates the Equal Protection Clause.  See United States v. Bongiorno, <span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1034 (1st Cir.1997) (holding that a party may waive questions of constitutional dimension).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Having repulsed the appellant's attacks on 18 U.S.C. &#167; 922(g)(9), we turn now to 18 U.S.C. &#167; 922(g)(8).  Meade raises two constitutional challenges to this provision.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">First, Meade asserts that section 922(g)(8) affronts the Tenth Amendment, U.S. Const. amend.  X, because it promotes interference by the federal government in state civil proceedings.  The United States responds that the statute requires proof, in each and every case, that the firearm in question was transported or sold in interstate commerce.  See infra note 3. Thus, the government reasons, enactment of the statute falls within Congress's regulatory power under the Commerce Clause, U.S. Const. art.  I, &#167; 8, cl. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Tenth Amendment reserves to the states all powers not vested by the Constitution in the federal sovereign.  See Printz v. United States, <span class=\"citation no-link\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></span>, <span class=\"citation\" data-id=\"118148\"><a href=\"/opinion/118148/printz-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2365</span></a></span>, 2376-77, <span class=\"citation\" data-id=\"118148\"><a href=\"/opinion/118148/printz-v-united-states/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">914</span></a></span> (1997).  It is settled beyond peradventure that if Congress properly acts pursuant to one of its enumerated powers, its work product does not offend the Tenth Amendment.  See Gregory v. Ashcroft, <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 460, <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2395</span></a></span>, <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (1991).  The question, then, is whether the enactment of section 922(g)(8) represents a valid exercise of congressional authority under the Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true, as the government observes, that courts regularly have upheld the use of a case-by-case jurisdictional element, such as imbues this statutory scheme, as a means of satisfying the required nexus with interstate commerce, and, thus, bringing federal legislation within the shelter of the Commerce Clause.  See, e.g., United States v. Cunningham, <span class=\"citation\" data-id=\"73378\"><a href=\"/opinion/73378/united-states-v-cunningham/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span>, 1345-47 (11th Cir.1998);  United States v. Pierson, <span class=\"citation\" data-id=\"14471\"><a href=\"/opinion/14471/united-states-v-pierson/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">501</span></a></span>, 502-03 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">181</span></span> (1998);  United States v. Joost, <span class=\"citation\" data-id=\"750075\"><a href=\"/opinion/750075/united-states-v-robert-m-joost/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 131 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1545</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">693</span></span> (1998).  But Meade casts his argument at a slightly different angle.  He notes that section 922(g)(8) is separate and apart from the jurisdictional element that underlies the whole of section 922(g), and ruminates that section 922(g)(8) in and of itself represents an undue imposition on state sovereignty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This proposition is simply incorrect.  Section 922(g)(8) does not in any way intrude upon state court proceedings, or upon the authority of a state or its agents to administer their domestic relations laws in the manner they see fit.  Stripped to bare essence, section 922(g)(8) makes the existence of a state court order an element of a federal misdemeanant-in-possession offense--no more and no less.  Nothing in the state court proceeding changes on account of, or is in any way affected by, the operation of the federal law.  Thus, section 922(g)(8) is totally devoid of Tenth Amendment implications.  See Bongiorno, 106 F.3d at 1033-34 (holding that the federal Child Support Recovery Act did not violate the Tenth Amendment because it came \"into play only after a state court issue[d] a child support order,\" and it did \"not authorize a federal court to revise the underlying decree\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Next, Meade maintains that section 922(g)(8) violates the Due Process Clause because it does not mandate that state court restraining orders inform those whom they enjoin of the federal law consequences that may attach.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The issue of notice, in the constitutional sense, customarily centers around whether a law explains with sufficient clarity the conduct that it purports to criminalize.  See, e.g., Bouie, 378 U.S. at 350-51, <span class=\"citation\" data-id=\"106880\"><a href=\"/opinion/106880/bouie-v-city-of-columbia/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>.   In the case of section 922(g)(8), the statute satisfies the standards embedded in precedent;  both the proscribed conduct and the affected class of persons are explicitly set forth.  Accord United States v. Wilson, <span class=\"citation\" data-id=\"758755\"><a href=\"/opinion/758755/united-states-v-carlton-e-wilson/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span>, 288 (7th Cir.1998), petition for cert. filed (Mar. 29, 1999) (No. 98-8724).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellant attempts to put a spin on the notice argument by touting Lambert v. California, <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></span> (1957).  Lambert represents one of the relatively rare instances in which the Supreme Court has concluded that, contrary to the well-established tenet, actual knowledge of the law's requirements is a precondition to criminal liability (and, therefore, ignorance of the law will excuse the defendant).  See id. at 228-29, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>.   Specifically, the Lambert Court held that a law which imposed strict liability upon convicted felons for mere presence in a municipality was constitutionally infirm because, without forewarning, it punished conduct that a reasonable person ordinarily would not consider to be criminal.  See id.;   see also United States v. Freed, <span class=\"citation\" data-id=\"108299\"><a href=\"/opinion/108299/united-states-v-freed/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, 608, <span class=\"citation\" data-id=\"108299\"><a href=\"/opinion/108299/united-states-v-freed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, <span class=\"citation\" data-id=\"108299\"><a href=\"/opinion/108299/united-states-v-freed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></a></span> (1971) (explaining Lambert and noting that \"[b]eing in Los Angeles is not per se blameworthy\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A significant problem with this aspect of the appellant's argument is that the Court has steadfastly resisted efforts to extend Lambert 's reach, see, e.g., id. at 609, <span class=\"citation\" data-id=\"108299\"><a href=\"/opinion/108299/united-states-v-freed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span> (declining to extend Lambert to possession of hand grenades), and has gone so far as to suggest that the Lambert dissent correctly characterized the majority opinion as \"an isolated deviation from the strong current of precedents--a derelict on the waters of the law.\"  Texaco, Inc. v. Short, <span class=\"citation\" data-id=\"110600\"><a href=\"/opinion/110600/texaco-inc-v-short/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 537 n. 33, <span class=\"citation\" data-id=\"110600\"><a href=\"/opinion/110600/texaco-inc-v-short/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"110600\"><a href=\"/opinion/110600/texaco-inc-v-short/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">738</span></a></span> (1982).  Thus, any attempt to introduce Lambert into new environs must be viewed with great circumspection.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Meade nevertheless tries to bring his case within the Lambert exception by arguing that firearms possession is an act sufficiently innocent that no one could be expected to know that he would violate the law merely by possessing a gun.  As Staples v. United States, <span class=\"citation\" data-id=\"1087954\"><a href=\"/opinion/1087954/staples-v-united-states/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 610-12, <span class=\"citation\" data-id=\"1087954\"><a href=\"/opinion/1087954/staples-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1793</span></a></span>, <span class=\"citation\" data-id=\"1087954\"><a href=\"/opinion/1087954/staples-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">608</span></a></span> (1994), makes clear, firearms possession, without more, is not a kind of activity comparable to possession of hand grenades, see Freed, 401 U.S. at 609, <span class=\"citation\" data-id=\"108299\"><a href=\"/opinion/108299/united-states-v-freed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, narcotics, see United States v. Balint, <span class=\"citation\" data-id=\"99947\"><a href=\"/opinion/99947/united-states-v-balint/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, 253-54, <span class=\"citation\" data-id=\"99947\"><a href=\"/opinion/99947/united-states-v-balint/\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">301</span></a></span>, <span class=\"citation\" data-id=\"99947\"><a href=\"/opinion/99947/united-states-v-balint/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">604</span></a></span> (1922), or child pornography, see United States v. Robinson, <span class=\"citation\" data-id=\"197816\"><a href=\"/opinion/197816/united-states-v-robinson/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">652</span></a></span>, 654 (1st Cir.1998).  But possession of firearms by persons laboring under the yoke of anti-harassment or anti-stalking restraining orders is a horse of a different hue.  The dangerous propensities of persons with a history of domestic abuse are no secret, and the possibility of tragic encounters has been too often realized.  We think it follows that a person who is subject to such an order would not be sanguine about the legal consequences of possessing a firearm, let alone of being apprehended with a handgun in the immediate vicinity of his spouse.  Accord United States v. Bostic, <span class=\"citation\" data-id=\"762035\"><a href=\"/opinion/762035/united-states-v-michael-j-bostic/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">718</span></a></span>, 722-23 (4th Cir.1999);  Wilson, 159 F.3d at 288-89;  cf.  Tart v. Massachusetts, <span class=\"citation\" data-id=\"572407\"><a href=\"/opinion/572407/wesley-p-tart-v-commonwealth-of-massachusetts/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span>, 503 (1st Cir.1991) (rejecting a Lambert challenge to a state commercial fishing permit requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In short, we do not believe that the prohibition of section 922(g)(8) involves conduct and circumstances so presumptively innocent as to fall within the narrow confines of the Lambert exception.  We therefore reject the appellant's contention that the statute, on its face, violates due process rights of notice.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We need go no further.  The first of the firearms statutes at issue here--18 U.S.C. &#167; 922(g)(9)--is by no means a model of draftsmanship, but the appellant's gloss upon it cannot be sustained by any reasonable method of statutory interpretation.  The second statute, 18 U.S.C. &#167; 922(g)(8), easily withstands the appellant's multifarious constitutional attacks.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In his effort to convince us to sanction a categorical approach, Meade uses scare tactics.  He proclaims, with appropriate rhetorical flourishes, that, unless relationship status is deemed a part of the formal definition of the predicate offense, factfinding will be a \"nightmare.\"   This shark has no teeth.  Federal criminal trials typically involve proof and differential factfinding, and the issue of relationship status is by no means outside a jury's competence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In concluding here that stipulation to an element functions as a waiver of legal defenses, we express no opinion on whether the government's duty to prove each element of a crime beyond a reasonable doubt is diluted impermissibly if the jury instructions do not submit the stipulation for the jury's consideration.  This thorny question has divided the courts of appeals, compare Muse, 83 F.3d at 679-80 (holding that the district court may not remove a stipulated element from the jury's consideration), and United States v. James, <span class=\"citation\" data-id=\"601577\"><a href=\"/opinion/601577/united-states-v-charles-cornelius-james/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">648</span></a></span>, 650-51 (9th Cir.1993) (similar) with United States v. Mason, <span class=\"citation\" data-id=\"153448\"><a href=\"/opinion/153448/united-states-v-mason/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">471</span></a></span>, 472-73 (10th Cir.1996) (holding that the right to have the jury decide each element is waived when the defendant enters into a stipulation), but it is not raised in the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>(g) It shall be unlawful for any person--</p>\n        <p>* * *</p>\n        <p>(8) who is subject to a court order that--</p>\n        <p>(A) was issued after a hearing of which such person received actual notice, and at which such person had an opportunity to participate;</p>\n        <p>(B) restrains such person from harassing, stalking, or threatening an intimate partner of such person ..., or engaging in other conduct that would place an intimate partner in reasonable fear of bodily injury ...;  and</p>\n        <p>(C)(i) includes a finding that such person represents a credible threat to the physical safety of such intimate partner ...;  or</p>\n        <p>(ii) by its terms explicitly prohibits the use, attempted use, or threatened use of physical force against such intimate partner ... that would reasonably be expected to cause bodily injury;</p>\n        <p>* * *</p>\n        <p>to ship or transport in interstate or foreign commerce, or possess in or affecting commerce, any firearm or ammunition;  or to receive any firearm or ammunition which has been shipped or transported in interstate or foreign commerce.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note in passing that irony is no stranger to the law:  Meade, after arguing that section 922(g)(8) infracts the Tenth Amendment, now posits that it is unconstitutional because it does not require state judges fully to include federal law ramifications in their restraining orders in domestic proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> For the sake of completeness, we note that although Lambert has, in effect, been limited to its rather distinctive facts, the Court at times has reached a similar result by means of statutory interpretation (as opposed to due process).  See, e.g., Ratzlaf v. United States, <span class=\"citation\" data-id=\"112919\"><a href=\"/opinion/112919/ratzlaf-v-united-states/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, 149, <span class=\"citation\" data-id=\"112919\"><a href=\"/opinion/112919/ratzlaf-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">655</span></a></span>, <span class=\"citation\" data-id=\"112919\"><a href=\"/opinion/112919/ratzlaf-v-united-states/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1994);  Cheek v. United States, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 200-01, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span></a></span> (1991).  In this case, however, such a route is unavailable to the appellant;  it simply does not appear plausible that Congress intended section 922(g)(8) to carry a mens rea requirement of actual knowledge of the law.  Indeed, the Court recently reaffirmed its hoary understanding that where, as here, Congress employs a \"knowing\" standard of culpability, see 18 U.S.C. &#167; 924(a)(2), such a word choice normally signifies that the government needs to prove only that the defendant knew of the facts comprising the offense, and nothing more.  See Bryan v. United States, <span class=\"citation\" data-id=\"118227\"><a href=\"/opinion/118227/bryan-v-united-states/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"118227\"><a href=\"/opinion/118227/bryan-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></a></span>, 1945-46, <span class=\"citation\" data-id=\"118227\"><a href=\"/opinion/118227/bryan-v-united-states/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">197</span></a></span> (1998)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/14471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/72795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/73378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087954/"
  ]
}