{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198465/",
  "absolute_url": "/opinion/198465/united-states-v-freeman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198465/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:56Z",
  "date_modified": "2017-03-24T10:57:15.467288Z",
  "type": "010combined",
  "sha1": "ccedcf0d1e9b264c93c0ada702429cb873289893",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1817.01A",
  "local_path": null,
  "plain_text": "         United States Court of Appeals\r\n             For the First Circuit\r\n                                  \r\n\nNo. 98-1817\r\n\n                 UNITED STATES,\r\n\n                   Appellee,\r\n\n                       v.\r\n\n             JEFFREY WAYNE FREEMAN,\r\n\n             Defendant, Appellant.\r\n\n                                  \r\n\n  APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MAINE\r\n\n  [Hon. Morton A. Brody, U.S. District Judge]\r\n\n                                  \r\n\n                     Before\r\n\n             Boudin, Circuit Judge,\r\n\n         Magill, Senior Circuit Judge,\r\n\n           and Lynch, Circuit Judge.\r\n\n                                  \r\n\nJeffrey Silverstein, by appointment of the Court, with whom\r\nBillings &amp; Silverstein was on brief, for appellant.\r\nMargaret D. McGaughey, Assistant United States Attorney, with\r\nwhom Jay P. McCloskey, United States Attorney, was on brief, for\r\nappellee.\r\n\n                                  \r\n\n                  May 17,1999\r\n                                           MAGILL, Senior Circuit Judge.  Jeffrey Wayne Freeman\r\nappeals his sentence of thirty months imprisonment imposed after he\r\npleaded guilty to transmitting a threatening communication in\r\ninterstate commerce in violation of 18 U.S.C.  875(c).  He argues\r\nthat the district court erred in concluding that his offense did\r\nnot \"involve[] a single instance evidencing little or no\r\ndeliberation.\"  U.S.S.G.  2A6.1(b)(2) (1995).  We affirm.\r\n                      I. \r\nBetween the morning of February 24 and the evening of\r\nFebruary 25, 1997, Freeman made a total of eight interstate\r\ntelephone calls to Child Find of America, Inc.'s hotline.  This\r\nhotline is dedicated to locating missing children.  During the\r\nfirst call, Freeman told a hotline operator that he had abducted\r\nand sexually forced himself on his fourteen-year-old stepdaughter. \r\nDuring each of the next seven calls, Freeman graphically explained\r\nthe way in which he had tortured and sexually assaulted the girl\r\nsince his previous call.  During the second call, which lasted\r\napproximately seventy-five minutes, Freeman told the hotline\r\noperator that he could kill the girl and leave her.  During one of\r\nhis later calls, he told the hotline operator that he was abusing\r\nthe girl and that he might leave her to die.  These phone calls\r\nranged from a few minutes to seventy-five minutes in length and\r\nwere placed from different locations.\r\nAfter tracing the calls, the police apprehended Freeman. \r\nAs it turned out, Freeman had not abducted his stepdaughter and, in\r\nfact, did not have a stepdaughter.  Rather, he was playing an\r\nelaborate prank on the hotline operator.  According to Freeman, he\r\nsaw a commercial advertising the hotline when he was intoxicated\r\nand decided to place the calls.  Freeman was subsequently indicted\r\non two counts of transmitting threatening communications in\r\ninterstate commerce in violation of 18 U.S.C.  875(c).  Pursuant\r\nto a plea agreement, Freeman entered a plea of guilty to one count\r\nof transmitting a threatening communication in interstate commerce,\r\nand the Government dismissed the second count.\r\nBased on this plea, the district court determined\r\nFreeman's base offense level to be twelve.  See U.S.S.G.  2A6.1(a)\r\n(1995).  At the sentencing hearing, Freeman requested that his\r\noffense level be reduced by four levels on the ground that his\r\noffense \"involved a single instance evidencing little or no\r\ndeliberation.\"  Id.  2A6.1(b)(2).  The court disagreed with\r\nFreeman and sentenced him to thirty months imprisonment.  Freeman\r\nnow appeals the district court's refusal to grant the reduction.\r\n                      II.\r\nThe sole issue raised on appeal is whether the district\r\nerred in denying Freeman a reduction under  2A6.1(b)(2).  This\r\ncourt reviews the district court's legal interpretation of the\r\nSentencing Guidelines de novo.  See United States v. Nicholas, 133\r\nF.3d 133, 134 (1st Cir. 1998).  We defer to the trial court's\r\nfactual findings unless they are clearly erroneous.  See United\r\nStates v. Voccola, 99 F.3d 37, 43 (1st Cir. 1996).\r\nIn relevant part,  2A6.1(b)(2) provides that if \"the\r\noffense involved a single instance evidencing little or no\r\ndeliberation, decrease [the offense level] by 4 levels.\"  The\r\ndeparture is applicable, therefore, only if the offense involves a\r\nsingle instance and that single instance evidences little or no\r\ndeliberation.  See United States v. Stevenson, 126 F.3d 662, 665\r\n(5th Cir. 1997) (\"[T]he fact that [defendant mailed only one\r\nletter] does not win the day . . . because the [Guideline] does not\r\nstate that the fact an act is a single instance in itself lowers\r\nthe penalty.\").\r\nA.  Single Instance\r\nWe first consider Freeman's contention that his offense\r\ninvolved only a single instance.  Although he made eight calls to\r\nthe hotline, Freeman maintains that he only communicated a threat\r\nduring the seventy-five minute phone call.  The facts, however,\r\ndemonstrate that he made at least two threatening communications. \r\nThe appropriate standard for determining if a defendant's\r\ncommunication constitutes a \"threat\" is \"'whether [the defendant]\r\nshould have reasonably foreseen that the statement he uttered would\r\nbe taken as a threat by those to whom it is made.'\"  United States\r\nv. Whiffen, 121 F.3d 18, 21 (1st Cir. 1997) (quoting United States\r\nv. Fulmer, 108 F.3d 1486, 1491 (1st Cir. 1997)); see also United\r\nStates v. Alkhabaz, 104 F.3d 1492, 1495 (6th Cir. 1997) (\"[T]o\r\nconstitute 'a communication containing a threat' under Section\r\n875(c), a communication must be such that a reasonable person (1)\r\nwould take the statement as a serious expression of an intention to\r\ninflict bodily harm . . . and (2) would perceive such expression as\r\nbeing communicated to effect some change or achieve some goal\r\nthrough intimidation . . . .\"); United States v. Himelwright, 42\r\nF.3d 777, 782 (3d Cir. 1994) (holding that to establish violation\r\nof  875(c), \"the government b[ears] only the burden of proving\r\nthat [the defendant] acted knowingly and willfully when he placed\r\nthe threatening phone calls and that those calls were reasonably\r\nperceived as threatening bodily injury\").  Freeman made a total of\r\neight telephone calls.  In his first call, he told the hotline\r\noperator that he had abducted his stepdaughter and sexually\r\nassaulted her.  During his second phone call, which lasted seventy-\r\nfive minutes, he graphically described the ways in which he had\r\nsexually tortured the girl since his first phone call and added\r\nthat he \"can kill her and leave where she is now.\"  Spiro Aff. at\r\n1.  Freeman concedes that this phone call constitutes a threatening\r\ncommunication.  In each of Freeman's subsequent calls, he described\r\nin explicit detail the way in which he had supposedly tortured and\r\nsexually assaulted the girl since the immediately preceding phone\r\ncall.  In one of these later phone calls, he told the operator that\r\n\"he was abusing her and . . . may just leave her to die in the\r\nbasement.\"  Id. at 2.  Freeman should have reasonably foreseen that\r\nthis call would also be taken as a threat.  Indeed, Freeman should\r\nhave reasonably foreseen that the hotline operator would take each\r\nof his calls \"updating\" the hotline operator about the ongoing\r\nsexual torture as at least an implicit threat to continue torturing\r\nthe girl for an indefinite period of time and to later call again\r\nand describe the continuing torture.  The district court thus did\r\nnot err in concluding that Freeman's conduct involved the\r\ntransmission of more than one threatening communication.  See\r\nUnited States v. Edgin, 92 F.3d 1044, 1047 (10th Cir. 1996)\r\n(holding that defendant's conduct involved more than a single\r\ninstance, notwithstanding fact that defendant pleaded guilty to\r\nonly one count of making a threatening communication, when evidence\r\nshowed that he made two threatening communications).\r\nPerhaps recognizing that his conduct included more than\r\none threatening communication, Freeman contends that the term\r\n\"single instance\" should be defined as \"single episode of\r\nthreatening conduct\" rather than as \"single threat.\"  See United\r\nStates v. Sanders, 41 F.3d 480, 484 (9th Cir. 1994) (holding that\r\n\"conduct involving several threats may constitute a single instance\r\nor episode within the meaning of  2A6.1(b)(2)\").  Even if we were\r\ninclined to agree, we believe that the phrase \"'[s]ingle instance'\r\nconnotes [both] a temporal relationship [and] a 'single purpose' or\r\n'single scheme.'\"  Id.  Although Freeman may have had the\r\nostensible \"single purpose\" or engaged in the \"single scheme\" of\r\nmaking a hotline operator believe that he was sexually assaulting\r\na girl, would continue to do so for the indefinite future, and\r\nmight eventually kill her, the district court did not err in\r\nconcluding that Freeman's eight telephone calls to the hotline over\r\nthe course of two days constituted more than a \"single instance.\" \r\nSee id. (explaining that reduction \"might not apply where the\r\ndefendant made a number of similar threats over an extended period\r\nof time\"); United States v. Bellrichard, 801 F. Supp. 263, 266 (D.\r\nMinn. 1992) (\"[G]iven the volume and nature of defendant's written\r\ncommunications, the conduct . . . could hardly be viewed as a\r\n'single instance' under the guidelines.\"), aff'd, 994 F.2d 1318\r\n(8th Cir. 1993); cf. Edgin, 92 F.3d at 1047 &amp; n.3 (affirming no\r\nreduction where conduct involved threats made eleven days apart);\r\nUnited States v. Pacione, 950 F.2d 1348, 1356 (7th Cir. 1991)\r\n(noting in passing that district court granted reduction where\r\nconduct involved threats made over the period of a few hours or\r\nless).         B.  Little Or No Deliberation\r\nFurthermore, even if we were to assume that Freeman's\r\nconduct involved only a \"single instance,\" we find no error in the\r\ndistrict court's finding that Freeman's conduct evidenced more than\r\n\"little or no deliberation.\"  Freeman first obtained the telephone\r\nnumber to the hotline.  He then called the hotline eight different\r\ntimes during the course of two days.  For each call, he had to\r\nremember the phone number (or look it up), dial the number, speak\r\nto the operator, remember the contents of the previous call, and\r\nfabricate new details concerning the way in which he was supposedly\r\ntorturing his stepdaughter.  See Sanders, 41 F.3d at 485 (asserting\r\nthat deliberation is shown where defendant tailored his statements\r\nfor particular victims); United States v. Fann, 41 F.3d 1218, 1219\r\n(8th Cir. 1994) (per curiam) (stating that deliberation is shown\r\nwhen defendant \"added and subtracted details as he issued his\r\nvarious statements\"); cf. Stevenson, 126 F.3d at 665 (holding that\r\ndefendant's actions in connection with mailing single letter showed\r\ndeliberation where they \"involved the deliberate securing of\r\nstationery and postage, the composition of a letter, the search for\r\nan address, and the act of taking the letter to be mailed\").  He\r\nplaced these phone calls from at least two different locations. \r\nDuring two separate calls, in addition to giving graphic depictions\r\nof the manner in which he had tortured the girl, he intimated that\r\nhe could kill her or leave her to die.  With respect to each phone\r\ncall, and certainly the multitude of phone calls in aggregate,\r\n\"[t]here were many steps along the way in which he could have\r\nstopped himself, but he didn't.\"  Stevenson, 126 F.3d at 665.  The\r\nmere fact that he was supposedly drunk when placing each of the\r\ncalls does not require a finding of little or no deliberation.  See\r\nSanders, 41 F.3d at 482, 485.\r\n                      III.\r\nFor the foregoing reasons, we affirm the district court. \n",
  "html": "<p class=\"case_cite\">176 F.3d 575</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jeffrey Wayne FREEMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1817.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1999.<br>Decided May 17, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey Silverstein, by appointment of the Court, with whom Billings &amp; Silverstein was on brief, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, MAGILL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">MAGILL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jeffrey Wayne Freeman appeals his sentence of thirty months imprisonment imposed after he pleaded guilty to transmitting a threatening communication in interstate commerce in violation of 18 U.S.C. &#167; 875(c).  He argues that the district court erred in concluding that his offense did not \"involve[ ] a single instance evidencing little or no deliberation.\"  U.S.S.G. &#167; 2A6.1(b)(2) (1995).  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Between the morning of February 24 and the evening of February 25, 1997, Freeman made a total of eight interstate telephone calls to Child Find of America, Inc.'s hotline.  This hotline is dedicated to locating missing children.  During the first call, Freeman told a hotline operator that he had abducted and sexually forced himself on his fourteen-year-old stepdaughter.  During each of the next seven calls, Freeman graphically explained the way in which he had tortured and sexually assaulted the girl since his previous call.  During the second call, which lasted approximately seventy-five minutes, Freeman told the hotline operator that he could kill the girl and leave her.  During one of his later calls, he told the hotline operator that he was abusing the girl and that he might leave her to die.  These phone calls ranged from a few minutes to seventy-five minutes in length and were placed from different locations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After tracing the calls, the police apprehended Freeman.  As it turned out, Freeman had not abducted his stepdaughter and, in fact, did not have a stepdaughter.  Rather, he was playing an elaborate prank on the hotline operator.  According to Freeman, he saw a commercial advertising the hotline when he was intoxicated and decided to place the calls.  Freeman was subsequently indicted on two counts of transmitting threatening communications in interstate commerce in violation of 18 U.S.C. &#167; 875(c).  Pursuant to a plea agreement, Freeman entered a plea of guilty to one count of transmitting a threatening communication in interstate commerce, and the Government dismissed the second count.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Based on this plea, the district court determined Freeman's base offense level to be twelve.  See U.S.S.G. &#167; 2A6.1(a) (1995).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At the sentencing hearing, Freeman requested that his offense level be reduced by four levels on the ground that his offense \"involved a single instance evidencing little or no deliberation.\"  Id. &#167; 2A6.1(b)(2).  The court disagreed with Freeman and sentenced him to thirty months imprisonment.  Freeman now appeals the district court's refusal to grant the reduction.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The sole issue raised on appeal is whether the district erred in denying Freeman a reduction under &#167; 2A6.1(b)(2).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This court reviews the district court's legal interpretation of the Sentencing Guidelines de novo.  See United States v. Nicholas, 133 F.3d 133, 134 (1st Cir.1998).  We defer to the trial court's factual findings unless they are clearly erroneous.  See United States v. Voccola, 99 F.3d 37, 43 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In relevant part, &#167; 2A6.1(b)(2) provides that if \"the offense involved a single instance evidencing little or no deliberation, decrease [the offense level] by 4 levels.\"   The departure is applicable, therefore, only if the offense involves a single instance and that single instance evidences little or no deliberation.  See United States v. Stevenson, 126 F.3d 662, 665 (5th Cir.1997) (\"[T]he fact that [defendant mailed only one letter] does not win the day ... because the [Guideline] does not state that the fact an act is a single instance in itself lowers the penalty.\").</p>\n    </div>\n    <p class=\"indent\">A. Single Instance</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We first consider Freeman's contention that his offense involved only a single instance.  Although he made eight calls to the hotline, Freeman maintains that he only communicated a threat during the seventy-five minute phone call.  The facts, however, demonstrate that he made at least two threatening communications.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appropriate standard for determining if a defendant's communication constitutes a \"threat\" is \" 'whether [the defendant] should have reasonably foreseen that the statement he uttered would be taken as a threat by those to whom it is made.' \"  United States v. Whiffen, 121 F.3d 18, 21 (1st Cir.1997) (quoting United States v. Fulmer, 108 F.3d 1486, 1491 (1st Cir.1997));  see also United States v. Alkhabaz, 104 F.3d 1492, 1495 (6th Cir.1997) (\"[T]o constitute 'a communication containing a threat' under Section 875(c), a communication must be such that a reasonable person (1) would take the statement as a serious expression of an intention to inflict bodily harm ... and (2) would perceive such expression as being communicated to effect some change or achieve some goal through intimidation....\");  United States v. Himelwright, 42 F.3d 777, 782 (3d Cir.1994) (holding that to establish violation of &#167; 875(c), \"the government b[ears] only the burden of proving that [the defendant] acted knowingly and willfully when he placed the threatening phone calls and that those calls were reasonably perceived as threatening bodily injury\").  Freeman made a total of eight telephone calls.  In his first call, he told the hotline operator that he had abducted his stepdaughter and sexually assaulted her.  During his second phone call, which lasted seventy-five minutes, he graphically described the ways in which he had sexually tortured the girl since his first phone call and added that he \"can kill her and leave where she is now.\"   Spiro Aff. at 1. Freeman concedes that this phone call constitutes a threatening communication.  In each of Freeman's subsequent calls, he described in explicit detail the way in which he had supposedly tortured and sexually assaulted the girl since the immediately preceding phone call.  In one of these later phone calls, he told the operator that \"he was abusing her and ... may just leave her to die in the basement.\" Id. at 2. Freeman should have reasonably foreseen that this call would also be taken as a threat.  Indeed, Freeman should have reasonably foreseen that the hotline operator would take each of his calls \"updating\" the hotline operator about the ongoing sexual torture as at least an implicit threat to continue torturing the girl for an indefinite period of time and to later call again and describe the continuing torture.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court thus did not err in concluding that Freeman's conduct involved the transmission of more than one threatening communication.  See United States v. Edgin, 92 F.3d 1044, 1047 (10th Cir.1996) (holding that defendant's conduct involved more than a single instance, notwithstanding fact that defendant pleaded guilty to only one count of making a threatening communication, when evidence showed that he made two threatening communications).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Perhaps recognizing that his conduct included more than one threatening communication, Freeman contends that the term \"single instance\" should be defined as \"single episode of threatening conduct\" rather than as \"single threat.\"   See United States v. Sanders, 41 F.3d 480, 484 (9th Cir.1994) (holding that \"conduct involving several threats may constitute a single instance or episode within the meaning of &#167; 2A6.1(b)(2)\").  Even if we were inclined to agree, we believe that the phrase \" '[s]ingle instance' connotes [both] a temporal relationship [and] a 'single purpose' or 'single scheme.' \"  Id. Although Freeman may have had the ostensible \"single purpose\" or engaged in the \"single scheme\" of making a hotline operator believe that he was sexually assaulting a girl, would continue to do so for the indefinite future, and might eventually kill her, the district court did not err in concluding that Freeman's eight telephone calls to the hotline over the course of two days constituted more than a \"single instance.\"   See id.  (explaining that reduction \"might not apply where the defendant made a number of similar threats over an extended period of time\");  United States v. Bellrichard, 801 F.Supp. 263, 266 (D.Minn.1992) (\"[G]iven the volume and nature of defendant's written communications, the conduct ... could hardly be viewed as a 'single instance' under the guidelines.\"), aff'd, 994 F.2d 1318 (8th Cir.1993);  cf.  Edgin, 92 F.3d at 1047 &amp; n. 3 (affirming no reduction where conduct involved threats made eleven days apart);  United States v. Pacione, 950 F.2d 1348, 1356 (7th Cir.1991) (noting in passing that district court granted reduction where conduct involved threats made over the period of a few hours or less).</p>\n    </div>\n    <p class=\"indent\">B. Little Or No Deliberation</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Furthermore, even if we were to assume that Freeman's conduct involved only a \"single instance,\" we find no error in the district court's finding that Freeman's conduct evidenced more than \"little or no deliberation.\"   Freeman first obtained the telephone number to the hotline.  He then called the hotline eight different times during the course of two days.  For each call, he had to remember the phone number (or look it up), dial the number, speak to the operator, remember the contents of the previous call, and fabricate new details concerning the way in which he was supposedly torturing his stepdaughter.  See Sanders, 41 F.3d at 485 (asserting that deliberation is shown where defendant tailored his statements for particular victims);  United States v. Fann, 41 F.3d 1218, 1219 (8th Cir.1994) (per curiam) (stating that deliberation is shown when defendant \"added and subtracted details as he issued his various statements\");  cf.  Stevenson, 126 F.3d at 665 (holding that defendant's actions in connection with mailing single letter showed deliberation where they \"involved the deliberate securing of stationery and postage, the composition of a letter, the search for an address, and the act of taking the letter to be mailed\").  He placed these phone calls from at least two different locations.  During two separate calls, in addition to giving graphic depictions of the manner in which he had tortured the girl, he intimated that he could kill her or leave her to die.  With respect to each phone call, and certainly the multitude of phone calls in aggregate, \"[t]here were many steps along the way in which he could have stopped himself, but he didn't.\"  Stevenson, 126 F.3d at 665.   The mere fact that he was supposedly drunk when placing each of the calls does not require a finding of little or no deliberation.  See Sanders, 41 F.3d at 482, 485.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court did not sentence Freeman under the version of U.S.S.G. &#167; 2A6.1 in effect at the time of his sentencing because of ex post facto concerns.  Because neither party disputes the propriety of the district court's actions in this regard, we also will analyze this case under U.S.S.G. &#167; 2A6.1 (1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> During oral argument, this court sua sponte questioned whether 18 U.S.C. &#167; 875(c) even applied in this situation because Freeman did not have a stepdaughter and his conduct turned out to be nothing but a prank.  Although &#167; 875(c) is a general intent crime rather than a specific intent crime, see United States v. Whiffen, 121 F.3d 18, 21 (1st Cir.1997), and one court has suggested that a prank may constitute a threat under &#167; 875(c), see United States v. Alkhabaz, 104 F.3d 1492, 1495 (6th Cir.1997) (explaining that a person could be convicted under &#167; 875(c) for \"communicat[ing] a bomb threat, even if the bomb does not exist, for the sole purpose of creating a prank\"), this circuit has not taken any position on whether a defendant may be convicted under &#167; 875(c) for making prank phone calls.  We decline to do so here \"because a valid guilty plea waives all challenges to the factual and legal foundations of the charges.\"  United States v. Martinez-Martinez, 69 F.3d 1215, 1224 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In fact, this is the very reason the hotline operator contacted police</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">575</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jeffrey Wayne FREEMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1817.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1999.<br>Decided May 17, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey Silverstein, by appointment of the Court, with whom Billings &amp; Silverstein was on brief, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, MAGILL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">MAGILL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jeffrey Wayne Freeman appeals his sentence of thirty months imprisonment imposed after he pleaded guilty to transmitting a threatening communication in interstate commerce in violation of 18 U.S.C. &#167; 875(c).  He argues that the district court erred in concluding that his offense did not \"involve[ ] a single instance evidencing little or no deliberation.\"  U.S.S.G. &#167; 2A6.1(b)(2) (1995).  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Between the morning of February 24 and the evening of February 25, 1997, Freeman made a total of eight interstate telephone calls to Child Find of America, Inc.'s hotline.  This hotline is dedicated to locating missing children.  During the first call, Freeman told a hotline operator that he had abducted and sexually forced himself on his fourteen-year-old stepdaughter.  During each of the next seven calls, Freeman graphically explained the way in which he had tortured and sexually assaulted the girl since his previous call.  During the second call, which lasted approximately seventy-five minutes, Freeman told the hotline operator that he could kill the girl and leave her.  During one of his later calls, he told the hotline operator that he was abusing the girl and that he might leave her to die.  These phone calls ranged from a few minutes to seventy-five minutes in length and were placed from different locations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After tracing the calls, the police apprehended Freeman.  As it turned out, Freeman had not abducted his stepdaughter and, in fact, did not have a stepdaughter.  Rather, he was playing an elaborate prank on the hotline operator.  According to Freeman, he saw a commercial advertising the hotline when he was intoxicated and decided to place the calls.  Freeman was subsequently indicted on two counts of transmitting threatening communications in interstate commerce in violation of 18 U.S.C. &#167; 875(c).  Pursuant to a plea agreement, Freeman entered a plea of guilty to one count of transmitting a threatening communication in interstate commerce, and the Government dismissed the second count.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Based on this plea, the district court determined Freeman's base offense level to be twelve.  See U.S.S.G. &#167; 2A6.1(a) (1995).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At the sentencing hearing, Freeman requested that his offense level be reduced by four levels on the ground that his offense \"involved a single instance evidencing little or no deliberation.\"  Id. &#167; 2A6.1(b)(2).  The court disagreed with Freeman and sentenced him to thirty months imprisonment.  Freeman now appeals the district court's refusal to grant the reduction.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The sole issue raised on appeal is whether the district erred in denying Freeman a reduction under &#167; 2A6.1(b)(2).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This court reviews the district court's legal interpretation of the Sentencing Guidelines de novo.  See United States v. Nicholas, <span class=\"citation\" data-id=\"750076\"><a href=\"/opinion/750076/united-states-v-christian-modest-nicholas/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 134 (1st Cir.1998).  We defer to the trial court's factual findings unless they are clearly erroneous.  See United States v. Voccola, <span class=\"citation\" data-id=\"197057\"><a href=\"/opinion/197057/united-states-v-voccola/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 43 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In relevant part, &#167; 2A6.1(b)(2) provides that if \"the offense involved a single instance evidencing little or no deliberation, decrease [the offense level] by 4 levels.\"   The departure is applicable, therefore, only if the offense involves a single instance and that single instance evidences little or no deliberation.  See United States v. Stevenson, <span class=\"citation\" data-id=\"13173\"><a href=\"/opinion/13173/united-states-v-stevenson/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 665 (5th Cir.1997) (\"[T]he fact that [defendant mailed only one letter] does not win the day ... because the [Guideline] does not state that the fact an act is a single instance in itself lowers the penalty.\").</p>\n    </div>\n    <p class=\"indent\">A. Single Instance</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We first consider Freeman's contention that his offense involved only a single instance.  Although he made eight calls to the hotline, Freeman maintains that he only communicated a threat during the seventy-five minute phone call.  The facts, however, demonstrate that he made at least two threatening communications.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appropriate standard for determining if a defendant's communication constitutes a \"threat\" is \" 'whether [the defendant] should have reasonably foreseen that the statement he uttered would be taken as a threat by those to whom it is made.' \"  United States v. Whiffen, <span class=\"citation\" data-id=\"197526\"><a href=\"/opinion/197526/united-states-v-whiffen/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir.1997) (quoting United States v. Fulmer, <span class=\"citation\" data-id=\"197264\"><a href=\"/opinion/197264/united-states-v-fulmer/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1486</span></a></span>, 1491 (1st Cir.1997));  see also United States v. Alkhabaz, <span class=\"citation\" data-id=\"733382\"><a href=\"/opinion/733382/united-states-v-abraham-jacob-alkhabaz-also-known-as-jake-baker/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1492</span></a></span>, 1495 (6th Cir.1997) (\"[T]o constitute 'a communication containing a threat' under Section 875(c), a communication must be such that a reasonable person (1) would take the statement as a serious expression of an intention to inflict bodily harm ... and (2) would perceive such expression as being communicated to effect some change or achieve some goal through intimidation....\");  United States v. Himelwright, <span class=\"citation\" data-id=\"684352\"><a href=\"/opinion/684352/united-states-v-richard-c-himelwright/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 782 (3d Cir.1994) (holding that to establish violation of &#167; 875(c), \"the government b[ears] only the burden of proving that [the defendant] acted knowingly and willfully when he placed the threatening phone calls and that those calls were reasonably perceived as threatening bodily injury\").  Freeman made a total of eight telephone calls.  In his first call, he told the hotline operator that he had abducted his stepdaughter and sexually assaulted her.  During his second phone call, which lasted seventy-five minutes, he graphically described the ways in which he had sexually tortured the girl since his first phone call and added that he \"can kill her and leave where she is now.\"   Spiro Aff. at 1. Freeman concedes that this phone call constitutes a threatening communication.  In each of Freeman's subsequent calls, he described in explicit detail the way in which he had supposedly tortured and sexually assaulted the girl since the immediately preceding phone call.  In one of these later phone calls, he told the operator that \"he was abusing her and ... may just leave her to die in the basement.\" Id. at 2. Freeman should have reasonably foreseen that this call would also be taken as a threat.  Indeed, Freeman should have reasonably foreseen that the hotline operator would take each of his calls \"updating\" the hotline operator about the ongoing sexual torture as at least an implicit threat to continue torturing the girl for an indefinite period of time and to later call again and describe the continuing torture.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court thus did not err in concluding that Freeman's conduct involved the transmission of more than one threatening communication.  See United States v. Edgin, <span class=\"citation\" data-id=\"153749\"><a href=\"/opinion/153749/united-states-v-edgin/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1044</span></a></span>, 1047 (10th Cir.1996) (holding that defendant's conduct involved more than a single instance, notwithstanding fact that defendant pleaded guilty to only one count of making a threatening communication, when evidence showed that he made two threatening communications).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Perhaps recognizing that his conduct included more than one threatening communication, Freeman contends that the term \"single instance\" should be defined as \"single episode of threatening conduct\" rather than as \"single threat.\"   See United States v. Sanders, <span class=\"citation\" data-id=\"683216\"><a href=\"/opinion/683216/united-states-v-joshua-william-sanders/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 484 (9th Cir.1994) (holding that \"conduct involving several threats may constitute a single instance or episode within the meaning of &#167; 2A6.1(b)(2)\").  Even if we were inclined to agree, we believe that the phrase \" '[s]ingle instance' connotes [both] a temporal relationship [and] a 'single purpose' or 'single scheme.' \"  Id. Although Freeman may have had the ostensible \"single purpose\" or engaged in the \"single scheme\" of making a hotline operator believe that he was sexually assaulting a girl, would continue to do so for the indefinite future, and might eventually kill her, the district court did not err in concluding that Freeman's eight telephone calls to the hotline over the course of two days constituted more than a \"single instance.\"   See id.  (explaining that reduction \"might not apply where the defendant made a number of similar threats over an extended period of time\");  United States v. Bellrichard, <span class=\"citation no-link\"><span class=\"volume\">801</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">263</span></span>, 266 (D.Minn.1992) (\"[G]iven the volume and nature of defendant's written communications, the conduct ... could hardly be viewed as a 'single instance' under the guidelines.\"), aff'd, <span class=\"citation\" data-id=\"608123\"><a href=\"/opinion/608123/united-states-v-loren-francis-bellrichard/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1318</span></a></span> (8th Cir.1993);  cf.  Edgin, 92 F.3d at 1047 &amp; n. 3 (affirming no reduction where conduct involved threats made eleven days apart);  United States v. Pacione, <span class=\"citation\" data-id=\"573121\"><a href=\"/opinion/573121/united-states-v-ronald-j-pacione/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1348</span></a></span>, 1356 (7th Cir.1991) (noting in passing that district court granted reduction where conduct involved threats made over the period of a few hours or less).</p>\n    </div>\n    <p class=\"indent\">B. Little Or No Deliberation</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Furthermore, even if we were to assume that Freeman's conduct involved only a \"single instance,\" we find no error in the district court's finding that Freeman's conduct evidenced more than \"little or no deliberation.\"   Freeman first obtained the telephone number to the hotline.  He then called the hotline eight different times during the course of two days.  For each call, he had to remember the phone number (or look it up), dial the number, speak to the operator, remember the contents of the previous call, and fabricate new details concerning the way in which he was supposedly torturing his stepdaughter.  See Sanders, 41 F.3d at 485 (asserting that deliberation is shown where defendant tailored his statements for particular victims);  United States v. Fann, <span class=\"citation\" data-id=\"683566\"><a href=\"/opinion/683566/united-states-v-eric-jason-fann/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1218</span></a></span>, 1219 (8th Cir.1994) (per curiam) (stating that deliberation is shown when defendant \"added and subtracted details as he issued his various statements\");  cf.  Stevenson, 126 F.3d at 665 (holding that defendant's actions in connection with mailing single letter showed deliberation where they \"involved the deliberate securing of stationery and postage, the composition of a letter, the search for an address, and the act of taking the letter to be mailed\").  He placed these phone calls from at least two different locations.  During two separate calls, in addition to giving graphic depictions of the manner in which he had tortured the girl, he intimated that he could kill her or leave her to die.  With respect to each phone call, and certainly the multitude of phone calls in aggregate, \"[t]here were many steps along the way in which he could have stopped himself, but he didn't.\"  Stevenson, 126 F.3d at 665.   The mere fact that he was supposedly drunk when placing each of the calls does not require a finding of little or no deliberation.  See Sanders, 41 F.3d at 482, 485.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court did not sentence Freeman under the version of U.S.S.G. &#167; 2A6.1 in effect at the time of his sentencing because of ex post facto concerns.  Because neither party disputes the propriety of the district court's actions in this regard, we also will analyze this case under U.S.S.G. &#167; 2A6.1 (1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> During oral argument, this court sua sponte questioned whether 18 U.S.C. &#167; 875(c) even applied in this situation because Freeman did not have a stepdaughter and his conduct turned out to be nothing but a prank.  Although &#167; 875(c) is a general intent crime rather than a specific intent crime, see United States v. Whiffen, <span class=\"citation\" data-id=\"197526\"><a href=\"/opinion/197526/united-states-v-whiffen/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir.1997), and one court has suggested that a prank may constitute a threat under &#167; 875(c), see United States v. Alkhabaz, <span class=\"citation\" data-id=\"733382\"><a href=\"/opinion/733382/united-states-v-abraham-jacob-alkhabaz-also-known-as-jake-baker/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1492</span></a></span>, 1495 (6th Cir.1997) (explaining that a person could be convicted under &#167; 875(c) for \"communicat[ing] a bomb threat, even if the bomb does not exist, for the sole purpose of creating a prank\"), this circuit has not taken any position on whether a defendant may be convicted under &#167; 875(c) for making prank phone calls.  We decline to do so here \"because a valid guilty plea waives all challenges to the factual and legal foundations of the charges.\"  United States v. Martinez-Martinez, <span class=\"citation\" data-id=\"707600\"><a href=\"/opinion/707600/united-states-v-olivia-martinez-martinez/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span>, 1224 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In fact, this is the very reason the hotline operator contacted police</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/13173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750076/"
  ]
}