{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198424/",
  "absolute_url": "/opinion/198424/daggett-v-commission-on-govt/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198424/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:05Z",
  "date_modified": "2017-03-24T10:57:01.878235Z",
  "type": "010combined",
  "sha1": "82a6bf69dae9a3da294a892ca13fb55b5b91acec",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1187.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 99-1187\r\n\n              BEVERLY C. DAGGETT, ET AL.,\r\n\n                 Plaintiffs, Appellees,\r\n\n                           v.\r\n\nCOMMISSION ON GOVERNMENTAL ETHICS AND ELECTION PRACTICES, ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n                                 \r\n\n                BETHEDA EDMONDS, ET AL.,\r\n\n      Proposed Intervenors-Defendants, Appellants.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n      [Hon. D. Brock Hornby, U.S. District Judge]\r\n\n                         Before\r\n\n           Boudin and Lynch, Circuit Judges,\r\n\nand Magill, Senior Circuit Judge.\r\n\nGillian E. Metzger with whom Glenn J. Moramarco, Brennan\r\nCenter for Justice at New York University School of Law, John R.\r\nBrautigam and Arn H. Pearson, Maine Citizen Leadership Fund, were\r\non brief for appellants Betheda Edmonds, Kathleen McGee, Linda\r\nMcKee, Peggy Pendleton and Elizabeth Watson.\r\n\nMark Lopez, American Civil Liberties Union Foundation, with\r\nwhom Nat Rosenblatt and Farrell, Rosenblatt &amp; Russell were on brief\r\nfor plaintiffs, appellees Beverly C. Daggett, Elaine Fuller,\r\nChristopher M. Harte, Mark T. Cenci, Jeffrey I. Weinstein, Shawn\r\nLevasseur and Libertarian Party of Maine.\r\nJames Bopp, Jr. with whom Robert J. Newmeyer, Heidi K. Meyer,\r\nBopp, Coleson &amp; Bostrom, Daniel M. Snow and Pierce Atwood were on\r\nbrief for plaintiffs, appellees Rollin Stearns, Maine Right to Life\r\nCommittee Political Action Committee State Candidate Fund, and\r\nNational Right to Life Political Action Committee State Fund. \r\nAndrew S. Hagler, Assistant Attorney General, Phyllis\r\nGardiner, Assistant Attorney General, Andrew Ketterer, Attorney\r\nGeneral, and Paul Stern, Deputy Attorney General, Chief, Litigation\r\nDivision, on brief for defendants, appellees. \r\n\nApril 9, 1999\r\n\nBOUDIN, Circuit Judge.  This appeal, by applicants whose\r\nmotion to intervene was denied, stems from Maine's enactment in\r\nNovember 1996 of a set of campaign reform statutes.  Adopted by\r\nMaine voters through a ballot initiative, the statute--denominated\r\n\"An Act to Reform Campaign Finance\" (\"the Reform Act\")--included\r\nboth public funding of state campaigns and extensive regulation of\r\ncontributions and expenditures.  1996 Me. Legis. Serv. Initiated\r\nBill ch. 5 (I.B.5) (L.D. 1823) (West). \r\nThe public financing provisions, called the Maine Clean\r\nElection Act, Me. Rev. Stat. Ann. tit. 21-A,  1121 et seq., offer\r\nparticipating candidates full public funding, eliminating the need\r\nfor any  fund-raising by candidates after they initially qualify. \r\nTo qualify, a candidate must obtain $5 contributions from a number\r\nof registered voters, the number depending on the office sought\r\n(e.g., 50 contributions for a candidate for state representative). \r\nId.  1122(7), 1125(3).  The contributions must be collected\r\nduring the first half of the year in which the election occurs. \r\nId.  1122(8).  (The period starts slightly earlier--November 1 of\r\nthe preceding year--for gubernatorial candidates.  Id..)\r\nIn addition to initial funding both for the primary and\r\ngeneral elections, participating candidates get extra funds--up to\r\na limit of 200 percent of the initial outlay--to the extent that\r\nnonparticipating opponents (or funds spent on their behalf) exceed\r\nthe initial distribution.  Me. Rev. Stat. Ann. tit. 21-A, \r\n1125(9).  The participating candidates may describe themselves as\r\nMaine Clean Election Act candidates.  Id.  1122(1), 1125(5).  In\r\nexchange for all of these benefits, the candidates agree not to\r\nspend more than  the state's contributions.  Id.  1125.\r\nFor those candidates who decline to participate in the\r\npublic funding program, the Reform Act imposes new limitations. \r\nPermissible contributions to such candidates are reduced--as to any\r\ncontributing individual or group--to $250 for legislative races and\r\n$500 for gubernatorial races.  Me. Rev. Stat. Ann. tit. 21-A, \r\n1015(1), (2), 1056(1).  Nonparticipating candidates must also\r\ncomply with expedited reporting requirements that are not\r\napplicable to publicly funded campaigns.  Id.  1017(3-B). \r\nIndependent expenditures are not limited, but the matching fund\r\nprovisions for participating candidates are triggered by\r\nindependent expenditures as well as by direct expenditures.  Id. \r\n1125(9).  \r\nIn 1997, after adoption of the statute, it was promptly\r\nchallenged in lawsuits in the district court.  They were dismissed\r\nas premature, since the statute only became effective on January 1,\r\n1999, and will apply for the first time in the November 2000\r\nelections.  However, it will now affect fund-raising that may begin\r\nas early as the summer of 1999.  Accordingly, on November 4, 1998,\r\na group of plaintiffs brought the Daggett lawsuit against the Maine\r\ncommission that administers the new statute, the commission's\r\nmembers, the Maine Secretary of State and the Maine Attorney\r\nGeneral (collectively, \"the state defendants\").  See Daggett v.\r\nWebster, No. 98-223-B--H (D. Me. compl. filed Nov. 4, 1998).\r\nThe Daggett plaintiffs are six individuals, including\r\ncandidates who previously ran for the state legislature, a citizen\r\nwho contributes, and the Libertarian Party of Maine.  The\r\nplaintiffs sought injunctive relief barring enforcement both of the\r\npublic funding provisions and various of the regulatory\r\nlimitations.  Less than a month later, another set of plaintiffs\r\nbrought the Stearns suit against the commission members,\r\nchallenging the contribution limits and the provision for matching\r\ndistributions based on independent expenditures.  See Stearns v.\r\nWebster, No. 98-239-B-H (D. Me. compl. filed Dec. 4, 1998).  The\r\ntwo cases were subsequently consolidated.  See Daggett v. Webster,\r\nNo. 98-223 (D. Me. order filed Jan. 4, 1999).\r\nWithin two weeks after the Daggett suit was filed, the\r\npresent five appellants moved to intervene.  Appellants are current\r\nofficeholders or prospective candidates, all of whom intend to run\r\nfor election in 2000, using public funding provided for by the\r\nMaine Clean Election Act.  They sought intervention as of right\r\nunder Fed. R. Civ. P. 24(a)(2) or, in the alternative, permissive\r\nintervention under Rule 24(b)(2).  The plaintiffs in both cases\r\nopposed the motion, while the state defendants welcomed\r\nintervention.\r\nOn December 23, 1998, the district court set an expedited\r\nschedule for designation of experts, discovery, a trial (or\r\nstipulated record), and briefing of issues with final oral argument\r\nscheduled for June 3, 1999.  Thereafter, on January 19, 1999, the\r\ndistrict court entered the order now under review denying\r\nintervention by the applicants.  Daggett v. Webster,--F. Supp. 2d--\r\n1999 WL 53036 (D. Me. Jan. 19, 1999).  After applicants appealed,\r\nthe district court suspended the scheduling order.  This court\r\nexpedited the appeal in light of the parties' representations as to\r\nthe need for an urgent resolution.\r\nThe district court's decision to deny intervention as of\r\nright rested on the ground that, in the words of the rule, \"[t]he\r\napplicant's interest is adequately represented by existing\r\nparties.\"  Fed. R. Civ. P. 24(a)(2).  The district court said that\r\nthe Maine Attorney General's goals were \"identical to those of the\r\nwould-be intervenors\" and the Attorney General was fully able to\r\nmount \"a strong defense in support of the statute.\"  Daggett, 1999\r\nWL 53036, at *1.  The court relied directly upon this court's\r\ndecision in Moosehead Sanitary District v. S.G. Phillips Corp., 610\r\nF.2d 49, 54 (1st Cir. 1979).  See Daggett, 1999 WL 53036, at *1.\r\nThe district court also denied permissive intervention,\r\navailable in the court's discretion where the applicant's claim or\r\ndefense and the main action have \"a question of law or fact in\r\ncommon.\"  Fed. R. Civ. P. 24(b).  The court said that the\r\nintervenors' interest in supporting the new campaign legislation\r\ncould be adequately satisfied by permitting them to participate as\r\namicus curiae (which permission the court gave), and that\r\nadditional defendants would only \"complicate the proceedings\r\nwithout adding any advantage.\"  Daggett, 1999 WL 53036, at *2.\r\nThe order denying intervention is appealable now.  SeePublic Serv. Co. v. Patch, 136 F.3d 197, 204 (1st Cir. 1998).  The\r\nstandard of review on appeal is \"abuse of discretion\" circumscribed\r\nby the specific standards set forth in the applicable rule, id.;\r\nbut, as always, abstract issues of law (such as the proper\r\nstandards for evaluating intervention motions) are reviewed de\r\nnovo.  This appeal turns primarily on the applicants' claim that\r\nthe district court misconstrued and then misapplied the rule\r\ngoverning intervention as of right which reads:\r\n[1]  Upon timely application anyone shall\r\nbe permitted to intervene in an action: . . .\r\nwhen [2] the applicant claims an interest\r\nrelating to the property or transaction which\r\nis the subject matter of the action and [3]\r\nthe applicant is so situated that the\r\ndisposition of the action may as a practical\r\nmatter impair or impede the applicant's\r\nability to protect that interest, [4] unless\r\nthe applicant's interest is adequately\r\nrepresented by existing parties.\r\n\nFed. R. Civ. P. 24(a)(2) (brackets added by us).\r\nIn this instance, the first requirement of timeliness was\r\neasily met.  The second requirement--that the applicant possess a\r\nprotectable \"interest\"--was not directly addressed by the district\r\ncourt.  However, on appeal, the Daggett plaintiffs assert that the\r\napplicants lack a protectable interest.  The Stearns plaintiffs\r\nmake a related argument that the applicants lack Article III\r\nstanding; on the latter argument the applicants say that they do\r\nhave such standing but that it is in any event unnecessary for\r\nintervenors as of right.\r\nWhere required, standing is fundamental, see United\r\nStates v. AVX Corp., 962 F.2d 108, 113-15 (1st Cir. 1992), and we\r\nbegin with this issue.  Interestingly, the circuits are divided as\r\nto whether an intervenor as of right must possess standing under\r\nArticle III, and the Supreme Court has reserved judgment on the\r\npoint.  This circuit has not taken a position on the issue nor\r\nneed we decide it here, as we believe that the applicants have a\r\nsufficient stake in the outcome to meet the rather modest\r\nrequirements of Article III.\r\nThe case law interpreting standing requirements under\r\nArticle III is, to put it mildly, \"one of the most confused areas\r\nof the law.\"  Chemerinsky, Federal Jurisdiction  2.3.1, at 48\r\n(1989).  Standing doctrine is multifaceted, serving several\r\ndifferent interests, and must cope with a great variety of factual\r\nsituations.  The core requirement--buttressed by some collateral\r\nconcerns--is that the person claiming standing must have a concrete\r\nstake in a controversy suitable for court resolution.  See Valley\r\nForge Christian College v. Americans United for Separation of\r\nChurch and State, Inc., 454 U.S. 464, 472 (1982).\r\nIn this instance, the applicants do have a concrete stake\r\nin the outcome.  Each intends to run in the upcoming Maine election\r\nand desires public funding; if the plaintiffs' challenge is\r\nsuccessful, each applicant will lose the opportunity for direct\r\npayment by the state that would otherwise accrue.  Highly\r\ncontingent interests are sometimes found to be insufficient, see,\r\ne.g., Lujan v. Defenders of Wildlife, 504 U.S. 555, 564 (1992), but\r\nthe only apparent uncertainty here is whether the applicants can\r\nqualify; given the number of modest contributions required, it\r\nwould be surprising if the applicants had much difficulty\r\nqualifying.\r\nThe more difficult objection for the applicants, said to\r\nbe a \"prudential limit[]\" that Congress could override,\r\nChemerinsky, supra,  2.3.1, at 52, is that a party to claim\r\nstanding must have an interest distinct from that of every other\r\ncitizen or taxpayer.  Valley Forge, 454 U.S. at 476-79; United\r\nStates v. Richardson, 418 U.S. 166 (1974).  This rubric rests on\r\nmultiple concerns, including displeasure with claims by individuals\r\nwhose interest is infinitely diluted, rests solely on ideological\r\ngrounds, or could be replicated by an unlimited number of parties\r\nor would-be intervenors.  Cf. Richardson, 418 U.S. at 179-80.\r\nThe applicants here are not just any Maine citizens\r\nprofessing an interest in good government:  the applicants will\r\nreceive direct funding if the statute is upheld.  The number of\r\npersons who can plausibly claim to be in this position is far\r\nnarrower than the citizenry at large.  Indeed, the applicants'\r\nclaim to standing appears as good as that of the plaintiffs insofar\r\nas plaintiffs are attacking public funding, although not quite the\r\nsame as claims of plaintiffs who could face criminal conviction for\r\nviolating the new contribution limits.\r\nThis bring us to the related claim that the applicants\r\nfail to meet the second and third requirements for intervention as\r\nof right, namely, that applicants claim \"an interest relating to\r\nthe property or transaction which is the subject of the action\" and\r\nthat the \"disposition of the action may as a practical matter\r\nimpair or impede the applicant's ability to protect that interest,\"\r\nFed. R. Civ. P. 24(a)(2).  Although the two are not identical, the\r\n\"interest\" required under Rule 24(a) has some connection to the\r\ninterest that may give the party a sufficient stake in the outcome\r\nto support standing under Article III.  See Diamond, 476 U.S. at\r\n68-69.\r\nRead literally, the \"property or transaction\" reference\r\nof Rule 24(a) might appear to require a specific piece of property\r\nor contract, and the drafters may have intended a narrow reading. \r\nSee Wright, Miller &amp; Kane, Federal Practice and Procedure:  Civil\r\n2d  1908, at 270-71 (1986).  However, the case law has effectively\r\nrejected the narrow reading, although clear outer boundaries have\r\nyet to be developed.  Id.  1908, at 278-300; see generallyConservation Law Found. of New England, Inc. v. Mosbacher, 966 F.2d\r\n39, 41-42 (1st Cir. 1992).  The principal Supreme Court cases in\r\npoint are few and are \"heavily colored by their unusual facts.\" \r\nWright, Federal Courts  75, at 541 n.12 (5th ed. 1994).\r\nWe think it is enough that the applicants belong to a\r\nsmall group, quite distinct from the ordinary run of citizens, who\r\ncould expect to receive direct payments for their campaigns if the\r\nReform Act is upheld but not otherwise.  See New York Pub. Interest\r\nResearch Group, Inc. v. Regents of the Univ. of the State of N.Y.,\r\n516 F.2d 350, 351-52 (2d Cir. 1975); see also Patch, 136 F.3d at\r\n205-06.  Patch itself, where we upheld the denial of intervention\r\nby some electricity consumers in a proceeding involving New\r\nHampshire rate deregulation, was a very different kettle of fish;\r\nthere the customers had interests identical--except in degree--to\r\nthose of all other consumers of electricity in New Hampshire.  Id.at 205.\r\nSimilarly, there can be no real dispute that the\r\napplicants' interests would be adversely affected if the present\r\nsuit were lost by the defendants.  While the applicants might not\r\nin a strict res judicata sense be \"bound\" by the decision that the\r\nMaine statute was unconstitutional, the state commission could be\r\nsubject to a federal court injunction against implementation of the\r\nstatute.  The \"practical\" test of adverse effect that governs under\r\nRule 24(a) is easily satisfied here.  See Atlantic Dev. Corp. v.\r\nUnited States, 379 F.2d 818, 824-25 (5th Cir. 1967).  \r\nThis brings us to the heart of the case:  whether the\r\ndistrict court erred in determining that the \"applicant's interest\r\nis adequately represented by existing parties.\"  Fed. R. Civ. P.\r\n24(a)(2).  Although the quoted language is prefaced with the word\r\n\"unless,\" the case law is settled that the applicant for\r\nintervention must identify any inadequacy of representation.  SeeTrbovich v. United Mine Workers, 404 U.S. 528, 538 &amp; n.10 (1972);\r\nPatch, 136 F.3d at 207.  We need not decide if this is a shift only\r\nin the burden of production rather than the burden of persuasion. \r\nSee Wright, Miller &amp; Kane, supra,  1909, at 314-16.\r\nIn all events, the applicants' obligation to offer\r\nreasons or evidence is independently established by two converging\r\npresumptions triggered because the Attorney General is prepared to\r\ndefend the statute in its entirety.  One is that adequate\r\nrepresentation is presumed where the goals of the applicants are\r\nthe same as those as the plaintiff or defendant, see Kneeland v.\r\nNCAA, 806 F.2d 1285, 1288 (8th Cir. 1987); Moosehead, 610 F.2d at\r\n54; the other is that the government in defending the validity of\r\nthe statute is presumed to be representing adequately the interests\r\nof all citizens who  support the statute.  Patch, 136 F.3d at 207.\r\nNevertheless, such presumptions can be rebutted, and the\r\napplicants in this case make a double-barreled attack.  The first \r\nis a claim that the district judge misapprehended the legal test of\r\ninadequate representation.  To that end, the applicants point to\r\nthe following passage in the district court's decision:\r\nAs the First Circuit stated in Moosehead\r\nSanitary Dist. v. S.G. Phillips Corp., 610\r\nF.2d 49, 54 (1st Cir. 1979):  \"Where the party\r\nseeking to intervene has the same ultimate\r\ngoal as a party already in the suit, courts\r\nhave applied a presumption of adequate\r\nrepresentation.  To overcome that presumption,\r\npetitioner ordinarily must demonstrate\r\nadversity of interest, collusion, or\r\nnonfeasance.\"  No such demonstration has been\r\nmade here.\r\n\nDaggett, 1999 WL 53036, at *1.\r\nThis trilogy--\"adversity of interest, collusion or\r\nnonfeasance\"--may trace back to a decision by then-Judge Blackmun. \r\nStadin v. Union Elec. Co., 309 F.2d 912, 919 (8th Cir. 1962), cert.\r\ndenied, 373 U.S. 915 (1963).  Judge Blackmun evidently did not\r\nintend this to be an exclusive list, nor did we in Moosehead.  As\r\nWright, Miller &amp; Kane point out (in criticizing the courts that\r\nhave misread the statement as exclusive), \"[t]he wide variety of\r\ncases that come to the courts would make it unlikely that there are\r\nthree and only three circumstances that would make representation\r\ninadequate.\"  Wright, Miller &amp; Kane, supra,  1909, at 318.\r\nWhether the district court was misled by our earlier\r\nMoosehead language is a different issue that we will return to\r\nbelow.  The issue would be irrelevant if we agreed with the\r\napplicants' alternative attack under Rule 24(a)(2), to which we now\r\nturn.  In substance, the applicants say that however Mooseheadmight be construed, the district court was required on this record\r\nto decide that representation by the state was not adequate.  If\r\nso, outright reversal rather than a possible remand would be\r\nwarranted.  But the applicants' burden is a heavy one, since\r\nadequacy is primarily a fact-sensitive judgment call and the\r\nstandard of review is deferential.  See Patch, 136 F.3d at 204.\r\nThe applicants' arguments to show inadequacy fall\r\nconveniently under two headings.  The first is that an actual\r\nconflict of interests exists, making it likely here that the Maine\r\nAttorney General will not adequately represent the interests of the\r\napplicants.  Sometimes such a danger can be discerned from actions\r\nthat an existing party has already taken, see Mosbacher, 966 F.2d\r\nat 44 (acquiescence in consent decree), and sometimes it can be\r\nreasonably predicted.  See id. at 44-45 (government has conflicting\r\ninterests in the matter); see also Dimond v. District of Columbia,\r\n792 F.2d 179, 192-93 (D.C. Cir. 1986).\r\nHowever, in this instance no such conflict has been\r\nshown.  The general notion that the Attorney General represents\r\n\"broader\" interests at some abstract level is not enough.  Patch,\r\n136 F.2d at 207-08.  The Attorney General is prepared to defend the\r\nconstitutionality of the Reform Act in full, and there is no\r\nindication that he is proposing to compromise or would decline to\r\nappeal if victory were only partial.  Compare Mosbacher, 966 F.2d\r\nat 44.  If and when there is such a compromise or refusal to\r\nappeal, the question of intervention on this ground can be\r\nrevisited.  Cf. Meek v. Metropolitan Dade County, 985 F.2d 1471,\r\n1478-79 (11th Cir. 1993).  \r\nAlternatively, applicants say that while the Attorney\r\nGeneral may defend the Reform Act, his arguments will differ from\r\ntheir own.  Of course, the use of different arguments as a matter\r\nof litigation judgment is not inadequate representation per se. \r\nSee Stadin, 309 F.2d at 919.  But one can imagine cases where--even\r\nin the absence of any conflict of interest--a refusal to present\r\nobvious arguments could be so extreme as to justify a finding that\r\nrepresentation by the existing party was inadequate.\r\nIn this case, the applicants say the Attorney General may\r\nhesitate to justify the statute by pointing to alleged corruption\r\nassociated with the pre-reform Maine election system.  The reason\r\nfor this supposed hesitation is, the applicants say, that the\r\nAttorney General is appointed by the state legislature.  However,\r\nthe Attorney General is representing the state as he is directed to\r\ndo by Maine law, see Me. Rev. Stat. Ann. tit. 5,  191, and it\r\nwould take more than speculation to show that he is likely to soft-\r\npedal arguments so clearly helpful to  his cause--and perhaps even\r\nessential to it, cf. Federal Election Comm'n v. National Conserv.\r\nPolitical Action Comm., 470 U.S. 480, 496-97 (1985).  \r\nAdmittedly, the Attorney General's memorandum supporting\r\napplicants' intervention motion refers to discussions with\r\napplicants and some unidentified differences in approach.  However,\r\nthe applicants, who presumably could have done so, did not say\r\nsquarely to the district court that the Attorney General is\r\nrefusing to present the arguments in question to the extent that\r\nthey have a basis in fact.  Thus, on this record, the district\r\ncourt had no basis to conclude that representation was inadequate\r\non this score.\r\nEven if the state were not prepared to stress this\r\ncorruption issue, so-called \"legislative facts,\" which go to the\r\njustification for a statute, usually are not proved through trial\r\nevidence but rather by material set forth in the briefs, the\r\nordinary limits on judicial notice having no application to\r\nlegislative facts.  See Fed. R. Evid. 201 advisory committee's\r\nnote; cf. Knight v. Dugger, 863 F.2d 705, 742 (11th Cir. 1988)\r\n(discussing judicial notice of social facts).  There may be\r\ninstances where the amicus brief would not do the job, but once\r\nagain applicants have made no showing on this point.\r\nPassing intervention as of right, the applicants\r\nindependently argue that they should have been granted permissive\r\nintervention under Rule 24(b)(2), which gives the judge discretion\r\nto allow intervention \"when an applicant's claim or defense and the\r\nmain action have a question of law or fact in common.\"  Applicants\r\nhave seemingly satisfied this threshold requirement.  In that\r\nevent, the district court can consider almost any factor rationally\r\nrelevant but enjoys very broad discretion in granting or denying\r\nthe motion.  See, e.g., United States Postal Serv. v. Brennan, 579\r\nF.2d 188, 191-92 (2d Cir. 1978).\r\nThe applicants argue that their intervention would not\r\ncause delay and that the state welcomes their intervention; but\r\ntheir affirmative argument for allowing permissive intervention is\r\ntheir claim that their own resources, expertise and personal\r\nexperience make them a much better advocate than the Attorney\r\nGeneral to support the constitutionality of the statute.  The fact\r\nthat the applicants may be helpful in fully developing the case is\r\na reasonable consideration in deciding on permissive intervention. \r\nSee Brennan, 579 F.2d at 192.\r\nHowever, the district court seemed to say that the\r\nresources of the state government were fully adequate.  Although\r\napplicants point to the length of time it allegedly took the\r\nAttorney General to compile some data that the applicants say would\r\nbe useful, the litigation has barely commenced.  And, while the\r\napplicants say their counsel can draw on expertise from other\r\nfunding litigation, the district court could conclude that this\r\nexpertise may be effectively deployed through amicus briefs and by\r\nproviding assistance to the state.\r\nThe applicants urge that their own personal experience in \r\npast campaigns would provide useful testimony to show why reforms\r\nare necessary.  Conceivably, such testimony is not covered by the\r\nrubric of legislative facts.  But there is no obvious reason why,\r\nif the evidence were useful and permitted by the district court, it\r\nwould not be offered by the state, treating the applicants as\r\nfriendly witnesses.  The applicants have already been listed by the\r\nstate as witnesses expected to testify.\r\nA last factor, so far as permissive intervention is\r\nconcerned, is that the district court made clear that it thought\r\nthat the addition of still more parties would complicate a case\r\nthat badly needed to be expedited.  This is plainly a permissible\r\nconsideration, see Fed. R. Civ. P. 24(b)(2), and while applicants\r\nsay with some force that there would be no disruption or delay,\r\nthis is the kind of judgment on which the district court's\r\nexpertise and authority is at its zenith.  See Travelers Indem. Co.v. Dingwell, 884 F.2d 629, 641 (1st Cir. 1989).\r\nIn sum, on this record, the district court was not\r\nrequired to allow either intervention as of right or permissive\r\nintervention.  All that remains is the possibility that the\r\ndistrict court, in making its decision as to whether intervention\r\nas of right should be allowed, was misled by our language in\r\nMoosehead.  The fact that the district court was not required to\r\nallow intervention does not mean that it was forbidden from doing\r\nso.  On this record, it is unclear whether the district court would\r\nhave decided the issue differently had it had the benefit of our\r\nclarification of Moosehead above.\r\nDespite its nomenclature, intervention \"as of right\"\r\nusually turns on judgment calls and fact assessments that a\r\nreviewing court is unlikely to disturb except for clear mistakes. \r\nIndeed, while the four tests for intervention as of right are set\r\nforth as separate requirements, the courts recognize that there is\r\nsome interplay between them.  See Patch, 136 F.3d at 204 (endorsing\r\na \"holistic\" approach).  Thus, in practice, the district court\r\nenjoys a reasonable measure of latitude under Rule 24(a)(2) as well\r\nas Rule 24(b)(2).\r\nThe reality is that, as courts have moved from\r\nformalistic restrictions to a practical \"interest\" requirement for\r\nintervention as of right, so tests of \"inadequacy\" tend to vary\r\ndepending on the strength of the interest.  Courts might require\r\nvery little \"inadequacy\" if the would-be intervenor's home were at\r\nstake and a great deal if the interest were thin and widely\r\nshared.  The applicants in this case fall somewhere in the middle,\r\nand an appeals court would be unlikely under an abuse of discretion\r\nstandard to reverse the district court, whether it granted\r\nintervention or denied it. \r\nAccordingly, we vacate the order denying intervention and\r\nremand to allow the district court to reconsider whether its\r\njudgment is affected by our clarification of Moosehead.  The court\r\nis free to entertain further submissions by the parties or to\r\nrefuse them as it thinks best.  The legal standard now having been\r\nmade clear, the matter is confided to the sound discretion of the\r\ndistrict court.\r\nIt is so ordered.\r\n\n                    Concurrence follows.LYNCH, Circuit Judge, concurring.  I join in the decision\r\nvacating the order denying intervention and remanding to allow the\r\ndistrict court to reconsider.  I write separately on matters which\r\nthe district court may wish to consider on remand.\r\nPlaintiffs in this case include legislators and office\r\nseekers who oppose the Reform Act and seek to have it declared\r\nunconstitutional.  Proposed intervenors are legislators and office\r\nseekers who favor the Reform Act and seek to have it declared\r\nconstitutional.  The personal stakes of the individuals in the two\r\nopposing groups are largely the same and are highly concrete.  The\r\ninterests of the proposed intervenors are sufficiently concrete to\r\nmeet the requirements of Article III standing.  The proposed\r\nintervenors are not simply a public-interest group with an interest\r\nbest characterized as ideological. Whether the statute is\r\nconstitutionally valid or not matters to each group of individuals\r\nand will determine in part how those individuals mount their\r\nelection campaigns.  The effect of the district court's order is\r\nthat one group participates, but not the other.  And the order does\r\nso in the face of a statement by the Attorney General of Maine,\r\ncharged with defending the statute, that he would welcome the\r\nintervention.  This no doubt reflects the Attorney General's\r\ncorrect recognition that his stake in the matter is similar to but\r\nnot identical to the interests of the proposed intervenors.\r\nIt is a political reality that no state Attorney General\r\nis likely to say that the legal representation provided by his or\r\nher office is inadequate, or that the resources available to the\r\nAttorney General are sufficiently limited as to place constraints\r\non that office's ability to litigate complex cases.  While the\r\nposition of the Attorney General in favor of intervention cannot be\r\ndispositive, it is entitled to some weight in the Rule 24 equation. \r\nIf the Attorney General felt that intervenors would burden the\r\ndefense of the statute or prolong the litigation, he could easily\r\nsay so.  He has not done so here.\r\nThe Supreme Court has said that the burden of making a\r\nshowing for purposes of Rule 24(a)(2) that the representation \"may\r\nbe inadequate . . . should be treated as minimal.\"  Trbovich v.\r\nUnited Mine Workers of America, 404 U.S. 528, 538 n.10 (1972)\r\n(internal quotation marks omitted).  \"[T]he language of the rule\r\nclearly suggests that now [the proposed intervenor] is to be\r\nallowed in, if the other conditions of the rule are satisfied,\r\nunless the court is persuaded that the representation of him is in\r\nfact adequate.\"  7C Wright, Miller &amp; Kane, Federal Practice and\r\nProcedure Civil 2d  1909, at 314-15.  The panel opinion correctly\r\nnotes that we have not directly ruled on the question of burdens\r\nafter the proposed intervenor identifies some inadequacy.  There is\r\nsome tension in our case law.  We have twice said that \"the burden\r\nof persuasion that representation is adequate appears to rest on\r\nthe party opposing intervention.\"  Caterino v. Barry, 922 F.2d 37,\r\n42 n.4 (1st Cir. 1990) (emphasis in original) (citing Flynn v.\r\nHubbard, 782 F.2d 1084, 1090 n.4 (1st Cir. 1986) (Coffin, J.,\r\nconcurring); but see Public Serv. Co. v. Patch, 136 F.3d 197, 207\r\n(1st Cir. 1998).\r\nIt is true that First Circuit precedent says that the\r\ngovernment, in defending the constitutionality of the statute, is\r\npresumed to be adequately representing the interests of all\r\ncitizens who support the statute.  See Patch, 136 F.3d at 207.  But\r\nthat principle has limited application here, where the intervenors\r\nhave concrete personal interests apart from generalized citizen\r\nsupport of the statute.\r\nThe constitutional issues involved in this case are\r\nsignificant and difficult.  Those constitutional issues, unlike\r\nmany First Amendment cases (involving, for example, facial attacks\r\non statutes), may well depend heavily on the development of a\r\nfactual record.  Any district court faced with such a case would\r\nbe warranted in having concerns about judicial efficiency and\r\nkeeping control of the litigation.  But concerns that the case be\r\ndecided on the basis of a fully developed factual record and\r\nbriefing, or at least as full as the circumstances permit, may\r\ncarry similar weight.  It is precisely in fact-intensive cases that\r\nparticipation restricted to briefing of legal issues in amicus\r\nbriefs may prove to be least satisfactory.  For this reason, as\r\nJudge Friendly recognized in United States v. Hooker Chems. and\r\nPlastics Corp., 749 F.2d 968 (2d Cir. 1984), even where\r\nintervention is sought well after litigation had commenced (as is\r\nplainly not the case here), some courts have offered proposed\r\nintervenors \"amicus-plus\" status, or the right to call and cross-\r\nexamine witnesses as well as to submit briefs.  Id. at 991-93.\r\nConstitutional challenges to campaign-finance laws pose\r\nexactly such fact-intensive questions.  Though the standard is not\r\nfully defined (and I do not purport to do so here), the Supreme\r\nCourt earlier said, for example, that regulation of certain\r\npolitical activity will not stand unless supported by concrete\r\nevidence of a systemic ill -- usually, corruption or its appearance\r\n-- that the challenged statute is designed to combat.  Seegenerally Buckley v. Valeo, 424 U.S. 1 (1976) (per curiam); Federal\r\nElection Comm'n v. National Right To Work Comm., 459 U.S. 197\r\n(1982); Schultz, Proving Political Corruption: Documenting the\r\nEvidence Required to Sustain Campaign Finance Reform Laws, 18 Rev.\r\nLitig. 85 (1999).  In hearing such challenges, courts take care to\r\nreview a detailed factual record.  See, e.g., Buckley v. American\r\nConstitutional Law Found., Inc., 119 S. Ct. 636, 641 &amp; n.9 (1999)\r\n(discussing factual record established at bench trial and by cross-\r\nmotions for summary judgment); California Prolife Council Political\r\nAction Comm. v. Scully, 989 F. Supp. 1282, 1286 (E.D. Ca. 1998)\r\n(partially resolving issues after two-week trial), aff'd, 164 F.3d\r\n1189 (9th Cir. 1999); Buckley v. Valeo, 519 F.2d 817, 818 (D.C.\r\nCir. 1975) (en banc) (per curiam) (remanding to district court with\r\ninstructions to \"[t]ake whatever may be necessary in the form of\r\nevidence -- over and above submissions that may suitably be handled\r\nthrough judicial notice\"); Buckley, 424 U.S. at 9-10 (noting\r\ndistrict court's gathering of an augmented record on remand,\r\nincluding \"extensive findings of fact\").  The district court may\r\nconsider whether the proposed intervenors offer evidence that is\r\nhelpful to the court and unavailable from other parties.  If so,\r\nappellants might be better intervenors than amici.\r\nIn deciding these matters, the district court may wish to\r\nconsider the long history of allowances of intervention in similar\r\ncases.  See Buckley v. Valeo, 519 F.2d 821, 834 (D.C. Cir. 1975)\r\n(en banc) (per curiam) (discussing intervention by three\r\norganizations and eight individuals), rev'd in part on othergrounds, 424 U.S. 1 (1976) (per curiam); Vannatta v. Keisling, 899\r\nF. Supp. 488, 491 n.2 (D. Or. 1995) (intervention by two\r\norganizations), aff'd, 151 F.3d 1215 (9th Cir. 1998), cert. denied,\r\n119 S. Ct. 870 (1999); California Prolife Council Political Action\r\nComm. v. Scully, No. 96-1965 (E.D. Ca. filed July 9, 1997)\r\n(declining to reconsider prior intervention by initiative\r\nproponents in light of Arizonans for Official English v. Arizona,\r\n520 U.S. 43 (1997)).\r\nLegislators and candidates, whose interests are directly\r\nimplicated by campaign regulation, have often acted as intervenors. \r\nIn one challenge to contribution limits, the district court granted\r\nsummary judgment against plaintiffs challenging the law, and thus\r\ndenied as moot a state legislator's motion to intervene.  Shrink\r\nMo. Gov't Political Action Comm. v. Adams, 5 F. Supp. 2d 734, 742-\r\n43 (E.D. Mo.), rev'd on other grounds, 161 F.3d 519 (8th Cir.\r\n1998), cert. granted sub nom. Nixon v. Shrink Mo. Gov't Political\r\nAction Comm., 119 S. Ct. 901 (1999).  On appeal, the Eighth Circuit\r\nallowed the legislator to intervene.  See Shrink Mo. Gov't\r\nPolitical Action Comm. v. Adams, No. 98-2351 (8th Cir. Aug. 3,\r\n1998) (order permitting intervention).  In a lawsuit challenging\r\nlimits on spending by candidates for state judgeships, the court\r\nallowed intervention by judges and judicial candidates on both\r\nsides.  See Suster v. Marshall, 149 F.3d 523, 526 (6th Cir. 1998),\r\ncert. denied, 119 S. Ct. 890 (1999).  In a challenge to a city\r\ncampaign-finance ordinance, the court allowed intervention by a\r\nonce and future candidate for city council.  See Kruse v. City of\r\nCincinnati, No. C-1-96-252 (S.D. Ohio filed Oct. 21, 1996) (order\r\ngranting intervention).  In constitutional challenges to\r\ncomprehensive state regulations of campaign finance similar to\r\nthose at issue in this case, two courts allowed intervention by\r\nparties including legislators intending to run for re-election and\r\nunsuccessful candidates planning to seek office again.  See Vermont\r\nRight to Life Comm., Inc. v. Sorrell, No. 2:97-286 (D. Vt. Jan. 5,\r\n1998) (allowing, from the bench, intervention as of right or, in\r\nthe alternative, permissive intervention); Arkansas Right to Life\r\nState Political Action Comm. v. Butler, No. 97-5064 (W.D. Ark.\r\nSept. 30, 1997) (order granting permissive intervention).  We have\r\nnot found, and appellees did not submit, any decision denying, on\r\nthe merits, intervention by candidates and legislators in a\r\ncampaign-finance dispute.\r\nAs a leading commentator has noted, \"[A] lawsuit often is\r\nnot merely a private fight and will have implications on those not\r\nnamed as parties.\"  Wright, Miller &amp; Kane, supra,  1901, at 228. \r\nThat recognition is the conceptual underpinning for intervention\r\nunder Rule 24(a).  This lawsuit is a far cry from a private fight. \r\nThe rationale for intervention may have particular force where the\r\nsubject matter of the lawsuit is of great public interest, the\r\nintervenor has a real stake in the outcome and the intervention may\r\nwell assist the court in its decision through the production of\r\nrelevant evidence and the framing of the issues.\r\nBut these are, in the first instance, matters for the\r\ndistrict court.  Because the district court may have been led\r\nastray by this court's language in Moosehead Sanitary Dist. v. S.G.\r\nPhillips Corp., 610 F.2d 49, 54 (1st Cir. 1979), I join in the\r\norder.\n",
  "html": "<p class=\"case_cite\">172 F.3d 104</p>\n    <p class=\"parties\">Beverly C. DAGGETT, et al., Plaintiffs, Appellees,<br>v.<br>COMMISSION ON GOVERNMENTAL ETHICS AND ELECTION PRACTICES, et<br>al., Defendants, Appellees.<br>Betheda Edmonds, et al., Proposed Intervenors-Defendants, Appellants.</p>\n    <p class=\"docket\">No. 99-1187.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued March 4, 1999.<br>Decided April 9, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gillian E. Metzger with whom Glenn J. Moramarco, Brennan Center for Justice at New York University School of Law, John R. Brautigam and Arn H. Pearson, Maine Citizen Leadership Fund, were on brief, for appellants Betheda Edmonds, Kathleen McGee, Linda McKee, Peggy Pendleton and Elizabeth Watson.</p>\n      <p class=\"indent\">Mark Lopez, American Civil Liberties Union Foundation, with whom Nat Rosenblatt and Farrell, Rosenblatt &amp; Russell were on brief, for plaintiffs, appellees Beverly C. Daggett, Elaine Fuller, Christopher M. Harte, Mark T. Cenci, Jeffrey I. Weinstein, Shawn Levasseur and Libertarian Party of Maine.</p>\n      <p class=\"indent\">James Bopp, Jr. with whom Robert J. Newmeyer, Heidi K. Meyer, Bopp, Coleson &amp; Bostrom, Daniel M. Snow and Pierce Atwood were on brief, for plaintiffs, appellees Rollin Stearns, Maine Right to Life Committee Political Action Committee State Candidate Fund, and National Right to Life Political Action Committee State Fund.</p>\n      <p class=\"indent\">Andrew S. Hagler, Assistant Attorney General, Phyllis Gardiner, Assistant Attorney General, Andrew Ketterer, Attorney General, and Paul Stern, Deputy Attorney General, Chief, Litigation Division, on brief, for defendants, appellees.</p>\n      <p class=\"indent\">Before BOUDIN and LYNCH, Circuit Judges, and MAGILL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, by applicants whose motion to intervene was denied, stems from Maine's enactment in November 1996 of a set of campaign reform statutes.  Adopted by Maine voters through a ballot initiative, the statute--denominated \"An Act to Reform Campaign Finance\" (\"the Reform Act\")--included both public funding of state campaigns and extensive regulation of contributions and expenditures.  1996 Me.  Legis. Serv.  Initiated Bill ch. 5 (I.B.5) (L.D.1823) (West).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The public financing provisions, called the Maine Clean Election Act, Me.Rev.Stat. Ann. tit. 21-A, &#167; 1121 et seq., offer participating candidates full public funding, eliminating the need for any fund-raising by candidates after they initially qualify.  To qualify, a candidate must obtain $5 contributions from a number of registered voters, the number depending on the office sought (e.g., 50 contributions for a candidate for state representative).  Id. &#167;&#167; 1122(7), 1125(3).  The contributions must be collected during the first half of the year in which the election occurs.  Id. &#167; 1122(8).  (The period starts slightly earlier--November 1 of the preceding year--for gubernatorial candidates.  Id.).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In addition to initial funding both for the primary and general elections, participating candidates get extra funds--up to a limit of 200 percent of the initial outlay--to the extent that nonparticipating opponents (or funds spent on their behalf) exceed the initial distribution.  Me.Rev.Stat. Ann. tit. 21-A, &#167; 1125(9).  The participating candidates may describe themselves as Maine Clean Election Act candidates.  Id. &#167;&#167; 1122(1), 1125(5).  In exchange for all of these benefits, the candidates agree not to spend more than the state's contributions.  Id. &#167; 1125.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For those candidates who decline to participate in the public funding program, the Reform Act imposes new limitations.  Permissible contributions to such candidates are reduced--as to any contributing individual or group--to $250 for legislative races and $500 for gubernatorial races.  Me.Rev.Stat. Ann. tit. 21-A, &#167;&#167; 1015(1), (2), 1056(1).  Nonparticipating candidates must also comply with expedited reporting requirements that are not applicable to publicly funded campaigns.  Id. &#167; 1017(3-B).  Independent expenditures are not limited, but the matching fund provisions for participating candidates are triggered by independent expenditures as well as by direct expenditures.  Id. &#167; 1125(9).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1997, after adoption of the statute, it was promptly challenged in lawsuits in the district court.  They were dismissed as premature, since the statute only became effective on January 1, 1999, and will apply for the first time in the November 2000 elections.  However, it will now affect fund-raising that may begin as early as the summer of 1999.  Accordingly, on November 4, 1998, a group of plaintiffs brought the Daggett lawsuit against the Maine commission that administers the new statute, the commission's members, the Maine Secretary of State and the Maine Attorney General (collectively, \"the state defendants\").  See Daggett v. Webster, No. 98-223-B--H (D. Me. compl. filed Nov. 4, 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Daggett plaintiffs are six individuals, including candidates who previously ran for the state legislature, a citizen who contributes, and the Libertarian Party of Maine.  The plaintiffs sought injunctive relief barring enforcement both of the public funding provisions and various of the regulatory limitations.  Less than a month later, another set of plaintiffs brought the Stearns suit against the commission members, challenging the contribution limits and the provision for matching distributions based on independent expenditures.  See Stearns v. Webster, No. 98-239-B-H (D. Me. compl. filed Dec. 4, 1998).  The two cases were subsequently consolidated.  See Daggett v. Webster, No. 98-223 (D. Me. order filed Jan. 4, 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Within two weeks after the Daggett suit was filed, the present five appellants moved to intervene.  Appellants are current officeholders or prospective candidates, all of whom intend to run for election in 2000, using public funding provided for by the Maine Clean Election Act.  They sought intervention as of right under Fed.R.Civ.P. 24(a)(2) or, in the alternative, permissive intervention under Rule 24(b)(2).  The plaintiffs in both cases opposed the motion, while the state defendants welcomed intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 23, 1998, the district court set an expedited schedule for designation of experts, discovery, a trial (or stipulated record), and briefing of issues with final oral argument scheduled for June 3, 1999.  Thereafter, on January 19, 1999, the district court entered the order now under review denying intervention by the applicants.  Daggett v. Webster, 34 F.Supp.2d 73 (D.Me.1999).  After applicants appealed, the district court suspended the scheduling order.  This court expedited the appeal in light of the parties' representations as to the need for an urgent resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court's decision to deny intervention as of right rested on the ground that, in the words of the rule, \"[t]he applicant's interest is adequately represented by existing parties.\"  Fed.R.Civ.P. 24(a)(2).  The district court said that the Maine Attorney General's goals were \"identical to those of the would-be intervenors\" and the Attorney General was fully able to mount \"a strong defense in support of the statute.\"  Daggett, 34 F.Supp.2d at 75.  The court relied directly upon this court's decision in Moosehead Sanitary District v. S.G. Phillips Corp., 610 F.2d 49, 54 (1st Cir.1979).  See Daggett, 34 F.Supp.2d at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court also denied permissive intervention, available in the court's discretion where the applicant's claim or defense and the main action have \"a question of law or fact in common.\"  Fed.R.Civ.P. 24(b).  The court said that the intervenors' interest in supporting the new campaign legislation could be adequately satisfied by permitting them to participate as amicus curiae (which permission the court gave), and that additional defendants would only \"complicate the proceedings without adding any advantage.\"  Daggett, 34 F.Supp.2d at 76.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The order denying intervention is appealable now.  See Public Serv.  Co. v. Patch, 136 F.3d 197, 204 (1st Cir.1998).  The standard of review on appeal is \"abuse of discretion\" circumscribed by the specific standards set forth in the applicable rule, id.;   but, as always, abstract issues of law (such as the proper standards for evaluating intervention motions) are reviewed de novo.   This appeal turns primarily on the applicants' claim that the district court misconstrued and then misapplied the rule governing intervention as of right which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Upon timely application anyone shall be permitted to intervene in an action:  ... when  the applicant claims an interest relating to the property or transaction which is the subject matter of the action and  the applicant is so situated that the disposition of the action may as a practical matter impair or impede the applicant's ability to protect that interest,  unless the applicant's interest is adequately represented by existing parties.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fed.R.Civ.P. 24(a)(2) (brackets added by us).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this instance, the first requirement of timeliness was easily met.  The second requirement--that the applicant possess a protectable \"interest\"--was not directly addressed by the district court.  However, on appeal, the Daggett plaintiffs assert that the applicants lack a protectable interest.  The Stearns plaintiffs make a related argument that the applicants lack Article III standing;  on the latter argument the applicants say that they do have such standing but that it is in any event unnecessary for intervenors as of right.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Where required, standing is fundamental, see United States v. AVX Corp., 962 F.2d 108, 113-15 (1st Cir.1992), and we begin with this issue.  Interestingly, the circuits are divided as to whether an intervenor as of right must possess standing under Article III, and the Supreme Court has reserved judgment on the point.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This circuit has not taken a position on the issue nor need we decide it here, as we believe that the applicants have a sufficient stake in the outcome to meet the rather modest requirements of Article III.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case law interpreting standing requirements under Article III is, to put it mildly, \"one of the most confused areas of the law.\"   Chemerinsky, Federal Jurisdiction &#167; 2.3.1, at 48 (1989).  Standing doctrine is multifaceted, serving several different interests, and must cope with a great variety of factual situations.  The core requirement--buttressed by some collateral concerns--is that the person claiming standing must have a concrete stake in a controversy suitable for court resolution.  See Valley Forge Christian College v. Americans United for Separation of Church and State, Inc., 454 U.S. 464, 472, 102 S.Ct. 752, 70 L.Ed.2d 700 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, the applicants do have a concrete stake in the outcome.  Each intends to run in the upcoming Maine election and desires public funding;  if the plaintiffs' challenge is successful, each applicant will lose the opportunity for direct payment by the state that would otherwise accrue.  Highly contingent interests are sometimes found to be insufficient, see, e.g., Lujan v. Defenders of Wildlife, 504 U.S. 555, 564, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992), but the only apparent uncertainty here is whether the applicants can qualify;  given the number of modest contributions required, it would be surprising if the applicants had much difficulty qualifying.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The more difficult objection for the applicants, said to be a \"prudential limit[ ]\" that Congress could override, Chemerinsky, supra, &#167; 2.3.1, at 52, is that a party to claim standing must have an interest distinct from that of every other citizen or taxpayer.  Valley Forge, 454 U.S. at 476-79, 102 S.Ct. 752;  United States v. Richardson, 418 U.S. 166, 94 S.Ct. 2940, 41 L.Ed.2d 678 (1974).  This rubric rests on multiple concerns, including displeasure with claims by individuals whose interest is infinitely diluted, rests solely on ideological grounds, or could be replicated by an unlimited number of parties or would-be intervenors.  Cf. Richardson, 418 U.S. at 179-80, 94 S.Ct. 2940.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The applicants here are not just any Maine citizens professing an interest in good government:  the applicants will receive direct funding if the statute is upheld.  The number of persons who can plausibly claim to be in this position is far narrower than the citizenry at large.  Indeed, the applicants' claim to standing appears as good as that of the plaintiffs insofar as plaintiffs are attacking public funding, although not quite the same as claims of plaintiffs who could face criminal conviction for violating the new contribution limits.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the related claim that the applicants fail to meet the second and third requirements for intervention as of right, namely, that applicants claim \"an interest relating to the property or transaction which is the subject of the action\" and that the \"disposition of the action may as a practical matter impair or impede the applicant's ability to protect that interest,\" Fed.R.Civ.P. 24(a)(2).  Although the two are not identical, the \"interest\" required under Rule 24(a) has some connection to the interest that may give the party a sufficient stake in the outcome to support standing under Article III.  See Diamond, 476 U.S. at 68-69, 106 S.Ct. 1697.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Read literally, the \"property or transaction\" reference of Rule 24(a) might appear to require a specific piece of property or contract, and the drafters may have intended a narrow reading.  See Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure:  Civil 2d &#167; 1908, at 270-71 (1986).  However, the case law has effectively rejected the narrow reading, although clear outer boundaries have yet to be developed.  Id. &#167; 1908, at 278-300;  see generally Conservation Law Found. of New England, Inc. v. Mosbacher, 966 F.2d 39, 41-42 (1st Cir.1992).  The principal Supreme Court cases in point are few and are \"heavily colored by their unusual facts.\"   Wright, Federal Courts &#167; 75, at 541 n. 12 (5th ed.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think it is enough that the applicants belong to a small group, quite distinct from the ordinary run of citizens, who could expect to receive direct payments for their campaigns if the Reform Act is upheld but not otherwise.  See New York Pub. Interest Research Group, Inc. v. Regents of the Univ. of the State of N.Y., 516 F.2d 350, 351-52 (2d Cir.1975);  see also Patch, 136 F.3d at 205-06.  Patch itself, where we upheld the denial of intervention by some electricity consumers in a proceeding involving New Hampshire rate deregulation, was a very different kettle of fish;  there the customers had interests identical--except in degree--to those of all other consumers of electricity in New Hampshire.  Id. at 205.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Similarly, there can be no real dispute that the applicants' interests would be adversely affected if the present suit were lost by the defendants.  While the applicants might not in a strict res judicata sense be \"bound\" by the decision that the Maine statute was unconstitutional, the state commission could be subject to a federal court injunction against implementation of the statute.  The \"practical\" test of adverse effect that governs under Rule 24(a) is easily satisfied here.  See Atlantis Dev.  Corp. v. United States, 379 F.2d 818, 824-25 (5th Cir.1967).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us to the heart of the case:  whether the district court erred in determining that the \"applicant's interest is adequately represented by existing parties.\"  Fed.R.Civ.P. 24(a)(2).  Although the quoted language is prefaced with the word \"unless,\" the case law is settled that the applicant for intervention must identify any inadequacy of representation.  See Trbovich v. United Mine Workers, 404 U.S. 528, 538 &amp; n. 10, 92 S.Ct. 630, 30 L.Ed.2d 686 (1972);  Patch, 136 F.3d at 207.   We need not decide if this is a shift only in the burden of production rather than the burden of persuasion.  See Wright, Miller &amp; Kane, supra, &#167; 1909, at 314-16.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In all events, the applicants' obligation to offer reasons or evidence is independently established by two converging presumptions triggered because the Attorney General is prepared to defend the statute in its entirety.  One is that adequate representation is presumed where the goals of the applicants are the same as those of the plaintiff or defendant, see Kneeland v. NCAA, 806 F.2d 1285, 1288 (5th Cir.1987);  Moosehead, 610 F.2d at 54;  the other is that the government in defending the validity of the statute is presumed to be representing adequately the interests of all citizens who support the statute.  Patch, 136 F.3d at 207.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nevertheless, such presumptions can be rebutted, and the applicants in this case make a double-barreled attack.  The first is a claim that the district judge misapprehended the legal test of inadequate representation.  To that end, the applicants point to the following passage in the district court's decision:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>As the First Circuit stated in Moosehead Sanitary Dist. v. S.G. Phillips Corp., 610 F.2d 49, 54 (1st Cir.1979):  \"Where the party seeking to intervene has the same ultimate goal as a party already in the suit, courts have applied a presumption of adequate representation.  To overcome that presumption, petitioner ordinarily must demonstrate adversity of interest, collusion, or nonfeasance.\"   No such demonstration has been made here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Daggett, 34 F.Supp.2d at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This trilogy--\"adversity of interest, collusion or nonfeasance\"--may trace back to a decision by then-Judge Blackmun.  Stadin v. Union Elec. Co., 309 F.2d 912, 919 (8th Cir.1962), cert. denied, 373 U.S. 915, 83 S.Ct. 1298, 10 L.Ed.2d 415 (1963).  Judge Blackmun evidently did not intend this to be an exclusive list, nor did we in Moosehead.   As Wright, Miller &amp; Kane point out (in criticizing the courts that have misread the statement as exclusive), \"[t]he wide variety of cases that come to the courts would make it unlikely that there are three and only three circumstances that would make representation inadequate.\"   Wright, Miller &amp; Kane, supra, &#167; 1909, at 318.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whether the district court was misled by our earlier Moosehead language is a different issue that we will return to below.  The issue would be irrelevant if we agreed with the applicants' alternative attack under Rule 24(a)(2), to which we now turn.  In substance, the applicants say that however Moosehead might be construed, the district court was required on this record to decide that representation by the state was not adequate.  If so, outright reversal rather than a possible remand would be warranted.  But the applicants' burden is a heavy one, since adequacy is primarily a fact-sensitive judgment call and the standard of review is deferential.  See Patch, 136 F.3d at 204.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The applicants' arguments to show inadequacy fall conveniently under two headings.  The first is that an actual conflict of interests exists, making it likely here that the Maine Attorney General will not adequately represent the interests of the applicants.  Sometimes such a danger can be discerned from actions that an existing party has already taken, see Mosbacher, 966 F.2d at 44 (acquiescence in consent decree), and sometimes it can be reasonably predicted.  See id. at 44-45 (government has conflicting interests in the matter);  see also Dimond v. District of Columbia, 792 F.2d 179, 192-93 (D.C.Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">However, in this instance no such conflict has been shown.  The general notion that the Attorney General represents \"broader\" interests at some abstract level is not enough.  Patch, 136 F.3d at 207-08.   The Attorney General is prepared to defend the constitutionality of the Reform Act in full, and there is no indication that he is proposing to compromise or would decline to appeal if victory were only partial.  Compare Mosbacher, 966 F.2d at 44.   If and when there is such a compromise or refusal to appeal, the question of intervention on this ground can be revisited.  Cf. Meek v. Metropolitan Dade County, 985 F.2d 1471, 1478-79 (11th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Alternatively, applicants say that while the Attorney General may defend the Reform Act, his arguments will differ from their own.  Of course, the use of different arguments as a matter of litigation judgment is not inadequate representation per se.  See Stadin, 309 F.2d at 919.   But one can imagine cases where--even in the absence of any conflict of interest--a refusal to present obvious arguments could be so extreme as to justify a finding that representation by the existing party was inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case, the applicants say the Attorney General may hesitate to justify the statute by pointing to alleged corruption associated with the pre-reform Maine election system.  The reason for this supposed hesitation is, the applicants say, that the Attorney General is appointed by the state legislature.  However, the Attorney General is representing the state as he is directed to do by Maine law, see Me.Rev.Stat. Ann. tit. 5, &#167; 191, and it would take more than speculation to show that he is likely to soft-pedal arguments so clearly helpful to his cause--and perhaps even essential to it, cf.  Federal Election Com'n v. National Conservative Political Action Committee, 470 U.S. 480, 496-97, 105 S.Ct. 1459, 84 L.Ed.2d 455 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Admittedly, the Attorney General's memorandum supporting applicants' intervention motion refers to discussions with applicants and some unidentified differences in approach.  However, the applicants, who presumably could have done so, did not say squarely to the district court that the Attorney General is refusing to present the arguments in question to the extent that they have a basis in fact.  Thus, on this record, the district court had no basis to conclude that representation was inadequate on this score.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Even if the state were not prepared to stress this corruption issue, so-called \"legislative facts,\" which go to the justification for a statute, usually are not proved through trial evidence but rather by material set forth in the briefs, the ordinary limits on judicial notice having no application to legislative facts.  See Fed.R.Evid. 201 advisory committee's note;  cf. Knight v. Dugger, 863 F.2d 705, 742 (11th Cir.1988) (discussing judicial notice of social facts).  There may be instances where the amicus brief would not do the job, but once again applicants have made no showing on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Passing intervention as of right, the applicants independently argue that they should have been granted permissive intervention under Rule 24(b)(2), which gives the judge discretion to allow intervention \"when an applicant's claim or defense and the main action have a question of law or fact in common.\"   Applicants have seemingly satisfied this threshold requirement.  In that event, the district court can consider almost any factor rationally relevant but enjoys very broad discretion in granting or denying the motion.  See, e.g., United States Postal Serv. v. Brennan, 579 F.2d 188, 191-92 (2d Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The applicants argue that their intervention would not cause delay and that the state welcomes their intervention;  but their affirmative argument for allowing permissive intervention is their claim that their own resources, expertise and personal experience make them a much better advocate than the Attorney General to support the constitutionality of the statute.  The fact that the applicants may be helpful in fully developing the case is a reasonable consideration in deciding on permissive intervention.  See Brennan, 579 F.2d at 192.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">However, the district court seemed to say that the resources of the state government were fully adequate.  Although applicants point to the length of time it allegedly took the Attorney General to compile some data that the applicants say would be useful, the litigation has barely commenced.  And, while the applicants say their counsel can draw on expertise from other funding litigation, the district court could conclude that this expertise may be effectively deployed through amicus briefs and by providing assistance to the state.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The applicants urge that their own personal experience in past campaigns would provide useful testimony to show why reforms are necessary.  Conceivably, such testimony is not covered by the rubric of legislative facts.  But there is no obvious reason why, if the evidence were useful and permitted by the district court, it would not be offered by the state, treating the applicants as friendly witnesses.  The applicants have already been listed by the state as witnesses expected to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A last factor, so far as permissive intervention is concerned, is that the district court made clear that it thought that the addition of still more parties would complicate a case that badly needed to be expedited.  This is plainly a permissible consideration, see Fed.R.Civ.P. 24(b)(2), and while applicants say with some force that there would be no disruption or delay, this is the kind of judgment on which the district court's expertise and authority is at its zenith.  See Travelers Indem. Co. v. Dingwell, 884 F.2d 629, 641 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In sum, on this record, the district court was not required to allow either intervention as of right or permissive intervention.  All that remains is the possibility that the district court, in making its decision as to whether intervention as of right should be allowed, was misled by our language in Moosehead.   The fact that the district court was not required to allow intervention does not mean that it was forbidden from doing so.  On this record, it is unclear whether the district court would have decided the issue differently had it had the benefit of our clarification of Moosehead above.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Despite its nomenclature, intervention \"as of right\" usually turns on judgment calls and fact assessments that a reviewing court is unlikely to disturb except for clear mistakes.  Indeed, while the four tests for intervention as of right are set forth as separate requirements, the courts recognize that there is some interplay between them.  See Patch, 136 F.3d at 204 (endorsing a \"holistic\" approach).  Thus, in practice, the district court enjoys a reasonable measure of latitude under Rule 24(a)(2) as well as Rule 24(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The reality is that, as courts have moved from formalistic restrictions to a practical \"interest\" requirement for intervention as of right, so tests of \"inadequacy\" tend to vary depending on the strength of the interest.  Courts might require very little \"inadequacy\" if the would-be intervenor's home were at stake and a great deal if the interest were thin and widely shared.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The applicants in this case fall somewhere in the middle, and an appeals court would be unlikely under an abuse of discretion standard to reverse the district court, whether it granted intervention or denied it.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Accordingly, we vacate the order denying intervention and remand to allow the district court to reconsider whether its judgment is affected by our clarification of Moosehead.   The court is free to entertain further submissions by the parties or to refuse them as it thinks best.  The legal standard now having been made clear, the matter is confided to the sound discretion of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">LYNCH, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I join in the decision vacating the order denying intervention and remanding to allow the district court to reconsider.  I write separately on matters which the district court may wish to consider on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Plaintiffs in this case include legislators and office seekers who oppose the Reform Act and seek to have it declared unconstitutional.  Proposed intervenors are legislators and office seekers who favor the Reform Act and seek to have it declared constitutional.  The personal stakes of the individuals in the two opposing groups are largely the same and are highly concrete.  The interests of the proposed intervenors are sufficiently concrete to meet the requirements of Article III standing.  The proposed intervenors are not simply a public-interest group with an interest best characterized as ideological.  Whether the statute is constitutionally valid or not matters to each group of individuals and will determine in part how those individuals mount their election campaigns.  The effect of the district court's order is that one group participates, but not the other.  And the order does so in the face of a statement by the Attorney General of Maine, charged with defending the statute, that he would welcome the intervention.  This no doubt reflects the Attorney General's correct recognition that his stake in the matter is similar to but not identical to the interests of the proposed intervenors.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is a political reality that no state Attorney General is likely to say that the legal representation provided by his or her office is inadequate, or that the resources available to the Attorney General are sufficiently limited<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as to place constraints on that office's ability to litigate complex cases.  While the position of the Attorney General in favor of intervention cannot be dispositive, it is entitled to some weight in the Rule 24 equation.  If the Attorney General felt that intervenors would burden the defense of the statute or prolong the litigation, he could easily say so.  He has not done so here.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Supreme Court has said that the burden of making a showing for purposes of Rule 24(a)(2) that the representation \"may be inadequate ... should be treated as minimal.\"  Trbovich v. United Mine Workers of America, 404 U.S. 528, 538 n. 10, 92 S.Ct. 630, 30 L.Ed.2d 686 (1972) (internal quotation marks omitted).  \"[T]he language of the rule clearly suggests that now [the proposed intervenor] is to be allowed in, if the other conditions of the rule are satisfied, unless the court is persuaded that the representation of him is in fact adequate.\"   7C Wright, Miller &amp; Kane, Federal Practice and Procedure Civil 2d &#167; 1909, at 314-15.  The panel opinion correctly notes that we have not directly ruled on the question of burdens after the proposed intervenor identifies some inadequacy.  There is some tension in our case law.  We have twice said that \"the burden of persuasion that representation is adequate appears to rest on the party opposing intervention.\"  Caterino v. Barry, 922 F.2d 37, 42 n. 4 (1st Cir.1990) (emphasis in original) (citing Flynn v. Hubbard, 782 F.2d 1084, 1090 n. 4 (1st Cir.1986)) (Coffin, J., concurring);  but see Public Serv.  Co. v. Patch, 136 F.3d 197, 207 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">It is true that First Circuit precedent says that the government, in defending the constitutionality of the statute, is presumed to be adequately representing the interests of all citizens who support the statute.  See Patch, 136 F.3d at 207.   But that principle has limited application here, where the intervenors have concrete personal interests apart from generalized citizen support of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The constitutional issues involved in this case are significant and difficult.  Those constitutional issues, unlike many First Amendment cases (involving, for example, facial attacks on statutes), may well depend heavily on the development of a factual record.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Any district court faced with such a case would be warranted in having concerns about judicial efficiency and keeping control of the litigation.  But concerns that the case be decided on the basis of a fully developed factual record and briefing, or at least as full as the circumstances permit, may carry similar weight.  It is precisely in fact-intensive cases that participation restricted to briefing of legal issues in amicus briefs may prove to be least satisfactory.  For this reason, as Judge Friendly recognized in United States v. Hooker Chemicals and Plastics Corp., 749 F.2d 968 (2d Cir.1984), even where intervention is sought well after litigation had commenced (as is plainly not the case here), some courts have offered proposed intervenors \"amicus-plus\" status, or the right to call and cross-examine witnesses as well as to submit briefs.  Id. at 991-93.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Constitutional challenges to campaign-finance laws pose exactly such fact-intensive questions.  Though the standard is not fully defined (and I do not purport to do so here), the Supreme Court earlier said, for example, that regulation of certain political activity will not stand unless supported by concrete evidence of a systemic ill--usually, corruption or its appearance--that the challenged statute is designed to combat.  See generally Buckley v. Valeo, 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976) (per curiam);  Federal Election Comm'n v. National Right To Work Comm., 459 U.S. 197, 103 S.Ct. 552, 74 L.Ed.2d 364 (1982);  Schultz, Proving Political Corruption:  Documenting the Evidence Required to Sustain Campaign Finance Reform Laws, 18 Rev. Litig. 85 (1999).  In hearing such challenges, courts take care to review a detailed factual record.  See, e.g., Buckley v. American Constitutional Law Found., Inc., --- U.S. ----, ---- &amp; n. 9, 119 S.Ct. 636, 641 &amp; n. 9, 142 L.Ed.2d 599 (1999) (discussing factual record established at bench trial and by cross-motions for summary judgment);  California Prolife Council Political Action Comm. v. Scully, 989 F.Supp. 1282, 1286 (E.D.Ca.1998) (partially resolving issues after two-week trial), aff'd, 164 F.3d 1189 (9th Cir.1999);  Buckley v. Valeo, 519 F.2d 817, 818 (D.C.Cir.1975) (en banc) (per curiam) (remanding to district court with instructions to \"[t]ake whatever may be necessary in the form of evidence--over and above submissions that may suitably be handled through judicial notice\");  Buckley, 424 U.S. at 9-10, 96 S.Ct. 612 (noting district court's gathering of an augmented record on remand, including \"extensive findings of fact\").  The district court may consider whether the proposed intervenors offer evidence that is helpful to the court and unavailable from other parties.  If so, appellants might be better intervenors than amici.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In deciding these matters, the district court may wish to consider the long history of allowances of intervention in similar cases.  See Buckley v. Valeo, 519 F.2d 821, 834 (D.C.Cir.1975) (en banc) (per curiam) (discussing intervention by three organizations and eight individuals), rev'd in part on other grounds, 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976) (per curiam);  Vannatta v. Keisling, 899 F.Supp. 488, 491 n. 2 (D.Or.1995) (intervention by two organizations), aff'd, 151 F.3d 1215 (9th Cir.1998), cert. denied, --- U.S. ----, 119 S.Ct. 870, 142 L.Ed.2d 771 (1999);  California Prolife Council Political Action Committee v. Scully, 989 F.Supp. 1282 (E.D.Cal.1997) (declining to reconsider prior intervention by initiative proponents in light of Arizonans for Official English v. Arizona, 520 U.S. 43, 117 S.Ct. 1055, 137 L.Ed.2d 170 (1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Legislators and candidates, whose interests are directly implicated by campaign regulation, have often acted as intervenors.  In one challenge to contribution limits, the district court granted summary judgment against plaintiffs challenging the law, and thus denied as moot a state legislator's motion to intervene.  Shrink Missouri Government PAC v. Adams, 5 F.Supp.2d 734, 742-43 (E.D.Mo.), rev'd on other grounds, 161 F.3d 519 (8th Cir.1998), cert. granted sub nom.  Nixon v. Shrink Missouri Government PAC, --- U.S. ----, 119 S.Ct. 901, 142 L.Ed.2d 901 (1999).  On appeal, the Eighth Circuit allowed the legislator to intervene.  See Shrink Mo.  Gov't Political Action Comm. v. Adams, No. 98-2351 (8th Cir.  Aug. 3, 1998) (order permitting intervention).  In a lawsuit challenging limits on spending by candidates for state judgeships, the court allowed intervention by judges and judicial candidates on both sides.  See Suster v. Marshall, 149 F.3d 523, 526 (6th Cir.1998), cert. denied, --- U.S. ----, 119 S.Ct. 890, 142 L.Ed.2d 788 (1999).  In a challenge to a city campaign-finance ordinance, the court allowed intervention by a once and future candidate for city council.  See Kruse v. City of Cincinnati, No. C-1-96-252 (S.D. Ohio filed Oct. 21, 1996) (order granting intervention).  In constitutional challenges to comprehensive state regulations of campaign finance similar to those at issue in this case, two courts allowed intervention by parties including legislators intending to run for re-election and unsuccessful candidates planning to seek office again.  See Vermont Right to Life Comm., Inc. v. Sorrell, No. 2:97-286 (D.Vt. Jan. 5, 1998) (allowing, from the bench, intervention as of right or, in the alternative, permissive intervention);  Arkansas Right to Life State Political Action Comm. v. Butler, No. 97-5064 (W.D.Ark. Sept. 30, 1997) (order granting permissive intervention).  We have not found, and appellees did not submit, any decision denying, on the merits, intervention by candidates and legislators in a campaign-finance dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">As a leading commentator has noted, \"[A] lawsuit often is not merely a private fight and will have implications on those not named as parties.\"   Wright, Miller &amp; Kane, supra, &#167; 1901, at 228.  That recognition is the conceptual underpinning for intervention under Rule 24(a).  This lawsuit is a far cry from a private fight.  The rationale for intervention may have particular force where the subject matter of the lawsuit is of great public interest, the intervenor has a real stake in the outcome and the intervention may well assist the court in its decision through the production of relevant evidence and the framing of the issues.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">But these are, in the first instance, matters for the district court.  Because the district court may have been led astray by this court's language in Moosehead Sanitary Dist. v. S.G. Phillips Corp., 610 F.2d 49, 54 (1st Cir.1979), I join in the order.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Diamond v. Charles, 476 U.S. 54, 68-69 &amp; n. 21, 106 S.Ct. 1697, 90 L.Ed.2d 48 (1986).  Compare, e.g., Mausolf v. Babbitt, 85 F.3d 1295, 1300 (8th Cir.1996) (standing required) with Associated Builders &amp; Contractors v. Perry, 16 F.3d 688, 690 (6th Cir.1994) (standing not required)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court noted that decisions adopting the presumption in favor of adequate government representation often involve the government suing as plaintiff in its parens patriae capacity.  See Daggett, 34 F.Supp.2d at 75 n. 2.  Patch follows the same principle in cases where the government is defending a statute against attack.  See Patch, 136 F.3d at 207.   Of course, there may be other cases involving government representation where no presumption is justified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As Judge Friendly stated in United States v. Hooker Chemicals &amp; Plastics Corp., 749 F.2d 968, 983 (2d Cir.1984):</p>\n        <p>[N]ot all \"interests are of equal rank, not all impairments are of the same degree, representation by existing parties may be more or less adequate, and there is no litmus paper test for timeliness....  A showing that a very strong interest exists may warrant intervention upon a lesser showing of impairment or inadequacy of representation.  Similarly, where representation is clearly inadequate, a lesser interest may suffice as a basis for granting intervention.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In another context, that of altering pension schemes for public employees, the state of Maine has urged this court to recognize that it recently faced a state fiscal crisis.  See Parker v. Wakelin, 123 F.3d 1, 3 (1st Cir.1997), cert. denied, --- U.S. ----, 118 S.Ct. 1675, 140 L.Ed.2d 813 (1998)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To give but one example, plaintiffs say, in furtherance of their theory of unconstitutionality, that although under the Act a \"publicly financed candidate may not accept private contributions and must abide by spending limits ... these spending limits are in many cases illusory....  [Further,] the practical effect of the system is to coerce participation in the ... scheme.\"   Brief for Daggett Plaintiffs-Appellees at 5</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></span></p>\n    <p class=\"parties\">Beverly C. DAGGETT, et al., Plaintiffs, Appellees,<br>v.<br>COMMISSION ON GOVERNMENTAL ETHICS AND ELECTION PRACTICES, et<br>al., Defendants, Appellees.<br>Betheda Edmonds, et al., Proposed Intervenors-Defendants, Appellants.</p>\n    <p class=\"docket\">No. 99-1187.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued March 4, 1999.<br>Decided April 9, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gillian E. Metzger with whom Glenn J. Moramarco, Brennan Center for Justice at New York University School of Law, John R. Brautigam and Arn H. Pearson, Maine Citizen Leadership Fund, were on brief, for appellants Betheda Edmonds, Kathleen McGee, Linda McKee, Peggy Pendleton and Elizabeth Watson.</p>\n      <p class=\"indent\">Mark Lopez, American Civil Liberties Union Foundation, with whom Nat Rosenblatt and Farrell, Rosenblatt &amp; Russell were on brief, for plaintiffs, appellees Beverly C. Daggett, Elaine Fuller, Christopher M. Harte, Mark T. Cenci, Jeffrey I. Weinstein, Shawn Levasseur and Libertarian Party of Maine.</p>\n      <p class=\"indent\">James Bopp, Jr. with whom Robert J. Newmeyer, Heidi K. Meyer, Bopp, Coleson &amp; Bostrom, Daniel M. Snow and Pierce Atwood were on brief, for plaintiffs, appellees Rollin Stearns, Maine Right to Life Committee Political Action Committee State Candidate Fund, and National Right to Life Political Action Committee State Fund.</p>\n      <p class=\"indent\">Andrew S. Hagler, Assistant Attorney General, Phyllis Gardiner, Assistant Attorney General, Andrew Ketterer, Attorney General, and Paul Stern, Deputy Attorney General, Chief, Litigation Division, on brief, for defendants, appellees.</p>\n      <p class=\"indent\">Before BOUDIN and LYNCH, Circuit Judges, and MAGILL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, by applicants whose motion to intervene was denied, stems from Maine's enactment in November 1996 of a set of campaign reform statutes.  Adopted by Maine voters through a ballot initiative, the statute--denominated \"An Act to Reform Campaign Finance\" (\"the Reform Act\")--included both public funding of state campaigns and extensive regulation of contributions and expenditures.  1996 Me.  Legis. Serv.  Initiated Bill ch. 5 (I.B.5) (L.D.1823) (West).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The public financing provisions, called the Maine Clean Election Act, Me.Rev.Stat. Ann. tit. 21-A, &#167; 1121 et seq., offer participating candidates full public funding, eliminating the need for any fund-raising by candidates after they initially qualify.  To qualify, a candidate must obtain $5 contributions from a number of registered voters, the number depending on the office sought (e.g., 50 contributions for a candidate for state representative).  Id. &#167;&#167; 1122(7), 1125(3).  The contributions must be collected during the first half of the year in which the election occurs.  Id. &#167; 1122(8).  (The period starts slightly earlier--November 1 of the preceding year--for gubernatorial candidates.  Id.).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In addition to initial funding both for the primary and general elections, participating candidates get extra funds--up to a limit of 200 percent of the initial outlay--to the extent that nonparticipating opponents (or funds spent on their behalf) exceed the initial distribution.  Me.Rev.Stat. Ann. tit. 21-A, &#167; 1125(9).  The participating candidates may describe themselves as Maine Clean Election Act candidates.  Id. &#167;&#167; 1122(1), 1125(5).  In exchange for all of these benefits, the candidates agree not to spend more than the state's contributions.  Id. &#167; 1125.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For those candidates who decline to participate in the public funding program, the Reform Act imposes new limitations.  Permissible contributions to such candidates are reduced--as to any contributing individual or group--to $250 for legislative races and $500 for gubernatorial races.  Me.Rev.Stat. Ann. tit. 21-A, &#167;&#167; 1015(1), (2), 1056(1).  Nonparticipating candidates must also comply with expedited reporting requirements that are not applicable to publicly funded campaigns.  Id. &#167; 1017(3-B).  Independent expenditures are not limited, but the matching fund provisions for participating candidates are triggered by independent expenditures as well as by direct expenditures.  Id. &#167; 1125(9).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1997, after adoption of the statute, it was promptly challenged in lawsuits in the district court.  They were dismissed as premature, since the statute only became effective on January 1, 1999, and will apply for the first time in the November 2000 elections.  However, it will now affect fund-raising that may begin as early as the summer of 1999.  Accordingly, on November 4, 1998, a group of plaintiffs brought the Daggett lawsuit against the Maine commission that administers the new statute, the commission's members, the Maine Secretary of State and the Maine Attorney General (collectively, \"the state defendants\").  See Daggett v. Webster, No. 98-223-B--H (D. Me. compl. filed Nov. 4, 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Daggett plaintiffs are six individuals, including candidates who previously ran for the state legislature, a citizen who contributes, and the Libertarian Party of Maine.  The plaintiffs sought injunctive relief barring enforcement both of the public funding provisions and various of the regulatory limitations.  Less than a month later, another set of plaintiffs brought the Stearns suit against the commission members, challenging the contribution limits and the provision for matching distributions based on independent expenditures.  See Stearns v. Webster, No. 98-239-B-H (D. Me. compl. filed Dec. 4, 1998).  The two cases were subsequently consolidated.  See Daggett v. Webster, No. 98-223 (D. Me. order filed Jan. 4, 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Within two weeks after the Daggett suit was filed, the present five appellants moved to intervene.  Appellants are current officeholders or prospective candidates, all of whom intend to run for election in 2000, using public funding provided for by the Maine Clean Election Act.  They sought intervention as of right under Fed.R.Civ.P. 24(a)(2) or, in the alternative, permissive intervention under Rule 24(b)(2).  The plaintiffs in both cases opposed the motion, while the state defendants welcomed intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 23, 1998, the district court set an expedited schedule for designation of experts, discovery, a trial (or stipulated record), and briefing of issues with final oral argument scheduled for June 3, 1999.  Thereafter, on January 19, 1999, the district court entered the order now under review denying intervention by the applicants.  Daggett v. Webster, <span class=\"citation\" data-id=\"2462523\"><a href=\"/opinion/2462523/daggett-v-webster/\"><span class=\"volume\">34</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">73</span></a></span> (D.Me.1999).  After applicants appealed, the district court suspended the scheduling order.  This court expedited the appeal in light of the parties' representations as to the need for an urgent resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court's decision to deny intervention as of right rested on the ground that, in the words of the rule, \"[t]he applicant's interest is adequately represented by existing parties.\"  Fed.R.Civ.P. 24(a)(2).  The district court said that the Maine Attorney General's goals were \"identical to those of the would-be intervenors\" and the Attorney General was fully able to mount \"a strong defense in support of the statute.\"  Daggett, 34 F.Supp.2d at 75.  The court relied directly upon this court's decision in Moosehead Sanitary District v. S.G. Phillips Corp., <span class=\"citation\" data-id=\"371954\"><a href=\"/opinion/371954/the-moosehead-sanitary-district-v-s-g-phillips-corporation-etc-state/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 54 (1st Cir.1979).  See Daggett, 34 F.Supp.2d at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court also denied permissive intervention, available in the court's discretion where the applicant's claim or defense and the main action have \"a question of law or fact in common.\"  Fed.R.Civ.P. 24(b).  The court said that the intervenors' interest in supporting the new campaign legislation could be adequately satisfied by permitting them to participate as amicus curiae (which permission the court gave), and that additional defendants would only \"complicate the proceedings without adding any advantage.\"  Daggett, 34 F.Supp.2d at 76.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The order denying intervention is appealable now.  See Public Serv.  Co. v. Patch, <span class=\"citation\" data-id=\"197774\"><a href=\"/opinion/197774/public-service-v-nh-consumer-advocate/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span>, 204 (1st Cir.1998).  The standard of review on appeal is \"abuse of discretion\" circumscribed by the specific standards set forth in the applicable rule, id.;   but, as always, abstract issues of law (such as the proper standards for evaluating intervention motions) are reviewed de novo.   This appeal turns primarily on the applicants' claim that the district court misconstrued and then misapplied the rule governing intervention as of right which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Upon timely application anyone shall be permitted to intervene in an action:  ... when  the applicant claims an interest relating to the property or transaction which is the subject matter of the action and  the applicant is so situated that the disposition of the action may as a practical matter impair or impede the applicant's ability to protect that interest,  unless the applicant's interest is adequately represented by existing parties.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fed.R.Civ.P. 24(a)(2) (brackets added by us).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this instance, the first requirement of timeliness was easily met.  The second requirement--that the applicant possess a protectable \"interest\"--was not directly addressed by the district court.  However, on appeal, the Daggett plaintiffs assert that the applicants lack a protectable interest.  The Stearns plaintiffs make a related argument that the applicants lack Article III standing;  on the latter argument the applicants say that they do have such standing but that it is in any event unnecessary for intervenors as of right.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Where required, standing is fundamental, see United States v. AVX Corp., <span class=\"citation\" data-id=\"582534\"><a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 113-15 (1st Cir.1992), and we begin with this issue.  Interestingly, the circuits are divided as to whether an intervenor as of right must possess standing under Article III, and the Supreme Court has reserved judgment on the point.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This circuit has not taken a position on the issue nor need we decide it here, as we believe that the applicants have a sufficient stake in the outcome to meet the rather modest requirements of Article III.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case law interpreting standing requirements under Article III is, to put it mildly, \"one of the most confused areas of the law.\"   Chemerinsky, Federal Jurisdiction &#167; 2.3.1, at 48 (1989).  Standing doctrine is multifaceted, serving several different interests, and must cope with a great variety of factual situations.  The core requirement--buttressed by some collateral concerns--is that the person claiming standing must have a concrete stake in a controversy suitable for court resolution.  See Valley Forge Christian College v. Americans United for Separation of Church and State, Inc., <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, the applicants do have a concrete stake in the outcome.  Each intends to run in the upcoming Maine election and desires public funding;  if the plaintiffs' challenge is successful, each applicant will lose the opportunity for direct payment by the state that would otherwise accrue.  Highly contingent interests are sometimes found to be insufficient, see, e.g., Lujan v. Defenders of Wildlife, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 564, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992), but the only apparent uncertainty here is whether the applicants can qualify;  given the number of modest contributions required, it would be surprising if the applicants had much difficulty qualifying.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The more difficult objection for the applicants, said to be a \"prudential limit[ ]\" that Congress could override, Chemerinsky, supra, &#167; 2.3.1, at 52, is that a party to claim standing must have an interest distinct from that of every other citizen or taxpayer.  Valley Forge, 454 U.S. at 476-79, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>;  United States v. Richardson, <span class=\"citation\" data-id=\"109086\"><a href=\"/opinion/109086/united-states-v-richardson/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">166</span></a></span>, <span class=\"citation\" data-id=\"109086\"><a href=\"/opinion/109086/united-states-v-richardson/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2940</span></a></span>, <span class=\"citation\" data-id=\"109086\"><a href=\"/opinion/109086/united-states-v-richardson/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></a></span> (1974).  This rubric rests on multiple concerns, including displeasure with claims by individuals whose interest is infinitely diluted, rests solely on ideological grounds, or could be replicated by an unlimited number of parties or would-be intervenors.  Cf. Richardson, 418 U.S. at 179-80, <span class=\"citation\" data-id=\"109086\"><a href=\"/opinion/109086/united-states-v-richardson/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2940</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The applicants here are not just any Maine citizens professing an interest in good government:  the applicants will receive direct funding if the statute is upheld.  The number of persons who can plausibly claim to be in this position is far narrower than the citizenry at large.  Indeed, the applicants' claim to standing appears as good as that of the plaintiffs insofar as plaintiffs are attacking public funding, although not quite the same as claims of plaintiffs who could face criminal conviction for violating the new contribution limits.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the related claim that the applicants fail to meet the second and third requirements for intervention as of right, namely, that applicants claim \"an interest relating to the property or transaction which is the subject of the action\" and that the \"disposition of the action may as a practical matter impair or impede the applicant's ability to protect that interest,\" Fed.R.Civ.P. 24(a)(2).  Although the two are not identical, the \"interest\" required under Rule 24(a) has some connection to the interest that may give the party a sufficient stake in the outcome to support standing under Article III.  See Diamond, 476 U.S. at 68-69, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Read literally, the \"property or transaction\" reference of Rule 24(a) might appear to require a specific piece of property or contract, and the drafters may have intended a narrow reading.  See Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure:  Civil 2d &#167; 1908, at 270-71 (1986).  However, the case law has effectively rejected the narrow reading, although clear outer boundaries have yet to be developed.  Id. &#167; 1908, at 278-300;  see generally Conservation Law Found. of New England, Inc. v. Mosbacher, <span class=\"citation\" data-id=\"584188\"><a href=\"/opinion/584188/conservation-law-foundation-of-new-england-inc-v-robert-a-mosbacher/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 41-42 (1st Cir.1992).  The principal Supreme Court cases in point are few and are \"heavily colored by their unusual facts.\"   Wright, Federal Courts &#167; 75, at 541 n. 12 (5th ed.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think it is enough that the applicants belong to a small group, quite distinct from the ordinary run of citizens, who could expect to receive direct payments for their campaigns if the Reform Act is upheld but not otherwise.  See New York Pub. Interest Research Group, Inc. v. Regents of the Univ. of the State of N.Y., <span class=\"citation\" data-id=\"327669\"><a href=\"/opinion/327669/new-york-public-interest-research-group-inc-v-the-regents-of-the/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 351-52 (2d Cir.1975);  see also Patch, 136 F.3d at 205-06.  Patch itself, where we upheld the denial of intervention by some electricity consumers in a proceeding involving New Hampshire rate deregulation, was a very different kettle of fish;  there the customers had interests identical--except in degree--to those of all other consumers of electricity in New Hampshire.  Id. at 205.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Similarly, there can be no real dispute that the applicants' interests would be adversely affected if the present suit were lost by the defendants.  While the applicants might not in a strict res judicata sense be \"bound\" by the decision that the Maine statute was unconstitutional, the state commission could be subject to a federal court injunction against implementation of the statute.  The \"practical\" test of adverse effect that governs under Rule 24(a) is easily satisfied here.  See Atlantis Dev.  Corp. v. United States, <span class=\"citation\" data-id=\"276478\"><a href=\"/opinion/276478/atlantis-development-corporation-ltd-v-united-states-of-america/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span>, 824-25 (5th Cir.1967).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us to the heart of the case:  whether the district court erred in determining that the \"applicant's interest is adequately represented by existing parties.\"  Fed.R.Civ.P. 24(a)(2).  Although the quoted language is prefaced with the word \"unless,\" the case law is settled that the applicant for intervention must identify any inadequacy of representation.  See Trbovich v. United Mine Workers, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 538 &amp; n. 10, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1972);  Patch, 136 F.3d at 207.   We need not decide if this is a shift only in the burden of production rather than the burden of persuasion.  See Wright, Miller &amp; Kane, supra, &#167; 1909, at 314-16.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In all events, the applicants' obligation to offer reasons or evidence is independently established by two converging presumptions triggered because the Attorney General is prepared to defend the statute in its entirety.  One is that adequate representation is presumed where the goals of the applicants are the same as those of the plaintiff or defendant, see Kneeland v. NCAA, <span class=\"citation\" data-id=\"480374\"><a href=\"/opinion/480374/carole-kneeland-and-belo-broadcasting-corporation-ah-belo-corporation/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></a></span>, 1288 (5th Cir.1987);  Moosehead, 610 F.2d at 54;  the other is that the government in defending the validity of the statute is presumed to be representing adequately the interests of all citizens who support the statute.  Patch, 136 F.3d at 207.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nevertheless, such presumptions can be rebutted, and the applicants in this case make a double-barreled attack.  The first is a claim that the district judge misapprehended the legal test of inadequate representation.  To that end, the applicants point to the following passage in the district court's decision:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>As the First Circuit stated in Moosehead Sanitary Dist. v. S.G. Phillips Corp., <span class=\"citation\" data-id=\"371954\"><a href=\"/opinion/371954/the-moosehead-sanitary-district-v-s-g-phillips-corporation-etc-state/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 54 (1st Cir.1979):  \"Where the party seeking to intervene has the same ultimate goal as a party already in the suit, courts have applied a presumption of adequate representation.  To overcome that presumption, petitioner ordinarily must demonstrate adversity of interest, collusion, or nonfeasance.\"   No such demonstration has been made here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Daggett, 34 F.Supp.2d at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This trilogy--\"adversity of interest, collusion or nonfeasance\"--may trace back to a decision by then-Judge Blackmun.  Stadin v. Union Elec. Co., <span class=\"citation\" data-id=\"258725\"><a href=\"/opinion/258725/harry-j-stadin-v-union-electric-company/\"><span class=\"volume\">309</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">912</span></a></span>, 919 (8th Cir.1962), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">915</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1298</span></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></span> (1963).  Judge Blackmun evidently did not intend this to be an exclusive list, nor did we in Moosehead.   As Wright, Miller &amp; Kane point out (in criticizing the courts that have misread the statement as exclusive), \"[t]he wide variety of cases that come to the courts would make it unlikely that there are three and only three circumstances that would make representation inadequate.\"   Wright, Miller &amp; Kane, supra, &#167; 1909, at 318.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whether the district court was misled by our earlier Moosehead language is a different issue that we will return to below.  The issue would be irrelevant if we agreed with the applicants' alternative attack under Rule 24(a)(2), to which we now turn.  In substance, the applicants say that however Moosehead might be construed, the district court was required on this record to decide that representation by the state was not adequate.  If so, outright reversal rather than a possible remand would be warranted.  But the applicants' burden is a heavy one, since adequacy is primarily a fact-sensitive judgment call and the standard of review is deferential.  See Patch, 136 F.3d at 204.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The applicants' arguments to show inadequacy fall conveniently under two headings.  The first is that an actual conflict of interests exists, making it likely here that the Maine Attorney General will not adequately represent the interests of the applicants.  Sometimes such a danger can be discerned from actions that an existing party has already taken, see Mosbacher, 966 F.2d at 44 (acquiescence in consent decree), and sometimes it can be reasonably predicted.  See id. at 44-45 (government has conflicting interests in the matter);  see also Dimond v. District of Columbia, <span class=\"citation\" data-id=\"471261\"><a href=\"/opinion/471261/eileen-dimond-v-district-of-columbia-eileen-dimond-v-district-of/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 192-93 (D.C.Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">However, in this instance no such conflict has been shown.  The general notion that the Attorney General represents \"broader\" interests at some abstract level is not enough.  Patch, 136 F.3d at 207-08.   The Attorney General is prepared to defend the constitutionality of the Reform Act in full, and there is no indication that he is proposing to compromise or would decline to appeal if victory were only partial.  Compare Mosbacher, 966 F.2d at 44.   If and when there is such a compromise or refusal to appeal, the question of intervention on this ground can be revisited.  Cf. Meek v. Metropolitan Dade County, <span class=\"citation\" data-id=\"600383\"><a href=\"/opinion/600383/carrie-meek-xavier-suarez-james-c-burke-maurice-a-ferre-pedro-jose/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1471</span></a></span>, 1478-79 (11th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Alternatively, applicants say that while the Attorney General may defend the Reform Act, his arguments will differ from their own.  Of course, the use of different arguments as a matter of litigation judgment is not inadequate representation per se.  See Stadin, 309 F.2d at 919.   But one can imagine cases where--even in the absence of any conflict of interest--a refusal to present obvious arguments could be so extreme as to justify a finding that representation by the existing party was inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case, the applicants say the Attorney General may hesitate to justify the statute by pointing to alleged corruption associated with the pre-reform Maine election system.  The reason for this supposed hesitation is, the applicants say, that the Attorney General is appointed by the state legislature.  However, the Attorney General is representing the state as he is directed to do by Maine law, see Me.Rev.Stat. Ann. tit. 5, &#167; 191, and it would take more than speculation to show that he is likely to soft-pedal arguments so clearly helpful to his cause--and perhaps even essential to it, cf.  Federal Election Com'n v. National Conservative Political Action Committee, <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 496-97, <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></a></span>, <span class=\"citation\" data-id=\"111370\"><a href=\"/opinion/111370/federal-election-commn-v-national-conservative-political-action-comm/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span></a></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Admittedly, the Attorney General's memorandum supporting applicants' intervention motion refers to discussions with applicants and some unidentified differences in approach.  However, the applicants, who presumably could have done so, did not say squarely to the district court that the Attorney General is refusing to present the arguments in question to the extent that they have a basis in fact.  Thus, on this record, the district court had no basis to conclude that representation was inadequate on this score.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Even if the state were not prepared to stress this corruption issue, so-called \"legislative facts,\" which go to the justification for a statute, usually are not proved through trial evidence but rather by material set forth in the briefs, the ordinary limits on judicial notice having no application to legislative facts.  See Fed.R.Evid. 201 advisory committee's note;  cf. Knight v. Dugger, <span class=\"citation\" data-id=\"515812\"><a href=\"/opinion/515812/thomas-knight-aka-askari-abdullah-muhammad-v-richard-l-dugger-and-tom/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span>, 742 (11th Cir.1988) (discussing judicial notice of social facts).  There may be instances where the amicus brief would not do the job, but once again applicants have made no showing on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Passing intervention as of right, the applicants independently argue that they should have been granted permissive intervention under Rule 24(b)(2), which gives the judge discretion to allow intervention \"when an applicant's claim or defense and the main action have a question of law or fact in common.\"   Applicants have seemingly satisfied this threshold requirement.  In that event, the district court can consider almost any factor rationally relevant but enjoys very broad discretion in granting or denying the motion.  See, e.g., United States Postal Serv. v. Brennan, <span class=\"citation\" data-id=\"357908\"><a href=\"/opinion/357908/united-states-postal-service-and-national-association-of-letter-carriers/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 191-92 (2d Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The applicants argue that their intervention would not cause delay and that the state welcomes their intervention;  but their affirmative argument for allowing permissive intervention is their claim that their own resources, expertise and personal experience make them a much better advocate than the Attorney General to support the constitutionality of the statute.  The fact that the applicants may be helpful in fully developing the case is a reasonable consideration in deciding on permissive intervention.  See Brennan, 579 F.2d at 192.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">However, the district court seemed to say that the resources of the state government were fully adequate.  Although applicants point to the length of time it allegedly took the Attorney General to compile some data that the applicants say would be useful, the litigation has barely commenced.  And, while the applicants say their counsel can draw on expertise from other funding litigation, the district court could conclude that this expertise may be effectively deployed through amicus briefs and by providing assistance to the state.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The applicants urge that their own personal experience in past campaigns would provide useful testimony to show why reforms are necessary.  Conceivably, such testimony is not covered by the rubric of legislative facts.  But there is no obvious reason why, if the evidence were useful and permitted by the district court, it would not be offered by the state, treating the applicants as friendly witnesses.  The applicants have already been listed by the state as witnesses expected to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A last factor, so far as permissive intervention is concerned, is that the district court made clear that it thought that the addition of still more parties would complicate a case that badly needed to be expedited.  This is plainly a permissible consideration, see Fed.R.Civ.P. 24(b)(2), and while applicants say with some force that there would be no disruption or delay, this is the kind of judgment on which the district court's expertise and authority is at its zenith.  See Travelers Indem. Co. v. Dingwell, <span class=\"citation\" data-id=\"528782\"><a href=\"/opinion/528782/the-travelers-indemnity-company-v-richard-a-dingwell-dba-mckin/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">629</span></a></span>, 641 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In sum, on this record, the district court was not required to allow either intervention as of right or permissive intervention.  All that remains is the possibility that the district court, in making its decision as to whether intervention as of right should be allowed, was misled by our language in Moosehead.   The fact that the district court was not required to allow intervention does not mean that it was forbidden from doing so.  On this record, it is unclear whether the district court would have decided the issue differently had it had the benefit of our clarification of Moosehead above.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Despite its nomenclature, intervention \"as of right\" usually turns on judgment calls and fact assessments that a reviewing court is unlikely to disturb except for clear mistakes.  Indeed, while the four tests for intervention as of right are set forth as separate requirements, the courts recognize that there is some interplay between them.  See Patch, 136 F.3d at 204 (endorsing a \"holistic\" approach).  Thus, in practice, the district court enjoys a reasonable measure of latitude under Rule 24(a)(2) as well as Rule 24(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The reality is that, as courts have moved from formalistic restrictions to a practical \"interest\" requirement for intervention as of right, so tests of \"inadequacy\" tend to vary depending on the strength of the interest.  Courts might require very little \"inadequacy\" if the would-be intervenor's home were at stake and a great deal if the interest were thin and widely shared.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The applicants in this case fall somewhere in the middle, and an appeals court would be unlikely under an abuse of discretion standard to reverse the district court, whether it granted intervention or denied it.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Accordingly, we vacate the order denying intervention and remand to allow the district court to reconsider whether its judgment is affected by our clarification of Moosehead.   The court is free to entertain further submissions by the parties or to refuse them as it thinks best.  The legal standard now having been made clear, the matter is confided to the sound discretion of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">LYNCH, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I join in the decision vacating the order denying intervention and remanding to allow the district court to reconsider.  I write separately on matters which the district court may wish to consider on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Plaintiffs in this case include legislators and office seekers who oppose the Reform Act and seek to have it declared unconstitutional.  Proposed intervenors are legislators and office seekers who favor the Reform Act and seek to have it declared constitutional.  The personal stakes of the individuals in the two opposing groups are largely the same and are highly concrete.  The interests of the proposed intervenors are sufficiently concrete to meet the requirements of Article III standing.  The proposed intervenors are not simply a public-interest group with an interest best characterized as ideological.  Whether the statute is constitutionally valid or not matters to each group of individuals and will determine in part how those individuals mount their election campaigns.  The effect of the district court's order is that one group participates, but not the other.  And the order does so in the face of a statement by the Attorney General of Maine, charged with defending the statute, that he would welcome the intervention.  This no doubt reflects the Attorney General's correct recognition that his stake in the matter is similar to but not identical to the interests of the proposed intervenors.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is a political reality that no state Attorney General is likely to say that the legal representation provided by his or her office is inadequate, or that the resources available to the Attorney General are sufficiently limited<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as to place constraints on that office's ability to litigate complex cases.  While the position of the Attorney General in favor of intervention cannot be dispositive, it is entitled to some weight in the Rule 24 equation.  If the Attorney General felt that intervenors would burden the defense of the statute or prolong the litigation, he could easily say so.  He has not done so here.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Supreme Court has said that the burden of making a showing for purposes of Rule 24(a)(2) that the representation \"may be inadequate ... should be treated as minimal.\"  Trbovich v. United Mine Workers of America, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 538 n. 10, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1972) (internal quotation marks omitted).  \"[T]he language of the rule clearly suggests that now [the proposed intervenor] is to be allowed in, if the other conditions of the rule are satisfied, unless the court is persuaded that the representation of him is in fact adequate.\"   7C Wright, Miller &amp; Kane, Federal Practice and Procedure Civil 2d &#167; 1909, at 314-15.  The panel opinion correctly notes that we have not directly ruled on the question of burdens after the proposed intervenor identifies some inadequacy.  There is some tension in our case law.  We have twice said that \"the burden of persuasion that representation is adequate appears to rest on the party opposing intervention.\"  Caterino v. Barry, <span class=\"citation\" data-id=\"553332\"><a href=\"/opinion/553332/ronald-w-caterino-v-j-leo-barry-etc-teamsters-local-union-no-122/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 42 n. 4 (1st Cir.1990) (emphasis in original) (citing Flynn v. Hubbard, <span class=\"citation\" data-id=\"464613\"><a href=\"/opinion/464613/michael-j-flynn-v-lafayette-ronald-hubbard-aka-l-ron-hubbard-church/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1084</span></a></span>, 1090 n. 4 (1st Cir.1986)) (Coffin, J., concurring);  but see Public Serv.  Co. v. Patch, <span class=\"citation\" data-id=\"197774\"><a href=\"/opinion/197774/public-service-v-nh-consumer-advocate/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span>, 207 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">It is true that First Circuit precedent says that the government, in defending the constitutionality of the statute, is presumed to be adequately representing the interests of all citizens who support the statute.  See Patch, 136 F.3d at 207.   But that principle has limited application here, where the intervenors have concrete personal interests apart from generalized citizen support of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The constitutional issues involved in this case are significant and difficult.  Those constitutional issues, unlike many First Amendment cases (involving, for example, facial attacks on statutes), may well depend heavily on the development of a factual record.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Any district court faced with such a case would be warranted in having concerns about judicial efficiency and keeping control of the litigation.  But concerns that the case be decided on the basis of a fully developed factual record and briefing, or at least as full as the circumstances permit, may carry similar weight.  It is precisely in fact-intensive cases that participation restricted to briefing of legal issues in amicus briefs may prove to be least satisfactory.  For this reason, as Judge Friendly recognized in United States v. Hooker Chemicals and Plastics Corp., <span class=\"citation\" data-id=\"445235\"><a href=\"/opinion/445235/united-states-of-america-the-state-of-new-york-v-hooker-chemicals/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span> (2d Cir.1984), even where intervention is sought well after litigation had commenced (as is plainly not the case here), some courts have offered proposed intervenors \"amicus-plus\" status, or the right to call and cross-examine witnesses as well as to submit briefs.  Id. at 991-93.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Constitutional challenges to campaign-finance laws pose exactly such fact-intensive questions.  Though the standard is not fully defined (and I do not purport to do so here), the Supreme Court earlier said, for example, that regulation of certain political activity will not stand unless supported by concrete evidence of a systemic ill--usually, corruption or its appearance--that the challenged statute is designed to combat.  See generally Buckley v. Valeo, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976) (per curiam);  Federal Election Comm'n v. National Right To Work Comm., <span class=\"citation\" data-id=\"110819\"><a href=\"/opinion/110819/fec-v-national-right-to-work-committee/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, <span class=\"citation\" data-id=\"110819\"><a href=\"/opinion/110819/fec-v-national-right-to-work-committee/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">552</span></a></span>, <span class=\"citation\" data-id=\"110819\"><a href=\"/opinion/110819/fec-v-national-right-to-work-committee/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">364</span></a></span> (1982);  Schultz, Proving Political Corruption:  Documenting the Evidence Required to Sustain Campaign Finance Reform Laws, 18 Rev. Litig. 85 (1999).  In hearing such challenges, courts take care to review a detailed factual record.  See, e.g., Buckley v. American Constitutional Law Found., Inc., --- U.S. ----, ---- &amp; n. 9, <span class=\"citation\" data-id=\"118254\"><a href=\"/opinion/118254/buckley-v-american-constitutional-law-foundation-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">636</span></a></span>, 641 &amp; n. 9, <span class=\"citation\" data-id=\"118254\"><a href=\"/opinion/118254/buckley-v-american-constitutional-law-foundation-inc/\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1999) (discussing factual record established at bench trial and by cross-motions for summary judgment);  California Prolife Council Political Action Comm. v. Scully, <span class=\"citation no-link\"><span class=\"volume\">989</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1282</span></span>, 1286 (E.D.Ca.1998) (partially resolving issues after two-week trial), aff'd, <span class=\"citation\" data-id=\"760526\"><a href=\"/opinion/760526/99-cal-daily-op-serv-138-98-daily-journal-dar-171-california-prolife/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1189</span></a></span> (9th Cir.1999);  Buckley v. Valeo, <span class=\"citation\" data-id=\"328883\"><a href=\"/opinion/328883/james-l-buckley-v-hon-francis-r-valeo-center-for-public-financing-of/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 818 (D.C.Cir.1975) (en banc) (per curiam) (remanding to district court with instructions to \"[t]ake whatever may be necessary in the form of evidence--over and above submissions that may suitably be handled through judicial notice\");  Buckley, 424 U.S. at 9-10, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span> (noting district court's gathering of an augmented record on remand, including \"extensive findings of fact\").  The district court may consider whether the proposed intervenors offer evidence that is helpful to the court and unavailable from other parties.  If so, appellants might be better intervenors than amici.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In deciding these matters, the district court may wish to consider the long history of allowances of intervention in similar cases.  See Buckley v. Valeo, <span class=\"citation\" data-id=\"328884\"><a href=\"/opinion/328884/james-l-buckley-united-states-senator-from-the-state-of-new-york-v/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span>, 834 (D.C.Cir.1975) (en banc) (per curiam) (discussing intervention by three organizations and eight individuals), rev'd in part on other grounds, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976) (per curiam);  Vannatta v. Keisling, <span class=\"citation no-link\"><span class=\"volume\">899</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">488</span></span>, 491 n. 2 (D.Or.1995) (intervention by two organizations), aff'd, <span class=\"citation\" data-id=\"757001\"><a href=\"/opinion/757001/fred-vannatta-george-boehnke-center-to-protect-free-speech-inc-v-phil/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span> (9th Cir.1998), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">870</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">771</span></span> (1999);  California Prolife Council Political Action Committee v. Scully, <span class=\"citation no-link\"><span class=\"volume\">989</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1282</span></span> (E.D.Cal.1997) (declining to reconsider prior intervention by initiative proponents in light of Arizonans for Official English v. Arizona, <span class=\"citation\" data-id=\"118093\"><a href=\"/opinion/118093/arizonans-for-official-english-v-arizona/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, <span class=\"citation\" data-id=\"118093\"><a href=\"/opinion/118093/arizonans-for-official-english-v-arizona/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1055</span></a></span>, <span class=\"citation\" data-id=\"118093\"><a href=\"/opinion/118093/arizonans-for-official-english-v-arizona/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">170</span></a></span> (1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Legislators and candidates, whose interests are directly implicated by campaign regulation, have often acted as intervenors.  In one challenge to contribution limits, the district court granted summary judgment against plaintiffs challenging the law, and thus denied as moot a state legislator's motion to intervene.  Shrink Missouri Government PAC v. Adams, <span class=\"citation\" data-id=\"2341529\"><a href=\"/opinion/2341529/shrink-missouri-government-pac-v-adams/\"><span class=\"volume\">5</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">734</span></a></span>, 742-43 (E.D.Mo.), rev'd on other grounds, <span class=\"citation\" data-id=\"759502\"><a href=\"/opinion/759502/shrink-missouri-government-pac-a-political-action-committee-zev-david/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span> (8th Cir.1998), cert. granted sub nom.  Nixon v. Shrink Missouri Government PAC, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">901</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">901</span></span> (1999).  On appeal, the Eighth Circuit allowed the legislator to intervene.  See Shrink Mo.  Gov't Political Action Comm. v. Adams, No. 98-2351 (8th Cir.  Aug. 3, 1998) (order permitting intervention).  In a lawsuit challenging limits on spending by candidates for state judgeships, the court allowed intervention by judges and judicial candidates on both sides.  See Suster v. Marshall, <span class=\"citation\" data-id=\"755813\"><a href=\"/opinion/755813/ronald-suster-patricia-cleary-plaintiffs-appelleescross-appellants/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">523</span></a></span>, 526 (6th Cir.1998), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">890</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></span> (1999).  In a challenge to a city campaign-finance ordinance, the court allowed intervention by a once and future candidate for city council.  See Kruse v. City of Cincinnati, No. C-1-96-252 (S.D. Ohio filed Oct. 21, 1996) (order granting intervention).  In constitutional challenges to comprehensive state regulations of campaign finance similar to those at issue in this case, two courts allowed intervention by parties including legislators intending to run for re-election and unsuccessful candidates planning to seek office again.  See Vermont Right to Life Comm., Inc. v. Sorrell, No. 2:97-286 (D.Vt. Jan. 5, 1998) (allowing, from the bench, intervention as of right or, in the alternative, permissive intervention);  Arkansas Right to Life State Political Action Comm. v. Butler, No. 97-5064 (W.D.Ark. Sept. 30, 1997) (order granting permissive intervention).  We have not found, and appellees did not submit, any decision denying, on the merits, intervention by candidates and legislators in a campaign-finance dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">As a leading commentator has noted, \"[A] lawsuit often is not merely a private fight and will have implications on those not named as parties.\"   Wright, Miller &amp; Kane, supra, &#167; 1901, at 228.  That recognition is the conceptual underpinning for intervention under Rule 24(a).  This lawsuit is a far cry from a private fight.  The rationale for intervention may have particular force where the subject matter of the lawsuit is of great public interest, the intervenor has a real stake in the outcome and the intervention may well assist the court in its decision through the production of relevant evidence and the framing of the issues.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">But these are, in the first instance, matters for the district court.  Because the district court may have been led astray by this court's language in Moosehead Sanitary Dist. v. S.G. Phillips Corp., <span class=\"citation\" data-id=\"371954\"><a href=\"/opinion/371954/the-moosehead-sanitary-district-v-s-g-phillips-corporation-etc-state/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 54 (1st Cir.1979), I join in the order.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Diamond v. Charles, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, 68-69 &amp; n. 21, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></a></span> (1986).  Compare, e.g., Mausolf v. Babbitt, <span class=\"citation\" data-id=\"719640\"><a href=\"/opinion/719640/jeffrey-mausolf-william-kullberg-arlys-strehlo-and-minnesota-united/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1295</span></a></span>, 1300 (8th Cir.1996) (standing required) with Associated Builders &amp; Contractors v. Perry, <span class=\"citation\" data-id=\"663105\"><a href=\"/opinion/663105/associated-builders-contractors-saginaw-valley-area-chapter-coleman/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">688</span></a></span>, 690 (6th Cir.1994) (standing not required)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court noted that decisions adopting the presumption in favor of adequate government representation often involve the government suing as plaintiff in its parens patriae capacity.  See Daggett, 34 F.Supp.2d at 75 n. 2.  Patch follows the same principle in cases where the government is defending a statute against attack.  See Patch, 136 F.3d at 207.   Of course, there may be other cases involving government representation where no presumption is justified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As Judge Friendly stated in United States v. Hooker Chemicals &amp; Plastics Corp., <span class=\"citation\" data-id=\"445235\"><a href=\"/opinion/445235/united-states-of-america-the-state-of-new-york-v-hooker-chemicals/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span>, 983 (2d Cir.1984):</p>\n        <p>[N]ot all \"interests are of equal rank, not all impairments are of the same degree, representation by existing parties may be more or less adequate, and there is no litmus paper test for timeliness....  A showing that a very strong interest exists may warrant intervention upon a lesser showing of impairment or inadequacy of representation.  Similarly, where representation is clearly inadequate, a lesser interest may suffice as a basis for granting intervention.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In another context, that of altering pension schemes for public employees, the state of Maine has urged this court to recognize that it recently faced a state fiscal crisis.  See Parker v. Wakelin, <span class=\"citation\" data-id=\"197501\"><a href=\"/opinion/197501/parker-v-wakelin/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1997), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">813</span></span> (1998)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To give but one example, plaintiffs say, in furtherance of their theory of unconstitutionality, that although under the Act a \"publicly financed candidate may not accept private contributions and must abide by spending limits ... these spending limits are in many cases illusory....  [Further,] the practical effect of the system is to coerce participation in the ... scheme.\"   Brief for Daggett Plaintiffs-Appellees at 5</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2341529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2462523/"
  ]
}