{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198489/",
  "absolute_url": "/opinion/198489/united-states-v-gomes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198489/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:20Z",
  "date_modified": "2017-03-24T10:57:23.127911Z",
  "type": "010combined",
  "sha1": "2cd7df105a86368a3b944fea4cb164f5f5ef3f32",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2193.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 97-2193\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        JOAO M. GOMES,\r\n\n                    Defendant, Appellant.\r\n                                        \r\n\nNo. 97-2312\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       JUVENAL QUADROS,\r\n\n                    Defendant, Appellant.\r\n                                         \r\n\nNo. 97-2363\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                         JULIO SERPA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 97-2432\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        JOSEPH SILVA,\r\n\n                    Defendant, Appellant.\r\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\r\n\n                            Before\r\n\n                   Boudin, Circuit Judge,\r\n\n               Bownes, Senior Circuit Judge,\r\n\n                 and Lynch, Circuit Judge.\r\n\n   John C. McBride with whom McBride &amp; Associates was on brief\r\nfor appellant Joao M. Gomes.\r\n   Richard J. Fallon, by appointment of the court, for appellant\r\nJuvenal Quadros.\r\n   Robert R. Andrew, by appointment of the court, for appellant\r\nJulio Serpa.\r\n   Stephen B. Hrones, by appointment of the court, with whom\r\nHrones &amp; Garrity was on brief for appellant Joseph Silva.\r\n   Elizabeth D. Collery, Department of Justice, with whom\r\nDonald K. Stern, United States Attorney, Michael J. Pelgro and\r\nRobert L. Peabody, Assistant United States Attorneys, and Demetra\r\nLambros, Department of Justice, were on consolidated brief for the\r\nUnited States.\r\n\nMay 27, 1999\r\n\nBOUDIN, Circuit Judge.  On this appeal, four defendants--\r\nJoseph Silva, Julio Serpa, Juvenal Quadros, and Joao Gomes--seek\r\nreview of their convictions for drug trafficking offenses or of\r\ntheir sentences.  The case arises out of a large-scale\r\ninvestigation of drug dealing in and around Lowell, Massachusetts,\r\nconducted from the late 1980s until August 1996. Because the\r\nsufficiency of the evidence is not disputed, our description of the\r\nbackground and the defendants' actions is abbreviated and focuses\r\nupon the specific drug sales charged in the indictment and\r\ninvolving these defendants.\r\nIn April 1995, a cocaine dealer named Larry Madsen was\r\narrested for trying to sell cocaine to an undercover policeman and\r\nagreed to cooperate with the Drug Enforcement Administration\r\n(\"DEA\").  In gathering information, Madsen patronized a Lowell bar\r\ncalled the Colonial Lounge.  There, he saw Silva selling small\r\nquantities of cocaine to other patrons.  Silva ultimately made a\r\nsale of 25.7 grams of cocaine to Madsen on August 7, 1995.  Silva's\r\ndefense at his later trial was that he had been badgered and\r\nentrapped into making the sale.\r\nGomes and Serpa were implicated through a different set\r\nof transactions.  In June 1995, Madsen approached Gomes and Serpa\r\nat the same bar and asked to buy cocaine.  Gomes, Serpa, or both\r\nthen made four sales to Madsen between June and August 1995; the\r\ntransactions were recorded on audio or videotape in whole or part,\r\nand in two of them an undercover officer participated by posing as\r\nMadsen's partner.  In each of the sales, both Gomes and Serpa were\r\npresent for some part of the transaction:  on three of the four\r\noccasions, it was Serpa who handed over the drugs and on the fourth\r\nSerpa was described by the police as a lookout or enforcer.\r\nThe last defendant, Quadros, was identified by Madsen as\r\nanother seller of cocaine at the Colonial Lounge.  Quadros made one\r\nsale of cocaine to Madsen in August 1995.  Quadros also introduced\r\nMadsen to Alvin Santos, facilitating Santos' later sale of cocaine\r\nto Madsen in March 1996.  Quadros also acted as an intermediary in\r\na sale to Madsen by Jose Aguiar in May 1996; this sale, on which\r\nQuadros' sentence turned, is described in more detail below.\r\nThese were among many events that led to the indictment\r\nof ten defendants, including the four who are parties to this\r\nappeal.  In a superseding indictment, all ten were charged with\r\nparticipating in single conspiracy to possess with intent to\r\ndistribute and to distribute cocaine, 21 U.S.C.  846, but the\r\nlinks between the defendants are not material here.  Each of the\r\nfour defendants involved in this appeal was also charged with\r\ndistributing specific amounts of cocaine on specific dates, 21\r\nU.S.C.  841(a)(1), and with other, related crimes (e.g., criminal\r\nforfeiture, 21 U.S.C.  853; 18 U.S.C.  982, and money laundering,\r\n18 U.S.C.  1956(a)(1)(B)(i)).  \r\nOne of the ten defendants fled, and seven of the others\r\n(including Quadros and Gomes) pled guilty to various charges,\r\nincluding the conspiracy charge.  At trial, Serpa was convicted on\r\nall counts.  At a separate trial, Silva was acquitted of\r\nconspiracy, but the jury hung on the single distribution count\r\ninvolving Silva.  On retrial, Silva was convicted on the\r\ndistribution count.  After sentencing, each of the four appealed. \r\nSerpa and Silva challenge their convictions while Quadros and Gomes\r\nappeal only on sentencing issues.\r\nSilva.  On this appeal, Silva's first claim is that the\r\ndistrict court erred by rebuking his counsel in front of the jury,\r\nthereby depriving Silva of a fair trial.  On the second day of the\r\ntrial, Silva's counsel several times made objections and, after the\r\ndistrict court ruled, continued to make arguments or comments.  The\r\njudge then told counsel simply to object and not offer additional\r\nargument unless so requested.  The court repeated the request\r\noutside the jury's presence, but the next day Silva's counsel made\r\nfurther comments after the district judge overruled a government\r\nobjection, prompting the court to ask the defense counsel to stop\r\narguing.\r\nSeveral days later the district court sustained an\r\nobjection to questioning by Silva's counsel.  Counsel continued to\r\nargue the matter after the ruling.  In front of the jury, the court\r\nsaid that this was unacceptable and that if it happened again\r\ndefense counsel would be subject to discipline.  When defense\r\ncounsel objected to the remark being made in the presence of the\r\njury, the judge said that defense counsel had previously made\r\ninappropriate arguments in front of the jury, had been repeatedly\r\nwarned, and was now being reprimanded in front of the jury.\r\nAt the next break, defense counsel moved for a mistrial,\r\nwhich was denied.  In the jury instructions at the end of the\r\ntrial, the judge told the jury that his directions to witnesses and\r\nlawyers, including any statements by the judge that counsel were\r\nbeing argumentative, were not matters for the jury to consider. \r\nSilva's counsel objected that the instruction was not specific\r\nenough, but the court declined to elaborate.  This is the sequence\r\nthat now leads to Silva's claim of unfair prejudice.  See Glasser\r\nv. United States, 315 U.S. 60, 83 (1942); United States v. Polito,\r\n856 F.2d 414, 418 (1st Cir. 1988).\r\nThe government defends the district court's rebuke as\r\njustified and says that in any event Silva was not prejudiced.  One\r\nmight ask why a rebuke of counsel should ever be delivered in front\r\nof the jury since even a justified rebuke to counsel could\r\nprejudice the defendant and could instead be delivered at side bar. \r\nCf. Polito, 856 F.2d at 417-18 (rebuke in front of jury\r\ndisfavored).\r\nUnder the case law, whether the rebuke was merited is a\r\nrelevant but not a controlling consideration.  See, e.g., Logue v.\r\nDore, 103 F.3d 1040, 1046 (1st Cir. 1997); United States v.\r\nQuesada-Bonilla, 952 F.2d 597, 600-01 (1st Cir. 1991).  In this\r\ncase, the rebuke does seem to us amply justified (although we add\r\none caution as to form of directions to counsel).  Whether and when\r\nargument is permitted on routine matters is very largely for the\r\ntrial judge to decide, see Polito, 856 F.2d at 418; this is\r\nespecially so because lawyers can use arguments to posture in front\r\nof the jury and to insinuate to it that the court's rulings\r\nunfairly favor the other side.  Here, counsel does appear to have\r\nignored several warnings to stop arguing after rulings had been\r\nmade, cf. Pisani, 773 F.2d 397, 403-04 (2d Cir. 1985), and the\r\ncourt was fully entitled to emphasize its displeasure.\r\nOne caveat is in order.  Most of the district court's\r\nconcerns were with unwarranted argument by Silva's counsel,\r\nespecially after the court had already ruled on a motion or\r\nobjection.  But once or twice the trial court seemingly directed\r\ncounsel not to state even the ground of objection unless requested\r\nby the court.  For example, at one point the court said, \"Just\r\nsimply say 'objection.'  I don't want to hear any argument.  If I\r\nthink I don't understand what it is, I'll ask you for something. \r\nI understood what it was.\"   This is a direction that, if taken\r\nliterally, does raise one concern.\r\nSpecifically, Fed. R. Evid. 103(a)(1) requires a party to\r\nstate the specific ground of objection if the ruling admits\r\nevidence, and if the ground is not obvious from context, on pain of\r\nlosing anything but a plain error claim on appeal.  Fed. R. Crim.\r\nP. 51 requires parties to \"make[] known\" objections to the actions\r\nof the court \"and the grounds therefor.\"  Accord Fed. R. Civ. P.\r\n46.  Normally a ground of objection to evidence can been stated\r\nwithout prolonged argument (e.g., \"hearsay,\" \"asked and answered,\"\r\n\"not relevant\").  At the very least, a lawyer told only to object\r\nwithout stating grounds needs an opportunity if the ruling goes\r\nagainst him to put his grounds on the record within a reasonable\r\ntime.  There is no indication here that such an opportunity was\r\ndenied.\r\nIn all events, no claim of unfair prejudice to Silva is\r\ntenable on this record, considering the rebuke in the context of\r\nthe overall trial.  Polito, 856 F.2d at 418.  Silva's effort to\r\nmount an entrapment defense and the hung jury at the first trial\r\nshow that Silva's conviction was not preordained.  But the judge's\r\nrebuke, not itself especially severe, was directed solely to\r\ncounsel's courtroom conduct and carried no suggestion that the\r\ndefense case was weak or that the judge sided with the prosecutor. \r\nUnited States v. Edmond, 52 F.3d 1080, 1101 (D.C. Cir.), cert.\r\ndenied, 516 U.S. 998 (1995); United States v. DiTommaso, 817 F.2d\r\n201, 221 (2d Cir. 1987).\r\nIndeed, the judge rebuked the prosecutor for procedural\r\nmissteps on several occasions.  United States v. Warner, 955 F.2d\r\n441, 449 (6th Cir.), cert. denied, 505 U.S. 1227, amended and\r\nsuperseded by 971 F.2d 1189 (1992).  Moreover, the court later told\r\nthe jury that its admonitions to counsel were irrelevant to the\r\njury's task. Polito, 856 F.2d at 419.  Trial judges are justifiably\r\naccorded broad latitude to ensure proper courtroom behavior. \r\nLiteky v. United States, 510 U.S. 540, 555-56 (1994); Deary v. City\r\nof Gloucester, 9 F.3d 191, 195-96 (1st Cir. 1993).  We are\r\nsatisfied that the rebuke was not inappropriate and, further, that\r\nit did not contribute to the conviction.\r\nNext, Silva--joined by Serpa (appealing from his separate\r\nconviction on identical grounds)--claims error in the district\r\ncourt's exclusion of certain defense witness testimony and\r\nrestrictions as to cross-examination about alleged bad acts by\r\nMadsen.  In general, we review the district court's restrictions on\r\ncross-examination or impeachment for abuse of discretion, but we\r\nresolve de novo abstract legal issues (e.g., the meaning of a\r\nFederal Rule of Evidence), and we examine the record de novo to\r\nensure that the defendant received his Sixth Amendment right to a\r\nreasonable chance to explore the witnesses' veracity, bias, and\r\nmotivation.  United States v. Laboy-Delgado, 84 F.3d 22, 28 (1st\r\nCir. 1996).\r\nThe strongest claim made by Silva and Serpa relating to\r\nevidentiary rulings concerns the troubling allegation that Madsen,\r\nin violation of his cooperation agreement with the government,\r\nprivately purchased an ounce of cocaine for himself while working\r\nfor the government.  At both Silva and Serpa's trials, a DEA agent\r\ntestified that a confidential informant had reported the\r\ntransaction to the DEA.  Madsen denied that the transaction had\r\noccurred.  Both the agent and Madsen were vigorously cross-examined\r\non the matter before the jury.\r\nOn appeal, Silva says that the court erred in refusing to\r\npermit him to call the confidential informant as a witness to\r\nconfirm that the transaction had occurred as he had reported, and\r\nSerpa joins in the claim.  Extrinsic evidence of specific bad acts\r\nis not admissible to show untruthfulness, Fed. R. Evid. 608(b),\r\neven assuming that breaching the cooperation agreement suggests\r\nthat trait in Madsen, or to contradict the witness on a collateral\r\nmatter, United States v. Beauchamp, 986 F.2d 1, 3-4 (1st Cir.\r\n1993), which this was so far as Silva or Serpa's own crimes were\r\nconcerned.  However, extrinsic evidence is admissible to show bias. \r\nUnited States v. Abel, 469 U.S. 45, 51 (1984); Beauchamp, 986 F.2d\r\nat 4.  Silva and Serpa's theory is that Madsen's alleged purchase\r\ngave the government grounds to tear up its cooperation agreement\r\nand prosecute Madsen vigorously, thus giving Madsen a further\r\nincentive to slant his testimony in favor of the government.\r\nThe bias theory probably holds together, but the trial\r\njudge had discretion to exclude such an excursion into extrinsic\r\nevidence that would distract from the main issues and in this case\r\nwould add little of practical value to the defense.  Beauchamp, 986\r\nF.2d at 4; United States v. Devin, 918 F.2d 280, 293 (1st Cir.\r\n1990).  There was no indication that the government planned to\r\nrevoke the agreement and risk losing its star witness.  Cf. United\r\nStates v. Atherton, 936 F.2d 728, 733-34 (2d Cir. 1991) (no\r\nprobability of government prosecution), cert. denied, 502 U.S. 1101\r\n(1992).  And the cooperation agreement already gave the jury an\r\nample and more solid reason to question Madsen's testimony as the\r\nfruit of lenient treatment. \r\nTwo other such restrictions are challenged.  The district\r\ncourt refused to allow one witness to testify that Madsen had\r\nboasted of torturing another drug dealer, and also precluded yet\r\nanother witness from testifying that Madsen had threatened him with\r\nharm.  The connection with bias is remote in both cases (there was\r\nno realistic threat of prosecution); and the torture testimony was\r\ndoubtful and inflammatory.  Both allegations were developed on\r\ncross-examination of Madsen (who denied the torture and the threat)\r\nand were thus known to the jury.  See Anderson, 139 F.3d 291, 302\r\n(1st Cir.), cert. denied, 1195 S. Ct. 158 (1998).  Exclusion of\r\nfurther evidence was within the district court's discretion to\r\nlimit excursions.  See id.; Beauchamp, 986 F.2d at 4.\r\nThe Confrontation Clause lies obscurely behind such\r\nclaims of evidentiary error because, in a few extreme cases, the\r\nSupreme Court has invoked it to overturn state court restrictions\r\non cross-examination or impeachment.  However, such a challenge is\r\ntenable only where the restriction is manifestly unreasonable or\r\noverbroad.  Olden v. Kentucky, 488 U.S. 227, 231 (1988); Delaware,\r\n475 U.S. at 679; see also Anderson, 139 F.3d at 302.  Here,\r\ndefendants were allowed not only to develop reasonably their claims\r\nof bias based on the cooperation agreement, but also to draw the\r\njury's attention to the very \"bad acts\" in question, being limited\r\nonly in the extent of proof or development.\r\nSilva lastly objects that the district court should have\r\ndeclared a mistrial after a juror at the second trial, Alan\r\nSmolinski, discovered in the jury room a copy of the indictment\r\nused at the first trial.  This indictment included, inter alia, a\r\nfirst count charging Silva and others with conspiracy, an offense\r\nof which he was acquitted at the first trial.  Apparently, the\r\nindictment had been left behind in the jury room after the first\r\ntrial.  Smolinski told other jurors that he had discovered a court\r\npaper \"that shouldn't be here\" but did not discuss its substance. \r\nWhen Smolinski turned the document over to the court, he\r\nwas questioned and said he would be impartial.  The court also voir\r\ndired the other jurors, who denied knowing the contents of the\r\ndocument (although three knew that it was an indictment), and all\r\nsaid they could be impartial.  At defense counsel's request the\r\ncourt dismissed both Smolinski and a second juror whom Smolinski\r\nhad consulted as to what to do with the document, but the court\r\nrefused to declare a mistrial or dismiss other jurors.  We review\r\nthe court's decision for abuse of discretion.  United States v.\r\nWalsh, 75 F.3d 1, 6-7 (1st Cir. 1996).\r\nThere is nothing to show that any juror who remained on\r\nthe jury had any knowledge of the contents of the document beyond\r\nknowledge that it was an indictment.  At oral argument, counsel's\r\nonly explanation of harm is that the jury may have speculated that\r\nthe document was adverse to the defense.  But this may be so any\r\ntime that the defense blocks a prosecutor's question or tender of\r\nreal evidence in open court.  Trials are expected to be fair, but\r\nnot necessarily perfect; and appeals courts are slow to insist on\r\nmistrials, even in cases where the question or comment may actually\r\nconvey prejudicial information.\r\nInstead, much is left to the discretion of the district\r\njudge, who is present at the scene and can best gauge the impact on\r\nthe jury of the improper event or information.  United States v.\r\nRivera-Gomez, 67 F.3d 993, 998 (1st Cir. 1995); Sepulveda, 15 F.3d\r\nat 1184.  This is especially true where, as here, the district\r\ncourt makes careful use of voir dire, instructions or other\r\nmeasures to identify the extent of any harm and to remedy it. \r\nDiSanto, 86 F.3d at 1248-49; Sepulveda, 15 F.3d at 1184; see also\r\nMagana, 127 F.3d at 6.  Certainly in an extreme case denial of a\r\nmistrial may be reversible error, Sepulveda, 15 F.3d at 1184, but\r\nnot where the judge removed the only jurors colorably claimed to\r\nhave been contaminated.\r\nThis case does not involve deliberate misconduct by\r\neither side or exposure of a retained juror to substantively\r\ndamaging information.  It is thus unlike Remmer v. United States,\r\n347 U.S. 227, 229 (1954), where the Supreme Court spoke of a\r\n(rebuttable) presumption of prejudice from improper exposure or\r\ntampering--even assuming Remmer remains the law.  Compare United\r\nStates v. Sylvester, 143 F.3d 923, 934 (5th Cir. 1998); United\r\nStates v. Williams-Davis, 90 F.3d 490, 494-99 (D.C. Cir. 1996),\r\ncert. denied, 519 U.S. 1128 (1997).  In all events, the facts\r\ndeveloped through the voir dire brought this case well within the\r\ndistrict court's discretion to allow the case to continue,\r\ndiscretion that we think was well exercised in this case.\r\nSerpa.  The most unusual question in this case is Serpa's\r\nclaim that he was denied effective assistance of counsel.  To\r\nprevail, Serpa must establish that his counsel's performance fell\r\nbelow an objective standard of reasonableness, Strickland v.\r\nWashington, 466 U.S. 668, 687-88 (1984), and that he was prejudiced\r\nby counsel's errors, id. at 691-96.  Counsel's judgment is subject\r\nto highly deferential review, id. at 689, and there is prejudice\r\nonly if defendant establishes that he would probably have been\r\nacquitted absent his counsel's mistakes, id. at 694.\r\n  However, Serpa's claim of ineffective assistance is a\r\nnovel one:  it rests on the undisputed fact that, in closing\r\nargument, Serpa's counsel flatly admitted Serpa's guilt as to a\r\nsingle transaction--the sale on June 28, 1997, of two ounces of\r\ncocaine to an undercover officer.  Counsel explicitly told the jury\r\nthat as to \"the second deal, Julio Serpa did that.\"  This sale\r\nconstituted one of four distribution counts against Serpa\r\ncomprising four specific sales by Serpa and Gomes in the period\r\nJune-August 1995.  In the end, the jury convicted Serpa on all of\r\nthese counts as well as the conspiracy count.\r\nCounsel's concession was a calculated gamble.  Admitting\r\nguilt as to one transaction, Serpa's counsel sought to contrast it\r\nwith the three others where Serpa was present but arguably more\r\npassive, allowing counsel to argue that as to them Serpa was only\r\nan observer.  By limiting Serpa's criminal involvement to one sale,\r\ncounsel sought also to separate him from the broader conspiracy. \r\nCounsel argued vigorously in favor of acquittal on the other\r\ncounts, using the contrast in Serpa's favor (e.g., \"Those other\r\ntransactions . . . Julio Serpa was present . . . . But . . . there\r\nain't no participation.  He did nothing.\").\r\nThis was patently a reasonable strategy.  The\r\ngovernment's case as to the second transaction was overwhelming. \r\nIt included not only testimony from Madsen but also from a police\r\nofficer posing as his partner.  The transaction was audiotaped and\r\nwitnessed by yet other agents at a distance.  And Serpa's conduct\r\non June 28 was unambiguous:  he took the payment money from the\r\nofficer posing as Madsen's partner and handed back two ounces of\r\ncocaine in exchange.  Nor did Serpa have a plausible entrapment\r\nclaim.  Conviction was almost inevitable.\r\nIn some cases, a concession on one count might increase\r\nthe chances of conviction on others.  But here it allowed defense\r\ncounsel to contrast Serpa's active role on one transaction with his\r\nalleged mere presence on others and then, by narrowing Serpa's\r\npurported involvement, to argue against conviction on the\r\nconspiracy count.  Further, by avoiding a hopeless claim of\r\ninnocence on one count, counsel preserved some credibility with the\r\njury for use where it might help.  The result was an uphill\r\nargument, and it failed, but the tactic was certainly not\r\nincompetent representation. United States v. Tabares, 951 F.2d 405,\r\n409 (1st Cir. 1991); cf. Jones v. Barnes, 463 U.S. 745, 751 (1983).\r\nSerpa's cursory analogy to a guilty plea without\r\nsafeguards (including the explicit consent and participation of the\r\ndefendant and a good many formalities as well, Fed. R. Crim. P. 11)\r\nis a false one.  Counsel's concession was not a guilty plea,  which\r\ninvolves conviction without proof, and is therefore properly hedged\r\nwith protections.  Here, the government had to provide a jury with\r\nadmissible evidence of guilt and did so in abundance.  Serpa's\r\nclaim that Rule 11 was short-circuited is virtually identical to a\r\nclaim squarely and properly rejected by the Seventh Circuit in\r\nUnderwood v. Clark, 939 F.2d 473, 474 (7th Cir. 1991) (Posner, J.).\r\nOf course, Serpa could argue that even the most competent\r\ncounsel ought to get the defendant's consent before following a\r\nstrategy bound to produce a conviction on at least one count.  An\r\nargument based on lack of consent could not be made on this record;\r\nin fact, Serpa's brief implies that Serpa was told in advance and\r\nacquiesced (the brief says that Serpa \"felt compelled to follow\r\nCounsel's advice even though this was against his wishes\").  We\r\nleave for another day the question of whether and when a\r\ndefendant's consent (or objection) to a course of action might be\r\nrelevant to an ineffective assistance claim.  See Underwood, 939\r\nF.2d at 474-76; cf. Bell v. Evatt, 72 F.3d 421, 430 (4th Cir.\r\n1995), cert. denied, 518 U.S. 1009 (1996).\r\nQuadros.  The district court determined that Quadros was\r\nresponsible for a kilogram of cocaine.  After certain adjustments\r\nto the offense level, this gave Quadros a guideline sentencing\r\nrange of 41 to 52 months' imprisonment.  However, the statute\r\nimposes a mandatory minimum of five years' imprisonment where the\r\ndrug trafficking offense involves a half kilogram or more of\r\ncocaine.  21 U.S.C.  841(b)(1)(B)(ii).  The district court\r\ntherefore sentenced Quadros to 60 months' imprisonment.  See\r\nU.S.S.G.  5G1.1(b) (references are to the 1995 edition).\r\nOn appeal, Quadros contests the ruling that he was\r\nresponsible for a kilo of cocaine.  Although findings of fact are\r\nreviewable only for clear error, United States v. Muniz, 49 F.3d\r\n36, 41 (1st Cir. 1995), Quadros's legal claims are reviewed de\r\nnovo, id., and he makes both kinds of arguments.  As pertinent\r\nbackground, we note that Quadros pled guilty both to conspiracy and\r\nto two counts of distribution, one charging distribution on August\r\n8, 1995, and the other on May 14, 1996.  It is the May 14, 1996,\r\ntransaction that controlled Quadros's sentence because the August\r\n8, 1995, sale was only 10 grams.\r\nThe district court found that the May 14, 1996,\r\ntransaction involved an effort by Quadros to facilitate the\r\nattempted sale of a kilo to Madsen by Jose Aguiar.  The evidence\r\nsupports this finding.  Between March and May 1996, Quadros--\r\nadmittedly a minor player--sought to bring Madsen into contact with\r\nAguiar so that Aguiar could supply Madsen with cocaine.  Quadros\r\ntold Aguiar that Madsen wanted to discuss the purchase of kilos\r\nand, before the May 14, 1996, meeting, Quadros advised Aguiar that\r\nMadsen wanted to purchase a kilo; Aguiar arrived at the meeting,\r\naccompanied by Quadros, expecting to make such a sale.\r\nAt the meeting, Madsen (under instruction from the DEA)\r\nsurprised both Aguiar and Quadros by saying that he wanted an ounce\r\nsample \"before I buy a brick.\"   Aguiar said that a kilo or half\r\nkilo was a better bargain, but Madsen insisted on purchasing a\r\nsample \"first just to try it out\"; he assured Aguiar that, \"[i]f\r\nthe stuff is really good, I'll let you know soon.\"  No later sale\r\nwas made, but the evidence permitted the district court to find\r\nthat Quadros had arranged with Aguiar to make the sale of a kilo or\r\nhad aided and abetted Aguiar's effort to make such a sale.\r\nQuadros' legal argument, which is the heart of his\r\nappeal, is that the guidelines address the case of a delivery that\r\nis smaller than the amount agreed upon and provide expressly that\r\nthe amount delivered should govern.  The most pertinent sentences\r\nin this portion of the guideline commentary read as follows:  \r\n  In an offense involving an agreement to sell a\r\ncontrolled substance, the agreed-upon quantity\r\nof the controlled substance shall be used to\r\ndetermine the offense level unless the sale is\r\ncompleted and the amount delivered more\r\naccurately reflects the scale of the offense. \r\nFor example, a defendant agrees to sell 500\r\ngrams of cocaine, the transaction is completed\r\nby the delivery of the controlled substance -\r\nactually 480 grams of cocaine, and no further\r\ndelivery is scheduled.  In this example, the\r\namount delivered more accurately reflects the\r\nscale of the offense.\r\n\nU.S.S.G.  2D1.1, cmt. n.12 (emphasis added).\r\nWe think that Quadros' argument mistakes a plausible\r\nexample for a universal requirement, ignoring the full \"unless\"\r\nclause in the prior sentence.  In the example, the difference in\r\nthe amounts is small, the defendant was the one who decided to\r\ndeliver less than promised, and the defendant was not independently\r\nconspiring with or aiding an accomplice in the sale.  In such a\r\ncase, the amount delivered and not the amount initially agreed may\r\nwell \"more accurately reflects the scale of the offense,\"  U.S.S.G.\r\n2D1.1, cmt. n.12 (1995), but this language itself calls for a\r\nfact-bound assessment by the sentencing judge.\r\nTo take the 480-gram example in isolation--as a\r\nmechanical rule for every agreement followed by a delivery--would\r\nignore the topic sentence that precedes the example, including its\r\npresumption that the amount intended to be sold ordinarily governs\r\n\"unless\" the judge concludes that the lesser amount delivered \"more\r\naccurately\" reflects the scale of the offense.  U.S.S.G.  2D1.1,\r\ncmt. n.12.  It would overturn much case law supporting the\r\npresumption and produce the odd and unfair result whereby the\r\ndefendant who delivers less than the amount promised automatically\r\ngets a lower sentence than the one who delivers nothing.  Note 12,\r\nread as a whole, intends a more subtle calculation--although its\r\nlanguage still needs refinement.\r\nEven if his role was limited, Quadros did conspire with\r\nAguiar, or assist Aguiar in attempting, to make a sale of a kilo. \r\nThe district court found as a fact that the kilo sale failed only\r\nbecause Madsen declined to accept the full amount.  Cf. U.S.S.G. \r\n2D1.1, cmt. n.12 (\"In contrast, in a reverse sting, the agreed-upon\r\nquantity of the controlled substance would more accurately reflect\r\nthe scale of the offense because the amount actually delivered is\r\ncontrolled by the government, not by the defendant.\"). We therefore\r\nbelieve that the district court permissibly found that the kilo\r\nintended to be sold and not the ounce actually delivered \"more\r\naccurately reflects the scale of the offense.\"  Id.\r\nGomes.  Gomes, who also contests his sentence, pled\r\nguilty to the conspiracy count and four counts of distribution, as\r\nwell as other crimes (primarily, money laundering) that did not\r\naffect the term of imprisonment later imposed.  That term, 168\r\nmonths, was reached by the district judge after calculating Gomes'\r\nguideline range and then departing downward on the ground that\r\nGomes' criminal history category (category VI) overstated his\r\nculpability.  The guideline range resulted from a finding that\r\nGomes was responsible for between 15 and 50 kilos of cocaine.\r\nOn appeal, Gomes says that he is responsible only for the\r\n278.8 grams involved in a single sale, a figure that even under\r\ncategory VI would give him a maximum guideline sentence well below\r\n168 months.  The government supports the 15 to 50 kilos figure but\r\nsays that we can affirm without reaching this factual issue.  See\r\nUnited States v. Tavano, 12 F.3d 301, 307 (1st Cir. 1993).  It\r\npoints out that because Gomes had two prior convictions for felony\r\ndrug offenses, the guidelines prescribed a minimum offense level\r\nabove the level for 15 to 50 kilos and a guideline range with a\r\nminimum well above 168 months.  U.S.S.G.  4B1.1.\r\nThe district court shared the government's view that the\r\ncareer offender guideline controlled as the starting point for a\r\ndeparture; but the court computed the 15 to 50 kilo figure on a\r\nprecautionary basis because Gomes might succeed in state court in\r\nsetting aside some of the predicate convictions that underlie his\r\ncareer offender status.  Under a clearly erroneous test, Muniz, 49\r\nF.3d at 41, we conclude after a review of the record that the\r\ngovernment's proffered evidence of amount did support the 15 to 50\r\nkilos found as a fact by the district court.  The details need not\r\nbe recounted, but it is worth noting that the pre-sentence report\r\ndeemed Gomes responsible for at least 93 kilos.\r\nAffirmed.\r\n",
  "html": "<p class=\"case_cite\">177 F.3d 76</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joao M. GOMES, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Juvenal Quadros, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Julio Serpa, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Joseph Silva, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 97-2193, 97-2312, 97-2363 and 97-2432.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1999.<br>Decided May 27, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John C. McBride with whom McBride &amp; Associates was on brief for appellant Joao M. Gomes.</p>\n      <p class=\"indent\">Richard J. Fallon, by appointment of the court, for appellant Juvenal Quadros.</p>\n      <p class=\"indent\">Robert R. Andrew, by appointment of the court, for appellant Julio Serpa.</p>\n      <p class=\"indent\">Stephen B. Hrones, by appointment of the court, with whom Hrones &amp; Garrity was on brief for appellant Joseph Silva.</p>\n      <p class=\"indent\">Elizabeth D. Collery, Department of Justice, with whom Donald K. Stern, United States Attorney, Michael J. Pelgro and Robert L. Peabody, Assistant United States Attorneys, and Demetra Lambros, Department of Justice, were on consolidated brief for the United States.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On this appeal, four defendants--Joseph Silva, Julio Serpa, Juvenal Quadros, and Joao Gomes--seek review of their convictions for drug trafficking offenses or of their sentences.  The case arises out of a large-scale investigation of drug dealing in and around Lowell, Massachusetts, conducted from the late 1980s until August 1996.  Because the sufficiency of the evidence is not disputed, our description of the background and the defendants' actions is abbreviated and focuses upon the specific drug sales charged in the indictment and involving these defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April 1995, a cocaine dealer named Larry Madsen was arrested for trying to sell cocaine to an undercover policeman and agreed to cooperate with the Drug Enforcement Administration (\"DEA\").  In gathering information, Madsen patronized a Lowell bar called the Colonial Lounge.  There, he saw Silva selling small quantities of cocaine to other patrons.  Silva ultimately made a sale of 25.7 grams of cocaine to Madsen on August 7, 1995.  Silva's defense at his later trial was that he had been badgered and entrapped into making the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gomes and Serpa were implicated through a different set of transactions.  In June 1995, Madsen approached Gomes and Serpa at the same bar and asked to buy cocaine.  Gomes, Serpa, or both then made four sales to Madsen between June and August 1995;  the transactions were recorded on audio or videotape in whole or part, and in two of them an undercover officer participated by posing as Madsen's partner.  In each of the sales, both Gomes and Serpa were present for some part of the transaction:  on three of the four occasions, it was Serpa who handed over the drugs and on the fourth Serpa was described by the police as a lookout or enforcer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The last defendant, Quadros, was identified by Madsen as another seller of cocaine at the Colonial Lounge.  Quadros made one sale of cocaine to Madsen in August 1995.  Quadros also introduced Madsen to Alvin Santos, facilitating Santos' later sale of cocaine to Madsen in March 1996.  Quadros also acted as an intermediary in a sale to Madsen by Jose Aguiar in May 1996;  this sale, on which Quadros' sentence turned, is described in more detail below.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">These were among many events that led to the indictment of ten defendants, including the four who are parties to this appeal.  In a superseding indictment, all ten were charged with participating in single conspiracy to possess with intent to distribute and to distribute cocaine, 21 U.S.C. &#167; 846, but the links between the defendants are not material here.  Each of the four defendants involved in this appeal was also charged with distributing specific amounts of cocaine on specific dates, 21 U.S.C. &#167; 841(a)(1), and with other, related crimes (e.g., criminal forfeiture, 21 U.S.C. &#167; 853;  18 U.S.C. &#167; 982, and money laundering, 18 U.S.C. &#167; 1956(a)(1)(B)(i)).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">One of the ten defendants fled, and seven of the others (including Quadros and Gomes) pled guilty to various charges, including the conspiracy charge.  At trial, Serpa was convicted on all counts.  At a separate trial, Silva was acquitted of conspiracy, but the jury hung on the single distribution count involving Silva.  On retrial, Silva was convicted on the distribution count.  After sentencing, each of the four appealed.  Serpa and Silva challenge their convictions while Quadros and Gomes appeal only on sentencing issues.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Silva.  On this appeal, Silva's first claim is that the district court erred by rebuking his counsel in front of the jury, thereby depriving Silva of a fair trial.  On the second day of the trial, Silva's counsel several times made objections and, after the district court ruled, continued to make arguments or comments.  The judge then told counsel simply to object and not offer additional argument unless so requested.  The court repeated the request outside the jury's presence, but the next day Silva's counsel made further comments after the district judge overruled a government objection, prompting the court to ask the defense counsel to stop arguing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Several days later the district court sustained an objection to questioning by Silva's counsel.  Counsel continued to argue the matter after the ruling.  In front of the jury, the court said that this was unacceptable and that if it happened again defense counsel would be subject to discipline.  When defense counsel objected to the remark being made in the presence of the jury, the judge said that defense counsel had previously made inappropriate arguments in front of the jury, had been repeatedly warned, and was now being reprimanded in front of the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the next break, defense counsel moved for a mistrial, which was denied.  In the jury instructions at the end of the trial, the judge told the jury that his directions to witnesses and lawyers, including any statements by the judge that counsel were being argumentative, were not matters for the jury to consider.  Silva's counsel objected that the instruction was not specific enough, but the court declined to elaborate.  This is the sequence that now leads to Silva's claim of unfair prejudice.  See Glasser v. United States, 315 U.S. 60, 83, 62 S.Ct. 457, 86 L.Ed. 680 (1942);  United States v. Polito, 856 F.2d 414, 418 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government defends the district court's rebuke as justified and says that in any event Silva was not prejudiced.  One might ask why a rebuke of counsel should ever be delivered in front of the jury since even a justified rebuke to counsel could prejudice the defendant and could instead be delivered at side bar.  Cf. Polito, 856 F.2d at 417-18 (rebuke in front of jury disfavored).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under the case law, whether the rebuke was merited is a relevant but not a controlling consideration.  See, e.g., Logue v. Dore, 103 F.3d 1040, 1046 (1st Cir.1997);  United States v. Quesada-Bonilla, 952 F.2d 597, 600-01 (1st Cir.1991).  In this case, the rebuke does seem to us amply justified (although we add one caution as to form of directions to counsel).  Whether and when argument is permitted on routine matters is very largely for the trial judge to decide, see Polito, 856 F.2d at 418;  this is especially so because lawyers can use arguments to posture in front of the jury and to insinuate to it that the court's rulings unfairly favor the other side.  Here, counsel does appear to have ignored several warnings to stop arguing after rulings had been made, cf.  United States v. Pisani, 773 F.2d 397, 403-04 (2d Cir.1985), and the court was fully entitled to emphasize its displeasure.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">One caveat is in order.  Most of the district court's concerns were with unwarranted argument by Silva's counsel, especially after the court had already ruled on a motion or objection.  But once or twice the trial court seemingly directed counsel not to state even the ground of objection unless requested by the court.  For example, at one point the court said, \"Just simply say 'objection.'   I don't want to hear any argument.  If I think I don't understand what it is, I'll ask you for something.  I understood what it was.\"   This is a direction that, if taken literally, does raise one concern.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Specifically, Fed.R.Evid. 103(a)(1) requires a party to state the specific ground of objection if the ruling admits evidence, and if the ground is not obvious from context, on pain of losing anything but a plain error claim on appeal.  Fed.R.Crim.P. 51 requires parties to \"make[ ] known\" objections to the actions of the court \"and the grounds therefor.\"   Accord Fed.R.Civ.P. 46.  Normally a ground of objection to evidence can been stated without prolonged argument (e.g., \"hearsay,\" \"asked and answered,\" \"not relevant\").  At the very least, a lawyer told only to object without stating grounds needs an opportunity if the ruling goes against him to put his grounds on the record within a reasonable time.  There is no indication here that such an opportunity was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In all events, no claim of unfair prejudice to Silva is tenable on this record, considering the rebuke in the context of the overall trial.  Polito, 856 F.2d at 418.   Silva's effort to mount an entrapment defense and the hung jury at the first trial show that Silva's conviction was not preordained.  But the judge's rebuke, not itself especially severe, was directed solely to counsel's courtroom conduct and carried no suggestion that the defense case was weak or that the judge sided with the prosecutor.  United States v. Edmond, 52 F.3d 1080, 1101 (D.C.Cir.), cert. denied, 516 U.S. 998, 116 S.Ct. 539, 133 L.Ed.2d 443 (1995);  United States v. DiTommaso, 817 F.2d 201, 221 (2d Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Indeed, the judge rebuked the prosecutor for procedural missteps on several occasions.  United States v. Warner, 955 F.2d 441, 449 (6th Cir.), cert. denied, 505 U.S. 1227, 112 S.Ct. 3050, 120 L.Ed.2d 917, amended and superseded by 971 F.2d 1189 (1992).  Moreover, the court later told the jury that its admonitions to counsel were irrelevant to the jury's task.  Polito, 856 F.2d at 419.   Trial judges are justifiably accorded broad latitude to ensure proper courtroom behavior.  Liteky v. United States, 510 U.S. 540, 555-56, 114 S.Ct. 1147, 127 L.Ed.2d 474 (1994);  Deary v. City of Gloucester, 9 F.3d 191, 195-96 (1st Cir.1993).  We are satisfied that the rebuke was not inappropriate and, further, that it did not contribute to the conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Next, Silva--joined by Serpa (appealing from his separate conviction on identical grounds)--claims error in the district court's exclusion of certain defense witness testimony and restrictions as to cross-examination about alleged bad acts by Madsen.  In general, we review the district court's restrictions on cross-examination or impeachment for abuse of discretion, but we resolve de novo abstract legal issues (e.g., the meaning of a Federal Rule of Evidence), and we examine the record de novo to ensure that the defendant received his Sixth Amendment right to a reasonable chance to explore the witnesses' veracity, bias, and motivation.  United States v. Laboy-Delgado, 84 F.3d 22, 28 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The strongest claim made by Silva and Serpa relating to evidentiary rulings concerns the troubling allegation that Madsen, in violation of his cooperation agreement with the government, privately purchased an ounce of cocaine for himself while working for the government.  At both Silva and Serpa's trials, a DEA agent testified that a confidential informant had reported the transaction to the DEA.  Madsen denied that the transaction had occurred.  Both the agent and Madsen were vigorously cross-examined on the matter before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, Silva says that the court erred in refusing to permit him to call the confidential informant as a witness to confirm that the transaction had occurred as he had reported, and Serpa joins in the claim.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Extrinsic evidence of specific bad acts is not admissible to show untruthfulness, Fed.R.Evid. 608(b), even assuming that breaching the cooperation agreement suggests that trait in Madsen, or to contradict the witness on a collateral matter, United States v. Beauchamp, 986 F.2d 1, 3-4 (1st Cir.1993), which this was so far as Silva or Serpa's own crimes were concerned.  However, extrinsic evidence is admissible to show bias.  United States v. Abel, 469 U.S. 45, 51, 105 S.Ct. 465, 83 L.Ed.2d 450 (1984);  Beauchamp, 986 F.2d at 4. Silva and Serpa's theory is that Madsen's alleged purchase gave the government grounds to tear up its cooperation agreement and prosecute Madsen vigorously, thus giving Madsen a further incentive to slant his testimony in favor of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The bias theory probably holds together, but the trial judge had discretion to exclude such an excursion into extrinsic evidence that would distract from the main issues and in this case would add little of practical value to the defense.  Beauchamp, 986 F.2d at 4;  United States v. Devin, 918 F.2d 280, 293 (1st Cir.1990).  There was no indication that the government planned to revoke the agreement and risk losing its star witness.  Cf. United States v. Atherton, 936 F.2d 728, 733-34 (2d Cir.1991) (no probability of government prosecution), cert. denied, 502 U.S. 1101, 112 S.Ct. 1187, 117 L.Ed.2d 429 (1992).  And the cooperation agreement already gave the jury an ample and more solid reason to question Madsen's testimony as the fruit of lenient treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Two other such restrictions are challenged.  The district court refused to allow one witness to testify that Madsen had boasted of torturing another drug dealer, and also precluded yet another witness from testifying that Madsen had threatened him with harm.  The connection with bias is remote in both cases (there was no realistic threat of prosecution);  and the torture testimony was doubtful and inflammatory.  Both allegations were developed on cross-examination of Madsen (who denied the torture and the threat) and were thus known to the jury.  See United States v. Anderson, 139 F.3d 291, 302 (1st Cir.), cert. denied, --- U.S. ----, 119 S.Ct. 158, 142 L.Ed.2d 129 (1998).  Exclusion of further evidence was within the district court's discretion to limit excursions.  See id.;  Beauchamp, 986 F.2d at 4.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Confrontation Clause lies obscurely behind such claims of evidentiary error because, in a few extreme cases, the Supreme Court has invoked it to overturn state court restrictions on cross-examination or impeachment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  However, such a challenge is tenable only where the restriction is manifestly unreasonable or overbroad.  Olden v. Kentucky, 488 U.S. 227, 231, 109 S.Ct. 480, 102 L.Ed.2d 513 (1988);  Delaware, 475 U.S. at 679, 106 S.Ct. 1431;  see also Anderson, 139 F.3d at 302.   Here, defendants were allowed not only to develop reasonably their claims of bias based on the cooperation agreement, but also to draw the jury's attention to the very \"bad acts\" in question, being limited only in the extent of proof or development.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Silva lastly objects that the district court should have declared a mistrial after a juror at the second trial, Alan Smolinski, discovered in the jury room a copy of the indictment used at the first trial.  This indictment included, inter alia, a first count charging Silva and others with conspiracy, an offense of which he was acquitted at the first trial.  Apparently, the indictment had been left behind in the jury room after the first trial.  Smolinski told other jurors that he had discovered a court paper \"that shouldn't be here\" but did not discuss its substance.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When Smolinski turned the document over to the court, he was questioned and said he would be impartial.  The court also voir dired the other jurors, who denied knowing the contents of the document (although three knew that it was an indictment), and all said they could be impartial.  At defense counsel's request the court dismissed both Smolinski and a second juror whom Smolinski had consulted as to what to do with the document, but the court refused to declare a mistrial or dismiss other jurors.  We review the court's decision for abuse of discretion.  United States v. Walsh, 75 F.3d 1, 6-7 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is nothing to show that any juror who remained on the jury had any knowledge of the contents of the document beyond knowledge that it was an indictment.  At oral argument, counsel's only explanation of harm is that the jury may have speculated that the document was adverse to the defense.  But this may be so any time that the defense blocks a prosecutor's question or tender of real evidence in open court.  Trials are expected to be fair, but not necessarily perfect;  and appeals courts are slow to insist on mistrials, even in cases where the question or comment may actually convey prejudicial information.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Instead, much is left to the discretion of the district judge, who is present at the scene and can best gauge the impact on the jury of the improper event or information.  United States v. Rivera-Gomez, 67 F.3d 993, 998 (1st Cir.1995);  Sepulveda, 15 F.3d at 1184.   This is especially true where, as here, the district court makes careful use of voir dire, instructions or other measures to identify the extent of any harm and to remedy it.  DiSanto, 86 F.3d at 1248-49;  Sepulveda, 15 F.3d at 1184;  see also Magana, 127 F.3d at 6. Certainly in an extreme case denial of a mistrial may be reversible error, Sepulveda, 15 F.3d at 1184, but not where the judge removed the only jurors colorably claimed to have been contaminated.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This case does not involve deliberate misconduct by either side or exposure of a retained juror to substantively damaging information.  It is thus unlike Remmer v. United States, 347 U.S. 227, 229, 74 S.Ct. 450, 98 L.Ed. 654 (1954), where the Supreme Court spoke of a (rebuttable) presumption of prejudice from improper exposure or tampering--even assuming Remmer remains the law.  Compare United States v. Sylvester, 143 F.3d 923, 934 (5th Cir.1998);  United States v. Williams-Davis, 90 F.3d 490, 494-99 (D.C.Cir.1996), cert. denied, 519 U.S. 1128, 117 S.Ct. 986, 136 L.Ed.2d 867 (1997).  In all events, the facts developed through the voir dire brought this case well within the district court's discretion to allow the case to continue, discretion that we think was well exercised in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Serpa. The most unusual question in this case is Serpa's claim that he was denied effective assistance of counsel.  To prevail, Serpa must establish that his counsel's performance fell below an objective standard of reasonableness, Strickland v. Washington, 466 U.S. 668, 687-88, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), and that he was prejudiced by counsel's errors, id. at 691-96, 104 S.Ct. 2052.   Counsel's judgment is subject to highly deferential review, id. at 689, 104 S.Ct. 2052, and there is prejudice only if defendant establishes that he would probably have been acquitted absent his counsel's mistakes, id. at 694, 104 S.Ct. 2052.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">However, Serpa's claim of ineffective assistance is a novel one:  it rests on the undisputed fact that, in closing argument, Serpa's counsel flatly admitted Serpa's guilt as to a single transaction--the sale on June 28, 1997, of two ounces of cocaine to an undercover officer.  Counsel explicitly told the jury that as to \"the second deal, Julio Serpa did that.\"   This sale constituted one of four distribution counts against Serpa comprising four specific sales by Serpa and Gomes in the period June-August 1995.  In the end, the jury convicted Serpa on all of these counts as well as the conspiracy count.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Counsel's concession was a calculated gamble.  Admitting guilt as to one transaction, Serpa's counsel sought to contrast it with the three others where Serpa was present but arguably more passive, allowing counsel to argue that as to them Serpa was only an observer.  By limiting Serpa's criminal involvement to one sale, counsel sought also to separate him from the broader conspiracy.  Counsel argued vigorously in favor of acquittal on the other counts, using the contrast in Serpa's favor (e.g., \"Those other transactions ... Julio Serpa was present....  But ... there ain't no participation.  He did nothing.\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This was patently a reasonable strategy.  The government's case as to the second transaction was overwhelming.  It included not only testimony from Madsen but also from a police officer posing as his partner.  The transaction was audiotaped and witnessed by yet other agents at a distance.  And Serpa's conduct on June 28 was unambiguous:  he took the payment money from the officer posing as Madsen's partner and handed back two ounces of cocaine in exchange.  Nor did Serpa have a plausible entrapment claim.  Conviction was almost inevitable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In some cases, a concession on one count might increase the chances of conviction on others.  But here it allowed defense counsel to contrast Serpa's active role on one transaction with his alleged mere presence on others and then, by narrowing Serpa's purported involvement, to argue against conviction on the conspiracy count.  Further, by avoiding a hopeless claim of innocence on one count, counsel preserved some credibility with the jury for use where it might help.  The result was an uphill argument, and it failed, but the tactic was certainly not incompetent representation.  United States v. Tabares, 951 F.2d 405, 409 (1st Cir.1991);  cf.  Jones v. Barnes, 463 U.S. 745, 751, 103 S.Ct. 3308, 77 L.Ed.2d 987 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Serpa's cursory analogy to a guilty plea without safeguards (including the explicit consent and participation of the defendant and a good many formalities as well, Fed.R.Crim.P. 11) is a false one.  Counsel's concession was not a guilty plea, which involves conviction without proof, and is therefore properly hedged with protections.  Here, the government had to provide a jury with admissible evidence of guilt and did so in abundance.  Serpa's claim that Rule 11 was short-circuited is virtually identical to a claim squarely and properly rejected by the Seventh Circuit in Underwood v. Clark, 939 F.2d 473, 474 (7th Cir.1991) (Posner, J.).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Of course, Serpa could argue that even the most competent counsel ought to get the defendant's consent before following a strategy bound to produce a conviction on at least one count.  An argument based on lack of consent could not be made on this record;  in fact, Serpa's brief implies that Serpa was told in advance and acquiesced (the brief says that Serpa \"felt compelled to follow Counsel's advice even though this was against his wishes\").  We leave for another day the question of whether and when a defendant's consent (or objection) to a course of action might be relevant to an ineffective assistance claim.  See Underwood, 939 F.2d at 474-76;  cf.  Bell v. Evatt, 72 F.3d 421, 430 (4th Cir.1995), cert. denied, 518 U.S. 1009, 116 S.Ct. 2533, 135 L.Ed.2d 1056 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Quadros.  The district court determined that Quadros was responsible for a kilogram of cocaine.  After certain adjustments to the offense level, this gave Quadros a guideline sentencing range of 41 to 52 months' imprisonment.  However, the statute imposes a mandatory minimum of five years' imprisonment where the drug trafficking offense involves a half kilogram or more of cocaine.  21 U.S.C. &#167; 841(b)(1)(B)(ii).  The district court therefore sentenced Quadros to 60 months' imprisonment.  See U.S.S.G. &#167; 5G1.1(b) (references are to the 1995 edition).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On appeal, Quadros contests the ruling that he was responsible for a kilo of cocaine.  Although findings of fact are reviewable only for clear error, United States v. Muniz, 49 F.3d 36, 41 (1st Cir.1995), Quadros's legal claims are reviewed de novo, id., and he makes both kinds of arguments.  As pertinent background, we note that Quadros pled guilty both to conspiracy and to two counts of distribution, one charging distribution on August 8, 1995, and the other on May 14, 1996.  It is the May 14, 1996, transaction that controlled Quadros's sentence because the August 8, 1995, sale was only 10 grams.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court found that the May 14, 1996, transaction involved an effort by Quadros to facilitate the attempted sale of a kilo to Madsen by Jose Aguiar.  The evidence supports this finding.  Between March and May 1996, Quadros--admittedly a minor player--sought to bring Madsen into contact with Aguiar so that Aguiar could supply Madsen with cocaine.  Quadros told Aguiar that Madsen wanted to discuss the purchase of kilos and, before the May 14, 1996, meeting, Quadros advised Aguiar that Madsen wanted to purchase a kilo;  Aguiar arrived at the meeting, accompanied by Quadros, expecting to make such a sale.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">At the meeting, Madsen (under instruction from the DEA) surprised both Aguiar and Quadros by saying that he wanted an ounce sample \"before I buy a brick.\"   Aguiar said that a kilo or half kilo was a better bargain, but Madsen insisted on purchasing a sample \"first just to try it out\";  he assured Aguiar that, \"[i]f the stuff is really good, I'll let you know soon.\"   No later sale was made, but the evidence permitted the district court to find that Quadros had arranged with Aguiar to make the sale of a kilo or had aided and abetted Aguiar's effort to make such a sale.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Quadros' legal argument, which is the heart of his appeal, is that the guidelines address the case of a delivery that is smaller than the amount agreed upon and provide expressly that the amount delivered should govern.  The most pertinent sentences in this portion of the guideline commentary read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>In an offense involving an agreement to sell a controlled substance, the agreed-upon quantity of the controlled substance shall be used to determine the offense level unless the sale is completed and the amount delivered more accurately reflects the scale of the offense.  For example, a defendant agrees to sell 500 grams of cocaine, the transaction is completed by the delivery of the controlled substance--actually 480 grams of cocaine, and no further delivery is scheduled.   In this example, the amount delivered more accurately reflects the scale of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">U.S.S.G. &#167; 2D1.1, cmt. n.12 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We think that Quadros' argument mistakes a plausible example for a universal requirement, ignoring the full \"unless\" clause in the prior sentence.  In the example, the difference in the amounts is small, the defendant was the one who decided to deliver less than promised, and the defendant was not independently conspiring with or aiding an accomplice in the sale.  In such a case, the amount delivered and not the amount initially agreed may well \"more accurately reflects the scale of the offense,\" U.S.S.G. &#167; 2D1.1, cmt. n.12 (1995), but this language itself calls for a fact-bound assessment by the sentencing judge.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To take the 480-gram example in isolation--as a mechanical rule for every agreement followed by a delivery--would ignore the topic sentence that precedes the example, including its presumption that the amount intended to be sold ordinarily governs \"unless\" the judge concludes that the lesser amount delivered \"more accurately\" reflects the scale of the offense.  U.S.S.G. &#167; 2D1.1, cmt. n.12.  It would overturn much case law supporting the presumption<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and produce the odd and unfair result whereby the defendant who delivers less than the amount promised automatically gets a lower sentence than the one who delivers nothing.  Note 12, read as a whole, intends a more subtle calculation--although its language still needs refinement.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Even if his role was limited, Quadros did conspire with Aguiar, or assist Aguiar in attempting, to make a sale of a kilo.  The district court found as a fact that the kilo sale failed only because Madsen declined to accept the full amount.  Cf. U.S.S.G. &#167; 2D1.1, cmt. n.12 (\"In contrast, in a reverse sting, the agreed-upon quantity of the controlled substance would more accurately reflect the scale of the offense because the amount actually delivered is controlled by the government, not by the defendant.\").  We therefore believe that the district court permissibly found that the kilo intended to be sold and not the ounce actually delivered \"more accurately reflects the scale of the offense.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Gomes. Gomes, who also contests his sentence, pled guilty to the conspiracy count and four counts of distribution, as well as other crimes (primarily, money laundering) that did not affect the term of imprisonment later imposed.  That term, 168 months, was reached by the district judge after calculating Gomes' guideline range and then departing downward on the ground that Gomes' criminal history category (category VI) overstated his culpability.  The guideline range resulted from a finding that Gomes was responsible for between 15 and 50 kilos of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On appeal, Gomes says that he is responsible only for the 278.8 grams involved in a single sale, a figure that even under category VI would give him a maximum guideline sentence well below 168 months.  The government supports the 15 to 50 kilos figure but says that we can affirm without reaching this factual issue.  See United States v. Tavano, 12 F.3d 301, 307 (1st Cir.1993).  It points out that because Gomes had two prior convictions for felony drug offenses, the guidelines prescribed a minimum offense level above the level for 15 to 50 kilos and a guideline range with a minimum well above 168 months.  U.S.S.G. &#167; 4B1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court shared the government's view that the career offender guideline controlled as the starting point for a departure;  but the court computed the 15 to 50 kilo figure on a precautionary basis because Gomes might succeed in state court in setting aside some of the predicate convictions that underlie his career offender status.  Under a clearly erroneous test, Muniz, 49 F.3d at 41, we conclude after a review of the record that the government's proffered evidence of amount did support the 15 to 50 kilos found as a fact by the district court.  The details need not be recounted, but it is worth noting that the pre-sentence report deemed Gomes responsible for at least 93 kilos.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Silva preserved these objections at trial, but Serpa did not preserve all of these objections.  In such instances, Serpa's objection would ordinarily be lost or reviewed only for plain error, United States v. Olano, 507 U.S. 725, 737-41, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993), depending on the circumstances, but in this case, this makes no difference to the outcome</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., Delaware v. Van Arsdall, 475 U.S. 673, 678-79, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986);  Davis v. Alaska, 415 U.S. 308, 315-18, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974);  see also Chambers v. Mississippi, 410 U.S. 284, 302, 93 S.Ct. 1038, 35 L.Ed.2d 297 (1973) (due process violation);  1 McCormick on Evidence &#167; 19, at 78 n.9 (4th ed.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See, e.g., United States v. Lowe, 145 F.3d 45, 49-50 (1st Cir.)  (reference to recent escape), cert. denied, --- U.S. ----, 119 S.Ct. 270, 142 L.Ed.2d 222 (1998);  United States v. Magana, 127 F.3d 1, 6 (1st Cir.1997) (improper evidence);  United States v. DiSanto, 86 F.3d 1238, 1248-49 (1st Cir.1996) (question about ownership of \"gay bar\"), cert. denied, 520 U.S. 1105, 117 S.Ct. 1109, 137 L.Ed.2d 310 (1997);  United States v. Sepulveda, 15 F.3d 1161, 1184-85 (1st Cir.1993) (unqualified expert), cert. denied, 512 U.S. 1223, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994);  United States v. Carrasquillo-Plaza, 873 F.2d 10, 13-14 (1st Cir.1989) (misstatement by prosecutor in closing argument)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Muniz, 49 F.3d at 39;  United States v. Pion, 25 F.3d 18, 24-25 (1st Cir.), cert. denied, 513 U.S. 932, 115 S.Ct. 326, 130 L.Ed.2d 286 (1994);  Sepulveda, 15 F.3d at 1197;  United States v. Bradley, 917 F.2d 601, 604-06 (1st Cir.1990);  see also United States v. Eke, 117 F.3d 19, 23 (1st Cir.), cert. denied, --- U.S. ----, 118 S.Ct. 639, 139 L.Ed.2d 617 (1997).  These cases interpreted the language of note 12 before it was amended in 1995, adding inter alia the 480-gram example.  Other changes in the language of note 12 are explained by reference to conflicting cases cited in the amendment, but the origin and purpose of the example is not made clear.  Guidelines Manual, App.  C, Amendment 518;  see also United States v. Marmolejos, 140 F.3d 488, 492 n. 4 (3d Cir.1998).  It is the amended language that applies to Quadros</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joao M. GOMES, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Juvenal Quadros, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Julio Serpa, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Joseph Silva, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 97-2193, 97-2312, 97-2363 and 97-2432.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1999.<br>Decided May 27, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John C. McBride with whom McBride &amp; Associates was on brief for appellant Joao M. Gomes.</p>\n      <p class=\"indent\">Richard J. Fallon, by appointment of the court, for appellant Juvenal Quadros.</p>\n      <p class=\"indent\">Robert R. Andrew, by appointment of the court, for appellant Julio Serpa.</p>\n      <p class=\"indent\">Stephen B. Hrones, by appointment of the court, with whom Hrones &amp; Garrity was on brief for appellant Joseph Silva.</p>\n      <p class=\"indent\">Elizabeth D. Collery, Department of Justice, with whom Donald K. Stern, United States Attorney, Michael J. Pelgro and Robert L. Peabody, Assistant United States Attorneys, and Demetra Lambros, Department of Justice, were on consolidated brief for the United States.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On this appeal, four defendants--Joseph Silva, Julio Serpa, Juvenal Quadros, and Joao Gomes--seek review of their convictions for drug trafficking offenses or of their sentences.  The case arises out of a large-scale investigation of drug dealing in and around Lowell, Massachusetts, conducted from the late 1980s until August 1996.  Because the sufficiency of the evidence is not disputed, our description of the background and the defendants' actions is abbreviated and focuses upon the specific drug sales charged in the indictment and involving these defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April 1995, a cocaine dealer named Larry Madsen was arrested for trying to sell cocaine to an undercover policeman and agreed to cooperate with the Drug Enforcement Administration (\"DEA\").  In gathering information, Madsen patronized a Lowell bar called the Colonial Lounge.  There, he saw Silva selling small quantities of cocaine to other patrons.  Silva ultimately made a sale of 25.7 grams of cocaine to Madsen on August 7, 1995.  Silva's defense at his later trial was that he had been badgered and entrapped into making the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gomes and Serpa were implicated through a different set of transactions.  In June 1995, Madsen approached Gomes and Serpa at the same bar and asked to buy cocaine.  Gomes, Serpa, or both then made four sales to Madsen between June and August 1995;  the transactions were recorded on audio or videotape in whole or part, and in two of them an undercover officer participated by posing as Madsen's partner.  In each of the sales, both Gomes and Serpa were present for some part of the transaction:  on three of the four occasions, it was Serpa who handed over the drugs and on the fourth Serpa was described by the police as a lookout or enforcer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The last defendant, Quadros, was identified by Madsen as another seller of cocaine at the Colonial Lounge.  Quadros made one sale of cocaine to Madsen in August 1995.  Quadros also introduced Madsen to Alvin Santos, facilitating Santos' later sale of cocaine to Madsen in March 1996.  Quadros also acted as an intermediary in a sale to Madsen by Jose Aguiar in May 1996;  this sale, on which Quadros' sentence turned, is described in more detail below.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">These were among many events that led to the indictment of ten defendants, including the four who are parties to this appeal.  In a superseding indictment, all ten were charged with participating in single conspiracy to possess with intent to distribute and to distribute cocaine, 21 U.S.C. &#167; 846, but the links between the defendants are not material here.  Each of the four defendants involved in this appeal was also charged with distributing specific amounts of cocaine on specific dates, 21 U.S.C. &#167; 841(a)(1), and with other, related crimes (e.g., criminal forfeiture, 21 U.S.C. &#167; 853;  18 U.S.C. &#167; 982, and money laundering, 18 U.S.C. &#167; 1956(a)(1)(B)(i)).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">One of the ten defendants fled, and seven of the others (including Quadros and Gomes) pled guilty to various charges, including the conspiracy charge.  At trial, Serpa was convicted on all counts.  At a separate trial, Silva was acquitted of conspiracy, but the jury hung on the single distribution count involving Silva.  On retrial, Silva was convicted on the distribution count.  After sentencing, each of the four appealed.  Serpa and Silva challenge their convictions while Quadros and Gomes appeal only on sentencing issues.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Silva.  On this appeal, Silva's first claim is that the district court erred by rebuking his counsel in front of the jury, thereby depriving Silva of a fair trial.  On the second day of the trial, Silva's counsel several times made objections and, after the district court ruled, continued to make arguments or comments.  The judge then told counsel simply to object and not offer additional argument unless so requested.  The court repeated the request outside the jury's presence, but the next day Silva's counsel made further comments after the district judge overruled a government objection, prompting the court to ask the defense counsel to stop arguing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Several days later the district court sustained an objection to questioning by Silva's counsel.  Counsel continued to argue the matter after the ruling.  In front of the jury, the court said that this was unacceptable and that if it happened again defense counsel would be subject to discipline.  When defense counsel objected to the remark being made in the presence of the jury, the judge said that defense counsel had previously made inappropriate arguments in front of the jury, had been repeatedly warned, and was now being reprimanded in front of the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the next break, defense counsel moved for a mistrial, which was denied.  In the jury instructions at the end of the trial, the judge told the jury that his directions to witnesses and lawyers, including any statements by the judge that counsel were being argumentative, were not matters for the jury to consider.  Silva's counsel objected that the instruction was not specific enough, but the court declined to elaborate.  This is the sequence that now leads to Silva's claim of unfair prejudice.  See Glasser v. United States, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 83, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></a></span>, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">680</span></a></span> (1942);  United States v. Polito, <span class=\"citation\" data-id=\"511568\"><a href=\"/opinion/511568/united-states-v-john-d-polito/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span>, 418 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government defends the district court's rebuke as justified and says that in any event Silva was not prejudiced.  One might ask why a rebuke of counsel should ever be delivered in front of the jury since even a justified rebuke to counsel could prejudice the defendant and could instead be delivered at side bar.  Cf. Polito, 856 F.2d at 417-18 (rebuke in front of jury disfavored).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under the case law, whether the rebuke was merited is a relevant but not a controlling consideration.  See, e.g., Logue v. Dore, <span class=\"citation\" data-id=\"197149\"><a href=\"/opinion/197149/logue-v-dore/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span>, 1046 (1st Cir.1997);  United States v. Quesada-Bonilla, <span class=\"citation\" data-id=\"574883\"><a href=\"/opinion/574883/united-states-v-eric-j-quesada-bonilla/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">597</span></a></span>, 600-01 (1st Cir.1991).  In this case, the rebuke does seem to us amply justified (although we add one caution as to form of directions to counsel).  Whether and when argument is permitted on routine matters is very largely for the trial judge to decide, see Polito, 856 F.2d at 418;  this is especially so because lawyers can use arguments to posture in front of the jury and to insinuate to it that the court's rulings unfairly favor the other side.  Here, counsel does appear to have ignored several warnings to stop arguing after rulings had been made, cf.  United States v. Pisani, <span class=\"citation\" data-id=\"458679\"><a href=\"/opinion/458679/united-states-v-joseph-r-pisani/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 403-04 (2d Cir.1985), and the court was fully entitled to emphasize its displeasure.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">One caveat is in order.  Most of the district court's concerns were with unwarranted argument by Silva's counsel, especially after the court had already ruled on a motion or objection.  But once or twice the trial court seemingly directed counsel not to state even the ground of objection unless requested by the court.  For example, at one point the court said, \"Just simply say 'objection.'   I don't want to hear any argument.  If I think I don't understand what it is, I'll ask you for something.  I understood what it was.\"   This is a direction that, if taken literally, does raise one concern.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Specifically, Fed.R.Evid. 103(a)(1) requires a party to state the specific ground of objection if the ruling admits evidence, and if the ground is not obvious from context, on pain of losing anything but a plain error claim on appeal.  Fed.R.Crim.P. 51 requires parties to \"make[ ] known\" objections to the actions of the court \"and the grounds therefor.\"   Accord Fed.R.Civ.P. 46.  Normally a ground of objection to evidence can been stated without prolonged argument (e.g., \"hearsay,\" \"asked and answered,\" \"not relevant\").  At the very least, a lawyer told only to object without stating grounds needs an opportunity if the ruling goes against him to put his grounds on the record within a reasonable time.  There is no indication here that such an opportunity was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In all events, no claim of unfair prejudice to Silva is tenable on this record, considering the rebuke in the context of the overall trial.  Polito, 856 F.2d at 418.   Silva's effort to mount an entrapment defense and the hung jury at the first trial show that Silva's conviction was not preordained.  But the judge's rebuke, not itself especially severe, was directed solely to counsel's courtroom conduct and carried no suggestion that the defense case was weak or that the judge sided with the prosecutor.  United States v. Edmond, <span class=\"citation\" data-id=\"694552\"><a href=\"/opinion/694552/united-states-v-rayful-edmond-iii/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1080</span></a></span>, 1101 (D.C.Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">998</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">539</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></span> (1995);  United States v. DiTommaso, <span class=\"citation\" data-id=\"487413\"><a href=\"/opinion/487413/united-states-v-francis-ditommaso-aka-checco-rudolfo-risatti-aka/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">201</span></a></span>, 221 (2d Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Indeed, the judge rebuked the prosecutor for procedural missteps on several occasions.  United States v. Warner, <span class=\"citation\" data-id=\"577057\"><a href=\"/opinion/577057/united-states-v-robin-rene-warner-90-3753-michelle-lynn-angel-90-3754/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 449 (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3050</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">917</span></span>, amended and superseded by <span class=\"citation\" data-id=\"588137\"><a href=\"/opinion/588137/united-states-v-robin-rene-warner-90-3753-michelle-lynn-angel-90-3754/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1189</span></a></span> (1992).  Moreover, the court later told the jury that its admonitions to counsel were irrelevant to the jury's task.  Polito, 856 F.2d at 419.   Trial judges are justifiably accorded broad latitude to ensure proper courtroom behavior.  Liteky v. United States, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, 555-56, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1147</span></a></span>, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></a></span> (1994);  Deary v. City of Gloucester, <span class=\"citation\" data-id=\"195029\"><a href=\"/opinion/195029/deary-v-city-of-gloucester/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 195-96 (1st Cir.1993).  We are satisfied that the rebuke was not inappropriate and, further, that it did not contribute to the conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Next, Silva--joined by Serpa (appealing from his separate conviction on identical grounds)--claims error in the district court's exclusion of certain defense witness testimony and restrictions as to cross-examination about alleged bad acts by Madsen.  In general, we review the district court's restrictions on cross-examination or impeachment for abuse of discretion, but we resolve de novo abstract legal issues (e.g., the meaning of a Federal Rule of Evidence), and we examine the record de novo to ensure that the defendant received his Sixth Amendment right to a reasonable chance to explore the witnesses' veracity, bias, and motivation.  United States v. Laboy-Delgado, <span class=\"citation\" data-id=\"196771\"><a href=\"/opinion/196771/united-states-v-laboy-delgado/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 28 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The strongest claim made by Silva and Serpa relating to evidentiary rulings concerns the troubling allegation that Madsen, in violation of his cooperation agreement with the government, privately purchased an ounce of cocaine for himself while working for the government.  At both Silva and Serpa's trials, a DEA agent testified that a confidential informant had reported the transaction to the DEA.  Madsen denied that the transaction had occurred.  Both the agent and Madsen were vigorously cross-examined on the matter before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, Silva says that the court erred in refusing to permit him to call the confidential informant as a witness to confirm that the transaction had occurred as he had reported, and Serpa joins in the claim.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Extrinsic evidence of specific bad acts is not admissible to show untruthfulness, Fed.R.Evid. 608(b), even assuming that breaching the cooperation agreement suggests that trait in Madsen, or to contradict the witness on a collateral matter, United States v. Beauchamp, <span class=\"citation\" data-id=\"600392\"><a href=\"/opinion/600392/united-states-v-michael-w-beauchamp/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1993), which this was so far as Silva or Serpa's own crimes were concerned.  However, extrinsic evidence is admissible to show bias.  United States v. Abel, <span class=\"citation\" data-id=\"111285\"><a href=\"/opinion/111285/united-states-v-abel/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 51, <span class=\"citation\" data-id=\"111285\"><a href=\"/opinion/111285/united-states-v-abel/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">465</span></a></span>, <span class=\"citation\" data-id=\"111285\"><a href=\"/opinion/111285/united-states-v-abel/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1984);  Beauchamp, 986 F.2d at 4. Silva and Serpa's theory is that Madsen's alleged purchase gave the government grounds to tear up its cooperation agreement and prosecute Madsen vigorously, thus giving Madsen a further incentive to slant his testimony in favor of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The bias theory probably holds together, but the trial judge had discretion to exclude such an excursion into extrinsic evidence that would distract from the main issues and in this case would add little of practical value to the defense.  Beauchamp, 986 F.2d at 4;  United States v. Devin, <span class=\"citation\" data-id=\"551278\"><a href=\"/opinion/551278/united-states-v-francis-e-devin/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, 293 (1st Cir.1990).  There was no indication that the government planned to revoke the agreement and risk losing its star witness.  Cf. United States v. Atherton, <span class=\"citation\" data-id=\"563669\"><a href=\"/opinion/563669/united-states-v-louis-atherton/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">728</span></a></span>, 733-34 (2d Cir.1991) (no probability of government prosecution), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">429</span></span> (1992).  And the cooperation agreement already gave the jury an ample and more solid reason to question Madsen's testimony as the fruit of lenient treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Two other such restrictions are challenged.  The district court refused to allow one witness to testify that Madsen had boasted of torturing another drug dealer, and also precluded yet another witness from testifying that Madsen had threatened him with harm.  The connection with bias is remote in both cases (there was no realistic threat of prosecution);  and the torture testimony was doubtful and inflammatory.  Both allegations were developed on cross-examination of Madsen (who denied the torture and the threat) and were thus known to the jury.  See United States v. Anderson, <span class=\"citation\" data-id=\"197872\"><a href=\"/opinion/197872/united-states-v-anderson/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span>, 302 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">129</span></span> (1998).  Exclusion of further evidence was within the district court's discretion to limit excursions.  See id.;  Beauchamp, 986 F.2d at 4.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Confrontation Clause lies obscurely behind such claims of evidentiary error because, in a few extreme cases, the Supreme Court has invoked it to overturn state court restrictions on cross-examination or impeachment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  However, such a challenge is tenable only where the restriction is manifestly unreasonable or overbroad.  Olden v. Kentucky, <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 231, <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">480</span></a></span>, <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span></a></span> (1988);  Delaware, 475 U.S. at 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>;  see also Anderson, 139 F.3d at 302.   Here, defendants were allowed not only to develop reasonably their claims of bias based on the cooperation agreement, but also to draw the jury's attention to the very \"bad acts\" in question, being limited only in the extent of proof or development.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Silva lastly objects that the district court should have declared a mistrial after a juror at the second trial, Alan Smolinski, discovered in the jury room a copy of the indictment used at the first trial.  This indictment included, inter alia, a first count charging Silva and others with conspiracy, an offense of which he was acquitted at the first trial.  Apparently, the indictment had been left behind in the jury room after the first trial.  Smolinski told other jurors that he had discovered a court paper \"that shouldn't be here\" but did not discuss its substance.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When Smolinski turned the document over to the court, he was questioned and said he would be impartial.  The court also voir dired the other jurors, who denied knowing the contents of the document (although three knew that it was an indictment), and all said they could be impartial.  At defense counsel's request the court dismissed both Smolinski and a second juror whom Smolinski had consulted as to what to do with the document, but the court refused to declare a mistrial or dismiss other jurors.  We review the court's decision for abuse of discretion.  United States v. Walsh, <span class=\"citation\" data-id=\"196529\"><a href=\"/opinion/196529/united-states-v-walsh/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6-7 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is nothing to show that any juror who remained on the jury had any knowledge of the contents of the document beyond knowledge that it was an indictment.  At oral argument, counsel's only explanation of harm is that the jury may have speculated that the document was adverse to the defense.  But this may be so any time that the defense blocks a prosecutor's question or tender of real evidence in open court.  Trials are expected to be fair, but not necessarily perfect;  and appeals courts are slow to insist on mistrials, even in cases where the question or comment may actually convey prejudicial information.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Instead, much is left to the discretion of the district judge, who is present at the scene and can best gauge the impact on the jury of the improper event or information.  United States v. Rivera-Gomez, <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 998 (1st Cir.1995);  Sepulveda, 15 F.3d at 1184.   This is especially true where, as here, the district court makes careful use of voir dire, instructions or other measures to identify the extent of any harm and to remedy it.  DiSanto, 86 F.3d at 1248-49;  Sepulveda, 15 F.3d at 1184;  see also Magana, 127 F.3d at 6. Certainly in an extreme case denial of a mistrial may be reversible error, Sepulveda, 15 F.3d at 1184, but not where the judge removed the only jurors colorably claimed to have been contaminated.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This case does not involve deliberate misconduct by either side or exposure of a retained juror to substantively damaging information.  It is thus unlike Remmer v. United States, <span class=\"citation\" data-id=\"105202\"><a href=\"/opinion/105202/remmer-v-united-states/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 229, <span class=\"citation\" data-id=\"105202\"><a href=\"/opinion/105202/remmer-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">654</span></span> (1954), where the Supreme Court spoke of a (rebuttable) presumption of prejudice from improper exposure or tampering--even assuming Remmer remains the law.  Compare United States v. Sylvester, <span class=\"citation\" data-id=\"754244\"><a href=\"/opinion/754244/united-states-v-mark-sylvester-leon-brown-and-willie-earl-culley/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span>, 934 (5th Cir.1998);  United States v. Williams-Davis, <span class=\"citation\" data-id=\"722508\"><a href=\"/opinion/722508/united-states-v-kevin-williams-davis/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 494-99 (D.C.Cir.1996), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></span> (1997).  In all events, the facts developed through the voir dire brought this case well within the district court's discretion to allow the case to continue, discretion that we think was well exercised in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Serpa. The most unusual question in this case is Serpa's claim that he was denied effective assistance of counsel.  To prevail, Serpa must establish that his counsel's performance fell below an objective standard of reasonableness, Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687-88, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984), and that he was prejudiced by counsel's errors, id. at 691-96, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.   Counsel's judgment is subject to highly deferential review, id. at 689, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, and there is prejudice only if defendant establishes that he would probably have been acquitted absent his counsel's mistakes, id. at 694, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">However, Serpa's claim of ineffective assistance is a novel one:  it rests on the undisputed fact that, in closing argument, Serpa's counsel flatly admitted Serpa's guilt as to a single transaction--the sale on June 28, 1997, of two ounces of cocaine to an undercover officer.  Counsel explicitly told the jury that as to \"the second deal, Julio Serpa did that.\"   This sale constituted one of four distribution counts against Serpa comprising four specific sales by Serpa and Gomes in the period June-August 1995.  In the end, the jury convicted Serpa on all of these counts as well as the conspiracy count.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Counsel's concession was a calculated gamble.  Admitting guilt as to one transaction, Serpa's counsel sought to contrast it with the three others where Serpa was present but arguably more passive, allowing counsel to argue that as to them Serpa was only an observer.  By limiting Serpa's criminal involvement to one sale, counsel sought also to separate him from the broader conspiracy.  Counsel argued vigorously in favor of acquittal on the other counts, using the contrast in Serpa's favor (e.g., \"Those other transactions ... Julio Serpa was present....  But ... there ain't no participation.  He did nothing.\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This was patently a reasonable strategy.  The government's case as to the second transaction was overwhelming.  It included not only testimony from Madsen but also from a police officer posing as his partner.  The transaction was audiotaped and witnessed by yet other agents at a distance.  And Serpa's conduct on June 28 was unambiguous:  he took the payment money from the officer posing as Madsen's partner and handed back two ounces of cocaine in exchange.  Nor did Serpa have a plausible entrapment claim.  Conviction was almost inevitable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In some cases, a concession on one count might increase the chances of conviction on others.  But here it allowed defense counsel to contrast Serpa's active role on one transaction with his alleged mere presence on others and then, by narrowing Serpa's purported involvement, to argue against conviction on the conspiracy count.  Further, by avoiding a hopeless claim of innocence on one count, counsel preserved some credibility with the jury for use where it might help.  The result was an uphill argument, and it failed, but the tactic was certainly not incompetent representation.  United States v. Tabares, <span class=\"citation\" data-id=\"573870\"><a href=\"/opinion/573870/united-states-v-martha-tabares-united-states-v-ramiro-ramirez/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">405</span></a></span>, 409 (1st Cir.1991);  cf.  Jones v. Barnes, <span class=\"citation\" data-id=\"111012\"><a href=\"/opinion/111012/jones-v-barnes/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, 751, <span class=\"citation\" data-id=\"111012\"><a href=\"/opinion/111012/jones-v-barnes/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3308</span></a></span>, <span class=\"citation\" data-id=\"111012\"><a href=\"/opinion/111012/jones-v-barnes/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">987</span></a></span> (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Serpa's cursory analogy to a guilty plea without safeguards (including the explicit consent and participation of the defendant and a good many formalities as well, Fed.R.Crim.P. 11) is a false one.  Counsel's concession was not a guilty plea, which involves conviction without proof, and is therefore properly hedged with protections.  Here, the government had to provide a jury with admissible evidence of guilt and did so in abundance.  Serpa's claim that Rule 11 was short-circuited is virtually identical to a claim squarely and properly rejected by the Seventh Circuit in Underwood v. Clark, <span class=\"citation\" data-id=\"565039\"><a href=\"/opinion/565039/hurley-e-underwood-v-richard-clark-and-attorney-general-of-the-state-of/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span>, 474 (7th Cir.1991) (Posner, J.).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Of course, Serpa could argue that even the most competent counsel ought to get the defendant's consent before following a strategy bound to produce a conviction on at least one count.  An argument based on lack of consent could not be made on this record;  in fact, Serpa's brief implies that Serpa was told in advance and acquiesced (the brief says that Serpa \"felt compelled to follow Counsel's advice even though this was against his wishes\").  We leave for another day the question of whether and when a defendant's consent (or objection) to a course of action might be relevant to an ineffective assistance claim.  See Underwood, 939 F.2d at 474-76;  cf.  Bell v. Evatt, <span class=\"citation\" data-id=\"710054\"><a href=\"/opinion/710054/larry-gene-bell-v-parker-evatt-commissioner-south-carolina-department-of/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">421</span></a></span>, 430 (4th Cir.1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2533</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1056</span></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Quadros.  The district court determined that Quadros was responsible for a kilogram of cocaine.  After certain adjustments to the offense level, this gave Quadros a guideline sentencing range of 41 to 52 months' imprisonment.  However, the statute imposes a mandatory minimum of five years' imprisonment where the drug trafficking offense involves a half kilogram or more of cocaine.  21 U.S.C. &#167; 841(b)(1)(B)(ii).  The district court therefore sentenced Quadros to 60 months' imprisonment.  See U.S.S.G. &#167; 5G1.1(b) (references are to the 1995 edition).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On appeal, Quadros contests the ruling that he was responsible for a kilo of cocaine.  Although findings of fact are reviewable only for clear error, United States v. Muniz, <span class=\"citation\" data-id=\"195951\"><a href=\"/opinion/195951/united-states-v-muniz/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 41 (1st Cir.1995), Quadros's legal claims are reviewed de novo, id., and he makes both kinds of arguments.  As pertinent background, we note that Quadros pled guilty both to conspiracy and to two counts of distribution, one charging distribution on August 8, 1995, and the other on May 14, 1996.  It is the May 14, 1996, transaction that controlled Quadros's sentence because the August 8, 1995, sale was only 10 grams.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court found that the May 14, 1996, transaction involved an effort by Quadros to facilitate the attempted sale of a kilo to Madsen by Jose Aguiar.  The evidence supports this finding.  Between March and May 1996, Quadros--admittedly a minor player--sought to bring Madsen into contact with Aguiar so that Aguiar could supply Madsen with cocaine.  Quadros told Aguiar that Madsen wanted to discuss the purchase of kilos and, before the May 14, 1996, meeting, Quadros advised Aguiar that Madsen wanted to purchase a kilo;  Aguiar arrived at the meeting, accompanied by Quadros, expecting to make such a sale.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">At the meeting, Madsen (under instruction from the DEA) surprised both Aguiar and Quadros by saying that he wanted an ounce sample \"before I buy a brick.\"   Aguiar said that a kilo or half kilo was a better bargain, but Madsen insisted on purchasing a sample \"first just to try it out\";  he assured Aguiar that, \"[i]f the stuff is really good, I'll let you know soon.\"   No later sale was made, but the evidence permitted the district court to find that Quadros had arranged with Aguiar to make the sale of a kilo or had aided and abetted Aguiar's effort to make such a sale.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Quadros' legal argument, which is the heart of his appeal, is that the guidelines address the case of a delivery that is smaller than the amount agreed upon and provide expressly that the amount delivered should govern.  The most pertinent sentences in this portion of the guideline commentary read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>In an offense involving an agreement to sell a controlled substance, the agreed-upon quantity of the controlled substance shall be used to determine the offense level unless the sale is completed and the amount delivered more accurately reflects the scale of the offense.  For example, a defendant agrees to sell 500 grams of cocaine, the transaction is completed by the delivery of the controlled substance--actually 480 grams of cocaine, and no further delivery is scheduled.   In this example, the amount delivered more accurately reflects the scale of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">U.S.S.G. &#167; 2D1.1, cmt. n.12 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We think that Quadros' argument mistakes a plausible example for a universal requirement, ignoring the full \"unless\" clause in the prior sentence.  In the example, the difference in the amounts is small, the defendant was the one who decided to deliver less than promised, and the defendant was not independently conspiring with or aiding an accomplice in the sale.  In such a case, the amount delivered and not the amount initially agreed may well \"more accurately reflects the scale of the offense,\" U.S.S.G. &#167; 2D1.1, cmt. n.12 (1995), but this language itself calls for a fact-bound assessment by the sentencing judge.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To take the 480-gram example in isolation--as a mechanical rule for every agreement followed by a delivery--would ignore the topic sentence that precedes the example, including its presumption that the amount intended to be sold ordinarily governs \"unless\" the judge concludes that the lesser amount delivered \"more accurately\" reflects the scale of the offense.  U.S.S.G. &#167; 2D1.1, cmt. n.12.  It would overturn much case law supporting the presumption<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and produce the odd and unfair result whereby the defendant who delivers less than the amount promised automatically gets a lower sentence than the one who delivers nothing.  Note 12, read as a whole, intends a more subtle calculation--although its language still needs refinement.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Even if his role was limited, Quadros did conspire with Aguiar, or assist Aguiar in attempting, to make a sale of a kilo.  The district court found as a fact that the kilo sale failed only because Madsen declined to accept the full amount.  Cf. U.S.S.G. &#167; 2D1.1, cmt. n.12 (\"In contrast, in a reverse sting, the agreed-upon quantity of the controlled substance would more accurately reflect the scale of the offense because the amount actually delivered is controlled by the government, not by the defendant.\").  We therefore believe that the district court permissibly found that the kilo intended to be sold and not the ounce actually delivered \"more accurately reflects the scale of the offense.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Gomes. Gomes, who also contests his sentence, pled guilty to the conspiracy count and four counts of distribution, as well as other crimes (primarily, money laundering) that did not affect the term of imprisonment later imposed.  That term, 168 months, was reached by the district judge after calculating Gomes' guideline range and then departing downward on the ground that Gomes' criminal history category (category VI) overstated his culpability.  The guideline range resulted from a finding that Gomes was responsible for between 15 and 50 kilos of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On appeal, Gomes says that he is responsible only for the 278.8 grams involved in a single sale, a figure that even under category VI would give him a maximum guideline sentence well below 168 months.  The government supports the 15 to 50 kilos figure but says that we can affirm without reaching this factual issue.  See United States v. Tavano, <span class=\"citation\" data-id=\"195113\"><a href=\"/opinion/195113/united-states-v-tavano/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 307 (1st Cir.1993).  It points out that because Gomes had two prior convictions for felony drug offenses, the guidelines prescribed a minimum offense level above the level for 15 to 50 kilos and a guideline range with a minimum well above 168 months.  U.S.S.G. &#167; 4B1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court shared the government's view that the career offender guideline controlled as the starting point for a departure;  but the court computed the 15 to 50 kilo figure on a precautionary basis because Gomes might succeed in state court in setting aside some of the predicate convictions that underlie his career offender status.  Under a clearly erroneous test, Muniz, 49 F.3d at 41, we conclude after a review of the record that the government's proffered evidence of amount did support the 15 to 50 kilos found as a fact by the district court.  The details need not be recounted, but it is worth noting that the pre-sentence report deemed Gomes responsible for at least 93 kilos.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Silva preserved these objections at trial, but Serpa did not preserve all of these objections.  In such instances, Serpa's objection would ordinarily be lost or reviewed only for plain error, United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 737-41, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993), depending on the circumstances, but in this case, this makes no difference to the outcome</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 678-79, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986);  Davis v. Alaska, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 315-18, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1974);  see also Chambers v. Mississippi, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, 302, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1973) (due process violation);  1 McCormick on Evidence &#167; 19, at 78 n.9 (4th ed.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See, e.g., United States v. Lowe, <span class=\"citation\" data-id=\"754636\"><a href=\"/opinion/754636/united-states-v-paul-e-lowe/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 49-50 (1st Cir.)  (reference to recent escape), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">270</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></span> (1998);  United States v. Magana, <span class=\"citation\" data-id=\"197561\"><a href=\"/opinion/197561/united-states-v-magana/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1997) (improper evidence);  United States v. DiSanto, <span class=\"citation\" data-id=\"196811\"><a href=\"/opinion/196811/united-states-v-disanto/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1238</span></a></span>, 1248-49 (1st Cir.1996) (question about ownership of \"gay bar\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">310</span></span> (1997);  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1184-85 (1st Cir.1993) (unqualified expert), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span></span> (1994);  United States v. Carrasquillo-Plaza, <span class=\"citation\" data-id=\"521952\"><a href=\"/opinion/521952/united-states-v-pedro-carrasquillo-plaza/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13-14 (1st Cir.1989) (misstatement by prosecutor in closing argument)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Muniz, 49 F.3d at 39;  United States v. Pion, <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 24-25 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">932</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></span> (1994);  Sepulveda, 15 F.3d at 1197;  United States v. Bradley, <span class=\"citation\" data-id=\"550637\"><a href=\"/opinion/550637/united-states-v-robert-e-bradley/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 604-06 (1st Cir.1990);  see also United States v. Eke, <span class=\"citation\" data-id=\"197453\"><a href=\"/opinion/197453/united-states-v-eke/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 23 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">639</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span></span> (1997).  These cases interpreted the language of note 12 before it was amended in 1995, adding inter alia the 480-gram example.  Other changes in the language of note 12 are explained by reference to conflicting cases cited in the amendment, but the origin and purpose of the example is not made clear.  Guidelines Manual, App.  C, Amendment 518;  see also United States v. Marmolejos, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></span>, 492 n. 4 (3d Cir.1998).  It is the amended language that applies to Quadros</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754636/"
  ]
}