{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198491/",
  "absolute_url": "/opinion/198491/fitzgerald-v-expressway-sewerage/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198491/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:23Z",
  "date_modified": "2017-03-24T10:57:17.992501Z",
  "type": "010combined",
  "sha1": "fefc98cba1e0f843178953dab7a8f9ce90fd6ad6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1473.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1473\r\n\n                   SEAN FITZGERALD, P.P.A.\r\n                CYNTHIA A. FITZGERALD, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n       EXPRESSWAY SEWERAGE CONSTRUCTION, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n\n              Kravitch,* Senior Circuit Judge,\r\n\n                 and Lipez, Circuit Judge.\r\n\n   John T. Landry, III, with whom Glynn and Landry was on brief,\r\nfor appellants.\r\n   Drew M. Elinoff for appellees.\r\n\nMay 27, 1999\r\n\n        \r\n*Of the Eleventh Circuit, sitting by designation.  SELYA, Circuit Judge.  This single-issue appeal pivots\r\naround the evidentiary implications of the collateral source rule. \r\nWe conclude that, notwithstanding the rule, the trial court acted\r\nwithin its discretion in admitting evidence anent payments made by\r\nthe plaintiffs' health-care insurer.  Consequently, we affirm the\r\njudgment below.\r\nThe facts of the underlying incident are of little\r\nrelevance to the issue on appeal, and we do not dwell on them.  It\r\nsuffices to say that, on August 6, 1994, six-year-old Sean\r\nFitzgerald sustained injuries while riding on a parade float in\r\nKingston, Massachusetts.  Sean, joined by his parents, thereafter\r\ninvoked diversity jurisdiction, see 28 U.S.C.  1332, and sued the\r\nfloat's owner, Expressway Sewerage Construction, Inc., and its\r\noperator, Roy Vaughn.  The substantive law of Massachusetts\r\ngoverned this suit.  See Erie R. Co. v. Tompkins, 304 U.S. 64, 78\r\n(1938).  At trial, the judge admitted the disputed evidence over\r\nthe plaintiffs' objection, and the jury subsequently returned a\r\nverdict absolving the defendants of liability.  On appeal, the\r\nplaintiffs contend that this evidentiary ruling contravened the\r\ncollateral source rule and constituted reversible error.\r\nThe Commonwealth's iteration of the collateral source\r\nrule is fairly typical.  It provides, in the large, that\r\ncompensation received from a third party unrelated to a tortfeasor-\r\ndefendant (the collateral source) will not diminish an injured\r\nparty's recovery from that tortfeasor.  See Jones v. Wayland, 374\r\nMass. 249, 262, 373 N.E.2d 199, 207 (1978); Goldstein v. Gontarz,\r\n364 Mass. 800, 809, 309 N.E.2d 196, 203 (1974).  Implementation of\r\nthe rule necessarily gives rise to an evidentiary analogue.  See,\r\ne.g., Corsetti v. Stone Co., 396 Mass. 1, 16-17, 483 N.E.2d 793,\r\n802 (1985).  This analogue customarily bars the introduction of\r\nproof of collateral source payments made to a plaintiff.  See id.\r\n(\"Ordinarily, a defendant may not show that the plaintiff has\r\nreceived other compensation for his injury, whether from an\r\naccident insurance policy . . . or from other sources.\") (citations\r\nand internal quotation marks omitted).  An exception takes hold,\r\nhowever, if evidence of payment from a collateral source is\r\nrelevant to some other material issue in the case.  See id. at 17,\r\n483 N.E.2d at 802.\r\nThe case law sometimes confuses these interrelated\r\nprinciples, moving effortlessly from the substantive to the\r\nevidentiary strands of the collateral source doctrine, and back,\r\nwith little differentiation.  See generally Joel K. Jacobsen, The\r\nCollateral Source Rule and the Role of the Jury, 70 Or. L. Rev.\r\n523, 525 (1991) (observing that most courts \"assume, without\r\nappearing to give the matter much thought, that the collateral\r\nsource rule functions both as a rule of evidence and as a rule of\r\ndamages,\" and stating that \"deeming the rule hermaphroditic merely\r\nobscures some of its more salient features and adds unnecessary\r\nconfusion\").  This blurring has potentially deleterious\r\nconsequences in diversity cases, for those cases necessitate\r\ndisentangling substantive rules from procedural ones.  See Daigle\r\nv. Maine Med. Ctr., Inc., 14 F.3d 684, 689 (1st Cir. 1994).\r\nThe question raised but not clearly answered by the case\r\nlaw is whether, in diversity cases, state evidentiary rules\r\nregarding compensation from collateral sources should displace the\r\nFederal Rules of Evidence.  Compare, e.g., DeMedeiros v. Koehring\r\nCo., 709 F.2d 734, 740-41 (1st Cir. 1983) (analyzing the\r\nevidentiary implications of certain collateral source payments\r\nunder Fed. R. Evid. 403 in a diversity case), with McInnis v.\r\nA.M.F., Inc., 765 F.2d 240, 245 (1st Cir. 1985) (suggesting in\r\ndictum, in a diversity case, that by adopting the Federal Rules of\r\nEvidence, \"Congress did not intend [them] to preempt so-called\r\n'substantive' state rules of evidence such as the . . . collateral\r\nsource rule\").  Although the end result in this appeal in all\r\nprobability would be the same under either approach, we see no\r\nvalid reason to treat the evidentiary prong of the collateral\r\nsource rule differently than any other state evidentiary doctrine. \r\nWe explain briefly.\r\nIt is axiomatic that, when parties litigate a case in a\r\nfederal court on the basis of diversity jurisdiction, state law\r\nsupplies the substantive rules of decision.  See, e.g., Blinzler v.\r\nMarriott Int'l Inc., 81 F.3d 1148, 1151 (1st Cir. 1996); Daigle, 14\r\nF.3d at 689.  Whether damages in a tort suit are mitigable by\r\npayments originating with a third party depends, quite obviously,\r\non substantive principles.  Hence, the state-law collateral source\r\nrule supplies the rule of decision.\r\nIt is equally axiomatic, however, that federal\r\nevidentiary rules govern in diversity cases.  See Fed. R. Evid.\r\n101, 1101(b); Cameron v. Otto Bock Orthopedic Ind., Inc., 43 F.3d\r\n14, 18 (1st Cir. 1994).  The applicability vel non of a specific\r\nrule of evidence depends on whether Congress intended the rule to\r\nobtain in a given context.  See 19 Charles Alan Wright, et. al.,\r\nFederal Practice and Procedure  4512 (2d ed. 1996 &amp; Supp. 1999). \r\nIf the federal evidentiary rule is \"sufficiently broad to control\r\na particular issue,\" the court must apply it.  Daigle, 14 F.3d at\r\n689.\r\nSo it is here:  the Federal Rules of Evidence (and in\r\nparticular Rules 401, 402, and 403) are malleable enough to deal\r\nwith the principal evidentiary issues contemplated by the\r\ncollateral source rule:  relevancy and unfairly prejudicial effect. \r\nThat ends the choice-of-law inquiry.  See Wright et. al., supra \r\n4512 (\"If a Federal Rule of Evidence covers a disputed point of\r\nevidence, the Rule is to be followed, even in diversity cases, and\r\nstate law is pertinent only if and to the extent the applicable\r\nEvidence Rule makes it so.\").\r\nTo sum up, the Massachusetts collateral source rule must\r\nbe given full credit in this case as a rule of damages.  The\r\nevidentiary implications flowing from that rule, however, are\r\ngoverned by the Federal Rules of Evidence.  Thus, we disavow the\r\nMcInnis dictum and proceed to examine the challenged ruling through\r\na federal prism.\r\nThe parties agree that the Commonwealth's collateral\r\nsource rule prohibits mitigating damages by the amount of first-\r\nparty insurance proceeds received.  Because proof of such payments\r\nis irrelevant to mitigation of damages (and, hence, inadmissible on\r\nthat issue), the threshold question is whether evidence of these\r\npayments is relevant to some other contested issue in a particular\r\ncase.  Consequently, we focus on whether, in the circumstances at\r\nbar, such evidence tended to make the existence of some other fact\r\n\"of consequence to the determination of the action more or less\r\nprobable than it would be without the evidence.\"  Fed. R. Evid.\r\n401.\r\nThe defendants argue here, as they did below, that\r\ntestimony by Sean Fitzgerald's mother (herself a plaintiff) on\r\ndirect examination furnished a valid basis for admitting evidence\r\nof the insurance payments.  Under questioning by her attorney, Mrs.\r\nFitzgerald reported that Sean's medical bills and related expenses\r\nexceeded $20,000.  The lawyer then asked her to \"describe the\r\nimpact that this accident to Sean has had on your family.\"  She\r\nreplied that the accident had imposed \"quite a strain both\r\nemotionally and financially.\"\r\nWhen embarking on cross-examination, defense counsel\r\ncomplained that this testimonial sequence created a false\r\nimpression that medical expenses were causing financial hardship\r\nand sought leave to show the insurance payments as an antidote.  To\r\nput matters into better perspective, the court kept the cross-\r\nexaminer on a short leash, permitting him at first to probe no\r\nfurther than whether Mrs. Fitzgerald had meant that the medical\r\nbills were a source of financial strain.  Only after the witness\r\nhad responded affirmatively to that effect did the court find\r\nevidence of the insurance payments relevant and admissible.\r\nWe review rulings of the district court admitting or\r\nexcluding evidence for abuse of discretion.  See Williams v. Drake,\r\n146 F.3d 44, 47 (1st Cir. 1998).  The court's ruling here\r\nencompassed two subsidiary determinations:  a finding that the\r\nproffered evidence was relevant to the \"financial strain\" issue,\r\nand a follow-on determination that the evidence's probative value\r\nwas not substantially overshadowed by its capacity unfairly to\r\nprejudice the jury.\r\nWe need not tarry over the first of these determinations. \r\nUnder federal evidentiary standards, the relevancy hurdle is low,\r\nsee United States v. Saccoccia, 58 F.3d 754, 780 (1st Cir. 1995),\r\nand the disputed evidence cleared it with room to spare.  Mrs.\r\nFitzgerald's testimony made the existence and degree of financial\r\nstrain caused by Sean's medical expenses a fact of consequence in\r\nthe litigation, independent of the amount of those expenses. \r\nEvidence that a third party (the health-care insurer) defrayed most\r\nof those costs cast doubt upon (and, thus, tended to undermine) the\r\nclaim that the burgeoning medical bills produced financial strain. \r\nThe evidence was, therefore, relevant.\r\nThe second aspect of the district court's ruling presents\r\na somewhat closer call.  Evidence, though relevant, nonetheless\r\n\"may be excluded if its probative value is substantially outweighed\r\nby the danger of unfair prejudice.\"  Fed. R. Evid. 403.  The\r\nplaintiffs assert that this case falls into that category.  We do\r\nnot agree.\r\nTo be sure, introduction of collateral source evidence\r\nalmost inevitably creates a risk that a jury, informed, say, that\r\na plaintiff has recourse to first-party insurance proceeds, may be\r\nunduly inclined to return either a defendant's verdict or an\r\nartificially low damage award.  This risk of prejudice is real, but\r\nRule 403 directs that a trial court balance it against the\r\nevidence's probative worth, and exclude the evidence only when (and\r\nif) the discerned risk substantially outweighs the anticipated\r\nvalue.\r\nA trial judge has a unique coign of vantage in performing\r\nthis type of delicate balancing.  In calibrating the appellate\r\nscales, therefore, the trial judge's first-hand assessment,\r\nreflecting his or her \"feel\" for the case, is entitled to\r\nconsiderable deference.  See United States v. Sutton, 970 F.2d\r\n1001, 1008 (1st Cir. 1992); United States v. Tierney, 760 F.2d 382,\r\n388 (1st Cir. 1985).  \"Only rarely   and in extraordinarily\r\ncompelling circumstances   will we, from the vista of a cold\r\nappellate record, reverse a district court's on-the-spot judgment\r\nconcerning the relative weighing of probative value and unfair\r\neffect.\"  Freeman v. Package Mach. Co., 865 F.2d 1331, 1340 (1st\r\nCir. 1988).\r\nThe circumstances here are not compelling.  The relevance\r\nof the evidence is plain and its probative value on the relevant\r\nissue is high.  Moreover, the defendants ameliorated the risk of\r\nprejudice by making their point about the availability of other\r\nfunds with surgical precision, resisting the temptation to inflict\r\none thousand cuts.  The lower court also took steps to dispel any\r\nincipient prejudice by giving an immediate prophylactic instruction\r\n(the form of which elicited no complaint from the plaintiffs).  By\r\nclarifying the limited significance of the insurance payments, the\r\ncourt reduced the chance that the evidence would be misused by the\r\njury.  See United States v. Ladd, 885 F.2d 954, 959 (1st Cir.\r\n1989).  The short of it is that, on this record, no justification\r\nexists for us to second-guess the district court's skillful\r\nhandling of the situation.\r\nWe need go no further.  In this case, the plaintiffs\r\nopened the door for evidence of insurance payments.  Having done\r\nso, they are hard put to complain that the defendants passed\r\nthrough the portal.  Applying the Federal Rules of Evidence   which\r\nfurnish the benchmark for the admissibility of collateral source\r\nevidence in a diversity action   we discern no abuse of discretion\r\nin the court's admission of the challenged evidence.\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">177 F.3d 71</p>\n    <p class=\"parties\">Sean FITZGERALD, P.P.A., Cynthia A. Fitzgerald, et al.,<br>Plaintiffs, Appellants,<br>v.<br>EXPRESSWAY SEWERAGE CONSTRUCTION, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1473.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1999.<br>Decided May 27, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John T. Landry, III, with whom Glynn and Landry was on brief, for appellants.</p>\n      <p class=\"indent\">Drew M. Elinoff for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Kravitch,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This single-issue appeal pivots around the evidentiary implications of the collateral source rule.  We conclude that, notwithstanding the rule, the trial court acted within its discretion in admitting evidence anent payments made by the plaintiffs' health-care insurer.  Consequently, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of the underlying incident are of little relevance to the issue on appeal, and we do not dwell on them.  It suffices to say that, on August 6, 1994, six-year-old Sean Fitzgerald sustained injuries while riding on a parade float in Kingston, Massachusetts.  Sean, joined by his parents, thereafter invoked diversity jurisdiction, see 28 U.S.C. &#167; 1332, and sued the float's owner, Expressway Sewerage Construction, Inc., and its operator, Roy Vaughn.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The substantive law of Massachusetts governed this suit.  See Erie R. Co. v. Tompkins, 304 U.S. 64, 78, 58 S.Ct. 817, 82 L.Ed. 1188 (1938).  At trial, the judge admitted the disputed evidence over the plaintiffs' objection, and the jury subsequently returned a verdict absolving the defendants of liability.  On appeal, the plaintiffs contend that this evidentiary ruling contravened the collateral source rule and constituted reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Commonwealth's iteration of the collateral source rule is fairly typical.  It provides, in the large, that compensation received from a third party unrelated to a tortfeasor-defendant (the collateral source) will not diminish an injured party's recovery from that tortfeasor.  See Jones v. Wayland, 374 Mass. 249, 262, 373 N.E.2d 199, 207 (1978);  Goldstein v. Gontarz, 364 Mass. 800, 809, 309 N.E.2d 196, 203 (1974).  Implementation of the rule necessarily gives rise to an evidentiary analogue.  See, e.g., Corsetti v. Stone Co., 396 Mass. 1, 16-17, 483 N.E.2d 793, 802 (1985).  This analogue customarily bars the introduction of proof of collateral source payments made to a plaintiff.  See id.  (\"Ordinarily, a defendant may not show that the plaintiff has received other compensation for his injury, whether from an accident insurance policy ... or from other sources.\")  (citations and internal quotation marks omitted).  An exception takes hold, however, if evidence of payment from a collateral source is relevant to some other material issue in the case.  See id. at 17, 483 N.E.2d at 802.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case law sometimes confuses these interrelated principles, moving effortlessly from the substantive to the evidentiary strands of the collateral source doctrine, and back, with little differentiation.  See generally Joel K. Jacobsen, The Collateral Source Rule and the Role of the Jury, 70 Or.  L.Rev. 523, 525 (1991) (observing that most courts \"assume, without appearing to give the matter much thought, that the collateral source rule functions both as a rule of evidence and as a rule of damages,\" and stating that \"deeming the rule hermaphroditic merely obscures some of its more salient features and adds unnecessary confusion\").  This blurring has potentially deleterious consequences in diversity cases, for those cases necessitate disentangling substantive rules from procedural ones.  See Daigle v. Maine Med.  Ctr., Inc., 14 F.3d 684, 689 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The question raised but not clearly answered by the case law is whether, in diversity cases, state evidentiary rules regarding compensation from collateral sources should displace the Federal Rules of Evidence.  Compare, e.g., DeMedeiros v. Koehring Co., 709 F.2d 734, 740-41 (1st Cir.1983) (analyzing the evidentiary implications of certain collateral source payments under Fed.R.Evid. 403 in a diversity case), with McInnis v. A.M.F., Inc., 765 F.2d 240, 245 (1st Cir.1985) (suggesting in dictum, in a diversity case, that by adopting the Federal Rules of Evidence, \"Congress did not intend [them] to preempt so-called 'substantive' state rules of evidence such as the ... collateral source rule\").  Although the end result in this appeal in all probability would be the same under either approach,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> we see no valid reason to treat the evidentiary prong of the collateral source rule differently than any other state evidentiary doctrine.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is axiomatic that, when parties litigate a case in a federal court on the basis of diversity jurisdiction, state law supplies the substantive rules of decision.  See, e.g., Blinzler v. Marriott Int'l Inc., 81 F.3d 1148, 1151 (1st Cir.1996);  Daigle, 14 F.3d at 689.   Whether damages in a tort suit are mitigable by payments originating with a third party depends, quite obviously, on substantive principles.  Hence, the state-law collateral source rule supplies the rule of decision.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is equally axiomatic, however, that federal evidentiary rules govern in diversity cases.  See Fed.R.Evid. 101, 1101(b);  Cameron v. Otto Bock Orthopedic Ind., Inc., 43 F.3d 14, 18 (1st Cir.1994).  The applicability vel non of a specific rule of evidence depends on whether Congress intended the rule to obtain in a given context.  See 19 Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 4512 (2d ed.  1996 &amp; Supp.1999).  If the federal evidentiary rule is \"sufficiently broad to control a particular issue,\" the court must apply it.  Daigle, 14 F.3d at 689.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">So it is here:  the Federal Rules of Evidence (and in particular Rules 401, 402, and 403) are malleable enough to deal with the principal evidentiary issues contemplated by the collateral source rule:  relevancy and unfairly prejudicial effect.  That ends the choice-of-law inquiry.  See Wright et. al., supra &#167; 4512 (\"If a Federal Rule of Evidence covers a disputed point of evidence, the Rule is to be followed, even in diversity cases, and state law is pertinent only if and to the extent the applicable Evidence Rule makes it so.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To sum up, the Massachusetts collateral source rule must be given full credit in this case as a rule of damages.   The evidentiary implications flowing from that rule, however, are governed by the Federal Rules of Evidence.  Thus, we disavow the McInnis dictum and proceed to examine the challenged ruling through a federal prism.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties agree that the Commonwealth's collateral source rule prohibits mitigating damages by the amount of first-party insurance proceeds received.  Because proof of such payments is irrelevant to mitigation of damages (and, hence, inadmissible on that issue), the threshold question is whether evidence of these payments is relevant to some other contested issue in a particular case.  Consequently, we focus on whether, in the circumstances at bar, such evidence tended to make the existence of some other fact \"of consequence to the determination of the action more or less probable than it would be without the evidence.\"  Fed.R.Evid. 401.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendants argue here, as they did below, that testimony by Sean Fitzgerald's mother (herself a plaintiff) on direct examination furnished a valid basis for admitting evidence of the insurance payments. Under questioning by her attorney, Mrs. Fitzgerald reported that Sean's medical bills and related expenses exceeded $20,000.  The lawyer then asked her to \"describe the impact that this accident to Sean has had on your family.\"   She replied that the accident had imposed \"quite a strain both emotionally and financially.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When embarking on cross-examination, defense counsel complained that this testimonial sequence created a false impression that medical expenses were causing financial hardship and sought leave to show the insurance payments as an antidote.  To put matters into better perspective, the court kept the cross-examiner on a short leash, permitting him at first to probe no further than whether Mrs. Fitzgerald had meant that the medical bills were a source of financial strain.  Only after the witness had responded affirmatively to that effect did the court find evidence of the insurance payments relevant and admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review rulings of the district court admitting or excluding evidence for abuse of discretion.  See Williams v. Drake, 146 F.3d 44, 47 (1st Cir.1998).  The court's ruling here encompassed two subsidiary determinations:  a finding that the proffered evidence was relevant to the \"financial strain\" issue, and a follow-on determination that the evidence's probative value was not substantially overshadowed by its capacity unfairly to prejudice the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need not tarry over the first of these determinations.  Under federal evidentiary standards, the relevancy hurdle is low, see United States v. Saccoccia, 58 F.3d 754, 780 (1st Cir.1995), and the disputed evidence cleared it with room to spare.  Mrs. Fitzgerald's testimony made the existence and degree of financial strain caused by Sean's medical expenses a fact of consequence in the litigation, independent of the amount of those expenses.  Evidence that a third party (the health-care insurer) defrayed most of those costs cast doubt upon (and, thus, tended to undermine) the claim that the burgeoning medical bills produced financial strain.  The evidence was, therefore, relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The second aspect of the district court's ruling presents a somewhat closer call.  Evidence, though relevant, nonetheless \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.\"  Fed.R.Evid. 403.  The plaintiffs assert that this case falls into that category.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To be sure, introduction of collateral source evidence almost inevitably creates a risk that a jury, informed, say, that a plaintiff has recourse to first-party insurance proceeds, may be unduly inclined to return either a defendant's verdict or an artificially low damage award.  This risk of prejudice is real, but Rule 403 directs that a trial court balance it against the evidence's probative worth, and exclude the evidence only when (and if) the discerned risk substantially outweighs the anticipated value.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A trial judge has a unique coign of vantage in performing this type of delicate balancing.  In calibrating the appellate scales, therefore, the trial judge's first-hand assessment, reflecting his or her \"feel\" for the case, is entitled to considerable deference.  See United States v. Sutton, 970 F.2d 1001, 1008 (1st Cir.1992);  United States v. Tierney, 760 F.2d 382, 388 (1st Cir.1985).  \"Only rarely--and in extraordinarily compelling circumstances--will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\"  Freeman v. Package Mach. Co., 865 F.2d 1331, 1340 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The circumstances here are not compelling.  The relevance of the evidence is plain and its probative value on the relevant issue is high.  Moreover, the defendants ameliorated the risk of prejudice by making their point about the availability of other funds with surgical precision, resisting the temptation to inflict one thousand cuts.  The lower court also took steps to dispel any incipient prejudice by giving an immediate prophylactic instruction (the form of which elicited no complaint from the plaintiffs).  By clarifying the limited significance of the insurance payments, the court reduced the chance that the evidence would be misused by the jury.  See United States v. Ladd, 885 F.2d 954, 959 (1st Cir.1989).  The short of it is that, on this record, no justification exists for us to second-guess the district court's skillful handling of the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We need go no further.  In this case, the plaintiffs opened the door for evidence of insurance payments.  Having done so, they are hard put to complain that the defendants passed through the portal.  Applying the Federal Rules of Evidence--which furnish the benchmark for the admissibility of collateral source evidence in a diversity action--we discern no abuse of discretion in the court's admission of the challenged evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs also sued the Town of Kingston.  Because they settled with the town prior to trial, we omit further reference to that aspect of the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In the collateral source context, the balancing of probative value and prejudicial effect dictated by Fed.R.Evid. 403 is much the same as the analytical approach to the admissibility of collateral source evidence traditionally employed by the Massachusetts courts.  See, e.g., Goldstein, 364 Mass. at 812-13, 309 N.E.2d at 205</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></span></p>\n    <p class=\"parties\">Sean FITZGERALD, P.P.A., Cynthia A. Fitzgerald, et al.,<br>Plaintiffs, Appellants,<br>v.<br>EXPRESSWAY SEWERAGE CONSTRUCTION, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1473.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1999.<br>Decided May 27, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John T. Landry, III, with whom Glynn and Landry was on brief, for appellants.</p>\n      <p class=\"indent\">Drew M. Elinoff for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Kravitch,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This single-issue appeal pivots around the evidentiary implications of the collateral source rule.  We conclude that, notwithstanding the rule, the trial court acted within its discretion in admitting evidence anent payments made by the plaintiffs' health-care insurer.  Consequently, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of the underlying incident are of little relevance to the issue on appeal, and we do not dwell on them.  It suffices to say that, on August 6, 1994, six-year-old Sean Fitzgerald sustained injuries while riding on a parade float in Kingston, Massachusetts.  Sean, joined by his parents, thereafter invoked diversity jurisdiction, see 28 U.S.C. &#167; 1332, and sued the float's owner, Expressway Sewerage Construction, Inc., and its operator, Roy Vaughn.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The substantive law of Massachusetts governed this suit.  See Erie R. Co. v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></a></span> (1938).  At trial, the judge admitted the disputed evidence over the plaintiffs' objection, and the jury subsequently returned a verdict absolving the defendants of liability.  On appeal, the plaintiffs contend that this evidentiary ruling contravened the collateral source rule and constituted reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Commonwealth's iteration of the collateral source rule is fairly typical.  It provides, in the large, that compensation received from a third party unrelated to a tortfeasor-defendant (the collateral source) will not diminish an injured party's recovery from that tortfeasor.  See Jones v. Wayland, <span class=\"citation\" data-id=\"2015992\"><a href=\"/opinion/2015992/jones-v-wayland/\"><span class=\"volume\">374</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">249</span></a></span>, 262, <span class=\"citation\" data-id=\"2015992\"><a href=\"/opinion/2015992/jones-v-wayland/\"><span class=\"volume\">373</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">199</span></a></span>, 207 (1978);  Goldstein v. Gontarz, <span class=\"citation\" data-id=\"2015454\"><a href=\"/opinion/2015454/goldstein-v-gontarz/\"><span class=\"volume\">364</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">800</span></a></span>, 809, <span class=\"citation\" data-id=\"2015454\"><a href=\"/opinion/2015454/goldstein-v-gontarz/\"><span class=\"volume\">309</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">196</span></a></span>, 203 (1974).  Implementation of the rule necessarily gives rise to an evidentiary analogue.  See, e.g., Corsetti v. Stone Co., <span class=\"citation\" data-id=\"2038369\"><a href=\"/opinion/2038369/corsetti-v-stone-co/\"><span class=\"volume\">396</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></a></span>, 16-17, <span class=\"citation\" data-id=\"2038369\"><a href=\"/opinion/2038369/corsetti-v-stone-co/\"><span class=\"volume\">483</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">793</span></a></span>, 802 (1985).  This analogue customarily bars the introduction of proof of collateral source payments made to a plaintiff.  See id.  (\"Ordinarily, a defendant may not show that the plaintiff has received other compensation for his injury, whether from an accident insurance policy ... or from other sources.\")  (citations and internal quotation marks omitted).  An exception takes hold, however, if evidence of payment from a collateral source is relevant to some other material issue in the case.  See id. at 17, 483 N.E.2d at 802.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case law sometimes confuses these interrelated principles, moving effortlessly from the substantive to the evidentiary strands of the collateral source doctrine, and back, with little differentiation.  See generally Joel K. Jacobsen, The Collateral Source Rule and the Role of the Jury, 70 Or.  L.Rev. 523, 525 (1991) (observing that most courts \"assume, without appearing to give the matter much thought, that the collateral source rule functions both as a rule of evidence and as a rule of damages,\" and stating that \"deeming the rule hermaphroditic merely obscures some of its more salient features and adds unnecessary confusion\").  This blurring has potentially deleterious consequences in diversity cases, for those cases necessitate disentangling substantive rules from procedural ones.  See Daigle v. Maine Med.  Ctr., Inc., <span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 689 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The question raised but not clearly answered by the case law is whether, in diversity cases, state evidentiary rules regarding compensation from collateral sources should displace the Federal Rules of Evidence.  Compare, e.g., DeMedeiros v. Koehring Co., <span class=\"citation\" data-id=\"419917\"><a href=\"/opinion/419917/joao-demedeiros-v-koehring-co-v-parker-brothers-co-third-party-joao/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">734</span></a></span>, 740-41 (1st Cir.1983) (analyzing the evidentiary implications of certain collateral source payments under Fed.R.Evid. 403 in a diversity case), with McInnis v. A.M.F., Inc., <span class=\"citation\" data-id=\"454262\"><a href=\"/opinion/454262/patricia-j-mcinnis-v-amf-inc-patricia-j-mcinnis-v-amf-inc/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span>, 245 (1st Cir.1985) (suggesting in dictum, in a diversity case, that by adopting the Federal Rules of Evidence, \"Congress did not intend [them] to preempt so-called 'substantive' state rules of evidence such as the ... collateral source rule\").  Although the end result in this appeal in all probability would be the same under either approach,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> we see no valid reason to treat the evidentiary prong of the collateral source rule differently than any other state evidentiary doctrine.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is axiomatic that, when parties litigate a case in a federal court on the basis of diversity jurisdiction, state law supplies the substantive rules of decision.  See, e.g., Blinzler v. Marriott Int'l Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1151 (1st Cir.1996);  Daigle, 14 F.3d at 689.   Whether damages in a tort suit are mitigable by payments originating with a third party depends, quite obviously, on substantive principles.  Hence, the state-law collateral source rule supplies the rule of decision.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is equally axiomatic, however, that federal evidentiary rules govern in diversity cases.  See Fed.R.Evid. 101, 1101(b);  Cameron v. Otto Bock Orthopedic Ind., Inc., <span class=\"citation\" data-id=\"195813\"><a href=\"/opinion/195813/cameron-v-otto-bock-orthopedic/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir.1994).  The applicability vel non of a specific rule of evidence depends on whether Congress intended the rule to obtain in a given context.  See 19 Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure &#167; 4512 (2d ed.  1996 &amp; Supp.1999).  If the federal evidentiary rule is \"sufficiently broad to control a particular issue,\" the court must apply it.  Daigle, 14 F.3d at 689.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">So it is here:  the Federal Rules of Evidence (and in particular Rules 401, 402, and 403) are malleable enough to deal with the principal evidentiary issues contemplated by the collateral source rule:  relevancy and unfairly prejudicial effect.  That ends the choice-of-law inquiry.  See Wright et. al., supra &#167; 4512 (\"If a Federal Rule of Evidence covers a disputed point of evidence, the Rule is to be followed, even in diversity cases, and state law is pertinent only if and to the extent the applicable Evidence Rule makes it so.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To sum up, the Massachusetts collateral source rule must be given full credit in this case as a rule of damages.   The evidentiary implications flowing from that rule, however, are governed by the Federal Rules of Evidence.  Thus, we disavow the McInnis dictum and proceed to examine the challenged ruling through a federal prism.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties agree that the Commonwealth's collateral source rule prohibits mitigating damages by the amount of first-party insurance proceeds received.  Because proof of such payments is irrelevant to mitigation of damages (and, hence, inadmissible on that issue), the threshold question is whether evidence of these payments is relevant to some other contested issue in a particular case.  Consequently, we focus on whether, in the circumstances at bar, such evidence tended to make the existence of some other fact \"of consequence to the determination of the action more or less probable than it would be without the evidence.\"  Fed.R.Evid. 401.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendants argue here, as they did below, that testimony by Sean Fitzgerald's mother (herself a plaintiff) on direct examination furnished a valid basis for admitting evidence of the insurance payments. Under questioning by her attorney, Mrs. Fitzgerald reported that Sean's medical bills and related expenses exceeded $20,000.  The lawyer then asked her to \"describe the impact that this accident to Sean has had on your family.\"   She replied that the accident had imposed \"quite a strain both emotionally and financially.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When embarking on cross-examination, defense counsel complained that this testimonial sequence created a false impression that medical expenses were causing financial hardship and sought leave to show the insurance payments as an antidote.  To put matters into better perspective, the court kept the cross-examiner on a short leash, permitting him at first to probe no further than whether Mrs. Fitzgerald had meant that the medical bills were a source of financial strain.  Only after the witness had responded affirmatively to that effect did the court find evidence of the insurance payments relevant and admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review rulings of the district court admitting or excluding evidence for abuse of discretion.  See Williams v. Drake, <span class=\"citation\" data-id=\"198058\"><a href=\"/opinion/198058/williams-v-drake/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 47 (1st Cir.1998).  The court's ruling here encompassed two subsidiary determinations:  a finding that the proffered evidence was relevant to the \"financial strain\" issue, and a follow-on determination that the evidence's probative value was not substantially overshadowed by its capacity unfairly to prejudice the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need not tarry over the first of these determinations.  Under federal evidentiary standards, the relevancy hurdle is low, see United States v. Saccoccia, <span class=\"citation\" data-id=\"196165\"><a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 780 (1st Cir.1995), and the disputed evidence cleared it with room to spare.  Mrs. Fitzgerald's testimony made the existence and degree of financial strain caused by Sean's medical expenses a fact of consequence in the litigation, independent of the amount of those expenses.  Evidence that a third party (the health-care insurer) defrayed most of those costs cast doubt upon (and, thus, tended to undermine) the claim that the burgeoning medical bills produced financial strain.  The evidence was, therefore, relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The second aspect of the district court's ruling presents a somewhat closer call.  Evidence, though relevant, nonetheless \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.\"  Fed.R.Evid. 403.  The plaintiffs assert that this case falls into that category.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To be sure, introduction of collateral source evidence almost inevitably creates a risk that a jury, informed, say, that a plaintiff has recourse to first-party insurance proceeds, may be unduly inclined to return either a defendant's verdict or an artificially low damage award.  This risk of prejudice is real, but Rule 403 directs that a trial court balance it against the evidence's probative worth, and exclude the evidence only when (and if) the discerned risk substantially outweighs the anticipated value.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A trial judge has a unique coign of vantage in performing this type of delicate balancing.  In calibrating the appellate scales, therefore, the trial judge's first-hand assessment, reflecting his or her \"feel\" for the case, is entitled to considerable deference.  See United States v. Sutton, <span class=\"citation\" data-id=\"587576\"><a href=\"/opinion/587576/united-states-v-arthur-sutton/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1008 (1st Cir.1992);  United States v. Tierney, <span class=\"citation\" data-id=\"451517\"><a href=\"/opinion/451517/united-states-v-robert-f-tierney/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, 388 (1st Cir.1985).  \"Only rarely--and in extraordinarily compelling circumstances--will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\"  Freeman v. Package Mach. Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1340 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The circumstances here are not compelling.  The relevance of the evidence is plain and its probative value on the relevant issue is high.  Moreover, the defendants ameliorated the risk of prejudice by making their point about the availability of other funds with surgical precision, resisting the temptation to inflict one thousand cuts.  The lower court also took steps to dispel any incipient prejudice by giving an immediate prophylactic instruction (the form of which elicited no complaint from the plaintiffs).  By clarifying the limited significance of the insurance payments, the court reduced the chance that the evidence would be misused by the jury.  See United States v. Ladd, <span class=\"citation\" data-id=\"529712\"><a href=\"/opinion/529712/united-states-v-gary-ladd/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span>, 959 (1st Cir.1989).  The short of it is that, on this record, no justification exists for us to second-guess the district court's skillful handling of the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We need go no further.  In this case, the plaintiffs opened the door for evidence of insurance payments.  Having done so, they are hard put to complain that the defendants passed through the portal.  Applying the Federal Rules of Evidence--which furnish the benchmark for the admissibility of collateral source evidence in a diversity action--we discern no abuse of discretion in the court's admission of the challenged evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs also sued the Town of Kingston.  Because they settled with the town prior to trial, we omit further reference to that aspect of the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In the collateral source context, the balancing of probative value and prejudicial effect dictated by Fed.R.Evid. 403 is much the same as the analytical approach to the admissibility of collateral source evidence traditionally employed by the Massachusetts courts.  See, e.g., Goldstein, 364 Mass. at 812-13, 309 N.E.2d at 205</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2015454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2015992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2038369/"
  ]
}