{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198463/",
  "absolute_url": "/opinion/198463/united-states-v-vigeant/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198463/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:54Z",
  "date_modified": "2017-03-24T10:57:17.753112Z",
  "type": "010combined",
  "sha1": "33b350a675f5b886ccba41022c36682424d85e02",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1412.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNos. 98-1412\r\n   98-1819\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      ROBERT A. VIGEANT,\r\n\n                    Defendant, Appellant.\r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n              Campbell, Senior Circuit Judge,\r\n                 and Stahl, Circuit Judge.\r\n\n   John A. MacFadyen for appellant.\r\n   Richard W. Rose, Assistant United States Attorney, with whom\r\nMargaret E. Curran, United States Attorney, was on brief for\r\nappellee.\r\n\nMay 14, 1999\r\n\nSTAHL, Circuit Judge. Defendant-appellant Robert A.\r\nVigeant appeals his conviction for being a felon in possession of\r\na firearm in violation of 18 U.S.C.  922(g)(1).  For the reasons\r\nthat follow, we vacate the conviction and remand to the district\r\ncourt for proceedings consistent with this opinion.\r\n                             I.\r\n                           Facts\r\nThe following facts are largely undisputed.  Vigeant, a\r\nconvicted felon, lived primarily at 24 Newport Lane, Narragansett,\r\nRhode Island.  In March of 1995, he opened a personal bank account\r\nat Fleet Bank.  On the application for the account, he listed his\r\nprevious employer, but left blank the space calling for the name of\r\nhis current employer.  Fifteen months later, on June 12, 1996,\r\nVigeant opened two business accounts at the same bank.  He made an\r\ninitial deposit of $19,000 into one of the accounts in a mix of\r\nlarge and small bills.  He then immediately transferred $18,500 of\r\nthis amount from one business account to the other.  Vigeant\r\npromptly filed the Currency Transaction Report (CTR) required by\r\nthe Treasury Department for currency transactions exceeding\r\n$10,000.  On July 17, 1996, Vigeant deposited an additional\r\n$39,231.59 in the form of a cashier's check into one of the\r\nbusiness accounts.  He made no attempt to disguise the electronic\r\nor paper trail of either transaction.\r\nBeginning some time in 1995, the government launched an\r\ninvestigation of a drug dealing ring headed by Patrick M. Vigneau. \r\nAlthough the government never did charge Vigeant in connection with\r\nthe Vigneau conspiracy, Vigeant was a target of this investigation. \r\nOn September 8, 1995, the government obtained a phone book\r\nbelonging to Vigneau.  The phone book contained a listing for\r\nVigeant, who had known Vigneau since grammar school.  Also in the\r\nphone book, there were several scrap pages on which names and\r\ninitials -- among them \"Bobby V.\" and \"B.V.\" -- were listed\r\nalongside various numbers, apparently dollar figures.  No dates\r\naccompanied the information.  A confidential informant (CI), of\r\nwhose criminal record and general unreliability the government was\r\naware, informed the investigating agents, inter alia, that the\r\nnumbers and names memorialized drug deals, and that \"B.V.\" and\r\n\"Bobby V.\" referred to Vigeant.  Subsequently, the government\r\nobtained an indictment under seal charging Vigneau and six others\r\n-- but not Vigeant   with money laundering and drug distribution\r\noffenses.  \r\nOn May 9, 1997, nearly a year after the Fleet Bank\r\nbusiness account transactions and shortly before the sealed Vigneau\r\nindictment was to be made public, agents of the DEA, IRS and ATF\r\nobtained search warrants for Vigeant's residence at 24 Newport\r\nLane, and for Vigneau's residence at 25 Kulas Road in West Warwick,\r\nRhode Island.  Both warrant applications were supported by the same\r\nnine-page affidavit prepared by Special Agent Botelho of the IRS. \r\nThe vast majority of statements in the affidavit concerned activity\r\nrelated to Vigneau that had occurred two years earlier;\r\napproximately two pages' worth of information related to Vigeant,\r\nnone of it more recent than seven months.  Because this warrant is\r\nat the heart of Vigeant's appeal, we reproduce the portions of the\r\nsupporting affidavit relevant to Vigeant in their entirety:\r\n    3 [Botelho avers that he is case agent\r\nin the investigation of the Vigneau drug\r\ndistribution and money laundering conspiracy.]\r\nCharles ETHIER and Robert VIGEANT are subjects\r\nof the investigation but have not yet been\r\ncharged.  The investigation continues into\r\nETHIER, VIGEANT, and others.\r\n    . . .\r\n    6 This affidavit is submitted in\r\nsupport of the application for warrants to\r\nsearch the following residences:\r\n    . . .\r\n  b.  24 Newport Lane, Narragansett, RI, a two-\r\nstory, wooden, residential structure, brown in\r\ncolor.  This home is the residence of Robert\r\nVIGEANT and business address of Versatile\r\nInvestment Group, Inc. and City Wide, L.L.C. \r\n    7 The [Vigneau] indictment covers a\r\nmarijuana and money laundering conspiracy\r\nwhich began in February 1995 and terminated in\r\nor about December 1995 . . . .\r\n    14 Among those listed in the drug\r\nledger[, the phone book seized previously from\r\nVigneau,] is Robert VIGEANT.  THE CI has\r\ninformed me that in August of 1995 he received\r\n$10,000 in cash from VIGEANT for payment of a\r\nload of marijuana.  That transaction is one of\r\nthose listed in the drug ledger maintained by\r\nVigneau.  VIGEANT is listed in at least one\r\nother transaction in the ledger.\r\n    21 The evidence indicates that Robert\r\nVIGEANT has created front companies to\r\npersonally launder his profits.  In March\r\n1995, Robert VIGEANT opened a personal bank\r\naccount at Fleet Bank.  He listed his\r\noccupation as unemployed.  Also during 1995,\r\nas stated above, VIGEANT was engaged in drug\r\ntrafficking.  VIGEANT has not filed tax\r\nreturns for 1995 and 1996.\r\n    22 On June 12, 1996, VIGEANT opened\r\ntwo business bank accounts.  One was in the\r\nname of Versatile Investment Group, Inc., and\r\nthe other was in the name of City Wide L.L.C. \r\nROBERT VIGEANT lists himself as the President\r\nof both companies.  The business address is\r\nlisted as 24 Newport Lane, Narragansett, RI. \r\nThe bank records are mailed each month to this\r\nbusiness address.\r\n    23 On June 12, 1996, VIGEANT deposited\r\n$19,000 in cash into a newly opened account in\r\nthe name of Versatile Investment Group.  The\r\ncash was in small bills.  On the same day,\r\nJune 12, 1996, he transferred $18,500 from the\r\nVersatile Investment Group, Inc. account to\r\nthe City Wide L.L.C. account.  This appears to\r\nhave been a layering transaction, with no\r\napparent benefit for breaking the transaction\r\ninto two transactions.  In addition to the\r\n$19,000 cash deposit, VIGEANT deposited a\r\ncashier's check on July 17, 1996.  The\r\ncashier's check was in the amount of\r\n$39,231.59.\r\n    24 Within two months of opening these\r\naccounts, VIGEANT invested $25,000 of the\r\nfunds.  He made a down payment on a 42-foot\r\npleasure boat, and he made a down-payment on a\r\npiece of investment real estate.\r\n    25 Based on the foregoing, there is\r\nprobable cause to believe that Robert VIGEANT\r\nhas laundered drug profits in violation of 18\r\nU.S.C.  1956 by concealing assets derived\r\nfrom illegal drug sales and evidence of this\r\nconcealment . . . will be found at VIGEANT's\r\nhome and business address at 24 Newport Lane,\r\nNarragansett, RI, 02882.\r\n\nThe warrant authorized the agents to look for all \"original bank\r\nrecords or copies\" of Vigeant's business and personal accounts at\r\nFleet Bank.\r\nBased on this warrant, the agents raided Vigeant's home\r\nat dawn on May 12, 1997.  They knocked, waited five to ten seconds,\r\nand then used a battering ram to break down the door.  Vigeant was\r\nhandcuffed and placed half-naked in a chair in his bedroom.  During\r\ntheir search, agents found a pistol in the night stand and another\r\nweapon located behind a downstairs liquor cabinet.  Though he was\r\nnever charged with either money laundering or drug conspiracies,\r\nVigeant was indicted on two counts of being a felon in possession\r\nof a firearm (the pistol and the second weapon, respectively) and\r\none count of possessing ammunition (in the loaded guns).\r\n                            II.\r\n                           Trial\r\nOn July 10, 1997, Vigeant filed a motion to suppress the\r\nseized guns and ammunition because the search warrant was defective\r\nfor failing to have established probable cause.  The district court\r\ndenied the motion.  The court acknowledged that there was very\r\nlittle and perhaps no evidence of a continuing drug conspiracy. \r\nNevertheless, because the bank records were potential evidence of\r\nmoney laundering, and because the affidavit stated in a general way\r\nthat criminals engaged in money laundering tend to keep such\r\nrecords, and because the records were continuously mailed to\r\nVigeant in the two years' elapsed time between the drug evidence\r\nand the search, the court found that the warrant established\r\nprobable cause that the bank records the government sought were\r\nstill in the house.\r\nOn September 2, 1997, Vigeant filed a motion for a\r\nhearing under Franks v. Delaware, 438 U.S. 154, 155 (1978) (giving\r\ndefendants a right to a hearing to challenge the truthfulness of\r\nstatements made in an affidavit supporting a warrant application,\r\nprovided that the defendant makes a \"substantial preliminary\r\nshowing\" of a deliberate falsehood or affiant's reckless disregard\r\nof the truth).  Vigeant alleged that the affidavit contained false\r\nand misleading information supplied by affiant Botelho in reckless\r\ndisregard for the truth.  The motion was denied.  The district\r\ncourt found that there was independent corroborating evidence of\r\nthe CI's information regarding Vigneau, which made his unreliable\r\nrecord unimportant.  The court also found that all of the facts\r\nregarding the \"front companies\" were true, though scanty.  After a\r\nchange in Vigeant's counsel, a motion to reconsider was filed,\r\nwhich was also denied.\r\nA jury convicted Vigeant of possessing the downstairs\r\nweapon and the ammunition, but not the pistol from the bedside\r\ntable.  The government then moved to dismiss the ammunition count\r\nas duplicative.  Vigeant was sentenced to a lengthy prison term.\r\nAfter the sentence and a timely appeal, Vigeant's counsel\r\nspoke with the CI, who recanted substantial portions of what he had\r\ntold the affiant.  On the basis of this new information, Vigeant\r\nfiled a \"Motion for Further Franks Hearing Based on Newly\r\nDiscovered Evidence.\"  The district court treated the filing as a\r\nmotion for a new trial, which it denied.  Vigeant appealed the\r\ndenial pro se.  The two appeals were consolidated in the present\r\naction.\r\n                            III.\r\n                       Probable Cause\r\nVigeant argues that the affidavit offered in support of\r\nthe application for a warrant to search his house at Newport Lane\r\ndid not demonstrate probable cause.  We agree. \r\nWe review the question of probable cause de novo, see\r\nOrnelas v. United States, 517 U.S. 690, 699 (1996), assessing the\r\ninformation provided in the four corners of the affidavit\r\nsupporting the warrant application, see United States v.\r\nKhounsavanh, 113 F.3d 279, 283 &amp; n.1 (1st Cir. 1997).  The\r\ninformation provided must \"warrant a man of reasonable caution in\r\nthe belief that an offense has been or is being committed.\" \r\nBrinegar v. United States, 338 U.S. 160, 175-76 (1949) (internal\r\nquotation marks omitted).  \"Probability is the touchstone.\" \r\nKhounsavanh, 113 F.3d at 283.  \"Probable cause exists when the\r\naffidavit upon which a warrant is founded demonstrates in some\r\ntrustworthy fashion the likelihood that an offense has been\r\ncommitted . . . .\"  United States v. Schaefer, 87 F.3d 562, 565\r\n(1st Cir. 1996) (internal quotation marks omitted).  \"[M]ere\r\nsuspicion, rumor, or strong reason to suspect [wrongdoing]\" are not\r\nsufficient.  United States v. Han, 74 F.3d 537, 541 (4th Cir. 1996)\r\n(citation omitted).\r\nWe will limit our inquiry to whether there was probable\r\ncause to believe that Vigeant had committed the crime of laundering\r\ndrug proceeds in violation of 18 U.S.C.  1956, as alleged in the\r\naffidavit.  We assume for present purposes that there was probable\r\ncause that the evidence (in the form of bank records) of such a\r\ncrime would be found at 24 Newport Road.  See  United States v.\r\nZayas-Diaz, 95 F.3d 105, 110-11 (1st Cir. 1996) (A \"warrant\r\napplication must demonstrate probable cause to believe that a\r\nparticular person has committed a crime--'the commission element'--\r\nand that enumerated evidence relevant to the probable criminality\r\nlikely is located at the place to be searched--'the \"nexus\"\r\nelement.'\") (emphasis in original).  We hold that the \"commission\"\r\nelement of the probable cause inquiry was not satisfied, for three\r\nreasons: (1) there is no link, temporal or otherwise, between the\r\nalleged drug dealing and the bank activity that took place more\r\nthan six months later; (2) the banking and investment activity was\r\nnot itself of a character sufficient to establish that the\r\n\"proceeds of some form of unlawful activity,\" 18 U.S.C.  1956,\r\nwere involved; and (3) the conclusory statements of the affiant\r\nthat might otherwise have helped create probable cause are entirely\r\nwithout factual support.\r\nLinks to Drug Activity.  In total, the affidavit states\r\nthat Vigeant was involved in at least one drug transaction that\r\ntook place two years before the warrant application was submitted\r\nand six months before the allegedly suspicious financial\r\ntransactions.  This information was based on the word of a\r\nconfidential informant, whose reliability and credibility is\r\nneither supported nor referred to in the affidavit.  There are no\r\n\"self-authenticating\" details, such as extensive description, that\r\nwould suggest the report was not simply made up.  See Zayas-Diaz,\r\n95 F.3d at 111.  Nor is there any indication that affiant Botelho\r\nhad other information independently corroborating the CI's\r\ninformation so as to bolster the lack of a showing of reliability. \r\nSee Gates, 462 U.S. at 233.  Indeed, the government's failure to\r\nindict Vigeant along with Vigneau suggests that the government had\r\ninsufficient evidence of drug dealing activity on Vigeant's part. \r\nIn any case, at the suppression hearing, the district court aptly\r\npointed out that there was virtually no evidence of a continuing\r\npattern of drug transactions.\r\nEven if there were such evidence in the affidavit, there\r\nis simply no connection between the alleged drug activity (and any\r\nproceeds therefrom) and the banking transactions.  There was a\r\nsignificant temporal gap between the two events.  The amounts\r\ndeposited were not similar to those involved in the drug\r\ntransaction in which the CI had participated in 1995, nor to the\r\nnumbers in the \"drug ledger\" next to Vigeant's initials.  The\r\naffidavit itself says that the drug distribution conspiracy in\r\nwhich Vigeant was supposed to have played a part \"terminated in or\r\nabout December 1995\" -- well before the deposits alleged to be\r\nlayering.  Thus, we conclude that the government was unable to\r\nidentify with factual particulars any illicit source that might\r\ncast doubt on otherwise legal 1996 transactions.\r\nBanking and Investment Transactions.  As we noted above,\r\nthe alleged laundering itself took place six months after the\r\nmeager evidence of past drug trafficking and well after the\r\naffidavit itself says the Vigneau conspiracy terminated.  Absent\r\nany link between the drug activity and the banking transactions,\r\nthe activity suggesting laundering comprised (1) the fact that the\r\ndefendant made a deposit of small bills in a bank account, the bulk\r\nof which he moved on the same day to another bank account within\r\nthe same bank, (2) the fact that Vigeant was not employed outside\r\nhis two businesses, and (3) the \"fact\" -- which later proved untrue\r\n-- that the defendant had not filed tax returns for 1995 and 1996. \r\nThe affidavit does not aver that Vigeant tried to hide any of the\r\n1996 transactions.  It does not say what steps, if any, the\r\ngovernment took to establish the source of the funds.  In the\r\nabsence of any link to an illicit source, see supra, the only\r\nmaterial fact alleged in the affidavit relative to the nature of\r\nthe banking transactions themselves that has a suspicious cast is\r\nthe reference to \"small bills.\"  While somewhat suspicious, this\r\nsingle factor is inadequate, either alone or taken in light of the\r\nother allegation, to establish probable cause that the funds were\r\nthe proceeds of unlawful activity under the money laundering\r\nstatute. \r\nThe fact that Vigeant subsequently invested a portion of\r\nthe money in a boat and real estate nudges us no closer to the\r\nconclusion that \"probable criminality\" occurred.  For one thing,\r\nlike the banking activity, there were no allegations that suggest\r\nthe purchases were made with the proceeds of unlawful activity. \r\nSecond, activity of this type could be consistent with legitimate\r\nbusiness that might be transacted by a company named Versatile\r\nInvestment Group; that is, legitimacy is at least as reasonable an\r\ninference from the allegations as is criminal activity.   For these\r\nreasons, we do not see how this information makes more probable the\r\nconclusion that money laundering occurred.  As we have said,\r\nprobability is the touchstone, and here there is no more than a\r\nremote, speculative possibility that the Vigeant affidavit\r\nevidenced money laundering activity.\r\nAgent's Conclusions.  There are, of course, the\r\nconclusory statements of the affiant Botelho that the activity\r\ndescribed constituted \"layering\" and that the business accounts\r\nwere for \"front companies.\"  Normally, where there is evidence to\r\nsupport the conclusions of an experienced officer, we accord those\r\nconclusions some weight.  See United States v. Hoffman, 832 F.2d\r\n1299, 1306 (1st. Cir. 1987).  Here, we find no evidence that\r\nsupports any part of the officer's conclusion.  He does not, for\r\nexample, indicate whether he sought to find some legitimate benefit\r\nfor breaking the transaction into two transactions.  He does not\r\nclaim that Vigeant tried to hide the nature of these transactions. \r\nHe does not argue that Vigeant attempted to structure the 1996\r\ndeposits in order to evade reporting requirements (with which\r\nVigeant in fact complied).  He indicates no investigative steps\r\nthat brought him to the conclusion that Vigeant's businesses were\r\n\"front companies,\" such as monitoring Vigeant's activity (or\r\ninactivity), even though the agents had conducted extensive\r\nsurveillance of Vigeant's home.  Nor does the government -- below\r\nor on appeal -- offer any evidence or investigation in this regard. \r\nIndeed, the district court wryly concluded that the affidavit was\r\n\"not loaded with facts to support\" the idea that Vigeant's\r\nbusinesses were \"front companies.\"  In sum, Botelho's unsupported\r\nconclusions are not entitled to any weight in the probable cause\r\ndetermination.  See Gates, 462 U.S. at 239 (\"Sufficient information\r\nmust be presented to the magistrate to allow that official to\r\ndetermine probable cause; his action cannot be a mere ratification\r\nof the bare conclusions of others.\"); Aguilar v. Texas, 378 U.S.\r\n108, 113-14 (1964) (affidavit that provides affiant's conclusions\r\nwithout also providing some underlying factual circumstances is\r\nequivalent to the \"bare bones\" affidavits rejected in, inter alia,\r\nNathanson v. United States, 290 U.S. 41 (1933)).\r\nFor the three reasons stated above, we conclude that the\r\naffidavit failed to establish probable cause to search 24 Newport\r\nLane for evidence of money laundering.  Cf. Gates, 462 U.S. at 236\r\n(requiring that affidavit include particularized facts indicating\r\nthat a search \"would uncover evidence of wrongdoing\")(emphasis\r\nadded).\r\n                            IV.\r\n                         Good Faith\r\nIn United States v. Leon, the Supreme Court held that\r\neven in the absence of probable cause, the exclusionary rule should\r\napply only where excluding evidence would have a substantial\r\ndeterrent effect on the police.  See 468 U.S. 897, 906, 918 (1984). \r\nThus, the police are not entitled to rely on a warrant where, inter\r\nalia, the issuing magistrate \"was misled by information in an\r\naffidavit that the affiant knew was false or would have known was\r\nfalse except for his reckless disregard of the truth.\"  Id. at 924. \r\nThe Court called for a case-by-case analysis of this inquiry.  Id.\r\nat 918.  We believe this is a case in which excluding the evidence\r\nwill have a substantial deterrent effect on the police.  Our\r\nconclusion rests on the fact that a finding of good faith is\r\ninconsistent with the numerous material omissions excluded from --\r\nand false and misleading statements included in -- the underlying\r\naffidavit.  Cf. id.  at 923 (citing Franks, 438 U.S. at 154). \r\nBecause of the fact-intensive, case-by-case nature of this inquiry,\r\nwe detail at length the factual basis for our conclusion.\r\nIn doing so, we focus on the good faith of affiant and\r\nwarrant applicant Botelho, because the Supreme Court expressly\r\nstated that \"[i]t is necessary to consider the objective\r\nreasonableness, not only of the officers who eventually executed a\r\nwarrant, but also of the officers who originally obtained it or who\r\nprovided information material to the probable-cause determination.\" \r\nLeon, 468 U.S. at 923 n.24.  Thus, in Malley v. Briggs, the Court\r\nheld that the relevant question was \"whether a reasonably well-\r\ntrained officer in petitioner's position would have known that his\r\naffidavit failed to establish probable cause and that he should not\r\nhave applied for the warrant.\"  475 U.S. 335, 345 (1985).  \"[I]f\r\nno officer of reasonable competence would have requested the\r\nwarrant, i.e., his request is outside the range of professional\r\ncompetence expected of an officer,\" id. at 346 n.9, then the fact\r\nthat the magistrate approved the application is of no help to him. \r\nThe applying officer \"cannot excuse his own default by pointing to\r\n. . . the magistrate.\"  Id.; see also United States v.\r\nRicciardelli, 998 F.2d 8, 16 (1st Cir. 1993).  For this reason, the\r\ngovernment's suggestion that we must accord deference to the\r\nprobable cause finding of the magistrate is misplaced in this case.\r\nWe have followed the Supreme Court's guidance in like\r\ncircumstances.  In Ricciardelli, we found the Leon good-faith\r\nexception inapplicable where the shortcomings in probable cause\r\nwere attributable to \"the inspectors' omissions in the warrant-\r\napplication process.\"  998 F.2d at 16.  In United States v.\r\nFuccillo, 808 F.2d 173, 178 (1st Cir. 1987), we held that the \r\ngood-faith exception was not available where, \"with regard to the\r\naffidavit prepared for the warrant . . ., the agents were reckless\r\nin not including in the affidavit information which was known or\r\neasily accessible to them.\" \r\nAccordingly, we begin by examining whether the government\r\nhas shown objective good faith on the part of affiant Botelho. \r\nCf. United States v. Reilly, 76 F.3d 1271, 1280 (2d Cir. 1996)\r\n(examining good faith of affiant, where affiant omitted material\r\nfacts and gave information that, while not false, was \"almost\r\ncalculated to mislead\"); United States v. Weber, 923 F.2d 1338,\r\n1346 (9th Cir. 1990) (examining good faith of affiant and finding\r\nnone); United States v. Baker, 894 F.2d 1144 (10th Cir. 1990)\r\n(same).  As in Ricciardelli, we conclude that the government has\r\nnot met its burden.  Specifically, Botelho's numerous omissions of\r\nmaterial facts were at least reckless.  See Reilly, 76 F.3d at 1280\r\n(citing Rivera v. United States, 928 F.2d 592, 604 (2d Cir. 1991)\r\nfor proposition that \"recklessness may be inferred when omitted\r\ninformation was 'clearly critical' to assessing the legality of the\r\nsearch\").  An enumeration of Botelho's omissions follows.  \r\nFirst, and most important, Botelho neglected to mention\r\nthe CI's long criminal history, his numerous aliases, his recent\r\nplea agreement, and other indicia of his unreliability.  Cf.\r\nUnited States v. Baxter, 889 F.2d 731, 734 (6th Cir. 1989) (barring\r\napplication of the good-faith exception where affiant implied that\r\nCI was credible and reliable when affiant had no basis for the\r\nimplication).  Second, Botelho failed to note that Vigeant had\r\nfiled the necessary CTR, yet included such minute details about the\r\ntransaction as that it involved \"small bills\" -- a fact he\r\npresumably obtained from the CTR.  Filing a CTR, like failing to\r\n\"structure\" the transaction to avoid the reporting requirement, is\r\nevidence manifestly inconsistent with money laundering.  Third,\r\nBotelho mentioned an additional deposit by cashier's check, but\r\nneglected to say that Vigeant's grandmother, who was above\r\nsuspicion in this case, was the purchaser of the check.  Fourth,\r\nBotelho could have (but did not) obtain Vigeant's employment status\r\nfrom the probation office, apparently deciding instead to infer\r\n(without informing the magistrate that he had done so) Vigeant's\r\npresent unemployment from a blank space marked \"current employment\"\r\non a two-year-old bank application.  Fifth, Botelho stated that\r\n\"the evidence indicates that Robert Vigeant has created front\r\ncompanies,\" which implies the existence of underlying evidence not\r\ndisclosed.  Such evidence did not, in fact, exist.  Sixth, Botelho\r\nstated that the CI \"identified\" the $10,000 transaction in the\r\n\"drug ledger,\" when in fact the CI only identified Vigeant by his\r\ninitials and suggested that the numbers listed next to the initials\r\nrepresented dollar amounts, none of which was $10,000.  Sixth, the\r\ngovernment failed to note that the supposed \"pleasure boat\"\r\nmentioned in the affidavit was, in fact, a stripped-down craft in\r\npoor condition in need of considerable repair and refurbishing\r\nbefore it could be sold at a profit.  Seventh, the affidavit\r\nimplies that the CI personally witnessed a marijuana transaction\r\nand personally received $10,000; neither is true.  According to the\r\ncontemporaneous DEA Report of Investigation on which the affidavit\r\nwas based, the CI in fact said that Vigeant gave Vigneau \r\napproximately $4,000, which Vigneau then gave to the CI.  The CI\r\ndoes not report witnessing an exchange of marijuana.\r\nMoreover, as we indicated at length in several of\r\nBotelho's statements -- regarding \"front companies\" and \"layering\"\r\n-- were \"foundationless expert testimony.\"  United States v. Weber,\r\n923 F.2d 1338, 1346 (9th Cir. 1990).  Such circumstances weigh\r\nagainst our finding objective good faith.  See id.; see also State\r\nv. Thompson, 369 N.W.2d 363, 372 (N.D. 1985) (no good faith,\r\nbecause \"the affidavit in the instant case does not supply anything\r\nmore than a most tenuous and conclusory suggestion that the\r\n[defendants] were involved in criminal activity\").\r\nThe government offers no rational explanation for these\r\nomissions and foundationless conclusions.  Instead, the government\r\nargues in its brief -- with information obtained after the search\r\nin question -- that Vigeant is a bad person.  Be that as it may,\r\neven unsavory persons have constitutional rights.  We conclude that\r\na reasonable officer in Botelho's position -- that is, in\r\npossession of the omitted information -- would have known that he\r\n\"should not have applied for the warrant,\" Malley, 475 U.S. at 345,\r\nat least not without further investigation.\r\nThis case is similar to United States v. Weaver, 99 F.3d\r\n1372 (6th Cir. 1996).  Based on information from a reliable CI, the\r\nofficer in Weaver prepared an affidavit that stated an address and\r\ndescription of the house to be searched and recited that the CI had\r\npersonally observed -- within the prior three days -- a quantity of\r\nmarijuana controlled by the defendant \"for the purpose of\r\ndistribution.\"  The magistrate issued the warrant and the police\r\ndiscovered numerous firearms on the described property.  At trial,\r\nWeaver moved to suppress on the ground of lack of probable cause. \r\nThe district court denied the motion, finding, inter alia, the\r\naverments in the affidavit were not false.\r\nThe Sixth Circuit reversed, finding that \r\n  the only claim of possible wrongdoing [in the\r\naffidavit] is the averment that, within three\r\ndays prior to the affidavit date, the\r\ninformant was on the suspect premises and,\r\nwhile there, he saw some quantity of marijuana\r\n\"expressly for the purpose of unlawful\r\ndistribution.\" [The affiant] presents no\r\nunderlying factual circumstances to support\r\nthe informant's knowledge regarding\r\ndistribution, nor the detective's own \"belief\"\r\nthat these quantities of marijuana were\r\npresent \"for the purpose or with the intention\r\nof unlawful possession, sale, or\r\ntransportation.\"\r\n\nWeaver, 99 F.3d at 1378 (quoting affidavit; citations to record\r\nomitted).  The officer had excluded the underlying factual\r\ncircumstances in order to protect the identity of the CI. \r\nIn the present case, we have no recency of first-hand\r\nobservation of wrongdoing, no plausible excuse for omitting the\r\nmaterial, and no informant on the premises who was first-hand\r\nwitness to the wrongdoing cited in the warrant application -- in\r\nthis case, money laundering.  It follows then, in light of the more\r\negregious circumstances in our case, that we also must vacate the\r\nconviction here.\r\nIn holding today that the good faith exception does not\r\napply, we emphasize that our holding is limited to the facts of\r\nthis particular case, where we have determined that exclusion would\r\nserve as an effective deterrent.  See Leon, 468 U.S. at 918.  We\r\ncertainly do not hold that every unexplained exculpatory material\r\nomission in an affidavit necessarily warrants a finding of a lack\r\nof good faith.\r\n                             V.\r\n                         Conclusion\r\nFor the foregoing reasons, the judgment of conviction is\r\nvacated, and the case is remanded to the district court for\r\nproceedings consistent with this opinion.\n",
  "html": "<p class=\"case_cite\">176 F.3d 565</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert A. VIGEANT, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 98-1412, 98-1819.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1999.<br>Decided May 14, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John A. MacFadyen, for appellant.</p>\n      <p class=\"indent\">Richard W. Rose, Assistant United States Attorney, with whom Margaret E. Curran, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Robert A. Vigeant appeals his conviction for being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  For the reasons that follow, we vacate the conviction and remand to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    <p>I.</p>\n    <p>Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are largely undisputed.  Vigeant, a convicted felon, lived primarily at 24 Newport Lane, Narragansett, Rhode Island.  In March of 1995, he opened a personal bank account at Fleet Bank.  On the application for the account, he listed his previous employer, but left blank the space calling for the name of his current employer.  Fifteen months later, on June 12, 1996, Vigeant opened two business accounts at the same bank.  He made an initial deposit of $19,000 into one of the accounts in a mix of large and small bills.  He then immediately transferred $18,500 of this amount from one business account to the other.  Vigeant promptly filed the Currency Transaction Report (CTR) required by the Treasury Department for currency transactions exceeding $10,000.  On July 17, 1996, Vigeant deposited an additional $39,231.59 in the form of a cashier's check into one of the business accounts.  He made no attempt to disguise the electronic or paper trail of either transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Beginning some time in 1995, the government launched an investigation of a drug dealing ring headed by Patrick M. Vigneau.  Although the government never did charge Vigeant in connection with the Vigneau conspiracy, Vigeant was a target of this investigation.  On September 8, 1995, the government obtained a phone book belonging to Vigneau.  The phone book contained a listing for Vigeant, who had known Vigneau since grammar school.  Also in the phone book, there were several scrap pages on which names and initials--among them \"Bobby V.\" and \"B.V.\"--were listed alongside various numbers, apparently dollar figures.  No dates accompanied the information.  A confidential informant (CI), of whose criminal record and general unreliability the government was aware, informed the investigating agents, inter alia, that the numbers and names memorialized drug deals, and that \"B.V.\" and \"Bobby V.\" referred to Vigeant.  Subsequently, the government obtained an indictment under seal charging Vigneau and six others--but not Vigeant--with money laundering and drug distribution offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 9, 1997, nearly a year after the Fleet Bank business account transactions and shortly before the sealed Vigneau indictment was to be made public, agents of the DEA, IRS and ATF obtained search warrants for Vigeant's residence at 24 Newport Lane, and for Vigneau's residence at 25 Kulas Road in West Warwick, Rhode Island.  Both warrant applications were supported by the same nine-page affidavit prepared by Special Agent Botelho of the IRS.  The vast majority of statements in the affidavit concerned activity related to Vigneau that had occurred two years earlier;  approximately two pages' worth of information related to Vigeant, none of it more recent than seven months.  Because this warrant is at the heart of Vigeant's appeal, we reproduce the portions of the supporting affidavit relevant to Vigeant in their entirety:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3 [Botelho avers that he is case agent in the investigation of the Vigneau drug distribution and money laundering conspiracy.]  Charles ETHIER and Robert VIGEANT are subjects of the investigation but have not yet been charged.  The investigation continues into ETHIER, VIGEANT, and others.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>6 This affidavit is submitted in support of the application for warrants to search the following residences:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>b. 24 Newport Lane, Narragansett, RI, a two-story, wooden, residential structure, brown in color.  This home is the residence of Robert VIGEANT and business address of Versatile Investment Group, Inc. and City Wide, L.L.C.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>7 The [Vigneau] indictment covers a marijuana and money laundering conspiracy which began in February 1995 and terminated in or about December 1995....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>14 Among those listed in the drug ledger[, the phone book seized previously from Vigneau,] is Robert VIGEANT.  THE CI has informed me that in August of 1995 he received $10,000 in cash from VIGEANT for payment of a load of marijuana.  That transaction is one of those listed in the drug ledger maintained by Vigneau.  VIGEANT is listed in at least one other transaction in the ledger.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>21 The evidence indicates that Robert VIGEANT has created front companies to personally launder his profits.  In March 1995, Robert VIGEANT opened a personal bank account at Fleet Bank.  He listed his occupation as unemployed.  Also during 1995, as stated above, VIGEANT was engaged in drug trafficking.  VIGEANT has not filed tax returns for 1995 and 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>22 On June 12, 1996, VIGEANT opened two business bank accounts.  One was in the name of Versatile Investment Group, Inc., and the other was in the name of City Wide L.L.C. ROBERT VIGEANT lists himself as the President of both companies.  The business address is listed as 24 Newport Lane, Narragansett, RI.  The bank records are mailed each month to this business address.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>23 On June 12, 1996, VIGEANT deposited $19,000 in cash into a newly opened account in the name of Versatile Investment Group.  The cash was in small bills.  On the same day, June 12, 1996, he transferred $18,500 from the Versatile Investment Group, Inc. account to the City Wide L.L.C. account.  This appears to have been a layering transaction, with no apparent benefit for breaking the transaction into two transactions.  In addition to the $19,000 cash deposit, VIGEANT deposited a cashier's check on July 17, 1996.  The cashier's check was in the amount of $39,231.59.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">24 Within two months of opening these accounts, VIGEANT invested $25,000 of the funds.  He made a down payment on a 42-foot pleasure boat, and he made a down-payment on a piece of investment real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>25 Based on the foregoing, there is probable cause to believe that Robert VIGEANT has laundered drug profits in violation of 18 U.S.C. &#167; 1956 by concealing assets derived from illegal drug sales and evidence of this concealment ... will be found at VIGEANT's home and business address at 24 Newport Lane, Narragansett, RI, 02882.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The warrant authorized the agents to look for all \"original bank records or copies\" of Vigeant's business and personal accounts at Fleet Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Based on this warrant, the agents raided Vigeant's home at dawn on May 12, 1997.  They knocked, waited five to ten seconds, and then used a battering ram to break down the door.  Vigeant was handcuffed and placed half-naked in a chair in his bedroom.  During their search, agents found a pistol in the night stand and another weapon located behind a downstairs liquor cabinet.  Though he was never charged with either money laundering or drug conspiracies, Vigeant was indicted on two counts of being a felon in possession of a firearm (the pistol and the second weapon, respectively) and one count of possessing ammunition (in the loaded guns).</p>\n    </div>\n    <p>II.</p>\n    <p>Trial</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On July 10, 1997, Vigeant filed a motion to suppress the seized guns and ammunition because the search warrant was defective for failing to have established probable cause.  The district court denied the motion.  The court acknowledged that there was very little and perhaps no evidence of a continuing drug conspiracy.  Nevertheless, because the bank records were potential evidence of money laundering, and because the affidavit stated in a general way that criminals engaged in money laundering tend to keep such records, and because the records were continuously mailed to Vigeant in the two years' elapsed time between the drug evidence and the search, the court found that the warrant established probable cause that the bank records the government sought were still in the house.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On September 2, 1997, Vigeant filed a motion for a hearing under Franks v. Delaware, 438 U.S. 154, 155, 98 S.Ct. 2674, 57 L.Ed.2d 667 (1978) (giving defendants a right to a hearing to challenge the truthfulness of statements made in an affidavit supporting a warrant application, provided that the defendant makes a \"substantial preliminary showing\" of a deliberate falsehood or affiant's reckless disregard of the truth).  Vigeant alleged that the affidavit contained false and misleading information supplied by affiant Botelho in reckless disregard for the truth.  The motion was denied.  The district court found that there was independent corroborating evidence of the CI's information regarding Vigneau, which made his unreliable record unimportant.  The court also found that all of the facts regarding the \"front companies\" were true, though scanty.  After a change in Vigeant's counsel, a motion to reconsider was filed, which was also denied.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A jury convicted Vigeant of possessing the downstairs weapon and the ammunition, but not the pistol from the bedside table.  The government then moved to dismiss the ammunition count as duplicative.  Vigeant was sentenced to a lengthy prison term.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">After the sentence and a timely appeal, Vigeant's counsel spoke with the CI, who recanted substantial portions of what he had told the affiant.  On the basis of this new information, Vigeant filed a \"Motion for Further Franks Hearing Based on Newly Discovered Evidence.\"   The district court treated the filing as a motion for a new trial, which it denied.  Vigeant appealed the denial pro se.   The two appeals were consolidated in the present action.</p>\n    </div>\n    <p>III.</p>\n    <p>Probable Cause</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Vigeant argues that the affidavit offered in support of the application for a warrant to search his house at Newport Lane did not demonstrate probable cause.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We review the question of probable cause de novo, see Ornelas v. United States, 517 U.S. 690, 699, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996), assessing the information provided in the four corners of the affidavit supporting the warrant application, see United States v. Khounsavanh, 113 F.3d 279, 283 &amp; n. 1 (1st Cir.1997).  The information provided must \"warrant a man of reasonable caution in the belief that an offense has been or is being committed.\"  Brinegar v. United States, 338 U.S. 160, 175-76, 69 S.Ct. 1302, 93 L.Ed. 1879 (1949) (internal quotation marks omitted).  \"Probability is the touchstone.\"  Khounsavanh, 113 F.3d at 283.  \"Probable cause exists when the affidavit upon which a warrant is founded demonstrates in some trustworthy fashion the likelihood that an offense has been committed....\"  United States v. Schaefer, 87 F.3d 562, 565 (1st Cir.1996) (internal quotation marks omitted).  \"[M]ere suspicion, rumor, or strong reason to suspect [wrongdoing]\" are not sufficient.  United States v. Han, 74 F.3d 537, 541 (4th Cir.1996) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We will limit our inquiry to whether there was probable cause to believe that Vigeant had committed the crime of laundering drug proceeds in violation of 18 U.S.C. &#167; 1956, as alleged in the affidavit.  We assume for present purposes that there was probable cause that the evidence (in the form of bank records) of such a crime would be found at 24 Newport Road.  See United States v. Zayas-Diaz, 95 F.3d 105, 110-11 (1st Cir.1996) (A \"warrant application must demonstrate probable cause to believe that a particular person has committed a crime--'the commission element'--and that enumerated evidence relevant to the probable criminality likely is located at the place to be searched--'the \"nexus\" element.' \")  (emphasis in original).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We hold that the \"commission\" element of the probable cause inquiry was not satisfied, for three reasons:  (1) there is no link, temporal or otherwise, between the alleged drug dealing and the bank activity that took place more than six months later;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  (2) the banking and investment activity was not itself of a character sufficient to establish that the \"proceeds of some form of unlawful activity,\" 18 U.S.C. &#167; 1956, were involved;  and (3) the conclusory statements of the affiant that might otherwise have helped create probable cause are entirely without factual support.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Links to Drug Activity.   In total, the affidavit states that Vigeant was involved in at least one drug transaction that took place two years before the warrant application was submitted and six months before the allegedly suspicious financial transactions.  This information was based on the word of a confidential informant, whose reliability and credibility is neither supported nor referred to in the affidavit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  There are no \"self-authenticating\" details, such as extensive description, that would suggest the report was not simply made up.  See Zayas-Diaz, 95 F.3d at 111.   Nor is there any indication that affiant Botelho had other information independently corroborating the CI's information so as to bolster the lack of a showing of reliability.  See Gates, 462 U.S. at 233.   Indeed, the government's failure to indict Vigeant along with Vigneau suggests that the government had insufficient evidence of drug dealing activity on Vigeant's part.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In any case, at the suppression hearing, the district court aptly pointed out that there was virtually no evidence of a continuing pattern of drug transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Even if there were such evidence in the affidavit, there is simply no connection between the alleged drug activity (and any proceeds therefrom) and the banking transactions.  There was a significant temporal gap between the two events.  The amounts deposited were not similar to those involved in the drug transaction in which the CI had participated in 1995, nor to the numbers in the \"drug ledger\" next to Vigeant's initials.  The affidavit itself says that the drug distribution conspiracy in which Vigeant was supposed to have played a part \"terminated in or about December 1995\"--well before the deposits alleged to be layering.  Thus, we conclude that the government was unable to identify with factual particulars any illicit source that might cast doubt on otherwise legal 1996 transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Banking and Investment Transactions.   As we noted above, the alleged laundering itself took place six months after the meager evidence of past drug trafficking and well after the affidavit itself says the Vigneau conspiracy terminated.  Absent any link between the drug activity and the banking transactions, the activity suggesting laundering comprised (1) the fact that the defendant made a deposit of small bills in a bank account, the bulk of which he moved on the same day to another bank account within the same bank, (2) the fact that Vigeant was not employed outside his two businesses, and (3) the \"fact\"--which later proved untrue--that the defendant had not filed tax returns for 1995 and 1996.  The affidavit does not aver that Vigeant tried to hide any of the 1996 transactions.  It does not say what steps, if any, the government took to establish the source of the funds.  In the absence of any link to an illicit source, see supra, the only material fact alleged in the affidavit relative to the nature of the banking transactions themselves that has a suspicious cast is the reference to \"small bills.\"   While somewhat suspicious, this single factor is inadequate, either alone or taken in light of the other allegation, to establish probable cause that the funds were the proceeds of unlawful activity under the money laundering statute.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The fact that Vigeant subsequently invested a portion of the money in a boat and real estate nudges us no closer to the conclusion that \"probable criminality\" occurred.  For one thing, like the banking activity, there were no allegations that suggest the purchases were made with the proceeds of unlawful activity.  Second, activity of this type could be consistent with legitimate business that might be transacted by a company named Versatile Investment Group;  that is, legitimacy is at least as reasonable an inference from the allegations as is criminal activity.  For these reasons, we do not see how this information makes more probable the conclusion that money laundering occurred.  As we have said, probability is the touchstone, and here there is no more than a remote, speculative possibility that the Vigeant affidavit evidenced money laundering activity.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Agent's Conclusions.   There are, of course, the conclusory statements of the affiant Botelho that the activity described constituted \"layering\" and that the business accounts were for \"front companies.\"   Normally, where there is evidence to support the conclusions of an experienced officer, we accord those conclusions some weight.  See United States v. Hoffman, 832 F.2d 1299, 1306 (1st.  Cir.1987).  Here, we find no evidence that supports any part of the officer's conclusion.  He does not, for example, indicate whether he sought to find some legitimate benefit for breaking the transaction into two transactions.  He does not claim that Vigeant tried to hide the nature of these transactions.  He does not argue that Vigeant attempted to structure the 1996 deposits in order to evade reporting requirements (with which Vigeant in fact complied).  He indicates no investigative steps that brought him to the conclusion that Vigeant's businesses were \"front companies,\" such as monitoring Vigeant's activity (or inactivity), even though the agents had conducted extensive surveillance of Vigeant's home.  Nor does the government--below or on appeal--offer any evidence or investigation in this regard.  Indeed, the district court wryly concluded that the affidavit was \"not loaded with facts to support\" the idea that Vigeant's businesses were \"front companies.\"   In sum, Botelho's unsupported conclusions are not entitled to any weight in the probable cause determination.  See Gates, 462 U.S. at 239 (\"Sufficient information must be presented to the magistrate to allow that official to determine probable cause;  his action cannot be a mere ratification of the bare conclusions of others.\");  Aguilar v. Texas, 378 U.S. 108, 113-14, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964) (affidavit that provides affiant's conclusions without also providing some underlying factual circumstances is equivalent to the \"bare bones\" affidavits rejected in, inter alia, Nathanson v. United States, 290 U.S. 41, 54 S.Ct. 11, 78 L.Ed. 159 (1933)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For the three reasons stated above, we conclude that the affidavit failed to establish probable cause to search 24 Newport Lane for evidence of money laundering.  Cf. Gates, 462 U.S. at 236 (requiring that affidavit include particularized facts indicating that a search \"would uncover evidence of wrongdoing \")(emphasis added).</p>\n    </div>\n    <p>IV.</p>\n    <p>Good Faith</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In United States v. Leon, the Supreme Court held that even in the absence of probable cause, the exclusionary rule should apply only where excluding evidence would have a substantial deterrent effect on the police.  See 468 U.S. 897, 906, 918, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984).  Thus, the police are not entitled to rely on a warrant where, inter alia, the issuing magistrate \"was misled by information in an affidavit that the affiant knew was false or would have known was false except for his reckless disregard of the truth.\"  Id. at 924.   The Court called for a case-by-case analysis of this inquiry.  Id. at 918.   We believe this is a case in which excluding the evidence will have a substantial deterrent effect on the police.  Our conclusion rests on the fact that a finding of good faith is inconsistent with the numerous material omissions excluded from--and false and misleading statements included in--the underlying affidavit.  Cf. id. at 923 (citing Franks, 438 U.S. at 154).   Because of the fact-intensive, case-by-case nature of this inquiry, we detail at length the factual basis for our conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In doing so, we focus on the good faith of affiant and warrant applicant Botelho, because the Supreme Court expressly stated that \"[i]t is necessary to consider the objective reasonableness, not only of the officers who eventually executed a warrant, but also of the officers who originally obtained it or who provided information material to the probable-cause determination.\"  Leon, 468 U.S. at 923 n. 24.  Thus, in Malley v. Briggs, the Court held that the relevant question was \"whether a reasonably well-trained officer in petitioner's position would have known that his affidavit failed to establish probable cause and that he should not have applied for the warrant.\"  475 U.S. 335, 345, 106 S.Ct. 1092, 89 L.Ed.2d 271 (1985).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  \"[I]f no officer of reasonable competence would have requested the warrant, i.e., his request is outside the range of professional competence expected of an officer,\" id. at 346 n. 9, then the fact that the magistrate approved the application is of no help to him.  The applying officer \"cannot excuse his own default by pointing to ... the magistrate.\"  Id.;  see also United States v. Ricciardelli, 998 F.2d 8, 16 (1st Cir.1993).  For this reason, the government's suggestion that we must accord deference to the probable cause finding of the magistrate is misplaced in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have followed the Supreme Court's guidance in like circumstances.  In Ricciardelli, we found the Leon good-faith exception inapplicable where the shortcomings in probable cause were attributable to \"the inspectors' omissions in the warrant-application process.\"  998 F.2d at 16.   In United States v. Fuccillo, 808 F.2d 173, 178 (1st Cir.1987), we held that the good-faith exception was not available where, \"with regard to the affidavit prepared for the warrant ..., the agents were reckless in not including in the affidavit information which was known or easily accessible to them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Accordingly, we begin by examining whether the government has shown objective good faith on the part of affiant Botelho.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Cf. United States v. Reilly, 76 F.3d 1271, 1280 (2d Cir.1996) (examining good faith of affiant, where affiant omitted material facts and gave information that, while not false, was \"almost calculated to mislead\");  United States v. Weber, 923 F.2d 1338, 1346 (9th Cir.1990) (examining good faith of affiant and finding none);  United States v. Baker, 894 F.2d 1144 (10th Cir.1990) (same).  As in Ricciardelli, we conclude that the government has not met its burden.  Specifically, Botelho's numerous omissions of material facts were at least reckless.  See Reilly, 76 F.3d at 1280 (citing Rivera v. United States, 928 F.2d 592, 604 (2d Cir.1991) for proposition that \"recklessness may be inferred when omitted information was 'clearly critical' to assessing the legality of the search\").  An enumeration of Botelho's omissions follows.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">First, and most important, Botelho neglected to mention the CI's long criminal history, his numerous aliases, his recent plea agreement, and other indicia of his unreliability.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Cf. United States v. Baxter, 889 F.2d 731, 734 (6th Cir.1989) (barring application of the good-faith exception where affiant implied that CI was credible and reliable when affiant had no basis for the implication).  Second, Botelho failed to note that Vigeant had filed the necessary CTR, yet included such minute details about the transaction as that it involved \"small bills\"--a fact he presumably obtained from the CTR.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Filing a CTR, like failing to \"structure\" the transaction to avoid the reporting requirement, is evidence manifestly inconsistent with money laundering.  Third, Botelho mentioned an additional deposit by cashier's check, but neglected to say that Vigeant's grandmother, who was above suspicion in this case, was the purchaser of the check.  Fourth, Botelho could have (but did not) obtain Vigeant's employment status from the probation office, apparently deciding instead to infer (without informing the magistrate that he had done so) Vigeant's present unemployment from a blank space marked \"current employment\" on a two-year-old bank application.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Fifth, Botelho stated that \"the evidence indicates that Robert Vigeant has created front companies,\" which implies the existence of underlying evidence not disclosed.  Such evidence did not, in fact, exist.  Sixth, Botelho stated that the CI \"identified\" the $10,000 transaction in the \"drug ledger,\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> when in fact the CI only identified Vigeant by his initials and suggested that the numbers listed next to the initials represented dollar amounts, none of which was $10,000.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Sixth, the government failed to note that the supposed \"pleasure boat\" mentioned in the affidavit was, in fact, a stripped-down craft in poor condition in need of considerable repair and refurbishing before it could be sold at a profit.  Seventh, the affidavit implies that the CI personally witnessed a marijuana transaction and personally received $10,000;  neither is true.  According to the contemporaneous DEA Report of Investigation on which the affidavit was based, the CI in fact said that Vigeant gave Vigneau approximately $4,000, which Vigneau then gave to the CI.  The CI does not report witnessing an exchange of marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Moreover, as we indicated at length in several of Botelho's statements--regarding \"front companies\" and \"layering\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>--were \"foundationless expert testimony.\"  United States v. Weber, 923 F.2d 1338, 1346 (9th Cir.1990).  Such circumstances weigh against our finding objective good faith.  See id.;   see also State v. Thompson, 369 N.W.2d 363, 372 (N.D.1985) (no good faith, because \"the affidavit in the instant case does not supply anything more than a most tenuous and conclusory suggestion that the [defendants] were involved in criminal activity\").<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The government offers no rational explanation for these omissions and foundationless conclusions.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Instead, the government argues in its brief--with information obtained after the search in question--that Vigeant is a bad person.  Be that as it may, even unsavory persons have constitutional rights.  We conclude that a reasonable officer in Botelho's position--that is, in possession of the omitted information--would have known that he \"should not have applied for the warrant,\" Malley, 475 U.S. at 345, at least not without further investigation.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This case is similar to United States v. Weaver, 99 F.3d 1372 (6th Cir.1996).  Based on information from a reliable CI, the officer in Weaver prepared an affidavit that stated an address and description of the house to be searched and recited that the CI had personally observed--within the prior three days--a quantity of marijuana controlled by the defendant \"for the purpose of distribution.\"   The magistrate issued the warrant and the police discovered numerous firearms on the described property.  At trial, Weaver moved to suppress on the ground of lack of probable cause.  The district court denied the motion, finding, inter alia, the averments in the affidavit were not false.</p>\n    </div>\n    <p class=\"indent\">The Sixth Circuit reversed, finding that</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>the only claim of possible wrongdoing [in the affidavit] is the averment that, within three days prior to the affidavit date, the informant was on the suspect premises and, while there, he saw some quantity of marijuana \"expressly for the purpose of unlawful distribution.\"  [The affiant] presents no underlying factual circumstances to support the informant's knowledge regarding distribution, nor the detective's own \"belief\" that these quantities of marijuana were present \"for the purpose or with the intention of unlawful possession, sale, or transportation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Weaver, 99 F.3d at 1378 (quoting affidavit;  citations to record omitted).  The officer had excluded the underlying factual circumstances in order to protect the identity of the CI.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In the present case, we have no recency of first-hand observation of wrongdoing, no plausible excuse for omitting the material, and no informant on the premises who was first-hand witness to the wrongdoing cited in the warrant application--in this case, money laundering.  It follows then, in light of the more egregious circumstances in our case, that we also must vacate the conviction here.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In holding today that the good faith exception does not apply, we emphasize that our holding is limited to the facts of this particular case, where we have determined that exclusion would serve as an effective deterrent.  See Leon, 468 U.S. at 918.   We certainly do not hold that every unexplained exculpatory material omission in an affidavit necessarily warrants a finding of a lack of good faith.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <p>V.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of conviction is vacated, and the case is remanded to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government argues that the age of the drug activity is irrelevant because the continued mailing of bank statements to 24 Newport Lane sufficiently \"revived\" the information as a whole.  This argument is misplaced.  Any \"revival\" goes only to the \"nexus\" element--i.e., whether the bank records were at Vigeant's house--not to the commission element--i.e., whether the banking transactions involved illicitly obtained funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court appears to have come to the same conclusion.  At the suppression hearing, after conceding that there was no evidence of present drug dealing activity that would provide a basis for believing the 1996 deposits came from an illicit source, the court denied the motion to suppress because \"there is, I believe, certainly probable cause to believe that the items sought would, indeed, be at the location named in the warrant.\"   The district court never analyzed whether there was probable cause to believe the items sought were evidence of wrongdoing, which, of course, requires that the funds have been illicitly generated in the first place</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although we focus on affiant Botelho, Botelho drew some of the information in the affidavit from an agent Burns with whom Botelho worked closely in the Vigneau investigation.  It was Burns who actually conducted the raid on Vigeant's house.  In the discussion that follows, for the sake of convenience, we attribute to Botelho information provided by Burns</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Contrary to the government's claims at oral argument, the affidavit does not show any independent corroboration of information provided by the CI.  Even the \"drug ledger\" (in fact, a phone book) did not corroborate the CI's information;  rather, the CI was necessary to provide an explanation for the cryptic remarks in the ledger (which in any case dated from September of 1995 and thus tell us nothing about Vigeant's activities thereafter).  Similarly, the CI mentioned that he and Vigneau had purchased a van for transporting marijuana;  he provided the VIN and license plate number.  Both numbers were traced to a third individual, whose connection to the other two is not explained.  The various records provided--gas receipts, rental agreements, and the like--only have a potentially incriminating appearance because the CI says that they are related to drug deals.  This does not strike us as independent corroboration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At oral argument, the government conceded:  \"Clearly the case against [Vigeant] was weak or he would have been in the original [Vigneau] indictment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The government conceded below at the suppression hearing that \"If [the two transactions and the purchase of the boat are] all we had, I would be in full agreement that we would not have any probable cause here.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although Malley arose in a civil case, the Supreme Court explicitly stated that it was following \"the same standard of objective reasonableness that we applied in the context of a suppression hearing in Leon.\" 475 U.S. at 344</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For three reasons, we need not accord any deference to the district court's fact-finding regarding the truth of affiant's statements in the affidavit.  First, because the district court found probable cause in the affidavit, it never addressed the good faith issue squarely, making these findings only in another context.  Second, the district court made no findings at all regarding most if not all of the material omissions we have identified;  rather the court found that the information that had been included was \"truthful.\"   Third, in some respects, the district court's factual findings were clearly erroneous.  For example, the court stated that Vigeant \"listed himself as unemployed, apparently shortly before opening the [business] accounts.\"   In truth, Vigeant never listed himself as unemployed;  moreover, the event that the bank took as an indication that Vigeant was unemployed--his application for a personal account--took place fifteen months before the opening of the business accounts</p>\n        <p>We also accord no deference to the district court's implicit finding that Botelho did not act with reckless disregard for the truth.  First, we note that it is not clear from the transcript that the district court was applying a \"reckless disregard\" standard in making this implicit finding.  In denying one Franks request, the court found that Vigeant had not \"demonstrated that the affiant set out to mislead.\"   At another point, the court identified defendant's burden as \"demonstrating that this affiant .... was participating in a[ ] particular design to mislead the magistrate judge.\"   Neither standard is correct.  In any case, the district court did not take into account the cumulative effect of the multiple omissions we have identified.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court held that the omission of the CI's unreliability was not material because there was independently corroborating information.  We disagree.  See supra note 4.  But even if there were some degree of corroboration, this does not excuse omission of known unreliability.  The magistrate judge must be given the opportunity to assess the \"totality of the circumstances.\"  Schaefer, 87 F.3d at 565.   He may yet find probable cause in spite of the CI's record of unreliability, if the CI's information has been sufficiently independently corroborated by the police, see Gates, 462 U.S. at 233, but that does not justify withholding the information regarding unreliability in the first instance.  In any event, the government conceded at oral argument that this information \"should have been in there [in the affidavit].\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Over a third of the transaction was not in small bills at all, another fact Botelho neglected to mention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> It is not absolutely clear what Botelho's source for his averment regarding Vigeant's employment status was.  This lack of clarity does not trouble us;  whether the source was that listed in the text, or the alternative we discuss in this footnote, its inclusion in the affidavit was misleading</p>\n        <p>The government's alternative explanation for the source of the averment regarding Vigeant's employment status is found in its submissions to the district court, in which the government says that it had bank records that listed Vigeant as unemployed and avers that these records were the source of Botelho's information.  The government's failure to disclose this source of the employment information in the affidavit--if indeed this was its source--was misleading in two respects.  First, it was the bank and not Vigeant who \"listed\" the employment status, which makes the information less like an admission.  At oral argument, the government conceded that, in this context, this distinction was very important.  Second, if the government had admitted in the affidavit that it had already begun to obtain bank records from the bank, it might have alerted the magistrate to the government's switch in tactics.  At that point, the magistrate may have inquired why the government did not continue to obtain the bank records directly from the bank--as it had obviously already begun to do--rather than choosing to invade 24 Newport Lane, a place it could not even be sure the records would be found.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Although we do not take this into account, we further note that the CI has since denied that he even \"identified\" the initials in the phone book as Vigeant;  rather, he stated that they might have been Vigeant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Similarly, the government did not mention an alternative reason that Vigeant's number was listed in Vigneau's phone book--they had known each other since grammar school.  The phone number was in the back of the phone book, nowhere near the alleged records of drug deals</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Botelho stated that there was no apparent legitimate reason for the transaction, but failed to note that money laundering was also not a good explanation, in absence of any attempt to conceal or structure the transaction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The fortuitous timing of the warrant application--which appears like a last minute attempt to implicate Vigeant before the Vigneau indictment was unsealed--and the affidavit's juxtaposition of the scanty information about Vigeant with the voluminous information about the already-indicted Vigneau both also raise questions about the officer's objective good faith</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> This is no oversight on the government's part.  Where the government does have an explanation for false statements in the affidavit--such as the false claims that Vigeant filed no income tax returns for 1995 and 1996--the government describes and documents the circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Given the two-year duration of this investigation, we do not detect any basis for the \"hurried judgment[s]\" rationale of Leon, 468 U.S. at 914, that might account for such omissions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Because we vacate the conviction on the grounds supra, we decline to address Vigeant's other claims</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"198476\"><a href=\"/opinion/198476/united-states-v-vigeant/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert A. VIGEANT, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 98-1412, 98-1819.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1999.<br>Decided May 14, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John A. MacFadyen, for appellant.</p>\n      <p class=\"indent\">Richard W. Rose, Assistant United States Attorney, with whom Margaret E. Curran, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Robert A. Vigeant appeals his conviction for being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  For the reasons that follow, we vacate the conviction and remand to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    <p>I.</p>\n    <p>Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are largely undisputed.  Vigeant, a convicted felon, lived primarily at 24 Newport Lane, Narragansett, Rhode Island.  In March of 1995, he opened a personal bank account at Fleet Bank.  On the application for the account, he listed his previous employer, but left blank the space calling for the name of his current employer.  Fifteen months later, on June 12, 1996, Vigeant opened two business accounts at the same bank.  He made an initial deposit of $19,000 into one of the accounts in a mix of large and small bills.  He then immediately transferred $18,500 of this amount from one business account to the other.  Vigeant promptly filed the Currency Transaction Report (CTR) required by the Treasury Department for currency transactions exceeding $10,000.  On July 17, 1996, Vigeant deposited an additional $39,231.59 in the form of a cashier's check into one of the business accounts.  He made no attempt to disguise the electronic or paper trail of either transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Beginning some time in 1995, the government launched an investigation of a drug dealing ring headed by Patrick M. Vigneau.  Although the government never did charge Vigeant in connection with the Vigneau conspiracy, Vigeant was a target of this investigation.  On September 8, 1995, the government obtained a phone book belonging to Vigneau.  The phone book contained a listing for Vigeant, who had known Vigneau since grammar school.  Also in the phone book, there were several scrap pages on which names and initials--among them \"Bobby V.\" and \"B.V.\"--were listed alongside various numbers, apparently dollar figures.  No dates accompanied the information.  A confidential informant (CI), of whose criminal record and general unreliability the government was aware, informed the investigating agents, inter alia, that the numbers and names memorialized drug deals, and that \"B.V.\" and \"Bobby V.\" referred to Vigeant.  Subsequently, the government obtained an indictment under seal charging Vigneau and six others--but not Vigeant--with money laundering and drug distribution offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 9, 1997, nearly a year after the Fleet Bank business account transactions and shortly before the sealed Vigneau indictment was to be made public, agents of the DEA, IRS and ATF obtained search warrants for Vigeant's residence at 24 Newport Lane, and for Vigneau's residence at 25 Kulas Road in West Warwick, Rhode Island.  Both warrant applications were supported by the same nine-page affidavit prepared by Special Agent Botelho of the IRS.  The vast majority of statements in the affidavit concerned activity related to Vigneau that had occurred two years earlier;  approximately two pages' worth of information related to Vigeant, none of it more recent than seven months.  Because this warrant is at the heart of Vigeant's appeal, we reproduce the portions of the supporting affidavit relevant to Vigeant in their entirety:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3 [Botelho avers that he is case agent in the investigation of the Vigneau drug distribution and money laundering conspiracy.]  Charles ETHIER and Robert VIGEANT are subjects of the investigation but have not yet been charged.  The investigation continues into ETHIER, VIGEANT, and others.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>6 This affidavit is submitted in support of the application for warrants to search the following residences:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>b. 24 Newport Lane, Narragansett, RI, a two-story, wooden, residential structure, brown in color.  This home is the residence of Robert VIGEANT and business address of Versatile Investment Group, Inc. and City Wide, L.L.C.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>7 The [Vigneau] indictment covers a marijuana and money laundering conspiracy which began in February 1995 and terminated in or about December 1995....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>14 Among those listed in the drug ledger[, the phone book seized previously from Vigneau,] is Robert VIGEANT.  THE CI has informed me that in August of 1995 he received $10,000 in cash from VIGEANT for payment of a load of marijuana.  That transaction is one of those listed in the drug ledger maintained by Vigneau.  VIGEANT is listed in at least one other transaction in the ledger.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>21 The evidence indicates that Robert VIGEANT has created front companies to personally launder his profits.  In March 1995, Robert VIGEANT opened a personal bank account at Fleet Bank.  He listed his occupation as unemployed.  Also during 1995, as stated above, VIGEANT was engaged in drug trafficking.  VIGEANT has not filed tax returns for 1995 and 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>22 On June 12, 1996, VIGEANT opened two business bank accounts.  One was in the name of Versatile Investment Group, Inc., and the other was in the name of City Wide L.L.C. ROBERT VIGEANT lists himself as the President of both companies.  The business address is listed as 24 Newport Lane, Narragansett, RI.  The bank records are mailed each month to this business address.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>23 On June 12, 1996, VIGEANT deposited $19,000 in cash into a newly opened account in the name of Versatile Investment Group.  The cash was in small bills.  On the same day, June 12, 1996, he transferred $18,500 from the Versatile Investment Group, Inc. account to the City Wide L.L.C. account.  This appears to have been a layering transaction, with no apparent benefit for breaking the transaction into two transactions.  In addition to the $19,000 cash deposit, VIGEANT deposited a cashier's check on July 17, 1996.  The cashier's check was in the amount of $39,231.59.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">24 Within two months of opening these accounts, VIGEANT invested $25,000 of the funds.  He made a down payment on a 42-foot pleasure boat, and he made a down-payment on a piece of investment real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>25 Based on the foregoing, there is probable cause to believe that Robert VIGEANT has laundered drug profits in violation of 18 U.S.C. &#167; 1956 by concealing assets derived from illegal drug sales and evidence of this concealment ... will be found at VIGEANT's home and business address at 24 Newport Lane, Narragansett, RI, 02882.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The warrant authorized the agents to look for all \"original bank records or copies\" of Vigeant's business and personal accounts at Fleet Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Based on this warrant, the agents raided Vigeant's home at dawn on May 12, 1997.  They knocked, waited five to ten seconds, and then used a battering ram to break down the door.  Vigeant was handcuffed and placed half-naked in a chair in his bedroom.  During their search, agents found a pistol in the night stand and another weapon located behind a downstairs liquor cabinet.  Though he was never charged with either money laundering or drug conspiracies, Vigeant was indicted on two counts of being a felon in possession of a firearm (the pistol and the second weapon, respectively) and one count of possessing ammunition (in the loaded guns).</p>\n    </div>\n    <p>II.</p>\n    <p>Trial</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On July 10, 1997, Vigeant filed a motion to suppress the seized guns and ammunition because the search warrant was defective for failing to have established probable cause.  The district court denied the motion.  The court acknowledged that there was very little and perhaps no evidence of a continuing drug conspiracy.  Nevertheless, because the bank records were potential evidence of money laundering, and because the affidavit stated in a general way that criminals engaged in money laundering tend to keep such records, and because the records were continuously mailed to Vigeant in the two years' elapsed time between the drug evidence and the search, the court found that the warrant established probable cause that the bank records the government sought were still in the house.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On September 2, 1997, Vigeant filed a motion for a hearing under Franks v. Delaware, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 155, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></a></span> (1978) (giving defendants a right to a hearing to challenge the truthfulness of statements made in an affidavit supporting a warrant application, provided that the defendant makes a \"substantial preliminary showing\" of a deliberate falsehood or affiant's reckless disregard of the truth).  Vigeant alleged that the affidavit contained false and misleading information supplied by affiant Botelho in reckless disregard for the truth.  The motion was denied.  The district court found that there was independent corroborating evidence of the CI's information regarding Vigneau, which made his unreliable record unimportant.  The court also found that all of the facts regarding the \"front companies\" were true, though scanty.  After a change in Vigeant's counsel, a motion to reconsider was filed, which was also denied.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A jury convicted Vigeant of possessing the downstairs weapon and the ammunition, but not the pistol from the bedside table.  The government then moved to dismiss the ammunition count as duplicative.  Vigeant was sentenced to a lengthy prison term.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">After the sentence and a timely appeal, Vigeant's counsel spoke with the CI, who recanted substantial portions of what he had told the affiant.  On the basis of this new information, Vigeant filed a \"Motion for Further Franks Hearing Based on Newly Discovered Evidence.\"   The district court treated the filing as a motion for a new trial, which it denied.  Vigeant appealed the denial pro se.   The two appeals were consolidated in the present action.</p>\n    </div>\n    <p>III.</p>\n    <p>Probable Cause</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Vigeant argues that the affidavit offered in support of the application for a warrant to search his house at Newport Lane did not demonstrate probable cause.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We review the question of probable cause de novo, see Ornelas v. United States, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 699, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996), assessing the information provided in the four corners of the affidavit supporting the warrant application, see United States v. Khounsavanh, <span class=\"citation\" data-id=\"197362\"><a href=\"/opinion/197362/united-states-v-khounsavanh/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 283 &amp; n. 1 (1st Cir.1997).  The information provided must \"warrant a man of reasonable caution in the belief that an offense has been or is being committed.\"  Brinegar v. United States, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 175-76, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1879</span></span> (1949) (internal quotation marks omitted).  \"Probability is the touchstone.\"  Khounsavanh, 113 F.3d at 283.  \"Probable cause exists when the affidavit upon which a warrant is founded demonstrates in some trustworthy fashion the likelihood that an offense has been committed....\"  United States v. Schaefer, <span class=\"citation\" data-id=\"196839\"><a href=\"/opinion/196839/united-states-v-schaefer/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 565 (1st Cir.1996) (internal quotation marks omitted).  \"[M]ere suspicion, rumor, or strong reason to suspect [wrongdoing]\" are not sufficient.  United States v. Han, <span class=\"citation\" data-id=\"711141\"><a href=\"/opinion/711141/united-states-v-eldon-han/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 541 (4th Cir.1996) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We will limit our inquiry to whether there was probable cause to believe that Vigeant had committed the crime of laundering drug proceeds in violation of 18 U.S.C. &#167; 1956, as alleged in the affidavit.  We assume for present purposes that there was probable cause that the evidence (in the form of bank records) of such a crime would be found at 24 Newport Road.  See United States v. Zayas-Diaz, <span class=\"citation\" data-id=\"196972\"><a href=\"/opinion/196972/united-states-v-zayas-diaz/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 110-11 (1st Cir.1996) (A \"warrant application must demonstrate probable cause to believe that a particular person has committed a crime--'the commission element'--and that enumerated evidence relevant to the probable criminality likely is located at the place to be searched--'the \"nexus\" element.' \")  (emphasis in original).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We hold that the \"commission\" element of the probable cause inquiry was not satisfied, for three reasons:  (1) there is no link, temporal or otherwise, between the alleged drug dealing and the bank activity that took place more than six months later;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  (2) the banking and investment activity was not itself of a character sufficient to establish that the \"proceeds of some form of unlawful activity,\" 18 U.S.C. &#167; 1956, were involved;  and (3) the conclusory statements of the affiant that might otherwise have helped create probable cause are entirely without factual support.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Links to Drug Activity.   In total, the affidavit states that Vigeant was involved in at least one drug transaction that took place two years before the warrant application was submitted and six months before the allegedly suspicious financial transactions.  This information was based on the word of a confidential informant, whose reliability and credibility is neither supported nor referred to in the affidavit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  There are no \"self-authenticating\" details, such as extensive description, that would suggest the report was not simply made up.  See Zayas-Diaz, 95 F.3d at 111.   Nor is there any indication that affiant Botelho had other information independently corroborating the CI's information so as to bolster the lack of a showing of reliability.  See Gates, 462 U.S. at 233.   Indeed, the government's failure to indict Vigeant along with Vigneau suggests that the government had insufficient evidence of drug dealing activity on Vigeant's part.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In any case, at the suppression hearing, the district court aptly pointed out that there was virtually no evidence of a continuing pattern of drug transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Even if there were such evidence in the affidavit, there is simply no connection between the alleged drug activity (and any proceeds therefrom) and the banking transactions.  There was a significant temporal gap between the two events.  The amounts deposited were not similar to those involved in the drug transaction in which the CI had participated in 1995, nor to the numbers in the \"drug ledger\" next to Vigeant's initials.  The affidavit itself says that the drug distribution conspiracy in which Vigeant was supposed to have played a part \"terminated in or about December 1995\"--well before the deposits alleged to be layering.  Thus, we conclude that the government was unable to identify with factual particulars any illicit source that might cast doubt on otherwise legal 1996 transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Banking and Investment Transactions.   As we noted above, the alleged laundering itself took place six months after the meager evidence of past drug trafficking and well after the affidavit itself says the Vigneau conspiracy terminated.  Absent any link between the drug activity and the banking transactions, the activity suggesting laundering comprised (1) the fact that the defendant made a deposit of small bills in a bank account, the bulk of which he moved on the same day to another bank account within the same bank, (2) the fact that Vigeant was not employed outside his two businesses, and (3) the \"fact\"--which later proved untrue--that the defendant had not filed tax returns for 1995 and 1996.  The affidavit does not aver that Vigeant tried to hide any of the 1996 transactions.  It does not say what steps, if any, the government took to establish the source of the funds.  In the absence of any link to an illicit source, see supra, the only material fact alleged in the affidavit relative to the nature of the banking transactions themselves that has a suspicious cast is the reference to \"small bills.\"   While somewhat suspicious, this single factor is inadequate, either alone or taken in light of the other allegation, to establish probable cause that the funds were the proceeds of unlawful activity under the money laundering statute.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The fact that Vigeant subsequently invested a portion of the money in a boat and real estate nudges us no closer to the conclusion that \"probable criminality\" occurred.  For one thing, like the banking activity, there were no allegations that suggest the purchases were made with the proceeds of unlawful activity.  Second, activity of this type could be consistent with legitimate business that might be transacted by a company named Versatile Investment Group;  that is, legitimacy is at least as reasonable an inference from the allegations as is criminal activity.  For these reasons, we do not see how this information makes more probable the conclusion that money laundering occurred.  As we have said, probability is the touchstone, and here there is no more than a remote, speculative possibility that the Vigeant affidavit evidenced money laundering activity.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Agent's Conclusions.   There are, of course, the conclusory statements of the affiant Botelho that the activity described constituted \"layering\" and that the business accounts were for \"front companies.\"   Normally, where there is evidence to support the conclusions of an experienced officer, we accord those conclusions some weight.  See United States v. Hoffman, <span class=\"citation\" data-id=\"496986\"><a href=\"/opinion/496986/united-states-v-barry-hoffman/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1306 (1st.  Cir.1987).  Here, we find no evidence that supports any part of the officer's conclusion.  He does not, for example, indicate whether he sought to find some legitimate benefit for breaking the transaction into two transactions.  He does not claim that Vigeant tried to hide the nature of these transactions.  He does not argue that Vigeant attempted to structure the 1996 deposits in order to evade reporting requirements (with which Vigeant in fact complied).  He indicates no investigative steps that brought him to the conclusion that Vigeant's businesses were \"front companies,\" such as monitoring Vigeant's activity (or inactivity), even though the agents had conducted extensive surveillance of Vigeant's home.  Nor does the government--below or on appeal--offer any evidence or investigation in this regard.  Indeed, the district court wryly concluded that the affidavit was \"not loaded with facts to support\" the idea that Vigeant's businesses were \"front companies.\"   In sum, Botelho's unsupported conclusions are not entitled to any weight in the probable cause determination.  See Gates, 462 U.S. at 239 (\"Sufficient information must be presented to the magistrate to allow that official to determine probable cause;  his action cannot be a mere ratification of the bare conclusions of others.\");  Aguilar v. Texas, <span class=\"citation\" data-id=\"106865\"><a href=\"/opinion/106865/aguilar-v-texas/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span>, 113-14, <span class=\"citation\" data-id=\"106865\"><a href=\"/opinion/106865/aguilar-v-texas/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1509</span></a></span>, <span class=\"citation\" data-id=\"106865\"><a href=\"/opinion/106865/aguilar-v-texas/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span> (1964) (affidavit that provides affiant's conclusions without also providing some underlying factual circumstances is equivalent to the \"bare bones\" affidavits rejected in, inter alia, Nathanson v. United States, <span class=\"citation\" data-id=\"102129\"><a href=\"/opinion/102129/nathanson-v-united-states/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"102129\"><a href=\"/opinion/102129/nathanson-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation\" data-id=\"102129\"><a href=\"/opinion/102129/nathanson-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">159</span></a></span> (1933)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For the three reasons stated above, we conclude that the affidavit failed to establish probable cause to search 24 Newport Lane for evidence of money laundering.  Cf. Gates, 462 U.S. at 236 (requiring that affidavit include particularized facts indicating that a search \"would uncover evidence of wrongdoing \")(emphasis added).</p>\n    </div>\n    <p>IV.</p>\n    <p>Good Faith</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In United States v. Leon, the Supreme Court held that even in the absence of probable cause, the exclusionary rule should apply only where excluding evidence would have a substantial deterrent effect on the police.  See <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span>, 906, 918, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1984).  Thus, the police are not entitled to rely on a warrant where, inter alia, the issuing magistrate \"was misled by information in an affidavit that the affiant knew was false or would have known was false except for his reckless disregard of the truth.\"  Id. at 924.   The Court called for a case-by-case analysis of this inquiry.  Id. at 918.   We believe this is a case in which excluding the evidence will have a substantial deterrent effect on the police.  Our conclusion rests on the fact that a finding of good faith is inconsistent with the numerous material omissions excluded from--and false and misleading statements included in--the underlying affidavit.  Cf. id. at 923 (citing Franks, 438 U.S. at 154).   Because of the fact-intensive, case-by-case nature of this inquiry, we detail at length the factual basis for our conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In doing so, we focus on the good faith of affiant and warrant applicant Botelho, because the Supreme Court expressly stated that \"[i]t is necessary to consider the objective reasonableness, not only of the officers who eventually executed a warrant, but also of the officers who originally obtained it or who provided information material to the probable-cause determination.\"  Leon, 468 U.S. at 923 n. 24.  Thus, in Malley v. Briggs, the Court held that the relevant question was \"whether a reasonably well-trained officer in petitioner's position would have known that his affidavit failed to establish probable cause and that he should not have applied for the warrant.\"  <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></span>, 345, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></span> (1985).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  \"[I]f no officer of reasonable competence would have requested the warrant, i.e., his request is outside the range of professional competence expected of an officer,\" id. at 346 n. 9, then the fact that the magistrate approved the application is of no help to him.  The applying officer \"cannot excuse his own default by pointing to ... the magistrate.\"  Id.;  see also United States v. Ricciardelli, <span class=\"citation\" data-id=\"610895\"><a href=\"/opinion/610895/united-states-v-steven-ricciardelli/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 16 (1st Cir.1993).  For this reason, the government's suggestion that we must accord deference to the probable cause finding of the magistrate is misplaced in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have followed the Supreme Court's guidance in like circumstances.  In Ricciardelli, we found the Leon good-faith exception inapplicable where the shortcomings in probable cause were attributable to \"the inspectors' omissions in the warrant-application process.\"  998 F.2d at 16.   In United States v. Fuccillo, <span class=\"citation\" data-id=\"480985\"><a href=\"/opinion/480985/united-states-v-carl-a-fuccillo/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">173</span></a></span>, 178 (1st Cir.1987), we held that the good-faith exception was not available where, \"with regard to the affidavit prepared for the warrant ..., the agents were reckless in not including in the affidavit information which was known or easily accessible to them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Accordingly, we begin by examining whether the government has shown objective good faith on the part of affiant Botelho.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Cf. United States v. Reilly, <span class=\"citation\" data-id=\"713016\"><a href=\"/opinion/713016/united-states-v-kevin-c-reilly/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1280 (2d Cir.1996) (examining good faith of affiant, where affiant omitted material facts and gave information that, while not false, was \"almost calculated to mislead\");  United States v. Weber, <span class=\"citation\" data-id=\"554938\"><a href=\"/opinion/554938/united-states-v-peter-john-weber/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span>, 1346 (9th Cir.1990) (examining good faith of affiant and finding none);  United States v. Baker, <span class=\"citation\" data-id=\"535695\"><a href=\"/opinion/535695/united-states-v-david-james-baker/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1144</span></a></span> (10th Cir.1990) (same).  As in Ricciardelli, we conclude that the government has not met its burden.  Specifically, Botelho's numerous omissions of material facts were at least reckless.  See Reilly, 76 F.3d at 1280 (citing Rivera v. United States, <span class=\"citation\" data-id=\"557798\"><a href=\"/opinion/557798/maria-rivera-angel-santana-diana-penaloza-arce-enrique-arce-santiago/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 604 (2d Cir.1991) for proposition that \"recklessness may be inferred when omitted information was 'clearly critical' to assessing the legality of the search\").  An enumeration of Botelho's omissions follows.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">First, and most important, Botelho neglected to mention the CI's long criminal history, his numerous aliases, his recent plea agreement, and other indicia of his unreliability.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Cf. United States v. Baxter, <span class=\"citation\" data-id=\"532093\"><a href=\"/opinion/532093/united-states-v-alfred-martin-baxter-jr/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (6th Cir.1989) (barring application of the good-faith exception where affiant implied that CI was credible and reliable when affiant had no basis for the implication).  Second, Botelho failed to note that Vigeant had filed the necessary CTR, yet included such minute details about the transaction as that it involved \"small bills\"--a fact he presumably obtained from the CTR.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Filing a CTR, like failing to \"structure\" the transaction to avoid the reporting requirement, is evidence manifestly inconsistent with money laundering.  Third, Botelho mentioned an additional deposit by cashier's check, but neglected to say that Vigeant's grandmother, who was above suspicion in this case, was the purchaser of the check.  Fourth, Botelho could have (but did not) obtain Vigeant's employment status from the probation office, apparently deciding instead to infer (without informing the magistrate that he had done so) Vigeant's present unemployment from a blank space marked \"current employment\" on a two-year-old bank application.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Fifth, Botelho stated that \"the evidence indicates that Robert Vigeant has created front companies,\" which implies the existence of underlying evidence not disclosed.  Such evidence did not, in fact, exist.  Sixth, Botelho stated that the CI \"identified\" the $10,000 transaction in the \"drug ledger,\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> when in fact the CI only identified Vigeant by his initials and suggested that the numbers listed next to the initials represented dollar amounts, none of which was $10,000.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Sixth, the government failed to note that the supposed \"pleasure boat\" mentioned in the affidavit was, in fact, a stripped-down craft in poor condition in need of considerable repair and refurbishing before it could be sold at a profit.  Seventh, the affidavit implies that the CI personally witnessed a marijuana transaction and personally received $10,000;  neither is true.  According to the contemporaneous DEA Report of Investigation on which the affidavit was based, the CI in fact said that Vigeant gave Vigneau approximately $4,000, which Vigneau then gave to the CI.  The CI does not report witnessing an exchange of marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Moreover, as we indicated at length in several of Botelho's statements--regarding \"front companies\" and \"layering\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>--were \"foundationless expert testimony.\"  United States v. Weber, <span class=\"citation\" data-id=\"554938\"><a href=\"/opinion/554938/united-states-v-peter-john-weber/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span>, 1346 (9th Cir.1990).  Such circumstances weigh against our finding objective good faith.  See id.;   see also State v. Thompson, <span class=\"citation\" data-id=\"1240666\"><a href=\"/opinion/1240666/state-v-thompson/\"><span class=\"volume\">369</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">363</span></a></span>, 372 (N.D.1985) (no good faith, because \"the affidavit in the instant case does not supply anything more than a most tenuous and conclusory suggestion that the [defendants] were involved in criminal activity\").<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The government offers no rational explanation for these omissions and foundationless conclusions.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Instead, the government argues in its brief--with information obtained after the search in question--that Vigeant is a bad person.  Be that as it may, even unsavory persons have constitutional rights.  We conclude that a reasonable officer in Botelho's position--that is, in possession of the omitted information--would have known that he \"should not have applied for the warrant,\" Malley, 475 U.S. at 345, at least not without further investigation.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This case is similar to United States v. Weaver, <span class=\"citation\" data-id=\"729642\"><a href=\"/opinion/729642/united-states-v-gary-lynn-weaver/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1372</span></a></span> (6th Cir.1996).  Based on information from a reliable CI, the officer in Weaver prepared an affidavit that stated an address and description of the house to be searched and recited that the CI had personally observed--within the prior three days--a quantity of marijuana controlled by the defendant \"for the purpose of distribution.\"   The magistrate issued the warrant and the police discovered numerous firearms on the described property.  At trial, Weaver moved to suppress on the ground of lack of probable cause.  The district court denied the motion, finding, inter alia, the averments in the affidavit were not false.</p>\n    </div>\n    <p class=\"indent\">The Sixth Circuit reversed, finding that</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>the only claim of possible wrongdoing [in the affidavit] is the averment that, within three days prior to the affidavit date, the informant was on the suspect premises and, while there, he saw some quantity of marijuana \"expressly for the purpose of unlawful distribution.\"  [The affiant] presents no underlying factual circumstances to support the informant's knowledge regarding distribution, nor the detective's own \"belief\" that these quantities of marijuana were present \"for the purpose or with the intention of unlawful possession, sale, or transportation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Weaver, 99 F.3d at 1378 (quoting affidavit;  citations to record omitted).  The officer had excluded the underlying factual circumstances in order to protect the identity of the CI.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In the present case, we have no recency of first-hand observation of wrongdoing, no plausible excuse for omitting the material, and no informant on the premises who was first-hand witness to the wrongdoing cited in the warrant application--in this case, money laundering.  It follows then, in light of the more egregious circumstances in our case, that we also must vacate the conviction here.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In holding today that the good faith exception does not apply, we emphasize that our holding is limited to the facts of this particular case, where we have determined that exclusion would serve as an effective deterrent.  See Leon, 468 U.S. at 918.   We certainly do not hold that every unexplained exculpatory material omission in an affidavit necessarily warrants a finding of a lack of good faith.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <p>V.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of conviction is vacated, and the case is remanded to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government argues that the age of the drug activity is irrelevant because the continued mailing of bank statements to 24 Newport Lane sufficiently \"revived\" the information as a whole.  This argument is misplaced.  Any \"revival\" goes only to the \"nexus\" element--i.e., whether the bank records were at Vigeant's house--not to the commission element--i.e., whether the banking transactions involved illicitly obtained funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court appears to have come to the same conclusion.  At the suppression hearing, after conceding that there was no evidence of present drug dealing activity that would provide a basis for believing the 1996 deposits came from an illicit source, the court denied the motion to suppress because \"there is, I believe, certainly probable cause to believe that the items sought would, indeed, be at the location named in the warrant.\"   The district court never analyzed whether there was probable cause to believe the items sought were evidence of wrongdoing, which, of course, requires that the funds have been illicitly generated in the first place</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although we focus on affiant Botelho, Botelho drew some of the information in the affidavit from an agent Burns with whom Botelho worked closely in the Vigneau investigation.  It was Burns who actually conducted the raid on Vigeant's house.  In the discussion that follows, for the sake of convenience, we attribute to Botelho information provided by Burns</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Contrary to the government's claims at oral argument, the affidavit does not show any independent corroboration of information provided by the CI.  Even the \"drug ledger\" (in fact, a phone book) did not corroborate the CI's information;  rather, the CI was necessary to provide an explanation for the cryptic remarks in the ledger (which in any case dated from September of 1995 and thus tell us nothing about Vigeant's activities thereafter).  Similarly, the CI mentioned that he and Vigneau had purchased a van for transporting marijuana;  he provided the VIN and license plate number.  Both numbers were traced to a third individual, whose connection to the other two is not explained.  The various records provided--gas receipts, rental agreements, and the like--only have a potentially incriminating appearance because the CI says that they are related to drug deals.  This does not strike us as independent corroboration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At oral argument, the government conceded:  \"Clearly the case against [Vigeant] was weak or he would have been in the original [Vigneau] indictment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The government conceded below at the suppression hearing that \"If [the two transactions and the purchase of the boat are] all we had, I would be in full agreement that we would not have any probable cause here.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although Malley arose in a civil case, the Supreme Court explicitly stated that it was following \"the same standard of objective reasonableness that we applied in the context of a suppression hearing in Leon.\" 475 U.S. at 344</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For three reasons, we need not accord any deference to the district court's fact-finding regarding the truth of affiant's statements in the affidavit.  First, because the district court found probable cause in the affidavit, it never addressed the good faith issue squarely, making these findings only in another context.  Second, the district court made no findings at all regarding most if not all of the material omissions we have identified;  rather the court found that the information that had been included was \"truthful.\"   Third, in some respects, the district court's factual findings were clearly erroneous.  For example, the court stated that Vigeant \"listed himself as unemployed, apparently shortly before opening the [business] accounts.\"   In truth, Vigeant never listed himself as unemployed;  moreover, the event that the bank took as an indication that Vigeant was unemployed--his application for a personal account--took place fifteen months before the opening of the business accounts</p>\n        <p>We also accord no deference to the district court's implicit finding that Botelho did not act with reckless disregard for the truth.  First, we note that it is not clear from the transcript that the district court was applying a \"reckless disregard\" standard in making this implicit finding.  In denying one Franks request, the court found that Vigeant had not \"demonstrated that the affiant set out to mislead.\"   At another point, the court identified defendant's burden as \"demonstrating that this affiant .... was participating in a[ ] particular design to mislead the magistrate judge.\"   Neither standard is correct.  In any case, the district court did not take into account the cumulative effect of the multiple omissions we have identified.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court held that the omission of the CI's unreliability was not material because there was independently corroborating information.  We disagree.  See supra note 4.  But even if there were some degree of corroboration, this does not excuse omission of known unreliability.  The magistrate judge must be given the opportunity to assess the \"totality of the circumstances.\"  Schaefer, 87 F.3d at 565.   He may yet find probable cause in spite of the CI's record of unreliability, if the CI's information has been sufficiently independently corroborated by the police, see Gates, 462 U.S. at 233, but that does not justify withholding the information regarding unreliability in the first instance.  In any event, the government conceded at oral argument that this information \"should have been in there [in the affidavit].\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Over a third of the transaction was not in small bills at all, another fact Botelho neglected to mention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> It is not absolutely clear what Botelho's source for his averment regarding Vigeant's employment status was.  This lack of clarity does not trouble us;  whether the source was that listed in the text, or the alternative we discuss in this footnote, its inclusion in the affidavit was misleading</p>\n        <p>The government's alternative explanation for the source of the averment regarding Vigeant's employment status is found in its submissions to the district court, in which the government says that it had bank records that listed Vigeant as unemployed and avers that these records were the source of Botelho's information.  The government's failure to disclose this source of the employment information in the affidavit--if indeed this was its source--was misleading in two respects.  First, it was the bank and not Vigeant who \"listed\" the employment status, which makes the information less like an admission.  At oral argument, the government conceded that, in this context, this distinction was very important.  Second, if the government had admitted in the affidavit that it had already begun to obtain bank records from the bank, it might have alerted the magistrate to the government's switch in tactics.  At that point, the magistrate may have inquired why the government did not continue to obtain the bank records directly from the bank--as it had obviously already begun to do--rather than choosing to invade 24 Newport Lane, a place it could not even be sure the records would be found.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Although we do not take this into account, we further note that the CI has since denied that he even \"identified\" the initials in the phone book as Vigeant;  rather, he stated that they might have been Vigeant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Similarly, the government did not mention an alternative reason that Vigeant's number was listed in Vigneau's phone book--they had known each other since grammar school.  The phone number was in the back of the phone book, nowhere near the alleged records of drug deals</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Botelho stated that there was no apparent legitimate reason for the transaction, but failed to note that money laundering was also not a good explanation, in absence of any attempt to conceal or structure the transaction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The fortuitous timing of the warrant application--which appears like a last minute attempt to implicate Vigeant before the Vigneau indictment was unsealed--and the affidavit's juxtaposition of the scanty information about Vigeant with the voluminous information about the already-indicted Vigneau both also raise questions about the officer's objective good faith</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> This is no oversight on the government's part.  Where the government does have an explanation for false statements in the affidavit--such as the false claims that Vigeant filed no income tax returns for 1995 and 1996--the government describes and documents the circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Given the two-year duration of this investigation, we do not detect any basis for the \"hurried judgment[s]\" rationale of Leon, 468 U.S. at 914, that might account for such omissions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Because we vacate the conviction on the grounds supra, we decline to address Vigeant's other claims</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1240666/"
  ]
}