{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198432/",
  "absolute_url": "/opinion/198432/parella-v-retirement/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198432/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:13Z",
  "date_modified": "2017-03-24T10:57:14.001983Z",
  "type": "010combined",
  "sha1": "ae8c74cd97a3904c060590b7b44355119d522cc5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1400.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n\n                                      \r\n\nNo. 98-1400\r\n\n               GAETANO PARELLA, ET AL.,\r\n\n                Plaintiffs, Appellees,\r\n\n                          v.\r\n\nRETIREMENT BOARD OF THE RHODE ISLAND EMPLOYEES' RETIREMENT\r\nSYSTEM, NANCY J. MAYER, in her official capacities as General\r\nTreasurer of the State of Rhode Island and as Chairperson,\r\nTreasurer, and Custodian of Funds of the Retirement Board of the\r\nRhode Island Employees' Retirement System, and JOANN E. FLAMINIO,\r\nin her official capacity as Executive Director of the Retirement\r\nBoard of the Rhode Island Employees' Retirement System,\r\n\n               Defendants, Appellants.\r\n                                     \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF RHODE ISLAND\r\n\n   [Hon. Steven J. McAuliffe, U.S. District Judge]\r\n                                     \r\n                        Before\r\n              Boudin, Lynch, and Lipez,\r\n                   Circuit Judges.\r\n                                     \r\n\nMichael P. DeFanti, with whom Laura A. Pisaturo and Hinckley,\r\nAllen &amp; Snyder were on brief, for appellants Retirement Board of\r\nthe Rhode Island Employees' Retirement System and Joann E.\r\nFlaminio, in her official capacity as Executive Director of the\r\nRetirement Board of the Rhode Island Employees' Retirement System.\r\nRebecca T. Partington, Assistant Attorney General, for\r\nappellant Nancy J. Mayer, in her official capacity as General\r\nTreasurer of the State of Rhode Island.\r\nAnthony F. Muri, with whom Barbara S. Cohen and Goldenberg &amp;\r\nMuri were on brief, for appellees Gaetano Parella et al.\r\n\n                                     \r\n\n                    April 16, 1999\r\n                                     \r\n                             LYNCH, Circuit Judge.  Beginning in 1987, retired Rhode\r\nIsland legislators or their beneficiaries became eligible to\r\nreceive annual pension benefits that were as much as sixty times\r\ngreater than the legislators' annual pre-retirement salaries.  When\r\nthe Rhode Island General Assembly became aware that the generosity\r\nof these benefits jeopardized the tax-exempt status of the state's\r\nretirement system, it acted to bring the benefits into compliance\r\nwith federal tax law by capping annual benefits at $10,000,\r\neffective July 1995.  The pensioners whose benefits were thereby\r\nreduced brought suit under 42 U.S.C.  1983 to foreclose any\r\nwithholding of benefits, alleging that the benefit cap violated the\r\nTakings Clause, Contract Clause, and Due Process Clause of the\r\nUnited States Constitution.\r\nWhile the suit was pending, Congress retroactively\r\neliminated the federal tax code's limitations on government\r\npensions, and the Rhode Island Retirement Board responded by\r\nrefunding the withheld benefits.  The pensioners then continued\r\ntheir suit in order to seek interest on the benefits for the time\r\nthat they were withheld, as well as attorneys' fees under 42 U.S.C.\r\n1988.  After cross-motions for summary judgment, the district\r\ncourt granted summary judgment to the pensioners on Takings Clause\r\ngrounds, and this appeal followed.\r\nBecause of the peculiar fact pattern of this case, it\r\nraises a number of difficult constitutional issues, including \r\nseveral questions related to defendants' asserted Eleventh\r\nAmendment defense.  We conclude that Rhode Island's temporary\r\nwithholding of excess benefits did not violate the pensioners'\r\nconstitutional rights; accordingly, we do not reach the other\r\nissues.  We reverse the district court's grant of summary judgment\r\non the pensioners'  1983 claim, vacate its award of costs and\r\nattorneys' fees under  1988, and remand for entry of summary\r\njudgment in favor of defendants.  \r\nI                               \r\nSummary judgment is appropriate when there is no genuine\r\nissue as to any material fact and the moving party is entitled to\r\na judgment as a matter of law.  See Fed. R. Civ. P. 56(c).  The\r\ndistrict court based its order on the following undisputed facts.\r\nIn 1936, the Rhode Island General Assembly enacted\r\nlegislation establishing a retirement system for public employees. \r\nSee 1936 R.I. Pub. Laws ch. 2334 (codified as amended at R.I. Gen.\r\nLaws  36-8-1 et seq.); see also National Educ. Ass'n -- Rhode\r\nIsland v. Retirement Bd. of the R.I. Retirement Sys., 1999 WL\r\n152589, at *1 (1st Cir. 1999) (\"NEA\")(describing system's history);\r\nKass v. Retirement Bd. of the Employees' Retirement Sys., 567 A.2d\r\n358, 358-59 (R.I. 1989) (same); McGrath v. Rhode Island Retirement\r\nBd., 88 F.3d 12, 13-14 (1st Cir. 1996) (describing related\r\nmunicipal pension plan).  The Rhode Island retirement system is a\r\ndefined benefit plan, which requires members to contribute a set\r\npercentage of their yearly salary, see R.I. Gen. Laws  36-10-1, in\r\nexchange for a fixed retirement allowance based on years of service\r\nand salary level achieved, see id.  36-10-10.  The retirement\r\nsystem is administered by a retirement board (\"the Board\"), which\r\nis chaired by the state treasurer.  See id.  36-8-3, 36-8-9. \r\nThe original provisions of the retirement statute\r\nexpressly excluded members of the General Assembly from\r\nparticipating in the retirement system.  See 1936 R.I. Pub. Laws\r\nch. 2334,  14.  In 1947, the Assembly amended the statute to\r\npermit legislators to join the system voluntarily.  See 1947 R.I.\r\nPub. Laws ch. 1971,  5 (codified as amended at R.I. Gen. Laws\r\n36-9-6).  At first, legislator contributions and benefits were\r\nbased on the same rates set for ordinary employee members.  See id.ch. 1971,  3.  Since at that time legislators' compensation was\r\nlimited by the Rhode Island Constitution to $300 per year, see R.I.\r\nConst. art. VI,  3 (amended 1994), legislative pensions were\r\nextremely small.  Beginning in 1960, however, a series of\r\namendments to the retirement statute increased both the rate of\r\ncontribution for legislators and their maximum annual pension\r\nbenefit.   See Kass, 567 A.2d at 362-63, 364.  In 1987, legislators\r\ngranted themselves the last such increase.  After voters rejected\r\na proposed amendment to the Rhode Island Constitution that would\r\nhave increased the nominal $300 salary, legislators acted to double\r\ntheir maximum pension benefit, to $12,000 annually, without\r\naltering the annual premium (by then set at $90, or thirty percent\r\nof the annual $300 salary).   See R.I. Gen. Laws  36-10-10.1(a). \r\nThe increase applied both retrospectively (to those already retired\r\nin 1987) and prospectively.  See id.  36-10-10.1(c).\r\nAs a result of this increase, the Rhode Island retirement\r\nsystem no longer qualified as a tax-exempt pension plan under\r\nInternal Revenue Code  401(a) because it was out of compliance\r\nwith  415(b), which then limited annual pension benefits to either\r\n$10,000 or the retiree's annual pre-retirement compensation,\r\nwhichever was greater.  See 26 U.S.C.  401(a), 415(b)\r\n(retroactively amended in 1996).  Both the General Assembly and the\r\nBoard appear to have been happily unaware of this problem until\r\n1991, when local journalists brought it to their -- and the\r\nInternal Revenue Service's -- attention. \r\nThe problem was a significant one.  If the IRS decided to\r\nstrictly enforce the  415(b) limit, then the retirement fund would\r\nneed to pay taxes on its investment profits for each year in which\r\nthe plan exceeded  415 limits.  That, in turn, would put more of\r\nthe burden for financing the state's pension obligations on\r\ntaxpayers.  Individual members of the system could also suffer,\r\nsince they would be responsible for annual taxes on the value of\r\nany non-forfeitable accrued benefits.  See 6 Mertens, Law of\r\nFederal Income Taxation  25B:01, at 25B-7 (Sept. 1998) (describing \r\ntax consequences for participants in a non-qualified pension plan).\r\nAfter negotiating with the IRS, the state agreed in early\r\n1994 to pass legislation capping past and present legislative\r\npensions at $10,000.  See 1994 R.I. Pub. Laws ch. 87 (\"Cap Act\")\r\n(codified at R.I. Gen. Laws  36-8-20 and  36-10-10.1).  The Cap\r\nAct added a new section to the retirement statute to declare the\r\nstate's general intention \"that the retirement system satisfy the\r\nrequirements of  401(a) of the Internal Revenue Code.\"  R.I. Gen.\r\nLaws  36-8-20(a).  Section 36-8-20 also included a number of\r\nspecific provisions intended to ensure compliance with Code\r\nrequirements, including a section providing that \"[b]enefits shall\r\nnot be payable to the extent that they exceed the limitations\r\nimposed by  415 of the code.\"  Id.  36-8-20(f).   Another section\r\nof the Cap Act explicitly limited legislative pensions to $10,000,\r\neffective July 1995:\r\nIf a [retired legislator] is entitled under subsection\r\n(a) of this section to an annual retirement allowance\r\nwhich is in excess of the amount permitted by  415(b)(4)\r\nof the Internal Revenue Code, . . . the amount in excess\r\nof ten thousand dollars ($10,000):\r\n     . . . .\r\n     . . . [s]hall be paid from the retirement system\r\nafter June 30, 1995, only to the extent permitted by the\r\nlimitation on benefits imposed by  36-8-20[(f)] [which\r\nin turn permits no benefits in excess of Code  415].\r\nId.  36-10-10.1(e)(1).   The Cap Act provided further that \"[a]ny\r\namount not permitted to be paid by the retirement system . . .\r\nshall be paid out of general funds, but only to the extent that\r\namounts have been appropriated for those payments.\"  Id. 36-10-10.1(e)(2).   \r\nAfter the General Assembly chose not to appropriate the\r\nfunds required in 1995 to replace the excess benefits, the Board\r\nbegan reducing monthly payments to each pensioner whose annual\r\nbenefits exceeded $10,000.  The reductions were quite substantial: \r\npensioners who had been receiving the highest pensions (in excess\r\nof $18,000) lost nearly forty-five percent of their benefits, and\r\ncollectively the reductions for 1995 totaled nearly $700,000.\r\nThe plaintiffs, a class of 171 retired legislators or\r\ntheir spouses who had been receiving pensions in excess of $10,000\r\nannually, brought suit against the Board to recover the withheld\r\namounts, naming as additional defendants Nancy Mayer, in her\r\nofficial capacities as Chair of the Board and as Treasurer of Rhode\r\nIsland, and Joann Flaminio, in her official capacity as Executive\r\nDirector of the Board.  The pensioners alleged that the Cap Act as\r\napplied violated the Takings Clause, Contract Clause, and Due\r\nProcess Clause and that each of the defendants had violated 42\r\nU.S.C.  1983 by implementing an unconstitutional law.\r\nThe pensioners sought a preliminary injunction in July\r\n1995 to prevent the Board from withholding benefits.  Their request\r\nwas denied because the district court -- discounting Eleventh\r\nAmendment concerns raised by the plaintiffs -- found that\r\nwithholding excess benefits would not cause irreparable harm since\r\nthe Board could later be ordered to award any wrongly withheld\r\nbenefits.  Plaintiffs chose not to appeal the denial of the\r\npreliminary injunction.\r\nA little over a year after the district court's denial of\r\nplaintiffs'  motion for a preliminary injunction, Congress amended\r\n415(b) to eliminate, retroactively, the $10,000 cap for\r\ngovernment pensions.  After some prodding from the plaintiffs, the\r\nBoard responded by refunding all of the excess benefits that had\r\nbeen withheld since the Cap Act took effect approximately fifteen\r\nmonths before (totaling nearly $850,000).  It did not refund any\r\ninterest earned during the time the money was withheld.\r\nThe plaintiffs proceeded with their suit, seeking to\r\nrecover the missing interest as well as attorneys' fees under\r\n1988.  On cross-motions for summary judgment, the district court\r\n(McAuliffe, J.) held that the Cap Act had violated the Takings\r\nClause and that the Board had violated  1983 by temporarily\r\nwithholding benefits pursuant to the Act.  It found, furthermore,\r\nthat the Board was not entitled to Eleventh Amendment immunity. \r\nThus, it denied the defendants' motion for summary judgment,\r\ngranted summary judgment to the plaintiffs, and awarded plaintiffs\r\n$31,862.83 in \"prejudgment interest\" under  1983 and $133,098.50\r\nin costs and attorneys' fees under  1988.  The Board and Nancy\r\nMayer, in her official capacity as Treasurer of Rhode Island,\r\nappeal on numerous grounds.                 II\r\nWe review the district court's grant of summary judgment\r\nde novo.  See Lennon v. Rubin, 166 F.3d 6, 8 (1st Cir. 1999).  Out\r\nof the mass of issues presented by this appeal, our first question\r\nis to decide the order in which the issues must be decided. \r\nThe most obvious of the \"order\" questions is whether we\r\nmust address defendants' Eleventh Amendment arguments before\r\nconsidering the merits of the plaintiffs'  1983 claims.  Under\r\nthis circuit's practice, we have considered it permissible to defer\r\nan Eleventh Amendment question until after the merits were\r\naddressed, thus avoiding the Eleventh Amendment question entirely\r\nif plaintiffs lost on the merits.  See, e.g., Mercado-Boneta v.\r\nAdministracion del Fondo de Compensacion al Paciente, 125 F.3d 9,\r\n11-12 (1st Cir. 1997) (pretermitting \"resolution of th[e] [Eleventh\r\nAmendment] jurisdictional issue\"); Willhauck v. Halpin, 953 F.2d\r\n689, 713 n.24 (1st Cir. 1991) (noting that jurisdiction may be\r\nassumed in the face of an Eleventh Amendment challenge).\r\nBut the Supreme Court recently declared that courts\r\nshould generally determine whether Article III jurisdiction exists\r\nbefore reaching the merits of a plaintiff's claim.  See Steel Co.v. Citizens for a Better Env't, 118 S. Ct. 1003, 1012-16 (1998). \r\nIf Steel Co.'s rejection of \"the doctrine of hypothetical\r\njurisdiction,\" id. at 1012 (internal quotation marks omitted),\r\nextends to the type of hypothetical jurisdiction approved in\r\nMercado-Boneta and Willhauck, then we would be obligated to decide\r\nwhether the Board can claim Eleventh Amendment immunity before\r\ndeciding whether the Board's actions deprived plaintiffs of their\r\nfederal constitutional rights.\r\nBefore discussing the boundaries of the Steel Co. rule,\r\nwe pause to underline the fact that the rule does not appear to be\r\nan absolute one.  While a majority of justices rejected the use of\r\n\"hypothetical jurisdiction\" under the facts presented, see id. at\r\n1012-16, only three justices (Chief Justice Rehnquist along with\r\nJustices Scalia and Thomas) treated this outcome as inevitable. \r\nJustice O'Connor, along with Justice Kennedy, joined the Court's\r\nopinion but wrote separately to emphasize that \"several of [the\r\nCourt's] decisions have diluted the absolute purity of the rule\r\nthat Article III jurisdiction is always an antecedent question\" and\r\nto explain that \"the Court's opinion should not be read as\r\ncataloging an exhaustive list of circumstances under which federal\r\ncourts may exercise judgment in reserv[ing] difficult questions of\r\n. . . jurisdiction.\"  Id. at 1020 (O'Connor, J., concurring)\r\n(alterations in original) (internal quotation marks omitted). \r\nJustice Breyer agreed that, although Article III questions\r\n\"typically\" should be decided first, \"[t]he Constitution does not\r\nimpose a rigid judicial 'order of operations.'\"  Id. at 1020-21\r\n(Breyer, J., concurring in part and concurring in the judgment). \r\nThe remaining three justices found it unnecessary under the facts\r\nof Steel Co. to consider Article III jurisdiction before reaching\r\nother issues.  See id. at 1021-32 (Stevens, J., concurring in the\r\njudgment, joined in part by Souter &amp; Ginsburg, JJ.); id. at 1032\r\n(Ginsburg, J., concurring in the judgment).  Thus, \"[t]he various\r\nopinions in the case, read as a whole, are not entirely clear as to\r\nwhether (or to what extent) Steel Co. undermines our earlier\r\npractice [of bypassing jurisdictional issues].\"  Hardemon v. City\r\nof Boston, 144 F.3d 24, 26 (1st Cir. 1998).  \r\nIt is also important to note the Court's narrow use of\r\nthe term \"jurisdiction\" in Steel Co.  The decision in Steel Co.distinguishes between Article III jurisdiction questions and\r\nstatutory jurisdiction questions, holding that the former should\r\nordinarily be decided before the merits, but the latter need not\r\nbe.  See Steel Co., 118 S. Ct. at 1009-16.  Thus, the issue is\r\nwhether Eleventh Amendment questions should be treated as Article\r\nIII jurisdiction questions for the purposes of Steel Co.  This is\r\na puzzle with a long pedigree.  See Wisconsin Dep't of Correctionsv. Schacht, 118 S. Ct. 2047, 2054 (1998) (noting that the Supreme\r\nCourt has never resolved whether, or to what extent, \"Eleventh\r\nAmendment immunity is a matter of subject matter jurisdiction\"). \r\nSee generally Chemerinsky, Federal Jurisdiction  7.3 (2d ed. 1994)\r\n(discussing the history of competing theories of the nature of the\r\nEleventh Amendment). \r\nIn some ways the Eleventh Amendment clearly represents a\r\nlimitation of Article III judicial power.  The Amendment provides\r\nthat \"[t]he Judicial power of the United States shall not be\r\nconstrued to extend to [certain suits against states].\"  U.S.\r\nConst. amend. XI.  The Supreme Court has concluded from this\r\nlanguage that \"[t]he Eleventh Amendment restricts the judicial\r\npower under Article III.\"  Seminole Tribe v. Florida, 517 U.S. 44,\r\n72-73 (1996); see also Pennhurst State Sch. &amp; Hosp. v. Halderman,\r\n465 U.S. 89, 98 (1984) (\"[T]he fundamental principle of sovereign\r\nimmunity [under the Eleventh Amendment] limits the grant of\r\nauthority in Article III.\" ).  Two further aspects of Eleventh\r\nAmendment doctrine are in harmony with this characterization. \r\nFirst, an Eleventh Amendment argument can be raised for the first\r\ntime on appeal.  See Edelman v. Jordan, 415 U.S. 651, 677-78\r\n(1974).  Second, Eleventh Amendment questions can be introduced sua\r\nsponte by the court.  See, e.g., Sullivan v. Barnett, 139 F.3d 158,\r\n179 (3d Cir. 1998) (collecting cases), rev'd on other grounds sub\r\nnom. American Mfrs. Mut. Ins. Co. v. Sullivan, 119 S. Ct. 977\r\n(1999); V-1 Oil Co. v. Utah State Dep't of Pub. Safety, 131 F.3d\r\n1415, 1419-20 (10th Cir. 1997); Atlantic Healthcare Benefits Trustv. Googins, 2 F.3d 1, 4 (2d Cir. 1993).\r\nBecause Eleventh Amendment issues are clearly linked to\r\nthe question of Article III jurisdiction, some courts have held\r\nthat Steel Co. requires them to address Eleventh Amendment\r\nquestions before reaching the merits of a plaintiff's claim.  See,\r\ne.g., Seaborn v. Florida Dep't of Corrections, 143 F.3d 1405, 1407\r\n(11th Cir. 1998) (\"[A]n assertion of Eleventh Amendment immunity\r\nmust be resolved before a court may address the merits of the\r\nunderlying claim(s).\") (citing Steel Co., 118 S. Ct. at 1012-16);\r\nKilcullen v. New York Dep't of Transp., 33 F. Supp. 2d 133, 136 \r\n(N.D.N.Y. 1999) (same); Johnson v. State Tech. Ctr., 24 F. Supp. 2d\r\n833, 837 (W.D. Tenn. 1998) (same) (citing Steel Co., 118 S. Ct. at\r\n1012-16, and Seaborn, 143 F.3d at 1406).\r\nBut the nature of the Eleventh Amendment is more complex\r\nthan these decisions acknowledge.  Although Eleventh Amendment\r\nquestions are often labeled \"jurisdictional,\" see, e.g., Mercado-\r\nBoneta, 125 F.3d at 12, the Amendment differs in several crucial\r\nways from ordinary restrictions on subject matter jurisdiction. \r\nFor one, Eleventh Amendment immunity can be waived.  See Schacht,\r\n118 S. Ct. at 2052 (citing Atascadero State Hosp. v. Scanlon, 473\r\nU.S. 234, 241 (1985), and Clark v. Barnard, 108 U.S. 436, 447\r\n(1883)); see also Toll v. Moreno, 458 U.S. 1, 17-19 (1982)\r\n(recognizing state's ability to waive Eleventh Amendment immunity\r\nby its actions in a particular case).  Furthermore, while courts\r\nhave the discretion to raise Eleventh Amendment questions sua\r\nsponte, Article III does not obligate them to do so.  See Schacht,\r\n118 S. Ct. at 2052-53 (citing Patsy v. Board of Regents of Fla.,\r\n457 U.S. 496, 515 n.19 (1982)).  These two aspects of Eleventh\r\nAmendment doctrine suggest that the Eleventh Amendment is just as\r\nmuch a grant of immunity (i.e., a type of defense) as it is a\r\nlimitation on courts' jurisdiction.  See id. at 2055 (Kennedy, J.,\r\nconcurring) (\"[O]ur precedents have treated the Eleventh Amendment\r\nas 'enact[ing] a sovereign immunity from suit, rather than a\r\nnonwaivable limit on the federal judiciary's subject-matter\r\njurisdiction.'\"  (quoting Idaho v. Coeur d'Alene Tribe, 521 U.S.\r\n261, 267 (1997))).\r\nThis suggests, in turn, that Eleventh Amendment issues do\r\nnot fall into the category of Article III questions that Steel Co.would define as necessarily antecedent.  At least one Supreme Court\r\ndecision seems to support this conclusion.  In Calderon v. Ashmus,\r\n118 S. Ct. 1694 (1998), the Court considered whether an inmate's\r\ndeclaratory judgment action presented an Article III \"case or\r\ncontroversy.\"  The Court observed that it needed to address this\r\nquestion of justiciability before it could reach the parties'\r\nEleventh Amendment and First Amendment arguments, and then\r\nexplained in a footnote that \"[w]hile the Eleventh Amendment is\r\njurisdictional in the sense that it is a limitation on the federal\r\ncourt's judicial power, . . . it is not co-extensive with the\r\nlimitations on judicial power in Article III.\"  Id. at 1697 &amp; n.2. \r\nThus, the Court implied that Eleventh Amendment questions are\r\nexcluded from the category of Article III issues that must be\r\naddressed before the merits.  At least one district court has\r\nexplicitly adopted this rule.  See Bowers v. National Collegiate\r\nAthletic Ass'n, 9 F. Supp. 2d 460, 498 n.15 (D.N.J. 1998).\r\nThe rule makes sense in light of Steel Co.'s underlying\r\nrationale.  Steel Co. rejects the assertion of \"hypothetical\r\njurisdiction\" where a court's Article III jurisdiction is in doubt,\r\nbecause a court without Article III jurisdiction has no power to\r\ndeclare the law -- it would only be in a position to render an\r\nadvisory opinion, see Steel Co., 118 S. Ct. at 1016, which \"offends\r\nfundamental principles of separation of powers,\" id. at 1012. \r\nChoosing to decide the merits before considering an Eleventh\r\nAmendment argument simply does not present the same risk:  because\r\nEleventh Amendment immunity can be waived, the presence of an\r\nEleventh Amendment issue does not threaten the court's underlying\r\npower to declare the law.  If this were not the case, sua sponte\r\nconsideration of a possible Eleventh Amendment bar would have to be\r\nobligatory, not discretionary -- but the Supreme Court has now\r\nclearly stated that courts are free to ignore possible Eleventh\r\nAmendment concerns if a defendant chooses not to press them.  SeeSchacht, 118 S. Ct. at 2052-53.\r\nIt seems to us that the relevant maxim in the Eleventh\r\nAmendment context is not that federal courts cannot act without\r\nfirst establishing their jurisdiction, but rather that courts\r\nshould \"not reach constitutional questions in advance of the\r\nnecessity of deciding them.\"   American Mfrs. Mut. Ins. Co. v.\r\nSullivan, 119 S. Ct. 977, 991 (1999) (Ginsburg, J., concurring in\r\npart and concurring in the judgment) (quoting Three Affiliated\r\nTribes of Fort Berthold Reservation v. Wold Eng'g, P.C., 467 U.S.\r\n138, 157 (1984)) (internal quotation marks omitted); see also Maine\r\nGreen Party v. Maine, Secretary of State, 1999 WL 115057, at *4\r\n(1st Cir. 1999) (applying \"the presumption towards decisional\r\nminimalism\").\r\nAbiding by this \"fundamental rule of judicial restraint,\"\r\nAmerican Mfrs. Mut. Ins. Co., 119 S. Ct. at 991 (Ginsburg, J.,\r\nconcurring) (internal quotation marks omitted), and thus avoiding\r\nEleventh Amendment questions where there are other dispositive\r\nissues, produces two positive outcomes.  First, it permits courts\r\nto avoid squandering judicial resources.  Second, and more\r\nimportant, it avoids forcing defendants to expend their resources\r\non Eleventh Amendment questions in situations in which they would\r\nrather not do so.  The point is made by supposing that a particular\r\ncase presents an easy merits issue (favoring the defendant) and a\r\ndifficult Eleventh Amendment issue.  If the Eleventh Amendment\r\nissue had to be addressed first under Steel Co., then the defendant\r\nwould have to focus on that issue in order to avoid setting\r\nunwanted precedent -- even though, in the end, the Eleventh\r\nAmendment issue was not necessary to the court's decision.  \r\nThe application of the Steel Co. rule to Eleventh\r\nAmendment questions would mean that courts were required, under\r\ncertain circumstances, to begin their opinions with the equivalent\r\nof \"obligatory dicta.\"  We decline to create such a rule.\r\n                         III\r\nAnother question in this case, however, does fall more\r\nsquarely under the Steel Co. rule.  Before we address any other\r\nissue, we address defendants' argument that plaintiffs' claims\r\nbecame moot when the Board refunded the withheld benefits in 1996. \r\nIf plaintiffs' claims were rendered moot, there would no longer be\r\nany case or controversy, and we would therefore lack Article III\r\njurisdiction.  See SEC v. Medical Comm. for Human Rights, 404 U.S.\r\n403, 407 (1972) (relating the mootness doctrine to the Article III\r\n\"case or controversy\" requirement).\r\nAfter their benefits were refunded, plaintiffs continued\r\nto press two claims: (1) a claim for interest on the benefits (or,\r\nalternatively, damages for the delay in payment), and (2) a claim\r\nfor attorneys' fees under  1988.  We conclude that plaintiffs\r\nadequately pled and argued (albeit somewhat skeletally) a claim for\r\ninterest that was not rendered moot by the Board's refund of the\r\nwithheld benefits because it rests on an independent constitutional\r\nbasis.  They present three possibilities.  First, plaintiffs\r\nassert that they have a specific contractual right protected by the\r\nContract Clause, not only to continue receiving benefits above\r\n$10,000, but also to receive interest on those benefits if payment\r\nof the benefits is delayed.  Alternatively, assuming that there was\r\na Contract Clause right to the withheld benefits, plaintiffs also\r\nassert that this contractual \"property\" has been \"taken\" under the\r\nTakings Clause, see Ruckelshaus v. Monsanto Co., 467 U.S. 986, 1003\r\n(1984) (noting that valid contracts are property within the meaning\r\nof the Takings Clause), and that the payment of interest would\r\nconstitute just compensation for that taking, see Jacobs v. United\r\nStates, 290 U.S. 13, 16-17 (1933) (holding that interest is a part\r\nof the \"just compensation\" that is the constitutionally compelled\r\nremedy for a Takings Clause violation).  Finally, plaintiffs assert\r\nthat the Board's refusal to pay interest on the withheld benefits\r\nalso constitutes a direct Takings Clause violation under First\r\nEnglish Evangelical Lutheran Church v. County of Los Angeles, 482\r\nU.S. 304 (1987).  See id. at 321-22 (holding that just compensation\r\nis required for temporary regulatory takings).  Since the\r\npossibility of even a partial remedy is sufficient to prevent a\r\ncase from being moot, see Calderon v. Moore, 518 U.S. 149, 150\r\n(1996), we proceed to the merits.              IV\r\nPlaintiffs originally alleged violations of the Takings\r\nClause, the Contract Clause, and the Due Process Clause.  The\r\ndistrict court granted summary judgment in favor of the plaintiffs\r\non the Takings Clause claim and did not reach the other two claims. \r\nOn appeal, plaintiffs have abandoned their Due Process claim but\r\ncontinue to press the other two.  Accordingly, we must decide if\r\nthe Takings Clause, the Contract Clause, or both have been\r\nviolated.\r\nBoth courts and parties have sometimes treated Takings,\r\nContract, and Due Process claims as if they were interchangeable. \r\nThis is understandable, given that all three clauses serve to\r\ncabin, on some level, states' ability to act retroactively.  But\r\nother recent decisions suggest that when faced with multiple,\r\npotentially relevant constitutional provisions, courts should\r\ninvoke the provision that treats most directly the right asserted. \r\nSee, e.g., Graham v. Connor, 490 U.S. 386, 395 (1989) (refusing to\r\napply \"the more generalized notion of 'substantive due process'\" on\r\nthe ground that \"the Fourth Amendment provides an explicit textual\r\nsource of constitutional protection against th[e] sort of . . .\r\nconduct [complained of]\"); Armendariz v. Penman, 75 F.3d 1311, 1324\r\n(9th Cir. 1996) (en banc) (concluding, based on the reasoning in\r\nGraham, that \"private takings\" can be addressed only under the\r\nTakings Clause, not the Due Process Clause).  \r\nOur analysis of the boundaries of the Contract and \r\nTakings Clauses is guided more specifically by the Supreme Court's\r\nmost recent Takings Clause case, which was decided after the\r\ndistrict court granted summary judgment here.  See Eastern\r\nEnterprises v. Apfel, 118 S. Ct. 2131 (1998).  Read as a whole, the\r\nvarious opinions in Eastern Enterprises make clear that plaintiffs\r\nmust first establish an independent property right before they can\r\nargue that the state has taken that right without just\r\ncompensation.  Five justices in Eastern Enterprises found that a\r\nfederal law requiring coal producers to provide lifelong health\r\ncare benefits to ex-employees violated the Constitution because it\r\nimposed \"severe retroactive liability\" that was \"disproportionate to\r\nthe parties' experience\" on \"a limited class of parties that could\r\nnot have anticipated th[at] liability.\"  Id. at 2149; see also id.at 2137-60.  But only four justices found a Takings Clause\r\nviolation.  Justice Kennedy wrote separately to explain why he\r\nfound takings analysis inapposite, and why the Due Process Clause\r\nprovided the proper framework for analysis of the coal producers'\r\nclaim.  See id. at 2154-60 (Kennedy, J., concurring in the judgment\r\nand dissenting in part) (emphasizing \"the importance [to Takings\r\nClause analysis] of identifying the property allegedly taken, lest\r\nall governmental action be subjected to examination under [the\r\nTakings Clause]\").  The four dissenters agreed with Kennedy on this\r\npoint (while disagreeing with the content of his due process\r\nanalysis).  See id. at 2161-63 (Breyer, J., dissenting, joined by\r\nStevens, Souter, &amp; Ginsburg, JJ.).  Thus, a majority of justices\r\nfound that the Takings Clause did not apply under the facts of\r\nEastern Enterprises, because they concluded that a Takings Clause\r\nissue can arise only after a plaintiff's property right has been\r\nindependently established.  See id. at 2154-58 (Kennedy, J.,\r\nconcurring in the judgment and dissenting in part); id. at 2161-63\r\n(Breyer, J., dissenting).\r\nIt is clear that this case does not involve tangible\r\npersonal property or real property.  It does not involve an effort\r\nto reclaim benefits already paid.  The only property interest\r\nalleged is an expectancy interest claimed to derive from a contract\r\nbetween the state and the plaintiffs to afford a certain level of\r\npension benefits.  The facts here require us to consider whether\r\nplaintiffs had the requisite property right to support a Takings\r\nClause claim by analyzing their claim under the Contract Clause. \r\nSee NEA, 1999 WL 152589, at *7-8 (denying a Takings Clause claim\r\nbecause there was no enforceable contract right); Hoffman v. City\r\nof Warwick, 909 F.2d 608, 616 (1st Cir. 1990) (same).  Plaintiffs'\r\nclaim that the Board's refusal to pay interest on the withheld\r\nbenefits constitutes a direct Takings Clause violation must fail\r\nunder Eastern Enterprises.  Only if we determine that plaintiffs\r\nhad a constitutionally protected contract right to the excess\r\nbenefits can we consider whether the state took that contract right\r\nwithout just compensation. \r\n                          V\r\nThe Contract Clause provides that \"[n]o State shall . .\r\n. pass any . . . Law impairing the Obligation of Contracts.\"  U.S.\r\nConst. art. I,  10, cl. 1.  Although the original intent of this\r\nlanguage was to bar retroactive laws (particularly debtor relief\r\nlaws) that would impair private contractual rights, the clause has\r\nlong been interpreted to apply to public contracts as well.  See,e.g., Fletcher v. Peck, 10 U.S. (6 Cranch) 87, 137-39 (1810). \r\nThe same two-part test applies in both public and private\r\ncontexts.   See Parker v. Wakelin, 123 F.3d 1, 4-5 (1st Cir. 1997);\r\nMcGrath v. Rhode Island Retirement Bd., 88 F.3d 12, 16 (1st Cir.\r\n1996).  A reviewing court must first decide whether a change in\r\nstate law has resulted in the \"substantial impairment of a\r\ncontractual relationship.\"  General Motors Co. v. Romein, 503 U.S.\r\n181, 186 (1992) (quoting Allied Structural Steel Co. v. Spannaus,\r\n438 U.S. 234, 244 (1978)) (internal quotation marks omitted); see\r\nalso Parker, 123 F.3d at 4-5.  This question can be broken down\r\ninto \"three components: whether there is a contractual\r\nrelationship, whether a change in law impairs that contractual\r\nrelationship, and whether the impairment is substantial.\"  Romein,\r\n503 U.S. at 196; see also Parker, 123 F.3d at 5; McGrath, 88 F.3d\r\nat 16.  If each of these three component questions is answered\r\naffirmatively, the court must determine whether the impairment is\r\nnonetheless justified as \"reasonable and necessary to serve an\r\nimportant public purpose.\"  United States Trust Co. v. New Jersey,\r\n431 U.S. 1, 25 (1977); see also Parker, 123 F.3d at 5; McGrath, 88\r\nF.3d at 16.   \r\nThe height of the hurdles plaintiffs must overcome under\r\neach part of this test, however, depends on whether the context is\r\npublic or private.  Where the state is alleged to have impaired\r\nprivate contractual rights, the hurdle for plaintiffs under the\r\nsecond part of the test will ordinarily be higher than in public\r\ncontract cases, since states have broad discretion to determine\r\nwhether an impairment of a private contract is reasonable or\r\nnecessary.  See id. at 25-26; Parker, 123 F.3d at 5.  But where the\r\nstate is alleged to have impaired a public contract, at least where\r\nthe impairment operates for the state's benefit, \"less deference to\r\na legislative determination of reasonableness and necessity is\r\nrequired, because 'the State's self-interest is at stake.'\" \r\nParker, 123 F.3d at 5 (quoting United States Trust Co., 431 U.S. at\r\n26); see also McGrath, 88 F.3d at 16 (\"[W]hen a state is itself a\r\nparty to a contract, courts must scrutinize the state's asserted\r\npurpose with an extra measure of vigilance.\").\r\nBy contrast, where a public contract allegedly arises out\r\nof statutory language, the hurdle under the first component of the\r\nfirst part of the test -- proving that a contractual relationship\r\nexists -- is necessarily higher, since \"normally state statutory\r\nenactments do not of their own force create a contract with those\r\nwhom the statute benefits.\"  Hoffman, 909 F.2d at 614.  Indeed,\r\n\"absent some clear indication that the legislature intends to bind\r\nitself contractually, the presumption is that 'a law is not\r\nintended to create private contractual or vested rights.'\" \r\nNational R.R. Passenger Corp. v. Atchinson, Topeka &amp; Santa Fe Ry.\r\nCo., 470 U.S. 451, 465-66 (1985) (quoting Dodge v. Board of Educ.,\r\n302 U.S. 74, 79 (1937)).\r\nFinding a public contractual obligation has considerable\r\neffect.  It means that a subsequent legislature is not free to\r\nsignificantly impair that obligation for merely rational reasons. \r\nBecause of this constraint on subsequent legislatures, and thus on\r\nsubsequent decisions by those who represent the public, there is,\r\nfor the purposes of the Contract Clause, a higher burden to\r\nestablish that a contractual obligation has been created.  For\r\nsimilar reasons, this issue is one of federal, not state law.  SeeDodge v. Board of Educ., 302 U.S. 74, 79 (1937).\r\nTo overcome this presumption, plaintiffs here must show\r\nthat the legislature \"clearly and unequivocally\" intended to grant\r\nthem a contractual right to annual pension benefits in excess of\r\n$10,000.  National R.R., 470 U.S. at 466.  Statutory language,\r\nstanding alone, may evince such an intent if it expressly\r\nauthorizes a contract or expressly states that benefits are\r\ncontractual.  See, e.g., United States Trust Co., 431 U.S. at 18\r\n(deriving clear intent to contract from the use of the phrase\r\n\"covenant and agree\"); Indiana ex rel. Anderson v. Brand, 303 U.S.\r\n95, 105 (1938) (holding that a statute's repeated use of the label\r\n\"contract\" demonstrated legislative intent to create a binding and\r\nenforceable obligation).  A statutory provision can also evince an\r\nunmistakable intent to contract if it expressly bars future\r\namendments that would reduce benefits already granted.  See, e.g.,\r\nParker, 123 F.3d at 8-9 (describing anti-retroactivity provision in\r\nMaine pension law); see also id. at 7 (noting that several state\r\nconstitutions contain similar provisions barring reductions in\r\naccrued benefits of public employees). \r\nIn NEA, this court examined the Rhode Island retirement\r\nsystem and concluded that the language of the state's retirement\r\nstatute, standing alone, fails to demonstrate such a \"clear and\r\nunequivocal\" intent to contract.  See NEA, 1999 WL 152589, at *5-6. \r\n\"Nowhere does the statute call the pension plan a 'contract' or\r\ncontain an anti-retroactivity clause as to future changes.\"  Id. at\r\n*5.  The statute does state that \"it is the intention of the state\r\nto make payment of the benefits . . . provided for . . . [and] to\r\nmake the appropriations required . . . to meet its obligations to\r\nthe extent provided.\"  R.I. Gen. Laws  36-10-7.  However, while\r\nthis provision \"directs state officials to fund the plan as it\r\nexists,\" it \"falls at least a step short of clearly expressing a\r\ncontractual commitment not to change benefit levels or other plan\r\nvariables by legislation.\"  NEA, 1999 WL 152589, at *5.  The\r\nstatute's use of the term \"vesting\" is similarly inconclusive, since\r\nthe concepts of a vested right and a contractual right are not\r\ncoextensive.  See id. at *6.  NEA's evaluation of the language of\r\nthe statute as a whole encompasses the specific language at issue\r\nhere.  Nothing in  36-10-10.1(a) -- which provides that retired\r\nlegislators \"shall be entitled to receive . . . an annual sum of\r\nsix hundred dollars ($600) for each year of total service . . . [up\r\nto] twelve thousand dollars ($12,000) annually\" -- rises to the\r\nlevel of an express contractual promise to provide benefits, or to\r\nprovide benefits above $10,000. \r\nBut our analysis cannot end with the bare language of the\r\nstatute, since a clear and unequivocal intent to contract can also\r\nbe demonstrated by circumstances.  See United States Trust Co., 431\r\nU.S. at 18 n.14; NEA, 1999 WL 152589, at *6.  Such circumstances,\r\nby their nature, will vary from case to case.  Particular\r\nplaintiffs bringing particular Contract Clause claims based upon\r\nthe Rhode Island pension statute may find themselves in markedly\r\ndifferent circumstances.  In NEA, for example, plaintiffs were\r\nteachers' union officials who were first permitted to \"buy in\" to\r\nthe state employee pension system at attractive rates, then quickly\r\nevicted again after the legislature determined that their inclusion\r\nhad no rational relationship to any legitimate government purpose\r\nand would in any case threaten the system's tax-exempt status.  SeeR.I. Gen. Laws  36-9.1-1 et seq. (\"Eviction Act\"); NEA, 1999 WL\r\n152589, at *1-2.  This court concluded from these circumstances\r\nthat the legislature did not \"clearly and unequivocally\" intend to\r\ngrant union officials a contractual right to future payments by the\r\nstate.  See NEA, 1999 WL 152589, at *6.\r\nIn NEA, we contrasted the plaintiffs' claim with a\r\nhypothetical claim brought by \"quintessential 10 or 28-years-of-\r\nservice government employees\" whose pension benefits had been\r\nradically reduced.  Id.   Without deciding the question, we noted\r\nthat such circumstances presented a very different Contract Clause\r\nclaim.  The hypothetical plaintiffs' status as employees of the\r\nstate, the general trend toward recognizing retirement benefits as\r\ncontractual, see Parker, 123 F.3d at 6-7; McGrath, 88 F.3d at 16-\r\n17, and certain Rhode Island decisions rejecting the notion that\r\npublic pensions are gratuities, see, e.g., In re Almeida, 611 A.2d\r\n1375, 1385 (R.I. 1992), could all serve as evidence that the state\r\nintended its pension promises to be binding and enforceable.\r\nBut the circumstances here do not closely resemble these\r\nhypothetical circumstances.  On the contrary, they bear a far\r\ngreater resemblance to the circumstances at issue in NEA.  Several\r\nfacts are particularly relevant.  First, plaintiffs do not stand in\r\na classic employer-employee relationship with the state.  A\r\nlegislator's relationship to the state is different in many\r\nrespects from that of a teacher, a tax collector, or other ordinary\r\npublic employees.  The token salary received by Rhode Island\r\nlegislators until 1995 -- a five dollar per diem, up to a maximum\r\nof three hundred dollars per year -- demonstrates that Rhode Island\r\nlegislators in particular were not ordinary full-time employees. \r\nIndeed, they could hardly afford to be.  Instead, they served as\r\npart-time, \"citizen\" legislators.  See National Ass'n of Soc.\r\nWorkers v. Harwood, 69 F.3d 622, 637 (1st Cir. 1995) (Lynch, J.,\r\ndissenting) (describing Rhode Island's part-time legislature). \r\nTheir initial exclusion from the retirement system, their\r\nsubsequent admission as voluntary, not mandatory, members, and\r\ntheir recent eviction, see R.I. Const. art. VI,  3 (barring\r\nlegislators elected after 1994 from participating in the retirement\r\nsystem), all reflect their special status.  \r\nSecond, the context of the enactment of the legislation\r\nsuggests that the state could not have intended to create a binding\r\ncontractual obligation to pay benefits at the levels set by the\r\n1987 law.  Throughout, the state's intention appears to have been\r\nto maintain a qualified tax-exempt pension.  The state's quick\r\nreaction to the excess-benefits problem, once it became aware of\r\nit, demonstrates this intention, which was also stated expressly in\r\nthe Cap Act itself.  See R.I. Gen. Laws  36-10-10.1(e)(1)\r\n(limiting benefits funded by \"the retirement system\" to those\r\n\"permitted by  415(b)(4) of the Internal Revenue Code\").  The\r\nstate's intent to have a qualified plan is also demonstrated by the\r\nEviction Act considered in NEA, since an express ground for\r\nevicting union officials from the retirement system was the fact\r\nthat the federal tax code denies qualified status to plans with\r\nnon-employee members.   See id.  36-9.1-1 (tying eviction to\r\n401(a) of the Code, which bars qualified plans from admitting\r\nnon-employees).  \r\nFinally, the 1987 law raising the maximum legislative\r\nbenefit to $12,000 was passed shortly after, and apparently in\r\nresponse to, the Rhode Island voters' rejection of a constitutional\r\namendment that would have increased legislators' annual\r\ncompensation.  The results had none of the indicia of a true\r\npension.  The increased benefits awarded to legislators who had\r\nalready retired did not represent bargained-for consideration for\r\nservice, since these legislators' service was already concluded. \r\nNor could the increased benefits offered to those who had not yet\r\nretired be considered bargained-for pension benefits, since they\r\ndestroyed the qualified status of the retirement system, thus\r\nexposing legislators to possible tax liability for the value of\r\ntheir accrued benefits.\r\nWe hold that the plaintiffs' claim fails to pass the\r\nfirst component of the first part of the Contract Clause test --\r\nproving the existence of a contractual relationship.  Neither the\r\nlanguage of the retirement statute nor plaintiffs' particular\r\ncircumstances evince a clear and unequivocal intent on the part of\r\nthe state to grant the plaintiffs a contractual right to benefits\r\nexceeding $10,000.  The excess pension benefits eliminated by the\r\nCap Act were ordinary, \"gratuitous\" government benefits, which the\r\nlegislature was free to eliminate once it became clear that these\r\nbenefits threatened the tax-exempt status of the state's retirement\r\nsystem.\r\nFurthermore, because the plaintiffs have failed to\r\nestablish a contractual right to the withheld benefits, they cannot\r\nshow that the Board took their \"property\" when it withheld the\r\nbenefits pursuant to the Cap Act.  Under Eastern Enterprises, this\r\nshowing is the first part of the Takings Clause test.  We hold that\r\nplaintiffs' claim fails to pass it.             VI\r\nBecause the Board could withhold the excess benefits\r\nwithout depriving plaintiffs of their constitutional rights, we\r\nreverse the district court's grant of summary judgment.  Our\r\nholding strips plaintiffs of their status as prevailing parties,\r\nsee 42 U.S.C.  1988(b); see also Farrar v. Hobby, 506 U.S. 103,\r\n111-12 (1992) (defining \"prevailing party\"); thus, we also vacate\r\nthe district court's award of costs and attorneys' fees under\r\n1988.   \r\nThe denial of a motion for summary judgment is ordinarily\r\nnot a final, appealable order.  However, an appellate court has\r\njurisdiction to review an order denying a motion for summary\r\njudgment where that order is coupled with an order granting an\r\nopponent's motion for summary judgment.  See 28 U.S.C.  1291; 10A\r\nWright, Miller &amp; Kane, Federal Practice and Procedure  2715, at\r\n268 (3d ed. 1998) (\"[In this situation,] it has been held that . .\r\n. both decisions are immediately appealable.\").  Because we\r\nconclude in light of the undisputed facts that the defendants are\r\nentitled to judgment as a matter of law, we remand to the district\r\ncourt for entry of summary judgment in their favor.\r\nSo ordered.  No costs are awarded.\n",
  "html": "<p class=\"case_cite\">173 F.3d 46</p>\n    <p class=\"parties\">Gaetano PARELLA, et al., Plaintiffs, Appellees,<br>v.<br>RETIREMENT BOARD OF THE RHODE ISLAND EMPLOYEES' RETIREMENT<br>SYSTEM, Nancy J. Mayer, in her official capacities as<br>General Treasurer of the State of Rhode Island and as<br>Chairperson, Treasurer, and Custodian of Funds of the<br>Retirement Board of the Rhode Island Employees' Retirement<br>System, and Joann E. Flaminio, in her official capacity as<br>Executive Director of the Retirement Board of the Rhode<br>Island Employees' Retirement System, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1400.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 18, 1998.<br>Decided April 16, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael P. DeFanti, with whom Laura A. Pisaturo and Hinckley, Allen &amp; Snyder were on brief, for appellants Retirement Board of the Rhode Island Employees' Retirement System and Joann E. Flaminio, in her official capacity as Executive Director of the Retirement Board of the Rhode Island Employees' Retirement System.</p>\n      <p class=\"indent\">Rebecca T. Partington, Assistant Attorney General, for appellant Nancy J. Mayer, in her official capacity as General Treasurer of the State of Rhode Island.</p>\n      <p class=\"indent\">Anthony F. Muri, with whom Barbara S. Cohen and Goldenberg &amp; Muri were on brief, for appellees Gaetano Parella et al.</p>\n      <p class=\"indent\">Before BOUDIN, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Beginning in 1987, retired Rhode Island legislators or their beneficiaries became eligible to receive annual pension benefits that were as much as sixty times greater than the legislators' annual pre-retirement salaries.  When the Rhode Island General Assembly became aware that the generosity of these benefits jeopardized the tax-exempt status of the state's retirement system, it acted to bring the benefits into compliance with federal tax law by capping annual benefits at $10,000, effective July 1995.  The pensioners whose benefits were thereby reduced brought suit under 42 U.S.C. &#167; 1983 to foreclose any withholding of benefits, alleging that the benefit cap violated the Takings Clause, Contract Clause, and Due Process Clause of the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">While the suit was pending, Congress retroactively eliminated the federal tax code's limitations on government pensions, and the Rhode Island Retirement Board responded by refunding the withheld benefits.  The pensioners then continued their suit in order to seek interest on the benefits for the time that they were withheld, as well as attorneys' fees under 42 U.S.C. &#167; 1988.  After cross-motions for summary judgment, the district court granted summary judgment to the pensioners on Takings Clause grounds, and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because of the peculiar fact pattern of this case, it raises a number of difficult constitutional issues, including several questions related to defendants' asserted Eleventh Amendment defense.  We conclude that Rhode Island's temporary withholding of excess benefits did not violate the pensioners' constitutional rights;  accordingly, we do not reach the other issues.  We reverse the district court's grant of summary judgment on the pensioners' &#167; 1983 claim, vacate its award of costs and attorneys' fees under &#167; 1988, and remand for entry of summary judgment in favor of defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* Summary judgment is appropriate when there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law.  See Fed.R.Civ.P. 56(c).  The district court based its order on the following undisputed facts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1936, the Rhode Island General Assembly enacted legislation establishing a retirement system for public employees.  See 1936 R.I. Pub. Laws ch. 2334 (codified as amended at R.I. Gen. Laws &#167; 36-8-1 et seq.);   see also National Educ. Ass'n--Rhode Island v. Retirement Bd. of the R.I. Employees' Retirement System, 172 F.3d 22 (1st Cir.1999) (\"NEA \")(describing system's history);  Kass v. Retirement Bd. of the Employees' Retirement Sys., 567 A.2d 358, 358-59 (R.I.1989) (same);  McGrath v. Rhode Island Retirement Bd., 88 F.3d 12, 13-14 (1st Cir.1996) (describing related municipal pension plan).  The Rhode Island retirement system is a defined benefit plan, which requires members to contribute a set percentage of their yearly salary, see R.I. Gen. Laws &#167; 36-10-1, in exchange for a fixed retirement allowance based on years of service and salary level achieved, see id. &#167; 36-10-10.  The retirement system is administered by a retirement board (\"the Board\"), which is chaired by the state treasurer.  See id. &#167;&#167; 36-8-3, 36-8-9.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The original provisions of the retirement statute expressly excluded members of the General Assembly from participating in the retirement system.  See 1936 R.I. Pub. Laws ch. 2334, &#167; 14.  In 1947, the Assembly amended the statute to permit legislators to join the system voluntarily.  See 1947 R.I. Pub. Laws ch.1971, &#167; 5 (codified as amended at R.I. Gen. Laws &#167; 36-9-6).  At first, legislator contributions and benefits were based on the same rates set for ordinary employee members.  See id. ch.1971, &#167; 3. Since at that time legislators' compensation was limited by the Rhode Island Constitution to $300 per year, see R.I. Const. art.  VI, &#167; 3 (amended 1994), legislative pensions were extremely small.  Beginning in 1960, however, a series of amendments to the retirement statute increased both the rate of contribution for legislators and their maximum annual pension benefit.  See Kass, 567 A.2d at 362-63, 364.   In 1987, legislators granted themselves the last such increase.  After voters rejected a proposed amendment to the Rhode Island Constitution that would have increased the nominal $300 salary, legislators acted to double their maximum pension benefit, to $12,000 annually, without altering the annual premium (by then set at $90, or thirty percent of the annual $300 salary).  See R.I. Gen. Laws &#167; 36-10-10.1(a).  The increase applied both retrospectively (to those already retired in 1987) and prospectively.  See id. &#167; 36-10-10.1(c).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As a result of this increase, the Rhode Island retirement system no longer qualified as a tax-exempt pension plan under Internal Revenue Code &#167; 401(a) because it was out of compliance with &#167; 415(b), which then limited annual pension benefits to either $10,000 or the retiree's annual pre-retirement compensation, whichever was greater.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See 26 U.S.C. &#167;&#167; 401(a), 415(b) (retroactively amended in 1996).  Both the General Assembly and the Board appear to have been happily unaware of this problem until 1991, when local journalists brought it to their--and the Internal Revenue Service's--attention.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The problem was a significant one.  If the IRS decided to strictly enforce the &#167; 415(b) limit, then the retirement fund would need to pay taxes on its investment profits for each year in which the plan exceeded &#167; 415 limits.  That, in turn, would put more of the burden for financing the state's pension obligations on taxpayers.  Individual members of the system could also suffer, since they would be responsible for annual taxes on the value of any non-forfeitable accrued benefits.  See 6 Mertens, Law of Federal Income Taxation &#167; 25B:01, at 25B-7 (Sept.1998) (describing tax consequences for participants in a non-qualified pension plan).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After negotiating with the IRS, the state agreed in early 1994 to pass legislation capping past and present legislative pensions at $10,000.  See 1994 R.I. Pub. Laws ch.  87 (\"Cap Act\") (codified at R.I. Gen. Laws &#167; 36-8-20 and &#167; 36-10-10.1).  The Cap Act added a new section to the retirement statute to declare the state's general intention \"that the retirement system satisfy the requirements of &#167; 401(a) of the Internal Revenue Code.\"  R.I. Gen. Laws &#167; 36-8-20(a).  Section 36-8-20 also included a number of specific provisions intended to ensure compliance with Code requirements, including a section providing that \"[b]enefits shall not be payable to the extent that they exceed the limitations imposed by &#167; 415 of the code.\"  Id. &#167; 36-8-20(f).  Another section of the Cap Act explicitly limited legislative pensions to $10,000, effective July 1995:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>If a [retired legislator] is entitled under subsection (a) of this section to an annual retirement allowance which is in excess of the amount permitted by &#167; 415(b)(4) of the Internal Revenue Code, ... the amount in excess of ten thousand dollars ($10,000):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>... [s]hall be paid from the retirement system after June 30, 1995, only to the extent permitted by the limitation on benefits imposed by &#167; 36-8-20 [ (f) ] [which in turn permits no benefits in excess of Code &#167; 415].</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Id. &#167; 36-10-10.1(e)(1).  The Cap Act provided further that \"[a]ny amount not permitted to be paid by the retirement system ... shall be paid out of general funds, but only to the extent that amounts have been appropriated for those payments.\"  Id. &#167; 36-10-10.1(e)(2).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the General Assembly chose not to appropriate the funds required in 1995 to replace the excess benefits, the Board began reducing monthly payments to each pensioner whose annual benefits exceeded $10,000.  The reductions were quite substantial:  pensioners who had been receiving the highest pensions (in excess of $18,000<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>) lost nearly forty-five percent of their benefits, and collectively the reductions for 1995 totaled nearly $700,000.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiffs, a class of 171 retired legislators or their spouses who had been receiving pensions in excess of $10,000 annually, brought suit against the Board to recover the withheld amounts, naming as additional defendants Nancy Mayer, in her official capacities as Chair of the Board and as Treasurer of Rhode Island, and Joann Flaminio, in her official capacity as Executive Director of the Board.  The pensioners alleged that the Cap Act as applied violated the Takings Clause, Contract Clause, and Due Process Clause and that each of the defendants had violated 42 U.S.C. &#167; 1983 by implementing an unconstitutional law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The pensioners sought a preliminary injunction in July 1995 to prevent the Board from withholding benefits.  Their request was denied because the district court--discounting Eleventh Amendment concerns raised by the plaintiffs--found that withholding excess benefits would not cause irreparable harm since the Board could later be ordered to award any wrongly withheld benefits.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Plaintiffs chose not to appeal the denial of the preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A little over a year after the district court's denial of plaintiffs' motion for a preliminary injunction, Congress amended &#167; 415(b) to eliminate, retroactively, the $10,000 cap for government pensions.  After some prodding from the plaintiffs, the Board responded by refunding all of the excess benefits that had been withheld since the Cap Act took effect approximately fifteen months before (totaling nearly $850,000).  It did not refund any interest earned during the time the money was withheld.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs proceeded with their suit, seeking to recover the missing interest as well as attorneys' fees under &#167; 1988.  On cross-motions for summary judgment, the district court (McAuliffe, J.) held that the Cap Act had violated the Takings Clause and that the Board had violated &#167; 1983 by temporarily withholding benefits pursuant to the Act.  It found, furthermore, that the Board was not entitled to Eleventh Amendment immunity.  Thus, it denied the defendants' motion for summary judgment, granted summary judgment to the plaintiffs, and awarded plaintiffs $31,862.83 in \"prejudgment interest\" under &#167; 1983 and $133,098.50 in costs and attorneys' fees under &#167; 1988.  The Board and Nancy Mayer, in her official capacity as Treasurer of Rhode Island, appeal on numerous grounds.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo.  See Lennon v. Rubin, 166 F.3d 6, 8 (1st Cir.1999).  Out of the mass of issues presented by this appeal, our first question is to decide the order in which the issues must be decided.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The most obvious of the \"order\" questions is whether we must address defendants' Eleventh Amendment arguments before considering the merits of the plaintiffs' &#167; 1983 claims.  Under this circuit's practice, we have considered it permissible to defer an Eleventh Amendment question until after the merits were addressed, thus avoiding the Eleventh Amendment question entirely if plaintiffs lost on the merits.  See, e.g., Mercado-Boneta v. Administracion del Fondo de Compensacion Al Paciente, 125 F.3d 9, 11-12 (1st Cir.1997) (pretermitting \"resolution of th[e] [Eleventh Amendment] jurisdictional issue\");  Willhauck v. Halpin, 953 F.2d 689, 713 n. 24 (1st Cir.1991) (noting that jurisdiction may be assumed in the face of an Eleventh Amendment challenge).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But the Supreme Court recently declared that courts should generally determine whether Article III jurisdiction exists before reaching the merits of a plaintiff's claim.  See Steel Co. v. Citizens for a Better Env't, 523 U.S. 83, ---- - ----, 118 S.Ct. 1003, 1012-16, 140 L.Ed.2d 210 (1998).  If Steel Co.'s rejection of \"the doctrine of hypothetical jurisdiction,\" id. at ----, 118 S.Ct. at 1012 (internal quotation marks omitted), extends to the type of hypothetical jurisdiction approved in Mercado-Boneta and Willhauck, then we would be obligated to decide whether the Board can claim Eleventh Amendment immunity before deciding whether the Board's actions deprived plaintiffs of their federal constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Before discussing the boundaries of the Steel Co. rule, we pause to underline the fact that the rule does not appear to be an absolute one.  While a majority of justices rejected the use of \"hypothetical jurisdiction\" under the facts presented, see id. at ---- - ----, 118 S.Ct. at 1012-16, only three justices (Chief Justice Rehnquist along with Justices Scalia and Thomas) treated this outcome as inevitable.  Justice O'Connor, along with Justice Kennedy, joined the Court's opinion but wrote separately to emphasize that \"several of [the Court's] decisions have diluted the absolute purity of the rule that Article III jurisdiction is always an antecedent question\" and to explain that \"the Court's opinion should not be read as cataloging an exhaustive list of circumstances under which federal courts may exercise judgment in reserv[ing] difficult questions of ... jurisdiction.\"  Id. at ----, 118 S.Ct. at 1020 (O'Connor, J., concurring) (alterations in original) (internal quotation marks omitted).  Justice Breyer agreed that, although Article III questions \"typically\" should be decided first, \"[t]he Constitution does not impose a rigid judicial 'order of operations.' \"  Id. at ---- - ----, 118 S.Ct. at 1020-21 (Breyer, J., concurring in part and concurring in the judgment).  The remaining three justices found it unnecessary under the facts of Steel Co. to consider Article III jurisdiction before reaching other issues.  See id. at ---- - ----, 118 S.Ct. at 1021-32 (Stevens, J., concurring in the judgment, joined in part by Souter &amp; Ginsburg, JJ.);  id. at ----, 118 S.Ct. at 1032 (Ginsburg, J., concurring in the judgment).  Thus, \"[t]he various opinions in the case, read as a whole, are not entirely clear as to whether (or to what extent) Steel Co. undermines our earlier practice [of bypassing jurisdictional issues].\"  Hardemon v. City of Boston, 144 F.3d 24, 26 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is also important to note the Court's narrow use of the term \"jurisdiction\" in Steel Co. The decision in Steel Co. distinguishes between Article III jurisdiction questions and statutory jurisdiction questions, holding that the former should ordinarily be decided before the merits, but the latter need not be.  See Steel Co., 523 U.S. at ---- - ----, 118 S.Ct. at 1009-16.   Thus, the issue is whether Eleventh Amendment questions should be treated as Article III jurisdiction questions for the purposes of Steel Co. This is a puzzle with a long pedigree.  See Wisconsin Dep't of Corrections v. Schacht, 524 U.S. 381, ----, 118 S.Ct. 2047, 2054, 141 L.Ed.2d 364 (1998) (noting that the Supreme Court has never resolved whether, or to what extent, \"Eleventh Amendment immunity is a matter of subject matter jurisdiction\").  See generally Chemerinsky, Federal Jurisdiction &#167; 7.3 (2d ed.1994) (discussing the history of competing theories of the nature of the Eleventh Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In some ways the Eleventh Amendment clearly represents a limitation of Article III judicial power.  The Amendment provides that \"[t]he Judicial power of the United States shall not be construed to extend to [certain suits against states].\"  U.S. Const. amend.  XI. The Supreme Court has concluded from this language that \"[t]he Eleventh Amendment restricts the judicial power under Article III.\"  Seminole Tribe v. Florida, 517 U.S. 44, 72-73, 116 S.Ct. 1114, 134 L.Ed.2d 252 (1996);  see also Pennhurst State Sch. &amp; Hosp. v. Halderman, 465 U.S. 89, 98, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984) (\"[T]he fundamental principle of sovereign immunity [under the Eleventh Amendment] limits the grant of authority in Article III.\" ).  Two further aspects of Eleventh Amendment doctrine are in harmony with this characterization.  First, an Eleventh Amendment argument can be raised for the first time on appeal.  See Edelman v. Jordan, 415 U.S. 651, 677-78, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974).  Second, Eleventh Amendment questions can be introduced sua sponte by the court.  See, e.g., Sullivan v. Barnett, 139 F.3d 158, 179 (3d Cir.1998) (collecting cases), rev'd on other grounds sub nom.  American Mfrs. Mut. Ins. Co. v. Sullivan, --- U.S. ----, 119 S.Ct. 977, 143 L.Ed.2d 130 (1999);  V-1 Oil Co. v. Utah State Dep't of Pub. Safety, 131 F.3d 1415, 1419-20 (10th Cir.1997);  Atlantic Healthcare Benefits Trust v. Googins, 2 F.3d 1, 4 (2d Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because Eleventh Amendment issues are clearly linked to the question of Article III jurisdiction, some courts have held that Steel Co. requires them to address Eleventh Amendment questions before reaching the merits of a plaintiff's claim.  See, e.g., Seaborn v. Florida Dep't of Corrections, 143 F.3d 1405, 1407 (11th Cir.1998) (\"[A]n assertion of Eleventh Amendment immunity must be resolved before a court may address the merits of the underlying claim(s).\")  (citing Steel Co., 523 U.S. at ---- - ----, 118 S.Ct. at 1012-16);  Kilcullen v. New York State Dep't of Transp., 33 F.Supp.2d 133, 136 (N.D.N.Y.1999) (same);  Johnson v. State Technology Center, 24 F.Supp.2d 833, 837 (W.D.Tenn.1998) (same) (citing Steel Co., 523 U.S. at ---- - ----, 118 S.Ct. at 1012-16, and Seaborn, 143 F.3d at 1406).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But the nature of the Eleventh Amendment is more complex than these decisions acknowledge.  Although Eleventh Amendment questions are often labeled \"jurisdictional,\" see, e.g., Mercado-Boneta, 125 F.3d at 12, the Amendment differs in several crucial ways from ordinary restrictions on subject matter jurisdiction.  For one, Eleventh Amendment immunity can be waived.  See Schacht, 524 U.S. at ----, 118 S.Ct. at 2052 (citing Atascadero State Hosp. v. Scanlon, 473 U.S. 234, 241, 105 S.Ct. 3142, 87 L.Ed.2d 171 (1985), and Clark v. Barnard, 108 U.S. 436, 447, 2 S.Ct. 878, 27 L.Ed. 780 (1883));  see also Toll v. Moreno, 458 U.S. 1, 17-19, 102 S.Ct. 2977, 73 L.Ed.2d 563 (1982) (recognizing state's ability to waive Eleventh Amendment immunity by its actions in a particular case).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Furthermore, while courts have the discretion to raise Eleventh Amendment questions sua sponte, Article III does not obligate them to do so.  See Schacht, 524 U.S. at ---- - ----, 118 S.Ct. at 2052-53 (citing Patsy v. Board of Regents of Fla., 457 U.S. 496, 515 n. 19, 102 S.Ct. 2557, 73 L.Ed.2d 172 (1982)).  These two aspects of Eleventh Amendment doctrine suggest that the Eleventh Amendment is just as much a grant of immunity (i.e., a type of defense) as it is a limitation on courts' jurisdiction.  See id. at ----, 118 S.Ct. at 2055 (Kennedy, J., concurring) (\"[O]ur precedents have treated the Eleventh Amendment as 'enact[ing] a sovereign immunity from suit, rather than a nonwaivable limit on the federal judiciary's subject-matter jurisdiction.' \"  (quoting Idaho v. Coeur d'Alene Tribe, 521 U.S. 261, 267, 117 S.Ct. 2028, 138 L.Ed.2d 438 (1997))).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This suggests, in turn, that Eleventh Amendment issues do not fall into the category of Article III questions that Steel Co. would define as necessarily antecedent.  At least one Supreme Court decision seems to support this conclusion.  In Calderon v. Ashmus, 523 U.S. 740, 118 S.Ct. 1694, 140 L.Ed.2d 970 (1998), the Court considered whether an inmate's declaratory judgment action presented an Article III \"case or controversy.\"   The Court observed that it needed to address this question of justiciability before it could reach the parties' Eleventh Amendment and First Amendment arguments, and then explained in a footnote that \"[w]hile the Eleventh Amendment is jurisdictional in the sense that it is a limitation on the federal court's judicial power, ... it is not co-extensive with the limitations on judicial power in Article III.\"  Id. at ---- &amp; n. 2, 118 S.Ct. at 1697 &amp; n. 2. Thus, the Court implied that Eleventh Amendment questions are excluded from the category of Article III issues that must be addressed before the merits.  At least one district court has explicitly adopted this rule.  See Bowers v. National Collegiate Athletic Ass'n, 9 F.Supp.2d 460, 498 n. 15 (D.N.J.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The rule makes sense in light of Steel Co.'s underlying rationale.  Steel Co. rejects the assertion of \"hypothetical jurisdiction\" where a court's Article III jurisdiction is in doubt, because a court without Article III jurisdiction has no power to declare the law--it would only be in a position to render an advisory opinion, see Steel Co., 523 U.S. at ----, 118 S.Ct. at 1016, which \"offends fundamental principles of separation of powers,\" id. at ----, 118 S.Ct. at 1012.   Choosing to decide the merits before considering an Eleventh Amendment argument simply does not present the same risk:  because Eleventh Amendment immunity can be waived, the presence of an Eleventh Amendment issue does not threaten the court's underlying power to declare the law.  If this were not the case, sua sponte consideration of a possible Eleventh Amendment bar would have to be obligatory, not discretionary--but the Supreme Court has now clearly stated that courts are free to ignore possible Eleventh Amendment concerns if a defendant chooses not to press them.  See Schacht, 524 U.S. at ---- - ----, 118 S.Ct. at 2052-53.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It seems to us that the relevant maxim in the Eleventh Amendment context is not that federal courts cannot act without first establishing their jurisdiction, but rather that courts should \"not reach constitutional questions in advance of the necessity of deciding them.\"  American Mfrs. Mut. Ins. Co. v. Sullivan, --- U.S. ----, ----, 119 S.Ct. 977, 991, 143 L.Ed.2d 130, ---- (1999) (Ginsburg, J., concurring in part and concurring in the judgment) (quoting Three Affiliated Tribes of Fort Berthold Reservation v. Wold Eng'g, P.C., 467 U.S. 138, 157, 104 S.Ct. 2267, 81 L.Ed.2d 113 (1984)) (internal quotation marks omitted);  see also Maine Green Party v. Maine, Secretary of State, 1999 WL 115057, at * 4 (1st Cir.1999) (applying \"the presumption towards decisional minimalism\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Abiding by this \"fundamental rule of judicial restraint,\" American Mfrs. Mut. Ins. Co., --- U.S. at ----, 119 S.Ct. at 991 (Ginsburg, J., concurring) (internal quotation marks omitted), and thus avoiding Eleventh Amendment questions where there are other dispositive issues, produces two positive outcomes.  First, it permits courts to avoid squandering judicial resources.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Second, and more important, it avoids forcing defendants to expend their resources on Eleventh Amendment questions in situations in which they would rather not do so.  The point is made by supposing that a particular case presents an easy merits issue (favoring the defendant) and a difficult Eleventh Amendment issue.  If the Eleventh Amendment issue had to be addressed first under Steel Co., then the defendant would have to focus on that issue in order to avoid setting unwanted precedent<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>--even though, in the end, the Eleventh Amendment issue was not necessary to the court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The application of the Steel Co. rule to Eleventh Amendment questions would mean that courts were required, under certain circumstances, to begin their opinions with the equivalent of \"obligatory dicta.\"   We decline to create such a rule.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Another question in this case, however, does fall more squarely under the Steel Co. rule.  Before we address any other issue, we address defendants' argument that plaintiffs' claims became moot when the Board refunded the withheld benefits in 1996.  If plaintiffs' claims were rendered moot, there would no longer be any case or controversy, and we would therefore lack Article III jurisdiction.  See SEC v. Medical Comm. for Human Rights, 404 U.S. 403, 407, 92 S.Ct. 577, 30 L.Ed.2d 560 (1972) (relating the mootness doctrine to the Article III \"case or controversy\" requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After their benefits were refunded, plaintiffs continued to press two claims:  (1) a claim for interest on the benefits (or, alternatively, damages for the delay in payment), and (2) a claim for attorneys' fees under &#167; 1988.  We conclude that plaintiffs adequately pled and argued (albeit somewhat skeletally) a claim for interest that was not rendered moot by the Board's refund of the withheld benefits because it rests on an independent constitutional basis.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  They present three possibilities.  First, plaintiffs assert that they have a specific contractual right protected by the Contract Clause, not only to continue receiving benefits above $10,000, but also to receive interest on those benefits if payment of the benefits is delayed.  Alternatively, assuming that there was a Contract Clause right to the withheld benefits, plaintiffs also assert that this contractual \"property\" has been \"taken\" under the Takings Clause, see Ruckelshaus v. Monsanto Co., 467 U.S. 986, 1003, 104 S.Ct. 2862, 81 L.Ed.2d 815 (1984) (noting that valid contracts are property within the meaning of the Takings Clause), and that the payment of interest would constitute just compensation for that taking, see Jacobs v. United States, 290 U.S. 13, 16-17, 54 S.Ct. 26, 78 L.Ed. 142 (1933) (holding that interest is a part of the \"just compensation\" that is the constitutionally compelled remedy for a Takings Clause violation).  Finally, plaintiffs assert that the Board's refusal to pay interest on the withheld benefits also constitutes a direct Takings Clause violation under First English Evangelical Lutheran Church v. County of Los Angeles, 482 U.S. 304, 107 S.Ct. 2378, 96 L.Ed.2d 250 (1987).  See id. at 321-22, 107 S.Ct. 2378 (holding that just compensation is required for temporary regulatory takings).  Since the possibility of even a partial remedy is sufficient to prevent a case from being moot, see Calderon v. Moore, 518 U.S. 149, 150, 116 S.Ct. 2066, 135 L.Ed.2d 453 (1996), we proceed to the merits.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs originally alleged violations of the Takings Clause, the Contract Clause, and the Due Process Clause.  The district court granted summary judgment in favor of the plaintiffs on the Takings Clause claim and did not reach the other two claims.  On appeal, plaintiffs have abandoned their Due Process claim but continue to press the other two.  Accordingly, we must decide if the Takings Clause, the Contract Clause, or both have been violated.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Both courts and parties have sometimes treated Takings, Contract, and Due Process claims as if they were interchangeable.  This is understandable, given that all three clauses serve to cabin, on some level, states' ability to act retroactively.  But other recent decisions suggest that when faced with multiple, potentially relevant constitutional provisions, courts should invoke the provision that treats most directly the right asserted.  See, e.g., Graham v. Connor, 490 U.S. 386, 395, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989) (refusing to apply \"the more generalized notion of 'substantive due process' \" on the ground that \"the Fourth Amendment provides an explicit textual source of constitutional protection against th[e] sort of ... conduct [complained of]\");  Armendariz v. Penman, 75 F.3d 1311, 1324 (9th Cir.1996) (en banc) (concluding, based on the reasoning in Graham, that \"private takings\" can be addressed only under the Takings Clause, not the Due Process Clause).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Our analysis of the boundaries of the Contract and Takings Clauses is guided more specifically by the Supreme Court's most recent Takings Clause case, which was decided after the district court granted summary judgment here.  See Eastern Enterprises v. Apfel, 524 U.S. 498, 118 S.Ct. 2131, 141 L.Ed.2d 451 (1998).  Read as a whole, the various opinions in Eastern Enterprises make clear that plaintiffs must first establish an independent property right before they can argue that the state has taken that right without just compensation.  Five justices in Eastern Enterprises found that a federal law requiring coal producers to provide lifelong health care benefits to ex-employees violated the Constitution because it imposed \"severe retroactive liability\" that was \"disproportionate to the parties' experience\" on \"a limited class of parties that could not have anticipated th[at] liability.\"  Id. at ----, 118 S.Ct. at 2149;  see also id. at ---- - ----, 118 S.Ct. at 2137-60.   But only four justices found a Takings Clause violation.  Justice Kennedy wrote separately to explain why he found takings analysis inapposite, and why the Due Process Clause provided the proper framework for analysis of the coal producers' claim.  See id. at ---- - ----, 118 S.Ct. at 2154-60 (Kennedy, J., concurring in the judgment and dissenting in part) (emphasizing \"the importance [to Takings Clause analysis] of identifying the property allegedly taken, lest all governmental action be subjected to examination under [the Takings Clause]\").  The four dissenters agreed with Kennedy on this point (while disagreeing with the content of his due process analysis).  See id. at ---- - ----, 118 S.Ct. at 2161-63 (Breyer, J., dissenting, joined by Stevens, Souter, &amp; Ginsburg, JJ.).  Thus, a majority of justices found that the Takings Clause did not apply under the facts of Eastern Enterprises, because they concluded that a Takings Clause issue can arise only after a plaintiff's property right has been independently established.  See id. at ---- - ----, 118 S.Ct. at 2154-58 (Kennedy, J., concurring in the judgment and dissenting in part);  id. at ---- - ----, 118 S.Ct. at 2161-63 (Breyer, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is clear that this case does not involve tangible personal property or real property.  It does not involve an effort to reclaim benefits already paid.  The only property interest alleged is an expectancy interest claimed to derive from a contract between the state and the plaintiffs to afford a certain level of pension benefits.  The facts here require us to consider whether plaintiffs had the requisite property right to support a Takings Clause claim by analyzing their claim under the Contract Clause. See NEA, 1999 WL 152589, at * 7-8 (denying a Takings Clause claim because there was no enforceable contract right);  Hoffman v. City of Warwick, 909 F.2d 608, 616 (1st Cir.1990) (same).  Plaintiffs' claim that the Board's refusal to pay interest on the withheld benefits constitutes a direct Takings Clause violation must fail under Eastern Enterprises.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Only if we determine that plaintiffs had a constitutionally protected contract right to the excess benefits can we consider whether the state took that contract right without just compensation.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Contract Clause provides that \"[n]o State shall ... pass any ... Law impairing the Obligation of Contracts.\"   U.S. Const. art.  I, &#167; 10, cl. 1.  Although the original intent of this language was to bar retroactive laws (particularly debtor relief laws) that would impair private contractual rights, the clause has long been interpreted to apply to public contracts as well.  See, e.g., Fletcher v. Peck, 10 U.S.  (6 Cranch) 87, 137-39, 3 L.Ed. 162 (1810).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The same two-part test applies in both public and private contexts.  See Parker v. Wakelin, 123 F.3d 1, 4-5 (1st Cir.1997);  McGrath v. Rhode Island Retirement Bd., 88 F.3d 12, 16 (1st Cir.1996).  A reviewing court must first decide whether a change in state law has resulted in the \"substantial impairment of a contractual relationship.\"  General Motors Corp. v. Romein, 503 U.S. 181, 186, 112 S.Ct. 1105, 117 L.Ed.2d 328 (1992) (quoting Allied Structural Steel Co. v. Spannaus, 438 U.S. 234, 244, 98 S.Ct. 2716, 57 L.Ed.2d 727 (1978)) (internal quotation marks omitted);  see also Parker, 123 F.3d at 4-5.   This question can be broken down into \"three components:  whether there is a contractual relationship, whether a change in law impairs that contractual relationship, and whether the impairment is substantial.\"  Romein, 503 U.S. at 196, 112 S.Ct. 1105;  see also Parker, 123 F.3d at 5;  McGrath, 88 F.3d at 16.   If each of these three component questions is answered affirmatively, the court must determine whether the impairment is nonetheless justified as \"reasonable and necessary to serve an important public purpose.\"  United States Trust Co. v. New Jersey, 431 U.S. 1, 25, 97 S.Ct. 1505, 52 L.Ed.2d 92 (1977);  see also Parker, 123 F.3d at 5;  McGrath, 88 F.3d at 16.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The height of the hurdles plaintiffs must overcome under each part of this test, however, depends on whether the context is public or private.  Where the state is alleged to have impaired private contractual rights, the hurdle for plaintiffs under the second part of the test will ordinarily be higher than in public contract cases, since states have broad discretion to determine whether an impairment of a private contract is reasonable or necessary.  See id. at 25-26, 97 S.Ct. 1505;  Parker, 123 F.3d at 5. But where the state is alleged to have impaired a public contract, at least where the impairment operates for the state's benefit, \"less deference to a legislative determination of reasonableness and necessity is required, because 'the State's self-interest is at stake.' \" Parker, 123 F.3d at 5 (quoting United States Trust Co., 431 U.S. at 26, 97 S.Ct. 1505);  see also McGrath, 88 F.3d at 16 (\"[W]hen a state is itself a party to a contract, courts must scrutinize the state's asserted purpose with an extra measure of vigilance.\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">By contrast, where a public contract allegedly arises out of statutory language, the hurdle under the first component of the first part of the test--proving that a contractual relationship exists--is necessarily higher, since \"normally state statutory enactments do not of their own force create a contract with those whom the statute benefits.\"  Hoffman, 909 F.2d at 614.   Indeed, \"absent some clear indication that the legislature intends to bind itself contractually, the presumption is that 'a law is not intended to create private contractual or vested rights.' \"  National R.R. Passenger Corp. v. Atchinson, Topeka &amp; Santa Fe Ry. Co., 470 U.S. 451, 465-66, 105 S.Ct. 1441, 84 L.Ed.2d 432 (1985) (quoting Dodge v. Board of Educ., 302 U.S. 74, 79, 58 S.Ct. 98, 82 L.Ed. 57 (1937)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finding a public contractual obligation has considerable effect.  It means that a subsequent legislature is not free to significantly impair that obligation for merely rational reasons.  Because of this constraint on subsequent legislatures, and thus on subsequent decisions by those who represent the public, there is, for the purposes of the Contract Clause, a higher burden to establish that a contractual obligation has been created.  For similar reasons, this issue is one of federal, not state law.  See Dodge v. Board of Educ., 302 U.S. 74, 79, 58 S.Ct. 98, 82 L.Ed. 57 (1937).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To overcome this presumption, plaintiffs here must show that the legislature \"clearly and unequivocally\" intended to grant them a contractual right to annual pension benefits in excess of $10,000.  National R.R., 470 U.S. at 466, 105 S.Ct. 1441.   Statutory language, standing alone, may evince such an intent if it expressly authorizes a contract or expressly states that benefits are contractual.  See, e.g., United States Trust Co., 431 U.S. at 18, 97 S.Ct. 1505 (deriving clear intent to contract from the use of the phrase \"covenant and agree\");  Indiana ex rel. Anderson v. Brand, 303 U.S. 95, 105, 58 S.Ct. 443, 82 L.Ed. 685 (1938) (holding that a statute's repeated use of the label \"contract\" demonstrated legislative intent to create a binding and enforceable obligation).  A statutory provision can also evince an unmistakable intent to contract if it expressly bars future amendments that would reduce benefits already granted.  See, e.g., Parker, 123 F.3d at 8-9 (describing anti-retroactivity provision in Maine pension law);  see also id. at 7 (noting that several state constitutions contain similar provisions barring reductions in accrued benefits of public employees).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In NEA, this court examined the Rhode Island retirement system and concluded that the language of the state's retirement statute, standing alone, fails to demonstrate such a \"clear and unequivocal\" intent to contract.  See NEA, 1999 WL 152589, at * 5-6. \"Nowhere does the statute call the pension plan a 'contract' or contain an anti-retroactivity clause as to future changes.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">at * 5.  The statute does state that \"it is the intention of the state to make payment of the benefits ... provided for ... [and] to make the appropriations required ... to meet its obligations to the extent provided.\"  R.I. Gen. Laws &#167; 36-10-7.  However, while this provision \"directs state officials to fund the plan as it exists,\" it \"falls at least a step short of clearly expressing a contractual commitment not to change benefit levels or other plan variables by legislation.\"  NEA, 1999 WL 152589, at * 5. The statute's use of the term \"vesting\" is similarly inconclusive, since the concepts of a vested right and a contractual right are not coextensive.  See id. at * 6.  NEA 's evaluation of the language of the statute as a whole encompasses the specific language at issue here.  Nothing in &#167; 36-10-10.1(a)--which provides that retired legislators \"shall be entitled to receive ... an annual sum of six hundred dollars ($600) for each year of total service ... [up to] twelve thousand dollars ($12,000) annually\"--rises to the level of an express contractual promise to provide benefits, or to provide benefits above $10,000.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">But our analysis cannot end with the bare language of the statute, since a clear and unequivocal intent to contract can also be demonstrated by circumstances.  See United States Trust Co., 431 U.S. at 18 n. 14, 97 S.Ct. 1505;  NEA, 1999 WL 152589, at * 6. Such circumstances, by their nature, will vary from case to case.  Particular plaintiffs bringing particular Contract Clause claims based upon the Rhode Island pension statute may find themselves in markedly different circumstances.  In NEA, for example, plaintiffs were teachers' union officials who were first permitted to \"buy in\" to the state employee pension system at attractive rates, then quickly evicted again after the legislature determined that their inclusion had no rational relationship to any legitimate government purpose and would in any case threaten the system's tax-exempt status.  See R.I. Gen. Laws &#167; 36-9.1-1 et seq.  (\"Eviction Act\");  NEA, 1999 WL 152589, at * 1-2.  This court concluded from these circumstances that the legislature did not \"clearly and unequivocally\" intend to grant union officials a contractual right to future payments by the state.  See NEA, 1999 WL 152589, at * 6.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In NEA, we contrasted the plaintiffs' claim with a hypothetical claim brought by \"quintessential 10 or 28-years-of-service government employees\" whose pension benefits had been radically reduced.  Id. Without deciding the question, we noted that such circumstances presented a very different Contract Clause claim.  The hypothetical plaintiffs' status as employees of the state, the general trend toward recognizing retirement benefits as contractual, see Parker, 123 F.3d at 6-7;  McGrath, 88 F.3d at 16-17, and certain Rhode Island decisions rejecting the notion that public pensions are gratuities, see, e.g., In re Almeida, 611 A.2d 1375, 1385 (R.I.1992), could all serve as evidence that the state intended its pension promises to be binding and enforceable.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But the circumstances here do not closely resemble these hypothetical circumstances.  On the contrary, they bear a far greater resemblance to the circumstances at issue in NEA.  Several facts are particularly relevant.  First, plaintiffs do not stand in a classic employer-employee relationship with the state.  A legislator's relationship to the state is different in many respects from that of a teacher, a tax collector, or other ordinary public employees.  The token salary received by Rhode Island legislators until 1995--a five dollar per diem, up to a maximum of three hundred dollars per year--demonstrates that Rhode Island legislators in particular were not ordinary full-time employees.  Indeed, they could hardly afford to be.  Instead, they served as part-time, \"citizen\" legislators.  See National Ass'n of Soc. Workers v. Harwood, 69 F.3d 622, 637 (1st Cir.1995) (Lynch, J., dissenting) (describing Rhode Island's part-time legislature).  Their initial exclusion from the retirement system, their subsequent admission as voluntary, not mandatory, members, and their recent eviction, see R.I. Const. art.  VI, &#167; 3 (barring legislators elected after 1994 from participating in the retirement system), all reflect their special status.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Second, the context of the enactment of the legislation suggests that the state could not have intended to create a binding contractual obligation to pay benefits at the levels set by the 1987 law.  Throughout, the state's intention appears to have been to maintain a qualified tax-exempt pension.  The state's quick reaction to the excess-benefits problem, once it became aware of it, demonstrates this intention, which was also stated expressly in the Cap Act itself.  See R.I. Gen. Laws &#167; 36-10-10.1(e)(1) (limiting benefits funded by \"the retirement system\" to those \"permitted by &#167; 415(b)(4) of the Internal Revenue Code\").  The state's intent to have a qualified plan is also demonstrated by the Eviction Act considered in NEA, since an express ground for evicting union officials from the retirement system was the fact that the federal tax code denies qualified status to plans with non-employee members.  See id. &#167; 36-9.1-1 (tying eviction to &#167; 401(a) of the Code, which bars qualified plans from admitting non-employees).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, the 1987 law raising the maximum legislative benefit to $12,000 was passed shortly after, and apparently in response to, the Rhode Island voters' rejection of a constitutional amendment that would have increased legislators' annual compensation.  The results had none of the indicia of a true pension.  The increased benefits awarded to legislators who had already retired did not represent bargained-for consideration for service, since these legislators' service was already concluded.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Nor could the increased benefits offered to those who had not yet retired be considered bargained-for pension benefits, since they destroyed the qualified status of the retirement system, thus exposing legislators to possible tax liability for the value of their accrued benefits.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We hold that the plaintiffs' claim fails to pass the first component of the first part of the Contract Clause test--proving the existence of a contractual relationship.  Neither the language of the retirement statute nor plaintiffs' particular circumstances evince a clear and unequivocal intent on the part of the state to grant the plaintiffs a contractual right to benefits exceeding $10,000.  The excess pension benefits eliminated by the Cap Act were ordinary, \"gratuitous\" government benefits, which the legislature was free to eliminate once it became clear that these benefits threatened the tax-exempt status of the state's retirement system.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Furthermore, because the plaintiffs have failed to establish a contractual right to the withheld benefits, they cannot show that the Board took their \"property\" when it withheld the benefits pursuant to the Cap Act.  Under Eastern Enterprises, this showing is the first part of the Takings Clause test.  We hold that plaintiffs' claim fails to pass it.</p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Because the Board could withhold the excess benefits without depriving plaintiffs of their constitutional rights, we reverse the district court's grant of summary judgment.  Our holding strips plaintiffs of their status as prevailing parties, see 42 U.S.C. &#167; 1988(b);  see also Farrar v. Hobby, 506 U.S. 103, 111-12, 113 S.Ct. 566, 121 L.Ed.2d 494 (1992) (defining \"prevailing party\");  thus, we also vacate the district court's award of costs and attorneys' fees under &#167; 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The denial of a motion for summary judgment is ordinarily not a final, appealable order.  However, an appellate court has jurisdiction to review an order denying a motion for summary judgment where that order is coupled with an order granting an opponent's motion for summary judgment.  See 28 U.S.C. &#167; 1291;  10A Wright, Miller &amp; Kane, Federal Practice and Procedure &#167; 2715, at 268 (3d ed.  1998) (\"[In this situation,] it has been held that ... both decisions are immediately appealable.\").  Because we conclude in light of the undisputed facts that the defendants are entitled to judgment as a matter of law, we remand to the district court for entry of summary judgment in their favor.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">So ordered.  No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Also contributing to the excess benefits problem was a Rhode Island provision granting three percent cost-of-living adjustments annually, since the operation of this provision brought some pensioners' benefits above the limit set by &#167; 415(b).  See R.I. Gen. Laws &#167; 36-10-35(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Meanwhile, the electorate passed a constitutional amendment that significantly changed Rhode Island's system of legislator compensation.  See R.I. Const. art.  VI, &#167; 3 (approved November 8, 1994).  The amendment precluded new legislators from participating in the retirement system after 1994, but also increased legislators' salary from $300 to $10,000.  See id.   The amendment permitted legislators elected prior to 1994 to continue building pension credits, but only if they also chose to forgo the salary increase.  See id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These pensions exceeded the $12,000 maximum set by the 1987 amendment to &#167; 36-10-10.1 because they combined basic benefits under that section with cost of living increases under &#167; 36-10-35(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Chief Judge Ronald R. Lagueux, who heard the preliminary injunction motion, summarized the plaintiffs' concern and his response as follows:</p>\n        <p>Plaintiffs argue that the Court must grant preliminary relief at this time because if the plaintiffs are not paid this additional amount, the Eleventh Amendment will bar the Court in the future from ordering that this amount be paid to them.  I don't think the Eleventh Amendment is a bar to the Court's power to order, in effect, complete restitution in the future.  If the Court finds that this statute violates the Federal Constitution, then the Court can fashion an appropriate remedy.  It is not a case of awarding damages.  It is a case of mandating that the State comply with its constitutional obligations.</p>\n        <p>Transcript of Preliminary Injunction Hearing, Rhode Island District Court, July 26, 1995, before Chief Judge Ronald R. Lagueux.  Again, we express no opinion on the Eleventh Amendment issues presented by this case.  For further discussion of the complexity of these issues, see note 6 below.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Indeed, in a very recent pension-related Contract Clause case in this court, Rhode Island did not raise the Eleventh Amendment.  See NEA, 1999 WL 152589</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The case before us illustrates nicely just how much squandering might occur.  The facts here present the typically difficult question whether the defendant Board is an \"arm of state.\"   See Metcalf &amp; Eddy, Inc. v. Puerto Rico Aqueduct &amp; Sewer Auth., 991 F.2d 935, 939-40 (1st Cir.1993) (outlining multi-factor, fact-intensive \"arm of state\" test).  But they also present an even more difficult question regarding the nature of plaintiffs' requested remedy</p>\n        <p>Generally, plaintiffs are barred by the Eleventh Amendment from seeking purely retrospective remedies;  awards against the state must be at least partially prospective.  A long line of cases has purported to apply this distinction.  See, e.g., Idaho v. Coeur d'Alene Tribe, 521 U.S. 261, 269-70, 281-88, 117 S.Ct. 2028, 138 L.Ed.2d 438 (1997);  id. at 288-97, 117 S.Ct. 2028 (O'Connor, J., concurring in part and concurring in the judgment);  Green v. Mansour, 474 U.S. 64, 68, 106 S.Ct. 423, 88 L.Ed.2d 371 (1985);  Quern v. Jordan, 440 U.S. 332, 346-49, 99 S.Ct. 1139, 59 L.Ed.2d 358 (1979);  Edelman v. Jordan, 415 U.S. 651, 664-71, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974);  Ex parte Young, 209 U.S. 123, 155-68, 28 S.Ct. 441, 52 L.Ed. 714 (1908).  But the distinction is notoriously slippery, see generally Vazquez, Night and Day:  Coeur d'Alene, Breard, and the Unraveling of the Prospective-Retrospective Distinction in Eleventh Amendment Doctrine, 87 Geo.  L.J. 1 (1998), and it has only become more so since the Supreme Court firmly established in First English Evangelical Lutheran Church v. County of Los Angeles, 482 U.S. 304, 107 S.Ct. 2378, 96 L.Ed.2d 250 (1987), that the Takings Clause also requires just compensation for temporary takings (which would seem to be irreducibly retrospective).</p>\n        <p>Some courts and commentators have escaped this logical circle by concluding that the Eleventh Amendment is not a bar to the recovery of just compensation for temporary takings.  See, e.g., Unix System Laboratories, Inc. v. Berkeley Software Design, Inc., 832 F.Supp. 790, 803-04 (D.N.J.1993) (assuming, in \"the spirit of First English,\" that the Eleventh Amendment does not bar plaintiffs' takings claims);  Esposito v. South Carolina Coastal Council, 939 F.2d 165, 173 n. 3 (4th Cir.1991) (Hall, J., dissenting) (arguing that \"the Eleventh Amendment's general bar of damages against states must yield\" in the face of First English );  Fallon &amp; Meltzer, New Law, Non-Retroactivity, and Constitutional Remedies, 104 Harv.  L.Rev. 1731, 1825 (1991) (citing First English for the proposition that the Eleventh Amendment bar against a compensatory remedy does not apply to Takings Clause claims).</p>\n        <p>This possibility leads to a circular result.  If we were forced under Steel Co. to address the Eleventh Amendment question first, we would need to consider the merits of the plaintiffs' claims in great detail (particularly their Takings Clause claim, which, is, in turn, dependent on their Contract Clause claim) in order to answer the supposedly prior question of Eleventh Amendment immunity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Alternatively, the defendant would be forced to waive immunity--itself an unappealing option, given the risk that, contrary to expectations, the court could decide for the plaintiff on the merits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> By contrast, the Steel Co. rule would be applicable in diversity suits where the existence of Article III jurisdiction depends on the quasi-factual question whether a party is an \"alter ego\" or \"arm of the state.\"   See, e.g., University of Rhode Island v. A.W. Chesterton Co., 2 F.3d 1200, 1202-17 (1st Cir.1993) (deciding that the University of Rhode Island is not an \"alter ego\" or \"arm of the state\" in order to determine its citizenship for purposes of diversity jurisdiction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Thus, we do not reach the question whether a claim for attorneys' fees or for a discretionary award of prejudgment interest under &#167; 1983 are themselves enough to avoid mootness after the main claim has become moot</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The facts here should be compared with those in Phillips v. Washington Legal Foundation, 524 U.S. 156, 118 S.Ct. 1925, 141 L.Ed.2d 174 (1998) and Webb's Fabulous Pharmacies, Inc. v. Beckwith, 449 U.S. 155, 101 S.Ct. 446, 66 L.Ed.2d 358 (1980).  The plaintiffs in Phillips and Webb's, like plaintiffs here, alleged that defendants had taken interest without just compensation, but defendants in those cases did not challenge plaintiffs' right to the underlying principal.  See Phillips, 524 U.S. at ----, 118 S.Ct. at 1930;  Webb's, 449 U.S. at 155-56, 101 S.Ct. 446.   Here, plaintiffs have the burden of proving that they had a constitutional right both to the principal (i.e., the withheld benefits) and to the interest on that principal.  They may attempt to do so by showing that they have a specific contractual right for the purposes of the Contract Clause both to the withheld benefits and to interest on those benefits, or by showing that they have a contract right to the benefits and a right under the Takings Clause to receive interest as just compensation for the temporary taking of those benefits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> There can be no claim that the possibility held out in the Cap Act of paying the excess benefits out of appropriations was itself a contract.  The language of &#167; 36-10-10.1(e)(2) makes it clear such payments were warranted \"only to the extent that amounts have been appropriated for such payments.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note but do not rely on the fact that legislators, unlike ordinary public employees, are uniquely well positioned to enact legislation that explicitly provides for contractual protection.  This suggests that the \"clear and unequivocal\" doctrine may have particular force where legislators are claiming a federally protectable contract interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The members of this group, who in some senses received a windfall, make up the vast majority of the plaintiffs (113 of the 171 retirees)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although we need not pursue the argument here, we note that the disastrousness of these results could support a common law mutual mistake argument:  both parties to the 1987 \"agreement\" (the legislators as representatives of the state and the legislators as recipients of the benefits) appear to have been under the mistaken impression that the generous benefits awarded by the law would not destroy the qualified status of the retirement system.  See Restatement (Second) of Contracts &#167; 152 (listing requirements for avoidance on grounds of mutual mistake)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></span></p>\n    <p class=\"parties\">Gaetano PARELLA, et al., Plaintiffs, Appellees,<br>v.<br>RETIREMENT BOARD OF THE RHODE ISLAND EMPLOYEES' RETIREMENT<br>SYSTEM, Nancy J. Mayer, in her official capacities as<br>General Treasurer of the State of Rhode Island and as<br>Chairperson, Treasurer, and Custodian of Funds of the<br>Retirement Board of the Rhode Island Employees' Retirement<br>System, and Joann E. Flaminio, in her official capacity as<br>Executive Director of the Retirement Board of the Rhode<br>Island Employees' Retirement System, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1400.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 18, 1998.<br>Decided April 16, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael P. DeFanti, with whom Laura A. Pisaturo and Hinckley, Allen &amp; Snyder were on brief, for appellants Retirement Board of the Rhode Island Employees' Retirement System and Joann E. Flaminio, in her official capacity as Executive Director of the Retirement Board of the Rhode Island Employees' Retirement System.</p>\n      <p class=\"indent\">Rebecca T. Partington, Assistant Attorney General, for appellant Nancy J. Mayer, in her official capacity as General Treasurer of the State of Rhode Island.</p>\n      <p class=\"indent\">Anthony F. Muri, with whom Barbara S. Cohen and Goldenberg &amp; Muri were on brief, for appellees Gaetano Parella et al.</p>\n      <p class=\"indent\">Before BOUDIN, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Beginning in 1987, retired Rhode Island legislators or their beneficiaries became eligible to receive annual pension benefits that were as much as sixty times greater than the legislators' annual pre-retirement salaries.  When the Rhode Island General Assembly became aware that the generosity of these benefits jeopardized the tax-exempt status of the state's retirement system, it acted to bring the benefits into compliance with federal tax law by capping annual benefits at $10,000, effective July 1995.  The pensioners whose benefits were thereby reduced brought suit under 42 U.S.C. &#167; 1983 to foreclose any withholding of benefits, alleging that the benefit cap violated the Takings Clause, Contract Clause, and Due Process Clause of the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">While the suit was pending, Congress retroactively eliminated the federal tax code's limitations on government pensions, and the Rhode Island Retirement Board responded by refunding the withheld benefits.  The pensioners then continued their suit in order to seek interest on the benefits for the time that they were withheld, as well as attorneys' fees under 42 U.S.C. &#167; 1988.  After cross-motions for summary judgment, the district court granted summary judgment to the pensioners on Takings Clause grounds, and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because of the peculiar fact pattern of this case, it raises a number of difficult constitutional issues, including several questions related to defendants' asserted Eleventh Amendment defense.  We conclude that Rhode Island's temporary withholding of excess benefits did not violate the pensioners' constitutional rights;  accordingly, we do not reach the other issues.  We reverse the district court's grant of summary judgment on the pensioners' &#167; 1983 claim, vacate its award of costs and attorneys' fees under &#167; 1988, and remand for entry of summary judgment in favor of defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* Summary judgment is appropriate when there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law.  See Fed.R.Civ.P. 56(c).  The district court based its order on the following undisputed facts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1936, the Rhode Island General Assembly enacted legislation establishing a retirement system for public employees.  See 1936 R.I. Pub. Laws ch. 2334 (codified as amended at R.I. Gen. Laws &#167; 36-8-1 et seq.);   see also National Educ. Ass'n--Rhode Island v. Retirement Bd. of the R.I. Employees' Retirement System, <span class=\"citation\" data-id=\"762677\"><a href=\"/opinion/762677/national-education-association-rhode-island-by-its-secretary-tia/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span> (1st Cir.1999) (\"NEA \")(describing system's history);  Kass v. Retirement Bd. of the Employees' Retirement Sys., <span class=\"citation\" data-id=\"1543745\"><a href=\"/opinion/1543745/kass-v-retirement-bd-of-emp-ret-sys/\"><span class=\"volume\">567</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">358</span></a></span>, 358-59 (R.I.1989) (same);  McGrath v. Rhode Island Retirement Bd., <span class=\"citation\" data-id=\"196857\"><a href=\"/opinion/196857/mcgrath-v-ri-retirement-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 13-14 (1st Cir.1996) (describing related municipal pension plan).  The Rhode Island retirement system is a defined benefit plan, which requires members to contribute a set percentage of their yearly salary, see R.I. Gen. Laws &#167; 36-10-1, in exchange for a fixed retirement allowance based on years of service and salary level achieved, see id. &#167; 36-10-10.  The retirement system is administered by a retirement board (\"the Board\"), which is chaired by the state treasurer.  See id. &#167;&#167; 36-8-3, 36-8-9.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The original provisions of the retirement statute expressly excluded members of the General Assembly from participating in the retirement system.  See 1936 R.I. Pub. Laws ch. 2334, &#167; 14.  In 1947, the Assembly amended the statute to permit legislators to join the system voluntarily.  See 1947 R.I. Pub. Laws ch.1971, &#167; 5 (codified as amended at R.I. Gen. Laws &#167; 36-9-6).  At first, legislator contributions and benefits were based on the same rates set for ordinary employee members.  See id. ch.1971, &#167; 3. Since at that time legislators' compensation was limited by the Rhode Island Constitution to $300 per year, see R.I. Const. art.  VI, &#167; 3 (amended 1994), legislative pensions were extremely small.  Beginning in 1960, however, a series of amendments to the retirement statute increased both the rate of contribution for legislators and their maximum annual pension benefit.  See Kass, 567 A.2d at 362-63, 364.   In 1987, legislators granted themselves the last such increase.  After voters rejected a proposed amendment to the Rhode Island Constitution that would have increased the nominal $300 salary, legislators acted to double their maximum pension benefit, to $12,000 annually, without altering the annual premium (by then set at $90, or thirty percent of the annual $300 salary).  See R.I. Gen. Laws &#167; 36-10-10.1(a).  The increase applied both retrospectively (to those already retired in 1987) and prospectively.  See id. &#167; 36-10-10.1(c).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As a result of this increase, the Rhode Island retirement system no longer qualified as a tax-exempt pension plan under Internal Revenue Code &#167; 401(a) because it was out of compliance with &#167; 415(b), which then limited annual pension benefits to either $10,000 or the retiree's annual pre-retirement compensation, whichever was greater.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See 26 U.S.C. &#167;&#167; 401(a), 415(b) (retroactively amended in 1996).  Both the General Assembly and the Board appear to have been happily unaware of this problem until 1991, when local journalists brought it to their--and the Internal Revenue Service's--attention.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The problem was a significant one.  If the IRS decided to strictly enforce the &#167; 415(b) limit, then the retirement fund would need to pay taxes on its investment profits for each year in which the plan exceeded &#167; 415 limits.  That, in turn, would put more of the burden for financing the state's pension obligations on taxpayers.  Individual members of the system could also suffer, since they would be responsible for annual taxes on the value of any non-forfeitable accrued benefits.  See 6 Mertens, Law of Federal Income Taxation &#167; 25B:01, at 25B-7 (Sept.1998) (describing tax consequences for participants in a non-qualified pension plan).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After negotiating with the IRS, the state agreed in early 1994 to pass legislation capping past and present legislative pensions at $10,000.  See 1994 R.I. Pub. Laws ch.  87 (\"Cap Act\") (codified at R.I. Gen. Laws &#167; 36-8-20 and &#167; 36-10-10.1).  The Cap Act added a new section to the retirement statute to declare the state's general intention \"that the retirement system satisfy the requirements of &#167; 401(a) of the Internal Revenue Code.\"  R.I. Gen. Laws &#167; 36-8-20(a).  Section 36-8-20 also included a number of specific provisions intended to ensure compliance with Code requirements, including a section providing that \"[b]enefits shall not be payable to the extent that they exceed the limitations imposed by &#167; 415 of the code.\"  Id. &#167; 36-8-20(f).  Another section of the Cap Act explicitly limited legislative pensions to $10,000, effective July 1995:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>If a [retired legislator] is entitled under subsection (a) of this section to an annual retirement allowance which is in excess of the amount permitted by &#167; 415(b)(4) of the Internal Revenue Code, ... the amount in excess of ten thousand dollars ($10,000):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>... [s]hall be paid from the retirement system after June 30, 1995, only to the extent permitted by the limitation on benefits imposed by &#167; 36-8-20 [ (f) ] [which in turn permits no benefits in excess of Code &#167; 415].</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Id. &#167; 36-10-10.1(e)(1).  The Cap Act provided further that \"[a]ny amount not permitted to be paid by the retirement system ... shall be paid out of general funds, but only to the extent that amounts have been appropriated for those payments.\"  Id. &#167; 36-10-10.1(e)(2).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the General Assembly chose not to appropriate the funds required in 1995 to replace the excess benefits, the Board began reducing monthly payments to each pensioner whose annual benefits exceeded $10,000.  The reductions were quite substantial:  pensioners who had been receiving the highest pensions (in excess of $18,000<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>) lost nearly forty-five percent of their benefits, and collectively the reductions for 1995 totaled nearly $700,000.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiffs, a class of 171 retired legislators or their spouses who had been receiving pensions in excess of $10,000 annually, brought suit against the Board to recover the withheld amounts, naming as additional defendants Nancy Mayer, in her official capacities as Chair of the Board and as Treasurer of Rhode Island, and Joann Flaminio, in her official capacity as Executive Director of the Board.  The pensioners alleged that the Cap Act as applied violated the Takings Clause, Contract Clause, and Due Process Clause and that each of the defendants had violated 42 U.S.C. &#167; 1983 by implementing an unconstitutional law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The pensioners sought a preliminary injunction in July 1995 to prevent the Board from withholding benefits.  Their request was denied because the district court--discounting Eleventh Amendment concerns raised by the plaintiffs--found that withholding excess benefits would not cause irreparable harm since the Board could later be ordered to award any wrongly withheld benefits.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Plaintiffs chose not to appeal the denial of the preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A little over a year after the district court's denial of plaintiffs' motion for a preliminary injunction, Congress amended &#167; 415(b) to eliminate, retroactively, the $10,000 cap for government pensions.  After some prodding from the plaintiffs, the Board responded by refunding all of the excess benefits that had been withheld since the Cap Act took effect approximately fifteen months before (totaling nearly $850,000).  It did not refund any interest earned during the time the money was withheld.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs proceeded with their suit, seeking to recover the missing interest as well as attorneys' fees under &#167; 1988.  On cross-motions for summary judgment, the district court (McAuliffe, J.) held that the Cap Act had violated the Takings Clause and that the Board had violated &#167; 1983 by temporarily withholding benefits pursuant to the Act.  It found, furthermore, that the Board was not entitled to Eleventh Amendment immunity.  Thus, it denied the defendants' motion for summary judgment, granted summary judgment to the plaintiffs, and awarded plaintiffs $31,862.83 in \"prejudgment interest\" under &#167; 1983 and $133,098.50 in costs and attorneys' fees under &#167; 1988.  The Board and Nancy Mayer, in her official capacity as Treasurer of Rhode Island, appeal on numerous grounds.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo.  See Lennon v. Rubin, <span class=\"citation\" data-id=\"760938\"><a href=\"/opinion/760938/john-j-lennon-v-robert-rubin-secretary-of-the-treasury/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 8 (1st Cir.1999).  Out of the mass of issues presented by this appeal, our first question is to decide the order in which the issues must be decided.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The most obvious of the \"order\" questions is whether we must address defendants' Eleventh Amendment arguments before considering the merits of the plaintiffs' &#167; 1983 claims.  Under this circuit's practice, we have considered it permissible to defer an Eleventh Amendment question until after the merits were addressed, thus avoiding the Eleventh Amendment question entirely if plaintiffs lost on the merits.  See, e.g., Mercado-Boneta v. Administracion del Fondo de Compensacion Al Paciente, <span class=\"citation\" data-id=\"197554\"><a href=\"/opinion/197554/boneta-v-deseguros/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 11-12 (1st Cir.1997) (pretermitting \"resolution of th[e] [Eleventh Amendment] jurisdictional issue\");  Willhauck v. Halpin, <span class=\"citation\" data-id=\"575825\"><a href=\"/opinion/575825/francis-a-willhauck-jr-v-paul-halpin/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 713 n. 24 (1st Cir.1991) (noting that jurisdiction may be assumed in the face of an Eleventh Amendment challenge).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But the Supreme Court recently declared that courts should generally determine whether Article III jurisdiction exists before reaching the merits of a plaintiff's claim.  See Steel Co. v. Citizens for a Better Env't, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, ---- - ----, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, 1012-16, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998).  If Steel Co.'s rejection of \"the doctrine of hypothetical jurisdiction,\" id. at ----, 118 S.Ct. at 1012 (internal quotation marks omitted), extends to the type of hypothetical jurisdiction approved in Mercado-Boneta and Willhauck, then we would be obligated to decide whether the Board can claim Eleventh Amendment immunity before deciding whether the Board's actions deprived plaintiffs of their federal constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Before discussing the boundaries of the Steel Co. rule, we pause to underline the fact that the rule does not appear to be an absolute one.  While a majority of justices rejected the use of \"hypothetical jurisdiction\" under the facts presented, see id. at ---- - ----, 118 S.Ct. at 1012-16, only three justices (Chief Justice Rehnquist along with Justices Scalia and Thomas) treated this outcome as inevitable.  Justice O'Connor, along with Justice Kennedy, joined the Court's opinion but wrote separately to emphasize that \"several of [the Court's] decisions have diluted the absolute purity of the rule that Article III jurisdiction is always an antecedent question\" and to explain that \"the Court's opinion should not be read as cataloging an exhaustive list of circumstances under which federal courts may exercise judgment in reserv[ing] difficult questions of ... jurisdiction.\"  Id. at ----, 118 S.Ct. at 1020 (O'Connor, J., concurring) (alterations in original) (internal quotation marks omitted).  Justice Breyer agreed that, although Article III questions \"typically\" should be decided first, \"[t]he Constitution does not impose a rigid judicial 'order of operations.' \"  Id. at ---- - ----, 118 S.Ct. at 1020-21 (Breyer, J., concurring in part and concurring in the judgment).  The remaining three justices found it unnecessary under the facts of Steel Co. to consider Article III jurisdiction before reaching other issues.  See id. at ---- - ----, 118 S.Ct. at 1021-32 (Stevens, J., concurring in the judgment, joined in part by Souter &amp; Ginsburg, JJ.);  id. at ----, 118 S.Ct. at 1032 (Ginsburg, J., concurring in the judgment).  Thus, \"[t]he various opinions in the case, read as a whole, are not entirely clear as to whether (or to what extent) Steel Co. undermines our earlier practice [of bypassing jurisdictional issues].\"  Hardemon v. City of Boston, <span class=\"citation\" data-id=\"197940\"><a href=\"/opinion/197940/hardemon-v-city-of-boston/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 26 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is also important to note the Court's narrow use of the term \"jurisdiction\" in Steel Co. The decision in Steel Co. distinguishes between Article III jurisdiction questions and statutory jurisdiction questions, holding that the former should ordinarily be decided before the merits, but the latter need not be.  See Steel Co., 523 U.S. at ---- - ----, 118 S.Ct. at 1009-16.   Thus, the issue is whether Eleventh Amendment questions should be treated as Article III jurisdiction questions for the purposes of Steel Co. This is a puzzle with a long pedigree.  See Wisconsin Dep't of Corrections v. Schacht, <span class=\"citation\" data-id=\"118236\"><a href=\"/opinion/118236/wisconsin-dept-of-corrections-v-schacht/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, ----, <span class=\"citation\" data-id=\"118236\"><a href=\"/opinion/118236/wisconsin-dept-of-corrections-v-schacht/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2047</span></a></span>, 2054, <span class=\"citation\" data-id=\"118236\"><a href=\"/opinion/118236/wisconsin-dept-of-corrections-v-schacht/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">364</span></a></span> (1998) (noting that the Supreme Court has never resolved whether, or to what extent, \"Eleventh Amendment immunity is a matter of subject matter jurisdiction\").  See generally Chemerinsky, Federal Jurisdiction &#167; 7.3 (2d ed.1994) (discussing the history of competing theories of the nature of the Eleventh Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In some ways the Eleventh Amendment clearly represents a limitation of Article III judicial power.  The Amendment provides that \"[t]he Judicial power of the United States shall not be construed to extend to [certain suits against states].\"  U.S. Const. amend.  XI. The Supreme Court has concluded from this language that \"[t]he Eleventh Amendment restricts the judicial power under Article III.\"  Seminole Tribe v. Florida, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 72-73, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1996);  see also Pennhurst State Sch. &amp; Hosp. v. Halderman, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 98, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984) (\"[T]he fundamental principle of sovereign immunity [under the Eleventh Amendment] limits the grant of authority in Article III.\" ).  Two further aspects of Eleventh Amendment doctrine are in harmony with this characterization.  First, an Eleventh Amendment argument can be raised for the first time on appeal.  See Edelman v. Jordan, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 677-78, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974).  Second, Eleventh Amendment questions can be introduced sua sponte by the court.  See, e.g., Sullivan v. Barnett, <span class=\"citation\" data-id=\"752420\"><a href=\"/opinion/752420/delores-scott-sullivan-william-battle-anthony-cancila-charles-matthews/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">158</span></a></span>, 179 (3d Cir.1998) (collecting cases), rev'd on other grounds sub nom.  American Mfrs. Mut. Ins. Co. v. Sullivan, --- U.S. ----, <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">977</span></a></span>, <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span> (1999);  V-1 Oil Co. v. Utah State Dep't of Pub. Safety, <span class=\"citation\" data-id=\"749433\"><a href=\"/opinion/749433/v-1-oil-company-v-utah-state-department-of-public-safety-d-douglas/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1415</span></a></span>, 1419-20 (10th Cir.1997);  Atlantic Healthcare Benefits Trust v. Googins, <span class=\"citation\" data-id=\"628060\"><a href=\"/opinion/628060/atlantic-healthcare-benefits-trust-jeffry-c-neal-trustee-of-atlantic/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (2d Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because Eleventh Amendment issues are clearly linked to the question of Article III jurisdiction, some courts have held that Steel Co. requires them to address Eleventh Amendment questions before reaching the merits of a plaintiff's claim.  See, e.g., Seaborn v. Florida Dep't of Corrections, <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1405</span></span>, 1407 (11th Cir.1998) (\"[A]n assertion of Eleventh Amendment immunity must be resolved before a court may address the merits of the underlying claim(s).\")  (citing Steel Co., 523 U.S. at ---- - ----, 118 S.Ct. at 1012-16);  Kilcullen v. New York State Dep't of Transp., <span class=\"citation\" data-id=\"2519075\"><a href=\"/opinion/2519075/kilcullen-v-new-york-state-dept-of-transp/\"><span class=\"volume\">33</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">133</span></a></span>, 136 (N.D.N.Y.1999) (same);  Johnson v. State Technology Center, <span class=\"citation\" data-id=\"2516791\"><a href=\"/opinion/2516791/johnson-v-state-technology-center-at-memphis/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">833</span></a></span>, 837 (W.D.Tenn.1998) (same) (citing Steel Co., 523 U.S. at ---- - ----, 118 S.Ct. at 1012-16, and Seaborn, 143 F.3d at 1406).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But the nature of the Eleventh Amendment is more complex than these decisions acknowledge.  Although Eleventh Amendment questions are often labeled \"jurisdictional,\" see, e.g., Mercado-Boneta, 125 F.3d at 12, the Amendment differs in several crucial ways from ordinary restrictions on subject matter jurisdiction.  For one, Eleventh Amendment immunity can be waived.  See Schacht, 524 U.S. at ----, 118 S.Ct. at 2052 (citing Atascadero State Hosp. v. Scanlon, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 241, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3142</span></a></span>, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1985), and Clark v. Barnard, <span class=\"citation\" data-id=\"90876\"><a href=\"/opinion/90876/clark-v-barnard/\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 447, <span class=\"citation\" data-id=\"90876\"><a href=\"/opinion/90876/clark-v-barnard/\"><span class=\"volume\">2</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">878</span></a></span>, <span class=\"citation\" data-id=\"90876\"><a href=\"/opinion/90876/clark-v-barnard/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">780</span></a></span> (1883));  see also Toll v. Moreno, <span class=\"citation\" data-id=\"110770\"><a href=\"/opinion/110770/toll-v-moreno/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17-19, <span class=\"citation\" data-id=\"110770\"><a href=\"/opinion/110770/toll-v-moreno/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2977</span></a></span>, <span class=\"citation\" data-id=\"110770\"><a href=\"/opinion/110770/toll-v-moreno/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">563</span></a></span> (1982) (recognizing state's ability to waive Eleventh Amendment immunity by its actions in a particular case).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Furthermore, while courts have the discretion to raise Eleventh Amendment questions sua sponte, Article III does not obligate them to do so.  See Schacht, 524 U.S. at ---- - ----, 118 S.Ct. at 2052-53 (citing Patsy v. Board of Regents of Fla., <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, 515 n. 19, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2557</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></a></span> (1982)).  These two aspects of Eleventh Amendment doctrine suggest that the Eleventh Amendment is just as much a grant of immunity (i.e., a type of defense) as it is a limitation on courts' jurisdiction.  See id. at ----, 118 S.Ct. at 2055 (Kennedy, J., concurring) (\"[O]ur precedents have treated the Eleventh Amendment as 'enact[ing] a sovereign immunity from suit, rather than a nonwaivable limit on the federal judiciary's subject-matter jurisdiction.' \"  (quoting Idaho v. Coeur d'Alene Tribe, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 267, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2028</span></a></span>, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1997))).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This suggests, in turn, that Eleventh Amendment issues do not fall into the category of Article III questions that Steel Co. would define as necessarily antecedent.  At least one Supreme Court decision seems to support this conclusion.  In Calderon v. Ashmus, <span class=\"citation\" data-id=\"118211\"><a href=\"/opinion/118211/calderon-v-ashmus/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">740</span></a></span>, <span class=\"citation\" data-id=\"118211\"><a href=\"/opinion/118211/calderon-v-ashmus/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1694</span></a></span>, <span class=\"citation\" data-id=\"118211\"><a href=\"/opinion/118211/calderon-v-ashmus/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">970</span></a></span> (1998), the Court considered whether an inmate's declaratory judgment action presented an Article III \"case or controversy.\"   The Court observed that it needed to address this question of justiciability before it could reach the parties' Eleventh Amendment and First Amendment arguments, and then explained in a footnote that \"[w]hile the Eleventh Amendment is jurisdictional in the sense that it is a limitation on the federal court's judicial power, ... it is not co-extensive with the limitations on judicial power in Article III.\"  Id. at ---- &amp; n. 2, 118 S.Ct. at 1697 &amp; n. 2. Thus, the Court implied that Eleventh Amendment questions are excluded from the category of Article III issues that must be addressed before the merits.  At least one district court has explicitly adopted this rule.  See Bowers v. National Collegiate Athletic Ass'n, <span class=\"citation\" data-id=\"2387411\"><a href=\"/opinion/2387411/bowers-v-national-collegiate-athletic-assn/\"><span class=\"volume\">9</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">460</span></a></span>, 498 n. 15 (D.N.J.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The rule makes sense in light of Steel Co.'s underlying rationale.  Steel Co. rejects the assertion of \"hypothetical jurisdiction\" where a court's Article III jurisdiction is in doubt, because a court without Article III jurisdiction has no power to declare the law--it would only be in a position to render an advisory opinion, see Steel Co., 523 U.S. at ----, 118 S.Ct. at 1016, which \"offends fundamental principles of separation of powers,\" id. at ----, 118 S.Ct. at 1012.   Choosing to decide the merits before considering an Eleventh Amendment argument simply does not present the same risk:  because Eleventh Amendment immunity can be waived, the presence of an Eleventh Amendment issue does not threaten the court's underlying power to declare the law.  If this were not the case, sua sponte consideration of a possible Eleventh Amendment bar would have to be obligatory, not discretionary--but the Supreme Court has now clearly stated that courts are free to ignore possible Eleventh Amendment concerns if a defendant chooses not to press them.  See Schacht, 524 U.S. at ---- - ----, 118 S.Ct. at 2052-53.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It seems to us that the relevant maxim in the Eleventh Amendment context is not that federal courts cannot act without first establishing their jurisdiction, but rather that courts should \"not reach constitutional questions in advance of the necessity of deciding them.\"  American Mfrs. Mut. Ins. Co. v. Sullivan, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">977</span></a></span>, 991, <span class=\"citation\" data-id=\"118268\"><a href=\"/opinion/118268/american-mfrs-mut-ins-co-v-sullivan/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span>, ---- (1999) (Ginsburg, J., concurring in part and concurring in the judgment) (quoting Three Affiliated Tribes of Fort Berthold Reservation v. Wold Eng'g, P.C., <span class=\"citation\" data-id=\"111191\"><a href=\"/opinion/111191/three-affiliated-tribes-of-fort-berthold-reservation-v-wold-engineering/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 157, <span class=\"citation\" data-id=\"111191\"><a href=\"/opinion/111191/three-affiliated-tribes-of-fort-berthold-reservation-v-wold-engineering/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2267</span></a></span>, <span class=\"citation\" data-id=\"111191\"><a href=\"/opinion/111191/three-affiliated-tribes-of-fort-berthold-reservation-v-wold-engineering/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></a></span> (1984)) (internal quotation marks omitted);  see also Maine Green Party v. Maine, Secretary of State, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">115057</span></span>, at * 4 (1st Cir.1999) (applying \"the presumption towards decisional minimalism\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Abiding by this \"fundamental rule of judicial restraint,\" American Mfrs. Mut. Ins. Co., --- U.S. at ----, 119 S.Ct. at 991 (Ginsburg, J., concurring) (internal quotation marks omitted), and thus avoiding Eleventh Amendment questions where there are other dispositive issues, produces two positive outcomes.  First, it permits courts to avoid squandering judicial resources.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Second, and more important, it avoids forcing defendants to expend their resources on Eleventh Amendment questions in situations in which they would rather not do so.  The point is made by supposing that a particular case presents an easy merits issue (favoring the defendant) and a difficult Eleventh Amendment issue.  If the Eleventh Amendment issue had to be addressed first under Steel Co., then the defendant would have to focus on that issue in order to avoid setting unwanted precedent<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>--even though, in the end, the Eleventh Amendment issue was not necessary to the court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The application of the Steel Co. rule to Eleventh Amendment questions would mean that courts were required, under certain circumstances, to begin their opinions with the equivalent of \"obligatory dicta.\"   We decline to create such a rule.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Another question in this case, however, does fall more squarely under the Steel Co. rule.  Before we address any other issue, we address defendants' argument that plaintiffs' claims became moot when the Board refunded the withheld benefits in 1996.  If plaintiffs' claims were rendered moot, there would no longer be any case or controversy, and we would therefore lack Article III jurisdiction.  See SEC v. Medical Comm. for Human Rights, <span class=\"citation\" data-id=\"108424\"><a href=\"/opinion/108424/sec-v-medical-comm-for-human-rights/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">403</span></a></span>, 407, <span class=\"citation\" data-id=\"108424\"><a href=\"/opinion/108424/sec-v-medical-comm-for-human-rights/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">577</span></a></span>, <span class=\"citation\" data-id=\"108424\"><a href=\"/opinion/108424/sec-v-medical-comm-for-human-rights/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1972) (relating the mootness doctrine to the Article III \"case or controversy\" requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After their benefits were refunded, plaintiffs continued to press two claims:  (1) a claim for interest on the benefits (or, alternatively, damages for the delay in payment), and (2) a claim for attorneys' fees under &#167; 1988.  We conclude that plaintiffs adequately pled and argued (albeit somewhat skeletally) a claim for interest that was not rendered moot by the Board's refund of the withheld benefits because it rests on an independent constitutional basis.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  They present three possibilities.  First, plaintiffs assert that they have a specific contractual right protected by the Contract Clause, not only to continue receiving benefits above $10,000, but also to receive interest on those benefits if payment of the benefits is delayed.  Alternatively, assuming that there was a Contract Clause right to the withheld benefits, plaintiffs also assert that this contractual \"property\" has been \"taken\" under the Takings Clause, see Ruckelshaus v. Monsanto Co., <span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">986</span></a></span>, 1003, <span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2862</span></a></span>, <span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">815</span></a></span> (1984) (noting that valid contracts are property within the meaning of the Takings Clause), and that the payment of interest would constitute just compensation for that taking, see Jacobs v. United States, <span class=\"citation\" data-id=\"102125\"><a href=\"/opinion/102125/jacobs-v-united-states/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, 16-17, <span class=\"citation\" data-id=\"102125\"><a href=\"/opinion/102125/jacobs-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">26</span></a></span>, <span class=\"citation\" data-id=\"102125\"><a href=\"/opinion/102125/jacobs-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">142</span></a></span> (1933) (holding that interest is a part of the \"just compensation\" that is the constitutionally compelled remedy for a Takings Clause violation).  Finally, plaintiffs assert that the Board's refusal to pay interest on the withheld benefits also constitutes a direct Takings Clause violation under First English Evangelical Lutheran Church v. County of Los Angeles, <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2378</span></a></span>, <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">250</span></a></span> (1987).  See id. at 321-22, <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2378</span></a></span> (holding that just compensation is required for temporary regulatory takings).  Since the possibility of even a partial remedy is sufficient to prevent a case from being moot, see Calderon v. Moore, <span class=\"citation\" data-id=\"118047\"><a href=\"/opinion/118047/calderon-v-moore/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 150, <span class=\"citation\" data-id=\"118047\"><a href=\"/opinion/118047/calderon-v-moore/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2066</span></a></span>, <span class=\"citation\" data-id=\"118047\"><a href=\"/opinion/118047/calderon-v-moore/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></a></span> (1996), we proceed to the merits.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs originally alleged violations of the Takings Clause, the Contract Clause, and the Due Process Clause.  The district court granted summary judgment in favor of the plaintiffs on the Takings Clause claim and did not reach the other two claims.  On appeal, plaintiffs have abandoned their Due Process claim but continue to press the other two.  Accordingly, we must decide if the Takings Clause, the Contract Clause, or both have been violated.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Both courts and parties have sometimes treated Takings, Contract, and Due Process claims as if they were interchangeable.  This is understandable, given that all three clauses serve to cabin, on some level, states' ability to act retroactively.  But other recent decisions suggest that when faced with multiple, potentially relevant constitutional provisions, courts should invoke the provision that treats most directly the right asserted.  See, e.g., Graham v. Connor, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 395, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989) (refusing to apply \"the more generalized notion of 'substantive due process' \" on the ground that \"the Fourth Amendment provides an explicit textual source of constitutional protection against th[e] sort of ... conduct [complained of]\");  Armendariz v. Penman, <span class=\"citation\" data-id=\"712220\"><a href=\"/opinion/712220/96-cal-daily-op-serv-839-96-daily-journal-dar-1369-tomas-armendariz/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1311</span></a></span>, 1324 (9th Cir.1996) (en banc) (concluding, based on the reasoning in Graham, that \"private takings\" can be addressed only under the Takings Clause, not the Due Process Clause).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Our analysis of the boundaries of the Contract and Takings Clauses is guided more specifically by the Supreme Court's most recent Takings Clause case, which was decided after the district court granted summary judgment here.  See Eastern Enterprises v. Apfel, <span class=\"citation\" data-id=\"118239\"><a href=\"/opinion/118239/eastern-enterprises-v-apfel/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation\" data-id=\"118239\"><a href=\"/opinion/118239/eastern-enterprises-v-apfel/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2131</span></a></span>, <span class=\"citation\" data-id=\"118239\"><a href=\"/opinion/118239/eastern-enterprises-v-apfel/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">451</span></a></span> (1998).  Read as a whole, the various opinions in Eastern Enterprises make clear that plaintiffs must first establish an independent property right before they can argue that the state has taken that right without just compensation.  Five justices in Eastern Enterprises found that a federal law requiring coal producers to provide lifelong health care benefits to ex-employees violated the Constitution because it imposed \"severe retroactive liability\" that was \"disproportionate to the parties' experience\" on \"a limited class of parties that could not have anticipated th[at] liability.\"  Id. at ----, 118 S.Ct. at 2149;  see also id. at ---- - ----, 118 S.Ct. at 2137-60.   But only four justices found a Takings Clause violation.  Justice Kennedy wrote separately to explain why he found takings analysis inapposite, and why the Due Process Clause provided the proper framework for analysis of the coal producers' claim.  See id. at ---- - ----, 118 S.Ct. at 2154-60 (Kennedy, J., concurring in the judgment and dissenting in part) (emphasizing \"the importance [to Takings Clause analysis] of identifying the property allegedly taken, lest all governmental action be subjected to examination under [the Takings Clause]\").  The four dissenters agreed with Kennedy on this point (while disagreeing with the content of his due process analysis).  See id. at ---- - ----, 118 S.Ct. at 2161-63 (Breyer, J., dissenting, joined by Stevens, Souter, &amp; Ginsburg, JJ.).  Thus, a majority of justices found that the Takings Clause did not apply under the facts of Eastern Enterprises, because they concluded that a Takings Clause issue can arise only after a plaintiff's property right has been independently established.  See id. at ---- - ----, 118 S.Ct. at 2154-58 (Kennedy, J., concurring in the judgment and dissenting in part);  id. at ---- - ----, 118 S.Ct. at 2161-63 (Breyer, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is clear that this case does not involve tangible personal property or real property.  It does not involve an effort to reclaim benefits already paid.  The only property interest alleged is an expectancy interest claimed to derive from a contract between the state and the plaintiffs to afford a certain level of pension benefits.  The facts here require us to consider whether plaintiffs had the requisite property right to support a Takings Clause claim by analyzing their claim under the Contract Clause. See NEA, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">152589</span></span>, at * 7-8 (denying a Takings Clause claim because there was no enforceable contract right);  Hoffman v. City of Warwick, <span class=\"citation\" data-id=\"545483\"><a href=\"/opinion/545483/frank-hoffman-etc-v-city-of-warwick-renauld-langlois-etc-v-city-of/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span>, 616 (1st Cir.1990) (same).  Plaintiffs' claim that the Board's refusal to pay interest on the withheld benefits constitutes a direct Takings Clause violation must fail under Eastern Enterprises.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Only if we determine that plaintiffs had a constitutionally protected contract right to the excess benefits can we consider whether the state took that contract right without just compensation.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Contract Clause provides that \"[n]o State shall ... pass any ... Law impairing the Obligation of Contracts.\"   U.S. Const. art.  I, &#167; 10, cl. 1.  Although the original intent of this language was to bar retroactive laws (particularly debtor relief laws) that would impair private contractual rights, the clause has long been interpreted to apply to public contracts as well.  See, e.g., Fletcher v. Peck, 10 U.S.  (6 Cranch) 87, 137-39, <span class=\"citation\" data-id=\"84935\"><a href=\"/opinion/84935/fletcher-v-peck/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">162</span></a></span> (1810).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The same two-part test applies in both public and private contexts.  See Parker v. Wakelin, <span class=\"citation\" data-id=\"197501\"><a href=\"/opinion/197501/parker-v-wakelin/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.1997);  McGrath v. Rhode Island Retirement Bd., <span class=\"citation\" data-id=\"196857\"><a href=\"/opinion/196857/mcgrath-v-ri-retirement-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1996).  A reviewing court must first decide whether a change in state law has resulted in the \"substantial impairment of a contractual relationship.\"  General Motors Corp. v. Romein, <span class=\"citation\" data-id=\"112703\"><a href=\"/opinion/112703/general-motors-corp-v-romein/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span>, 186, <span class=\"citation\" data-id=\"112703\"><a href=\"/opinion/112703/general-motors-corp-v-romein/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, <span class=\"citation\" data-id=\"112703\"><a href=\"/opinion/112703/general-motors-corp-v-romein/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span></a></span> (1992) (quoting Allied Structural Steel Co. v. Spannaus, <span class=\"citation\" data-id=\"109929\"><a href=\"/opinion/109929/allied-structural-steel-co-v-spannaus/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 244, <span class=\"citation\" data-id=\"109929\"><a href=\"/opinion/109929/allied-structural-steel-co-v-spannaus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2716</span></a></span>, <span class=\"citation\" data-id=\"109929\"><a href=\"/opinion/109929/allied-structural-steel-co-v-spannaus/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">727</span></a></span> (1978)) (internal quotation marks omitted);  see also Parker, 123 F.3d at 4-5.   This question can be broken down into \"three components:  whether there is a contractual relationship, whether a change in law impairs that contractual relationship, and whether the impairment is substantial.\"  Romein, 503 U.S. at 196, <span class=\"citation\" data-id=\"112703\"><a href=\"/opinion/112703/general-motors-corp-v-romein/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>;  see also Parker, 123 F.3d at 5;  McGrath, 88 F.3d at 16.   If each of these three component questions is answered affirmatively, the court must determine whether the impairment is nonetheless justified as \"reasonable and necessary to serve an important public purpose.\"  United States Trust Co. v. New Jersey, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 25, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1505</span></a></span>, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">92</span></a></span> (1977);  see also Parker, 123 F.3d at 5;  McGrath, 88 F.3d at 16.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The height of the hurdles plaintiffs must overcome under each part of this test, however, depends on whether the context is public or private.  Where the state is alleged to have impaired private contractual rights, the hurdle for plaintiffs under the second part of the test will ordinarily be higher than in public contract cases, since states have broad discretion to determine whether an impairment of a private contract is reasonable or necessary.  See id. at 25-26, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1505</span></a></span>;  Parker, 123 F.3d at 5. But where the state is alleged to have impaired a public contract, at least where the impairment operates for the state's benefit, \"less deference to a legislative determination of reasonableness and necessity is required, because 'the State's self-interest is at stake.' \" Parker, 123 F.3d at 5 (quoting United States Trust Co., 431 U.S. at 26, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1505</span></a></span>);  see also McGrath, 88 F.3d at 16 (\"[W]hen a state is itself a party to a contract, courts must scrutinize the state's asserted purpose with an extra measure of vigilance.\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">By contrast, where a public contract allegedly arises out of statutory language, the hurdle under the first component of the first part of the test--proving that a contractual relationship exists--is necessarily higher, since \"normally state statutory enactments do not of their own force create a contract with those whom the statute benefits.\"  Hoffman, 909 F.2d at 614.   Indeed, \"absent some clear indication that the legislature intends to bind itself contractually, the presumption is that 'a law is not intended to create private contractual or vested rights.' \"  National R.R. Passenger Corp. v. Atchinson, Topeka &amp; Santa Fe Ry. Co., <span class=\"citation\" data-id=\"111369\"><a href=\"/opinion/111369/national-r-passenger-corp-v-at-sfr-co/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 465-66, <span class=\"citation\" data-id=\"111369\"><a href=\"/opinion/111369/national-r-passenger-corp-v-at-sfr-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></a></span>, <span class=\"citation\" data-id=\"111369\"><a href=\"/opinion/111369/national-r-passenger-corp-v-at-sfr-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span></a></span> (1985) (quoting Dodge v. Board of Educ., <span class=\"citation\" data-id=\"102855\"><a href=\"/opinion/102855/dodge-v-board-of-ed-of-chicago/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, 79, <span class=\"citation\" data-id=\"102855\"><a href=\"/opinion/102855/dodge-v-board-of-ed-of-chicago/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">98</span></a></span>, <span class=\"citation\" data-id=\"102855\"><a href=\"/opinion/102855/dodge-v-board-of-ed-of-chicago/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">57</span></a></span> (1937)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finding a public contractual obligation has considerable effect.  It means that a subsequent legislature is not free to significantly impair that obligation for merely rational reasons.  Because of this constraint on subsequent legislatures, and thus on subsequent decisions by those who represent the public, there is, for the purposes of the Contract Clause, a higher burden to establish that a contractual obligation has been created.  For similar reasons, this issue is one of federal, not state law.  See Dodge v. Board of Educ., <span class=\"citation\" data-id=\"102855\"><a href=\"/opinion/102855/dodge-v-board-of-ed-of-chicago/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, 79, <span class=\"citation\" data-id=\"102855\"><a href=\"/opinion/102855/dodge-v-board-of-ed-of-chicago/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">98</span></a></span>, <span class=\"citation\" data-id=\"102855\"><a href=\"/opinion/102855/dodge-v-board-of-ed-of-chicago/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">57</span></a></span> (1937).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To overcome this presumption, plaintiffs here must show that the legislature \"clearly and unequivocally\" intended to grant them a contractual right to annual pension benefits in excess of $10,000.  National R.R., 470 U.S. at 466, <span class=\"citation\" data-id=\"111369\"><a href=\"/opinion/111369/national-r-passenger-corp-v-at-sfr-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></a></span>.   Statutory language, standing alone, may evince such an intent if it expressly authorizes a contract or expressly states that benefits are contractual.  See, e.g., United States Trust Co., 431 U.S. at 18, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1505</span></a></span> (deriving clear intent to contract from the use of the phrase \"covenant and agree\");  Indiana ex rel. Anderson v. Brand, <span class=\"citation\" data-id=\"102958\"><a href=\"/opinion/102958/indiana-ex-rel-anderson-v-brand/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, 105, <span class=\"citation\" data-id=\"102958\"><a href=\"/opinion/102958/indiana-ex-rel-anderson-v-brand/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">443</span></a></span>, <span class=\"citation\" data-id=\"102958\"><a href=\"/opinion/102958/indiana-ex-rel-anderson-v-brand/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">685</span></a></span> (1938) (holding that a statute's repeated use of the label \"contract\" demonstrated legislative intent to create a binding and enforceable obligation).  A statutory provision can also evince an unmistakable intent to contract if it expressly bars future amendments that would reduce benefits already granted.  See, e.g., Parker, 123 F.3d at 8-9 (describing anti-retroactivity provision in Maine pension law);  see also id. at 7 (noting that several state constitutions contain similar provisions barring reductions in accrued benefits of public employees).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In NEA, this court examined the Rhode Island retirement system and concluded that the language of the state's retirement statute, standing alone, fails to demonstrate such a \"clear and unequivocal\" intent to contract.  See NEA, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">152589</span></span>, at * 5-6. \"Nowhere does the statute call the pension plan a 'contract' or contain an anti-retroactivity clause as to future changes.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">at * 5.  The statute does state that \"it is the intention of the state to make payment of the benefits ... provided for ... [and] to make the appropriations required ... to meet its obligations to the extent provided.\"  R.I. Gen. Laws &#167; 36-10-7.  However, while this provision \"directs state officials to fund the plan as it exists,\" it \"falls at least a step short of clearly expressing a contractual commitment not to change benefit levels or other plan variables by legislation.\"  NEA, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">152589</span></span>, at * 5. The statute's use of the term \"vesting\" is similarly inconclusive, since the concepts of a vested right and a contractual right are not coextensive.  See id. at * 6.  NEA 's evaluation of the language of the statute as a whole encompasses the specific language at issue here.  Nothing in &#167; 36-10-10.1(a)--which provides that retired legislators \"shall be entitled to receive ... an annual sum of six hundred dollars ($600) for each year of total service ... [up to] twelve thousand dollars ($12,000) annually\"--rises to the level of an express contractual promise to provide benefits, or to provide benefits above $10,000.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">But our analysis cannot end with the bare language of the statute, since a clear and unequivocal intent to contract can also be demonstrated by circumstances.  See United States Trust Co., 431 U.S. at 18 n. 14, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1505</span></a></span>;  NEA, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">152589</span></span>, at * 6. Such circumstances, by their nature, will vary from case to case.  Particular plaintiffs bringing particular Contract Clause claims based upon the Rhode Island pension statute may find themselves in markedly different circumstances.  In NEA, for example, plaintiffs were teachers' union officials who were first permitted to \"buy in\" to the state employee pension system at attractive rates, then quickly evicted again after the legislature determined that their inclusion had no rational relationship to any legitimate government purpose and would in any case threaten the system's tax-exempt status.  See R.I. Gen. Laws &#167; 36-9.1-1 et seq.  (\"Eviction Act\");  NEA, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">152589</span></span>, at * 1-2.  This court concluded from these circumstances that the legislature did not \"clearly and unequivocally\" intend to grant union officials a contractual right to future payments by the state.  See NEA, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">152589</span></span>, at * 6.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In NEA, we contrasted the plaintiffs' claim with a hypothetical claim brought by \"quintessential 10 or 28-years-of-service government employees\" whose pension benefits had been radically reduced.  Id. Without deciding the question, we noted that such circumstances presented a very different Contract Clause claim.  The hypothetical plaintiffs' status as employees of the state, the general trend toward recognizing retirement benefits as contractual, see Parker, 123 F.3d at 6-7;  McGrath, 88 F.3d at 16-17, and certain Rhode Island decisions rejecting the notion that public pensions are gratuities, see, e.g., In re Almeida, <span class=\"citation\" data-id=\"2346879\"><a href=\"/opinion/2346879/matter-of-almeida/\"><span class=\"volume\">611</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1375</span></a></span>, 1385 (R.I.1992), could all serve as evidence that the state intended its pension promises to be binding and enforceable.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But the circumstances here do not closely resemble these hypothetical circumstances.  On the contrary, they bear a far greater resemblance to the circumstances at issue in NEA.  Several facts are particularly relevant.  First, plaintiffs do not stand in a classic employer-employee relationship with the state.  A legislator's relationship to the state is different in many respects from that of a teacher, a tax collector, or other ordinary public employees.  The token salary received by Rhode Island legislators until 1995--a five dollar per diem, up to a maximum of three hundred dollars per year--demonstrates that Rhode Island legislators in particular were not ordinary full-time employees.  Indeed, they could hardly afford to be.  Instead, they served as part-time, \"citizen\" legislators.  See National Ass'n of Soc. Workers v. Harwood, <span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span>, 637 (1st Cir.1995) (Lynch, J., dissenting) (describing Rhode Island's part-time legislature).  Their initial exclusion from the retirement system, their subsequent admission as voluntary, not mandatory, members, and their recent eviction, see R.I. Const. art.  VI, &#167; 3 (barring legislators elected after 1994 from participating in the retirement system), all reflect their special status.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Second, the context of the enactment of the legislation suggests that the state could not have intended to create a binding contractual obligation to pay benefits at the levels set by the 1987 law.  Throughout, the state's intention appears to have been to maintain a qualified tax-exempt pension.  The state's quick reaction to the excess-benefits problem, once it became aware of it, demonstrates this intention, which was also stated expressly in the Cap Act itself.  See R.I. Gen. Laws &#167; 36-10-10.1(e)(1) (limiting benefits funded by \"the retirement system\" to those \"permitted by &#167; 415(b)(4) of the Internal Revenue Code\").  The state's intent to have a qualified plan is also demonstrated by the Eviction Act considered in NEA, since an express ground for evicting union officials from the retirement system was the fact that the federal tax code denies qualified status to plans with non-employee members.  See id. &#167; 36-9.1-1 (tying eviction to &#167; 401(a) of the Code, which bars qualified plans from admitting non-employees).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, the 1987 law raising the maximum legislative benefit to $12,000 was passed shortly after, and apparently in response to, the Rhode Island voters' rejection of a constitutional amendment that would have increased legislators' annual compensation.  The results had none of the indicia of a true pension.  The increased benefits awarded to legislators who had already retired did not represent bargained-for consideration for service, since these legislators' service was already concluded.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Nor could the increased benefits offered to those who had not yet retired be considered bargained-for pension benefits, since they destroyed the qualified status of the retirement system, thus exposing legislators to possible tax liability for the value of their accrued benefits.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We hold that the plaintiffs' claim fails to pass the first component of the first part of the Contract Clause test--proving the existence of a contractual relationship.  Neither the language of the retirement statute nor plaintiffs' particular circumstances evince a clear and unequivocal intent on the part of the state to grant the plaintiffs a contractual right to benefits exceeding $10,000.  The excess pension benefits eliminated by the Cap Act were ordinary, \"gratuitous\" government benefits, which the legislature was free to eliminate once it became clear that these benefits threatened the tax-exempt status of the state's retirement system.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Furthermore, because the plaintiffs have failed to establish a contractual right to the withheld benefits, they cannot show that the Board took their \"property\" when it withheld the benefits pursuant to the Cap Act.  Under Eastern Enterprises, this showing is the first part of the Takings Clause test.  We hold that plaintiffs' claim fails to pass it.</p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Because the Board could withhold the excess benefits without depriving plaintiffs of their constitutional rights, we reverse the district court's grant of summary judgment.  Our holding strips plaintiffs of their status as prevailing parties, see 42 U.S.C. &#167; 1988(b);  see also Farrar v. Hobby, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 111-12, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span>, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1992) (defining \"prevailing party\");  thus, we also vacate the district court's award of costs and attorneys' fees under &#167; 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The denial of a motion for summary judgment is ordinarily not a final, appealable order.  However, an appellate court has jurisdiction to review an order denying a motion for summary judgment where that order is coupled with an order granting an opponent's motion for summary judgment.  See 28 U.S.C. &#167; 1291;  10A Wright, Miller &amp; Kane, Federal Practice and Procedure &#167; 2715, at 268 (3d ed.  1998) (\"[In this situation,] it has been held that ... both decisions are immediately appealable.\").  Because we conclude in light of the undisputed facts that the defendants are entitled to judgment as a matter of law, we remand to the district court for entry of summary judgment in their favor.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">So ordered.  No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Also contributing to the excess benefits problem was a Rhode Island provision granting three percent cost-of-living adjustments annually, since the operation of this provision brought some pensioners' benefits above the limit set by &#167; 415(b).  See R.I. Gen. Laws &#167; 36-10-35(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Meanwhile, the electorate passed a constitutional amendment that significantly changed Rhode Island's system of legislator compensation.  See R.I. Const. art.  VI, &#167; 3 (approved November 8, 1994).  The amendment precluded new legislators from participating in the retirement system after 1994, but also increased legislators' salary from $300 to $10,000.  See id.   The amendment permitted legislators elected prior to 1994 to continue building pension credits, but only if they also chose to forgo the salary increase.  See id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These pensions exceeded the $12,000 maximum set by the 1987 amendment to &#167; 36-10-10.1 because they combined basic benefits under that section with cost of living increases under &#167; 36-10-35(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Chief Judge Ronald R. Lagueux, who heard the preliminary injunction motion, summarized the plaintiffs' concern and his response as follows:</p>\n        <p>Plaintiffs argue that the Court must grant preliminary relief at this time because if the plaintiffs are not paid this additional amount, the Eleventh Amendment will bar the Court in the future from ordering that this amount be paid to them.  I don't think the Eleventh Amendment is a bar to the Court's power to order, in effect, complete restitution in the future.  If the Court finds that this statute violates the Federal Constitution, then the Court can fashion an appropriate remedy.  It is not a case of awarding damages.  It is a case of mandating that the State comply with its constitutional obligations.</p>\n        <p>Transcript of Preliminary Injunction Hearing, Rhode Island District Court, July 26, 1995, before Chief Judge Ronald R. Lagueux.  Again, we express no opinion on the Eleventh Amendment issues presented by this case.  For further discussion of the complexity of these issues, see note 6 below.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Indeed, in a very recent pension-related Contract Clause case in this court, Rhode Island did not raise the Eleventh Amendment.  See NEA, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">152589</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The case before us illustrates nicely just how much squandering might occur.  The facts here present the typically difficult question whether the defendant Board is an \"arm of state.\"   See Metcalf &amp; Eddy, Inc. v. Puerto Rico Aqueduct &amp; Sewer Auth., <span class=\"citation\" data-id=\"605529\"><a href=\"/opinion/605529/metcalf-eddy-inc-v-puerto-rico-aqueduct-and-sewer-authority/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 939-40 (1st Cir.1993) (outlining multi-factor, fact-intensive \"arm of state\" test).  But they also present an even more difficult question regarding the nature of plaintiffs' requested remedy</p>\n        <p>Generally, plaintiffs are barred by the Eleventh Amendment from seeking purely retrospective remedies;  awards against the state must be at least partially prospective.  A long line of cases has purported to apply this distinction.  See, e.g., Idaho v. Coeur d'Alene Tribe, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 269-70, 281-88, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2028</span></a></span>, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1997);  id. at 288-97, <span class=\"citation\" data-id=\"118134\"><a href=\"/opinion/118134/idaho-v-coeur-dalene-tribe-of-idaho/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2028</span></a></span> (O'Connor, J., concurring in part and concurring in the judgment);  Green v. Mansour, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span>, 68, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></span> (1985);  Quern v. Jordan, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 346-49, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1139</span></a></span>, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1979);  Edelman v. Jordan, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 664-71, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974);  Ex parte Young, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 155-68, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></a></span> (1908).  But the distinction is notoriously slippery, see generally Vazquez, Night and Day:  Coeur d'Alene, Breard, and the Unraveling of the Prospective-Retrospective Distinction in Eleventh Amendment Doctrine, 87 Geo.  L.J. 1 (1998), and it has only become more so since the Supreme Court firmly established in First English Evangelical Lutheran Church v. County of Los Angeles, <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2378</span></a></span>, <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">250</span></a></span> (1987), that the Takings Clause also requires just compensation for temporary takings (which would seem to be irreducibly retrospective).</p>\n        <p>Some courts and commentators have escaped this logical circle by concluding that the Eleventh Amendment is not a bar to the recovery of just compensation for temporary takings.  See, e.g., Unix System Laboratories, Inc. v. Berkeley Software Design, Inc., <span class=\"citation no-link\"><span class=\"volume\">832</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">790</span></span>, 803-04 (D.N.J.1993) (assuming, in \"the spirit of First English,\" that the Eleventh Amendment does not bar plaintiffs' takings claims);  Esposito v. South Carolina Coastal Council, <span class=\"citation\" data-id=\"564991\"><a href=\"/opinion/564991/john-v-esposito-v-the-south-carolina-coastal-council-a-south-carolina/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span></a></span>, 173 n. 3 (4th Cir.1991) (Hall, J., dissenting) (arguing that \"the Eleventh Amendment's general bar of damages against states must yield\" in the face of First English );  Fallon &amp; Meltzer, New Law, Non-Retroactivity, and Constitutional Remedies, 104 Harv.  L.Rev. 1731, 1825 (1991) (citing First English for the proposition that the Eleventh Amendment bar against a compensatory remedy does not apply to Takings Clause claims).</p>\n        <p>This possibility leads to a circular result.  If we were forced under Steel Co. to address the Eleventh Amendment question first, we would need to consider the merits of the plaintiffs' claims in great detail (particularly their Takings Clause claim, which, is, in turn, dependent on their Contract Clause claim) in order to answer the supposedly prior question of Eleventh Amendment immunity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Alternatively, the defendant would be forced to waive immunity--itself an unappealing option, given the risk that, contrary to expectations, the court could decide for the plaintiff on the merits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> By contrast, the Steel Co. rule would be applicable in diversity suits where the existence of Article III jurisdiction depends on the quasi-factual question whether a party is an \"alter ego\" or \"arm of the state.\"   See, e.g., University of Rhode Island v. A.W. Chesterton Co., <span class=\"citation\" data-id=\"628060\"><a href=\"/opinion/628060/atlantic-healthcare-benefits-trust-jeffry-c-neal-trustee-of-atlantic/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>200, 1202-17 (1st Cir.1993) (deciding that the University of Rhode Island is not an \"alter ego\" or \"arm of the state\" in order to determine its citizenship for purposes of diversity jurisdiction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Thus, we do not reach the question whether a claim for attorneys' fees or for a discretionary award of prejudgment interest under &#167; 1983 are themselves enough to avoid mootness after the main claim has become moot</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The facts here should be compared with those in Phillips v. Washington Legal Foundation, <span class=\"citation\" data-id=\"118226\"><a href=\"/opinion/118226/phillips-v-washington-legal-foundation/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, <span class=\"citation\" data-id=\"118226\"><a href=\"/opinion/118226/phillips-v-washington-legal-foundation/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1925</span></a></span>, <span class=\"citation\" data-id=\"118226\"><a href=\"/opinion/118226/phillips-v-washington-legal-foundation/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (1998) and Webb's Fabulous Pharmacies, Inc. v. Beckwith, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span>, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">446</span></a></span>, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1980).  The plaintiffs in Phillips and Webb's, like plaintiffs here, alleged that defendants had taken interest without just compensation, but defendants in those cases did not challenge plaintiffs' right to the underlying principal.  See Phillips, 524 U.S. at ----, 118 S.Ct. at 1930;  Webb's, 449 U.S. at 155-56, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">446</span></a></span>.   Here, plaintiffs have the burden of proving that they had a constitutional right both to the principal (i.e., the withheld benefits) and to the interest on that principal.  They may attempt to do so by showing that they have a specific contractual right for the purposes of the Contract Clause both to the withheld benefits and to interest on those benefits, or by showing that they have a contract right to the benefits and a right under the Takings Clause to receive interest as just compensation for the temporary taking of those benefits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> There can be no claim that the possibility held out in the Cap Act of paying the excess benefits out of appropriations was itself a contract.  The language of &#167; 36-10-10.1(e)(2) makes it clear such payments were warranted \"only to the extent that amounts have been appropriated for such payments.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note but do not rely on the fact that legislators, unlike ordinary public employees, are uniquely well positioned to enact legislation that explicitly provides for contractual protection.  This suggests that the \"clear and unequivocal\" doctrine may have particular force where legislators are claiming a federally protectable contract interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The members of this group, who in some senses received a windfall, make up the vast majority of the plaintiffs (113 of the 171 retirees)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although we need not pursue the argument here, we note that the disastrousness of these results could support a common law mutual mistake argument:  both parties to the 1987 \"agreement\" (the legislators as representatives of the state and the legislators as recipients of the benefits) appear to have been under the mistaken impression that the generous benefits awarded by the law would not destroy the qualified status of the retirement system.  See Restatement (Second) of Contracts &#167; 152 (listing requirements for avoidance on grounds of mutual mistake)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/84935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/90876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1543745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2346879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2387411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2516791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2519075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}