{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198492/",
  "absolute_url": "/opinion/198492/united-states-v-leppo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198492/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:24Z",
  "date_modified": "2017-03-24T10:57:17.979767Z",
  "type": "010combined",
  "sha1": "ae8e03b18078df8209694b894444544b7c440a7c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1604.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1604\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                         ERIC LEPPO,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n         Aldrich and Cudahy, Senior Circuit Judges.\r\n\n   Francis J. DiMento with whom DiMento &amp; Sullivan, James H.\r\nFeldman, Jr., and Law Offices of Alan Ellis were on brief for\r\nappellant.\r\n   Jeanne M. Kempthorne, Assistant United States Attorney, with\r\nwhom Donald K. Stern, United States Attorney, was on brief for\r\nappellee.\r\n\nMay 27, 1999\r\n\nALDRICH, Senior Circuit Judge.  Eric Leppo was indicted\r\nfor and ultimately found guilty of causing the interstate\r\ntransportation of stolen commercial polyester film in violation of\r\n18 U.S.C.  2314 and, see post, 2(b).  His appeal is from the\r\nfinal judgment.  Nowhere in the record is there to be found any\r\nexpressed saving of rights.  In his brief defendant's statement of\r\nthe issue reads, \"Was the evidence sufficient . . . ?\"  The\r\ngovernment does not claim defendant did not adequately save this\r\nquestion, and we accept.  Where the facts were agreed to, and the\r\ncourt discussed legal adequacy with counsel at length, it would be\r\nunfair to do otherwise.  However, we affirm.\r\nThe first paragraph of  2314, and the one to which we\r\nrefer, presently reads as follows:\r\n  Whoever transports, transmits, or transfers in\r\ninterstate or foreign commerce any goods,\r\nwares, merchandise, securities or money, of\r\nthe value of $5,000 or more, knowing the same\r\nto have been stolen, converted, or taken by\r\nfraud [shall be punished.]\r\n\nThis provision, lacking \"cause,\" was enacted in 1948 in\r\nconsolidating several sections from the 1940 edition of the United\r\nStates Code.  See Act of June 25, 1948, ch. 645, 62 Stat. 683, 806. \r\nThe relevant predecessor section had provided punishment for those\r\nwho cause such interstate transportation as well:  \"Whoever shall\r\ntransport or cause to be transported in interstate or foreign\r\ncommerce any goods . . .\"  18 U.S.C.  415 (1940) (emphasis added). \r\n\"[C]ause\" was transferred to  2(b) in the same act of 1948.  See\r\nch. 645, 62 Stat. at 684.  In 1951, without explanation, Congress\r\nmodified \"causes\" by adding \"willfully\":\r\n   2 Principals\r\n  (b)  Whoever willfully causes an act to be\r\ndone which if directly performed by him or\r\nanother would be an offense against the United\r\nStates, is punishable as a principal.\r\n\nAct of Oct. 31, 1951, ch. 655,  17b, 65 Stat. 710, 717.  Thus,\r\nsince 1948 the word \"causes\" has not appeared in  2314, appearing\r\ninstead in  2(b), and since 1951 it has there been modified by\r\n\"willfully.\"  Section 2314 applies to transporters;  2(b) to one\r\nwho willfully causes one to act.  See, e.g., quotation from United\r\nStates v. Scandifia, post.\r\nThis case was tried to the court on defendant's\r\nstipulation to the factual allegations in the indictment,\r\ndefendant's claim being that they were legally insufficient. \r\nSummarizing this agreement, defendant purchased quantities of\r\ncommercial polyester film delivered to his Massachusetts place of\r\nbusiness intending (successfully) not to pay for it.  He sold four\r\nshipments to a Connecticut buyer, Ultra-Vac, who was ignorant of\r\nthe fraud.  It, or its designated trucker, took delivery in\r\nMassachusetts of the shipments, each worth over $5,000, to be taken\r\nto Connecticut.  Defendant had nothing to do with the shipment.  He\r\nknew that this was the program, but disclaimed statutory coverage.\r\nIn finding defendant guilty the court stated that it\r\nacted under  2314 and rejected  2(b) because it was not recited\r\nin the indictment.  In spite of this it went on to say that the\r\nissue was \"whether the defendant, quote, willfully caused, unquote,\r\nthe transportation across state lines.\"  Continuing, it stated that\r\n\"'willfully caused' means that the defendant must have the state of\r\nmind of knowing that his conduct is creating a likelihood -- not a\r\ncertainty, but I would say a strong likelihood -- that the goods\r\nwill be transported across state lines as a result of his conduct.\" \r\nThus self-instructed as to willfully caused, the court found it\r\nexisted.\r\nWhile the court erred as to  2314 rather than taking\r\nthese words from  2(b), the error, word-wise, was harmless.  The\r\nwords applied automatically to  2314 because  2(b) is a general\r\ndefinitional statute.  See United States v. Sabatino, 943 F.2d 94,\r\n99-100 (1st Cir. 1991).  Our question, therefore, is whether the\r\ncourt's interpretation of those words was correct.  We add, in\r\npassing, that it was narrower than the government's, which is that\r\nno knowledge is necessary.\r\nBecause of wide national disagreement on this important\r\nsubject, we will start with circuits that support the government's\r\nposition.  We begin with the Eighth.  In United States v. Ludwig,\r\n523 F.2d 705 (8th Cir. 1975), the district court had convicted\r\ndefendants under  2314 of causing two converted checks to be\r\ntransported in interstate commerce by presenting them for payment. \r\nThe cashing bank and the drawee bank were in the same state and\r\ndefendants had no knowledge or notice that their clearing practice\r\ninvolved interstate transportation of the checks.  See id. at 706. \r\nDefendants argued that the government's failure to prove reasonable\r\nforeseeability should have resulted in their acquittal, but the\r\ncourt concluded that such proof was not necessary.  See id. at 706-\r\n707.  For this it relied in part on Pereira v. United States, 347\r\nU.S. 1 (1954), but without noticing its clear language.  The\r\nPereira Court had obtained the word \"cause\" not from  2314 (first\r\nparagraph), but from  2(b):\r\n  [I]t is not necessary to show that petitioners\r\nactually mailed or transported anything\r\nthemselves; it is sufficient if they caused it\r\nto be done.  18 U.S.C. (Supp. V)  2(b).\r\n\nId. at 8.  At the same time, while making no mention of  2(b)'s\r\nword \"willfully,\" it clearly based \"caused\" on defendant's\r\nknowledge and intent:\r\n  When Pereira delivered the check, drawn on an\r\nout-of-state bank, to the El Paso bank for\r\ncollection, he \"caused\" it to be transported\r\nin interstate commerce.  It is common\r\nknowledge that such checks must be sent to the\r\ndrawee bank for collection, and it follows\r\nthat Pereira intended the El Paso bank to send\r\nthis check across state lines.\r\n\nId. at 9.  This finding of knowledge and intent was, of course,\r\nprecisely inapplicable to Ludwig.\r\nOn Ludwig's facts the District of Columbia Circuit\r\nfollowed Ludwig's resolution.  See United States v. Scarborough,\r\n813 F.2d 1244, 1245-46 (D.C. Cir. 1987).  The Tenth Circuit, on the\r\nother hand, faced the same situation as that in Pereira, and cited\r\nit to support its affirmance.  It went on to say, however, as the\r\ncourt in Ludwig did, that actual knowledge of the interstate\r\ntransportation was not required.  See United States v. Newson, 531\r\nF.2d 979, 981 (10th Cir. 1976).\r\nIn United States v. Lennon, 751 F.2d 737 (5th Cir. 1985),\r\nthe Fifth Circuit, necessarily faced with  2(b), it having been\r\ncited in the indictment, held that it could be disregarded as \"mere\r\nsurplusage,\" permitting it to rely on the \"[s]ection 2314 . . .\r\n'causing' provision\" that required no knowledge, noted in Ludwig. \r\nId. at 741.  There was, of course, no such in the relevant first\r\nparagraph.\r\nRecently, in United States v. Lack, 129 F.3d 403 (7th\r\nCir. 1997) the Seventh Circuit charged defendant under  2314 in\r\nconnection with the interstate clearing of stolen checks.  The\r\ncourt cited Pereira, and on the facts was correct in its decision. \r\nBut it also cited with approval Ludwig's denial that  2314\r\n\"requires that the defendant have knowledge of the interstate\r\ntransportation or that such transportation be reasonably\r\nforeseeable to him.\"  Id. at 410.\r\nWe have cited these cases to indicate the mistreatment of\r\nthis subject and not to influence our own decision.  Some thirty-\r\nfive years ago we took notice that a similar transportation statute\r\n(stolen firearms, 15 U.S.C.  902(g)), except that willfulness was\r\nnot needed, did require knowledge, or at least reasonable grounds\r\nto know.  See Nicolopoulos v. United States, 332 F.2d 247, 248 (1st\r\nCir. 1964).  For this we relied on Pereira v. United States without\r\nnoting, presumably since neither mentioned nor relevant,\r\nwillfulness.  See id.  What knowledge is required to make\r\nwillfulness?\r\nWe have considered this question on occasion, using words\r\nlike \"deliberately,\" United States v. Andrade, 135 F.3d 104, 110\r\n(1st Cir. 1998), \"awareness,\" United States v. Cowden, 545 F.2d\r\n257, 263 (1st Cir. 1976), and \"aware,\" United States v. Van Dusen,\r\n431 F.2d 1278, 1281 (1st Cir. 1970).  At the same time, \"willfully\"\r\nis a strong word, particularly when it has been added by special\r\namendment to limit the meaning of \"causes.\"  See ante.  We note two\r\nsister circuits which, unlike the others cited, at least require\r\nthe government to prove knowledge or reasonable expectation and \r\nsuggest where mere knowledge or expectation may not be enough.\r\nIn United States v. Scandifia, 390 F.2d 244 (2d Cir.\r\n1968) vacated on other grounds sub nom Giordano v. United States,\r\n394 U.S. 310 (1969), the defendant was convicted of willfully\r\ncausing interstate transportation of counterfeit securities, a\r\nviolation of the third paragraph of  2314, which also relies on\r\n2(b) for its \"causing\" alternative.  In affirming the conviction,\r\nthe court rejected any suggestion that ignorant causation-in-fact\r\nwas sufficient to support a conviction, and outlined its\r\nrequirement:\r\n  In the absence of some evidence that Scandifia\r\nintended, knew, or could have reasonably\r\nforeseen that the innocent persons to whom he\r\nentrusted the bonds would take them across\r\nstate lines, we question whether the jury\r\nwould have been justified in concluding that\r\nhe did more than provide others with the\r\nopportunity to do that which the law forbids. \r\nAnd, to provide an opportunity would not seem\r\nipso facto to brand one as the causer. \r\nMoreover, the causer as a principal has been\r\neliminated from 18 U.S.C.  2314, and since\r\nthe 1951 amendment, 18 U.S.C.  2(b) has\r\nrequired that the defendant wilfully cause the\r\nforbidden act to be done.\r\n\nId. at 249 (citation omitted; first emphasis added).  Defendant had\r\nan interest and was very close to the opportunity, so he was\r\nproperly convicted, but might there be a known opportunity too\r\nremote to the defendant's interest to count against him?\r\nSuppose a jeweler is selling stolen diamond rings to bona\r\nfide purchasers.  He might select buyers from away for safety's\r\nsake.  But suppose he indifferently offered to all comers, without\r\ninquiry or regard to their addresses.  Would he come within the\r\nstatute with respect to those customers who showed a \"strong\r\nlikelihood\" that they came from another state, if that transporting\r\nwas a mere happenstance?  Suppose the seller knew the buyer of a\r\nstolen painting planned it for his local home, but also knew, or\r\nshould have known, that the buyer's trucker's route would detour\r\nover the state line and back.  Willful?\r\nThe opinion in United States v. Berlin, 472 F.2d 13 (9th\r\nCir. 1973) contains interesting thoughts.  That case involved\r\n2312, the Dyer Act, so-called, covering interstate transportation\r\nof stolen automobiles.  The court remarked that sometimes personal\r\nproperty was apt to cross state lines quite apart from any concern,\r\npurpose, or interest of the seller, concluding that only what was\r\nof the seller's interest or purpose in the particular operation\r\nshould count.\r\n    Section 2(b) does, as appellants\r\ncontend, have overtones of agency, and, in our\r\njudgment, the willful causation to which it\r\nrefers must be purposeful rather than be based\r\nsimply upon reasonable foreseeability.\r\n\nId. at 14.  The court, however, with which we readily agree, felt\r\nthis limitation would not help its defendants, as their operation\r\nwas manifestly designed to handle stolen cars for out-of-state\r\nbuyers.  See id. at 15.  Would it help this defendant?\r\nThe word \"willfully\" was not mentioned in Pereira, let\r\nalone defined, but if we were moved to find ourselves free to adopt\r\nthe Berlin limitation, or, more exactly, requirement, it would not\r\nhelp defendant.  It is true that the district court's expressed\r\nfinding that defendant willfully caused the interstate\r\ntransportation contained no statement that it was intentional, or\r\nserved his purpose, but neither was there a relevant exception\r\ntaken.  Defendant saved his rights, we have accepted, in his\r\nstipulation, \"Defendant contests the legal conclusion that the\r\njurisdictional interstate commerce element is met.\"  This he\r\nparaphrased in his brief as the issue:  \"Was the evidence\r\nsufficient?\"  The answer to that question is clear even within the\r\nBerlin rule.  The agreed facts warranted an inference that, in\r\npicking an out-of-state buyer on four occasions, defendant, with\r\nhot goods, affirmatively intended to distance them from himself. \r\nAn acceptable inference is evidence of record.  That the court\r\nfailed to find it is not an issue raised in this appeal.\r\nAffirmed.\n",
  "html": "<p class=\"case_cite\">177 F.3d 93</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Eric LEPPO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1604.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1999.<br>Decided May 27, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francis J. DiMento with whom DiMento &amp; Sullivan, James H. Feldman, Jr., and Law Offices of Alan Ellis were on brief for appellant.</p>\n      <p class=\"indent\">Jeanne M. Kempthorne, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Aldrich and Cudahy,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Eric Leppo was indicted for and ultimately found guilty of causing the interstate transportation of stolen commercial polyester film in violation of 18 U.S.C. &#167;&#167; 2314 and, see post, 2(b).  His appeal is from the final judgment.  Nowhere in the record is there to be found any expressed saving of rights.  In his brief defendant's statement of the issue reads, \"Was the evidence sufficient ... ?\" The government does not claim defendant did not adequately save this question, and we accept.  Where the facts were agreed to, and the court discussed legal adequacy with counsel at length, it would be unfair to do otherwise.  However, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> paragraph of &#167; 2314, and the one to which we refer, presently reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>Whoever transports, transmits, or transfers in interstate or foreign commerce any goods, wares, merchandise, securities or money, of the value of $5,000 or more, knowing the same to have been stolen, converted, or taken by fraud [shall be punished.]</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This provision, lacking \"cause,\" was enacted in 1948 in consolidating several sections from the 1940 edition of the United States Code.  See Act of June 25, 1948, ch. 645, 62 Stat. 683, 806.  The relevant predecessor section had provided punishment for those who cause such interstate transportation as well:  \"Whoever shall transport or cause to be transported in interstate or foreign commerce any goods ...\" 18 U.S.C. &#167; 415 (1940) (emphasis added).  \"[C]ause\" was transferred to &#167; 2(b) in the same act of 1948.  See ch. 645, 62 Stat. at 684.  In 1951, without explanation, Congress modified \"causes\" by adding \"willfully\":<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>&#167; 2 Principals</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>(b) Whoever willfully causes an act to be done which if directly performed by him or another would be an offense against the United States, is punishable as a principal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Act of Oct. 31, 1951, ch. 655, &#167; 17b, 65 Stat. 710, 717.  Thus, since 1948 the word \"causes\" has not appeared in &#167; 2314, appearing instead in &#167; 2(b), and since 1951 it has there been modified by \"willfully.\"  Section 2314 applies to transporters;  &#167; 2(b) to one who willfully causes one to act.  See, e.g., quotation from United States v. Scandifia, post.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This case was tried to the court on defendant's stipulation to the factual allegations in the indictment, defendant's claim being that they were legally insufficient.  Summarizing this agreement, defendant purchased quantities of commercial polyester film delivered to his Massachusetts place of business intending (successfully) not to pay for it.  He sold four shipments to a Connecticut buyer, Ultra-Vac, who was ignorant of the fraud.  It, or its designated trucker, took delivery in Massachusetts of the shipments, each worth over $5,000, to be taken to Connecticut.  Defendant had nothing to do with the shipment.  He knew that this was the program, but disclaimed statutory coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In finding defendant guilty the court stated that it acted under &#167; 2314 and rejected &#167; 2(b) because it was not recited in the indictment.  In spite of this it went on to say that the issue was \"whether the defendant, quote, willfully caused, unquote, the transportation across state lines.\"   Continuing, it stated that \" 'willfully caused' means that the defendant must have the state of mind of knowing that his conduct is creating a likelihood--not a certainty, but I would say a strong likelihood--that the goods will be transported across state lines as a result of his conduct.\"   Thus self-instructed as to willfully caused, the court found it existed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While the court erred as to &#167; 2314 rather than taking these words from &#167; 2(b), the error, word-wise, was harmless.  The words applied automatically to &#167; 2314 because &#167; 2(b) is a general definitional statute.  See United States v. Sabatino, 943 F.2d 94, 99-100 (1st Cir.1991).  Our question, therefore, is whether the court's interpretation of those words was correct.  We add, in passing, that it was narrower than the government's, which is that no knowledge is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because of wide national disagreement on this important subject, we will start with circuits that support the government's position.  We begin with the Eighth.  In United States v. Ludwig, 523 F.2d 705 (8th Cir.1975), the district court had convicted defendants under &#167; 2314 of causing two converted checks to be transported in interstate commerce by presenting them for payment.  The cashing bank and the drawee bank were in the same state and defendants had no knowledge or notice that their clearing practice involved interstate transportation of the checks.  See id. at 706.   Defendants argued that the government's failure to prove reasonable foreseeability should have resulted in their acquittal, but the court concluded that such proof was not necessary.  See id. at 706-707.   For this it relied in part on Pereira v. United States, 347 U.S. 1, 74 S.Ct. 358, 98 L.Ed. 435 (1954), but without noticing its clear language.  The Pereira Court had obtained the word \"cause\" not from &#167; 2314 (first paragraph), but from &#167; 2(b):</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[I]t is not necessary to show that petitioners actually mailed or transported anything themselves;  it is sufficient if they caused it to be done.  18 U.S.C.  (Supp.V) &#167; 2(b).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Id. at 8, 74 S.Ct. 358.  At the same time, while making no mention of &#167; 2(b)'s word \"willfully,\" it clearly based \"caused\" on defendant's knowledge and intent:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>When Pereira delivered the check, drawn on an out-of-state bank, to the El Paso bank for collection, he \"caused\" it to be transported in interstate commerce.  It is common knowledge that such checks must be sent to the drawee bank for collection, and it follows that Pereira intended the El Paso bank to send this check across state lines.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Id. at 9. This finding of knowledge and intent was, of course, precisely inapplicable to Ludwig.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On Ludwig 's facts the District of Columbia Circuit followed Ludwig 's resolution.  See United States v. Scarborough, 813 F.2d 1244, 1245-46 (D.C.Cir.1987).  The Tenth Circuit, on the other hand, faced the same situation as that in Pereira, and cited it to support its affirmance.  It went on to say, however, as the court in Ludwig did, that actual knowledge of the interstate transportation was not required.  See United States v. Newson, 531 F.2d 979, 981 (10th Cir.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In United States v. Lennon, 751 F.2d 737 (5th Cir.1985), the Fifth Circuit, necessarily faced with &#167; 2(b), it having been cited in the indictment, held that it could be disregarded as \"mere surplusage,\" permitting it to rely on the \"[s]ection 2314 ... 'causing' provision\" that required no knowledge, noted in Ludwig.  Id. at 741.   There was, of course, no such in the relevant first paragraph.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Recently, in United States v. Lack, 129 F.3d 403 (7th Cir.1997) the Seventh Circuit charged defendant under &#167; 2314 in connection with the interstate clearing of stolen checks.  The court cited Pereira, and on the facts was correct in its decision.  But it also cited with approval Ludwig 's denial that &#167; 2314 \"requires that the defendant have knowledge of the interstate transportation or that such transportation be reasonably foreseeable to him.\"  Id. at 410.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have cited these cases to indicate the mistreatment of this subject and not to influence our own decision.  Some thirty-five years ago we took notice that a similar transportation statute (stolen firearms, 15 U.S.C. &#167; 902(g)), except that willfulness was not needed, did require knowledge, or at least reasonable grounds to know.  See Nicolopoulos v. United States, 332 F.2d 247, 248 (1st Cir.1964).  For this we relied on Pereira v. United States without noting, presumably since neither mentioned nor relevant, willfulness.  See id.   What knowledge is required to make willfulness?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have considered this question on occasion, using words like \"deliberately,\" United States v. Andrade, 135 F.3d 104, 110 (1st Cir.1998), \"awareness,\" United States v. Cowden, 545 F.2d 257, 263 (1st Cir.1976), and \"aware,\" United States v. Van Dusen, 431 F.2d 1278, 1281 (1st Cir.1970).  At the same time, \"willfully\" is a strong word, particularly when it has been added by special amendment to limit the meaning of \"causes.\"   See ante.   We note two sister circuits which, unlike the others cited, at least require the government to prove knowledge or reasonable expectation and suggest where mere knowledge or expectation may not be enough.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In United States v. Scandifia, 390 F.2d 244 (2d Cir.1968) vacated on other grounds sub nom Giordano v. United States, 394 U.S. 310, 89 S.Ct. 1163, 22 L.Ed.2d 297 (1969), the defendant was convicted of willfully causing interstate transportation of counterfeit securities, a violation of the third paragraph of &#167; 2314, which also relies on &#167; 2(b) for its \"causing\" alternative.  In affirming the conviction, the court rejected any suggestion that ignorant causation-in-fact was sufficient to support a conviction, and outlined its requirement:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>In the absence of some evidence that Scandifia intended, knew, or could have reasonably foreseen that the innocent persons to whom he entrusted the bonds would take them across state lines, we question whether the jury would have been justified in concluding that he did more than provide others with the opportunity to do that which the law forbids.  And, to provide an opportunity would not seem ipso facto to brand one as the causer.   Moreover, the causer as a principal has been eliminated from 18 U.S.C. &#167; 2314, and since the 1951 amendment, 18 U.S.C. &#167; 2(b) has required that the defendant wilfully cause the forbidden act to be done.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 249 (citation omitted;  first emphasis added).  Defendant had an interest and was very close to the opportunity, so he was properly convicted, but might there be a known opportunity too remote to the defendant's interest to count against him?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Suppose a jeweler is selling stolen diamond rings to bona fide purchasers.  He might select buyers from away for safety's sake.  But suppose he indifferently offered to all comers, without inquiry or regard to their addresses.  Would he come within the statute with respect to those customers who showed a \"strong likelihood\" that they came from another state, if that transporting was a mere happenstance?   Suppose the seller knew the buyer of a stolen painting planned it for his local home, but also knew, or should have known, that the buyer's trucker's route would detour over the state line and back.  Willful?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The opinion in United States v. Berlin, 472 F.2d 13 (9th Cir.1973) contains interesting thoughts.  That case involved &#167; 2312, the Dyer Act, so-called, covering interstate transportation of stolen automobiles.  The court remarked that sometimes personal property was apt to cross state lines quite apart from any concern, purpose, or interest of the seller, concluding that only what was of the seller's interest or purpose in the particular operation should count.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Section 2(b) does, as appellants contend, have overtones of agency, and, in our judgment, the willful causation to which it refers must be purposeful rather than be based simply upon reasonable foreseeability.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Id. at 14.   The court, however, with which we readily agree, felt this limitation would not help its defendants, as their operation was manifestly designed to handle stolen cars for out-of-state buyers.  See id. at 15.   Would it help this defendant?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The word \"willfully\" was not mentioned in Pereira, let alone defined, but if we were moved to find ourselves free to adopt the Berlin limitation, or, more exactly, requirement, it would not help defendant.  It is true that the district court's expressed finding that defendant willfully caused the interstate transportation contained no statement that it was intentional, or served his purpose, but neither was there a relevant exception taken.  Defendant saved his rights, we have accepted, in his stipulation, \"Defendant contests the legal conclusion that the jurisdictional interstate commerce element is met.\"   This he paraphrased in his brief as the issue:  \"Was the evidence sufficient?\"   The answer to that question is clear even within the Berlin rule.  The agreed facts warranted an inference that, in picking an out-of-state buyer on four occasions, defendant, with hot goods, affirmatively intended to distance them from himself.  An acceptable inference is evidence of record.  That the court failed to find it is not an issue raised in this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is a second paragraph, not to be confused with &#167; 2(b) herein.  It contains the word \"cause,\" but is not relevant because it relates only to transporting persons</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The relevant Senate report explained a contemporaneous change in &#167; 2(b), but said nothing about the \"willfully\" addition.  See S.Rep. No. 1020 (1951), reprinted in 1951 U.S.C.C.A.N. 2578, 2583</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Eric LEPPO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1604.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1999.<br>Decided May 27, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francis J. DiMento with whom DiMento &amp; Sullivan, James H. Feldman, Jr., and Law Offices of Alan Ellis were on brief for appellant.</p>\n      <p class=\"indent\">Jeanne M. Kempthorne, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Aldrich and Cudahy,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Eric Leppo was indicted for and ultimately found guilty of causing the interstate transportation of stolen commercial polyester film in violation of 18 U.S.C. &#167;&#167; 2314 and, see post, 2(b).  His appeal is from the final judgment.  Nowhere in the record is there to be found any expressed saving of rights.  In his brief defendant's statement of the issue reads, \"Was the evidence sufficient ... ?\" The government does not claim defendant did not adequately save this question, and we accept.  Where the facts were agreed to, and the court discussed legal adequacy with counsel at length, it would be unfair to do otherwise.  However, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> paragraph of &#167; 2314, and the one to which we refer, presently reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>Whoever transports, transmits, or transfers in interstate or foreign commerce any goods, wares, merchandise, securities or money, of the value of $5,000 or more, knowing the same to have been stolen, converted, or taken by fraud [shall be punished.]</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This provision, lacking \"cause,\" was enacted in 1948 in consolidating several sections from the 1940 edition of the United States Code.  See Act of June 25, 1948, ch. 645, 62 Stat. 683, 806.  The relevant predecessor section had provided punishment for those who cause such interstate transportation as well:  \"Whoever shall transport or cause to be transported in interstate or foreign commerce any goods ...\" 18 U.S.C. &#167; 415 (1940) (emphasis added).  \"[C]ause\" was transferred to &#167; 2(b) in the same act of 1948.  See ch. 645, 62 Stat. at 684.  In 1951, without explanation, Congress modified \"causes\" by adding \"willfully\":<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>&#167; 2 Principals</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>(b) Whoever willfully causes an act to be done which if directly performed by him or another would be an offense against the United States, is punishable as a principal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Act of Oct. 31, 1951, ch. 655, &#167; 17b, 65 Stat. 710, 717.  Thus, since 1948 the word \"causes\" has not appeared in &#167; 2314, appearing instead in &#167; 2(b), and since 1951 it has there been modified by \"willfully.\"  Section 2314 applies to transporters;  &#167; 2(b) to one who willfully causes one to act.  See, e.g., quotation from United States v. Scandifia, post.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This case was tried to the court on defendant's stipulation to the factual allegations in the indictment, defendant's claim being that they were legally insufficient.  Summarizing this agreement, defendant purchased quantities of commercial polyester film delivered to his Massachusetts place of business intending (successfully) not to pay for it.  He sold four shipments to a Connecticut buyer, Ultra-Vac, who was ignorant of the fraud.  It, or its designated trucker, took delivery in Massachusetts of the shipments, each worth over $5,000, to be taken to Connecticut.  Defendant had nothing to do with the shipment.  He knew that this was the program, but disclaimed statutory coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In finding defendant guilty the court stated that it acted under &#167; 2314 and rejected &#167; 2(b) because it was not recited in the indictment.  In spite of this it went on to say that the issue was \"whether the defendant, quote, willfully caused, unquote, the transportation across state lines.\"   Continuing, it stated that \" 'willfully caused' means that the defendant must have the state of mind of knowing that his conduct is creating a likelihood--not a certainty, but I would say a strong likelihood--that the goods will be transported across state lines as a result of his conduct.\"   Thus self-instructed as to willfully caused, the court found it existed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While the court erred as to &#167; 2314 rather than taking these words from &#167; 2(b), the error, word-wise, was harmless.  The words applied automatically to &#167; 2314 because &#167; 2(b) is a general definitional statute.  See United States v. Sabatino, <span class=\"citation\" data-id=\"567584\"><a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 99-100 (1st Cir.1991).  Our question, therefore, is whether the court's interpretation of those words was correct.  We add, in passing, that it was narrower than the government's, which is that no knowledge is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because of wide national disagreement on this important subject, we will start with circuits that support the government's position.  We begin with the Eighth.  In United States v. Ludwig, <span class=\"citation\" data-id=\"330313\"><a href=\"/opinion/330313/united-states-v-ronald-henry-ludwig-united-states-of-america-v-thomas/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span> (8th Cir.1975), the district court had convicted defendants under &#167; 2314 of causing two converted checks to be transported in interstate commerce by presenting them for payment.  The cashing bank and the drawee bank were in the same state and defendants had no knowledge or notice that their clearing practice involved interstate transportation of the checks.  See id. at 706.   Defendants argued that the government's failure to prove reasonable foreseeability should have resulted in their acquittal, but the court concluded that such proof was not necessary.  See id. at 706-707.   For this it relied in part on Pereira v. United States, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">435</span></span> (1954), but without noticing its clear language.  The Pereira Court had obtained the word \"cause\" not from &#167; 2314 (first paragraph), but from &#167; 2(b):</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[I]t is not necessary to show that petitioners actually mailed or transported anything themselves;  it is sufficient if they caused it to be done.  18 U.S.C.  (Supp.V) &#167; 2(b).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Id. at 8, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>.  At the same time, while making no mention of &#167; 2(b)'s word \"willfully,\" it clearly based \"caused\" on defendant's knowledge and intent:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>When Pereira delivered the check, drawn on an out-of-state bank, to the El Paso bank for collection, he \"caused\" it to be transported in interstate commerce.  It is common knowledge that such checks must be sent to the drawee bank for collection, and it follows that Pereira intended the El Paso bank to send this check across state lines.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Id. at 9. This finding of knowledge and intent was, of course, precisely inapplicable to Ludwig.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On Ludwig 's facts the District of Columbia Circuit followed Ludwig 's resolution.  See United States v. Scarborough, <span class=\"citation\" data-id=\"484873\"><a href=\"/opinion/484873/united-states-v-george-scarborough/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span>, 1245-46 (D.C.Cir.1987).  The Tenth Circuit, on the other hand, faced the same situation as that in Pereira, and cited it to support its affirmance.  It went on to say, however, as the court in Ludwig did, that actual knowledge of the interstate transportation was not required.  See United States v. Newson, <span class=\"citation\" data-id=\"333971\"><a href=\"/opinion/333971/united-states-v-billy-frank-newson-aka-billy-moore-united-states-of/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 981 (10th Cir.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In United States v. Lennon, <span class=\"citation\" data-id=\"446368\"><a href=\"/opinion/446368/united-states-v-joseph-r-lennon/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">737</span></a></span> (5th Cir.1985), the Fifth Circuit, necessarily faced with &#167; 2(b), it having been cited in the indictment, held that it could be disregarded as \"mere surplusage,\" permitting it to rely on the \"[s]ection 2314 ... 'causing' provision\" that required no knowledge, noted in Ludwig.  Id. at 741.   There was, of course, no such in the relevant first paragraph.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Recently, in United States v. Lack, <span class=\"citation\" data-id=\"748194\"><a href=\"/opinion/748194/united-states-v-darrell-h-lack/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span></a></span> (7th Cir.1997) the Seventh Circuit charged defendant under &#167; 2314 in connection with the interstate clearing of stolen checks.  The court cited Pereira, and on the facts was correct in its decision.  But it also cited with approval Ludwig 's denial that &#167; 2314 \"requires that the defendant have knowledge of the interstate transportation or that such transportation be reasonably foreseeable to him.\"  Id. at 410.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have cited these cases to indicate the mistreatment of this subject and not to influence our own decision.  Some thirty-five years ago we took notice that a similar transportation statute (stolen firearms, 15 U.S.C. &#167; 902(g)), except that willfulness was not needed, did require knowledge, or at least reasonable grounds to know.  See Nicolopoulos v. United States, <span class=\"citation\" data-id=\"264437\"><a href=\"/opinion/264437/nicholas-nicolopoulos-v-united-states/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span></a></span>, 248 (1st Cir.1964).  For this we relied on Pereira v. United States without noting, presumably since neither mentioned nor relevant, willfulness.  See id.   What knowledge is required to make willfulness?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have considered this question on occasion, using words like \"deliberately,\" United States v. Andrade, <span class=\"citation\" data-id=\"751218\"><a href=\"/opinion/751218/united-states-v-jose-v-andrade-jr/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 110 (1st Cir.1998), \"awareness,\" United States v. Cowden, <span class=\"citation\" data-id=\"340655\"><a href=\"/opinion/340655/united-states-v-jerome-fleet-cowden/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">257</span></a></span>, 263 (1st Cir.1976), and \"aware,\" United States v. Van Dusen, <span class=\"citation\" data-id=\"292270\"><a href=\"/opinion/292270/united-states-v-richard-clinton-van-dusen/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1278</span></a></span>, 1281 (1st Cir.1970).  At the same time, \"willfully\" is a strong word, particularly when it has been added by special amendment to limit the meaning of \"causes.\"   See ante.   We note two sister circuits which, unlike the others cited, at least require the government to prove knowledge or reasonable expectation and suggest where mere knowledge or expectation may not be enough.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In United States v. Scandifia, <span class=\"citation\" data-id=\"278996\"><a href=\"/opinion/278996/united-states-v-michael-j-scandifia/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">244</span></a></span> (2d Cir.1968) vacated on other grounds sub nom Giordano v. United States, <span class=\"citation\" data-id=\"107879\"><a href=\"/opinion/107879/giordano-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, <span class=\"citation\" data-id=\"107879\"><a href=\"/opinion/107879/giordano-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, <span class=\"citation\" data-id=\"107879\"><a href=\"/opinion/107879/giordano-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1969), the defendant was convicted of willfully causing interstate transportation of counterfeit securities, a violation of the third paragraph of &#167; 2314, which also relies on &#167; 2(b) for its \"causing\" alternative.  In affirming the conviction, the court rejected any suggestion that ignorant causation-in-fact was sufficient to support a conviction, and outlined its requirement:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>In the absence of some evidence that Scandifia intended, knew, or could have reasonably foreseen that the innocent persons to whom he entrusted the bonds would take them across state lines, we question whether the jury would have been justified in concluding that he did more than provide others with the opportunity to do that which the law forbids.  And, to provide an opportunity would not seem ipso facto to brand one as the causer.   Moreover, the causer as a principal has been eliminated from 18 U.S.C. &#167; 2314, and since the 1951 amendment, 18 U.S.C. &#167; 2(b) has required that the defendant wilfully cause the forbidden act to be done.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 249 (citation omitted;  first emphasis added).  Defendant had an interest and was very close to the opportunity, so he was properly convicted, but might there be a known opportunity too remote to the defendant's interest to count against him?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Suppose a jeweler is selling stolen diamond rings to bona fide purchasers.  He might select buyers from away for safety's sake.  But suppose he indifferently offered to all comers, without inquiry or regard to their addresses.  Would he come within the statute with respect to those customers who showed a \"strong likelihood\" that they came from another state, if that transporting was a mere happenstance?   Suppose the seller knew the buyer of a stolen painting planned it for his local home, but also knew, or should have known, that the buyer's trucker's route would detour over the state line and back.  Willful?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The opinion in United States v. Berlin, <span class=\"citation\" data-id=\"307773\"><a href=\"/opinion/307773/united-states-v-stuart-joseph-berlin-united-states-of-america-v-frank/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span> (9th Cir.1973) contains interesting thoughts.  That case involved &#167; 2312, the Dyer Act, so-called, covering interstate transportation of stolen automobiles.  The court remarked that sometimes personal property was apt to cross state lines quite apart from any concern, purpose, or interest of the seller, concluding that only what was of the seller's interest or purpose in the particular operation should count.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Section 2(b) does, as appellants contend, have overtones of agency, and, in our judgment, the willful causation to which it refers must be purposeful rather than be based simply upon reasonable foreseeability.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Id. at 14.   The court, however, with which we readily agree, felt this limitation would not help its defendants, as their operation was manifestly designed to handle stolen cars for out-of-state buyers.  See id. at 15.   Would it help this defendant?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The word \"willfully\" was not mentioned in Pereira, let alone defined, but if we were moved to find ourselves free to adopt the Berlin limitation, or, more exactly, requirement, it would not help defendant.  It is true that the district court's expressed finding that defendant willfully caused the interstate transportation contained no statement that it was intentional, or served his purpose, but neither was there a relevant exception taken.  Defendant saved his rights, we have accepted, in his stipulation, \"Defendant contests the legal conclusion that the jurisdictional interstate commerce element is met.\"   This he paraphrased in his brief as the issue:  \"Was the evidence sufficient?\"   The answer to that question is clear even within the Berlin rule.  The agreed facts warranted an inference that, in picking an out-of-state buyer on four occasions, defendant, with hot goods, affirmatively intended to distance them from himself.  An acceptable inference is evidence of record.  That the court failed to find it is not an issue raised in this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is a second paragraph, not to be confused with &#167; 2(b) herein.  It contains the word \"cause,\" but is not relevant because it relates only to transporting persons</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The relevant Senate report explained a contemporaneous change in &#167; 2(b), but said nothing about the \"willfully\" addition.  See S.Rep. No. 1020 (1951), reprinted in 1951 U.S.C.C.A.N. 2578, 2583</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/292270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/340655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751218/"
  ]
}