{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198485/",
  "absolute_url": "/opinion/198485/united-states-v-forbes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198485/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:15Z",
  "date_modified": "2017-03-24T10:57:16.842137Z",
  "type": "010combined",
  "sha1": "ddd178659619b59085e0d4ea8b866c332db81c94",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2302.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\n                   For the First Circuit\n\nNo. 98-2302\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        KEITH FORBES,\n\n                    Defendant, Appellant.\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n              FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\n\n                            Before\n\n                   Torruella, Chief Judge,\n              Stahl and Lynch, Circuit Judges.\n\n   David N. Cicilline for appellant.\n   Kenneth P. Madden, Assistant United States Attorney, with whom\nMargaret E. Curran, United States Attorney, was on brief, for\nappellee.\n\nMay 24, 1999\n\n                                STAHL, Circuit Judge.  Defendant-appellant Keith Forbes\nappeals his convictions for possession of cocaine with intent to\ndistribute and possession of marijuana with intent to distribute,\nboth in violation of 21 U.S.C.  841.  He claims that the court\nerred in denying his motion to suppress evidence seized during a\nwarrantless search of his automobile.  We vacate the order denying\nthe motion to suppress and remand for further proceedings.\n                             I.\nAfter a warrantless search of his automobile, Forbes, a\nJamaican immigrant, was arrested and charged with two counts of\nviolating 21 U.S.C.  841(a)(1) and (b)(1).  During a hearing on\nJuly 2, 1998, the district court denied Forbes's motion to suppress\nevidence derived from the search.  Forbes pleaded guilty to the two\ncounts, but reserved the right to appeal the court's order denying\nhis motion to suppress.  The court sentenced Forbes to, inter alia,\n57 months' imprisonment.\nBecause the facts are in dispute, and because this appeal\nlargely turns on whether the court made improper factual findings,\nwe recite both the government's and Forbes's versions of the facts\nas they emerged during the suppression hearing, followed by the\ncourt's findings.\n                A. The Government's Version\nRhode Island State Trooper Terrence Pendergast, the\nofficer who conducted the search in question, testified as follows. \nOn April 1, 1998, Forbes was driving a black BMW with Massachusetts\nplates and tinted windows northbound on Route 95 near West\nGreenwich, Rhode Island.  Pendergast clocked Forbes driving\nseventy-five miles per hour in a sixty-five miles per hour zone. \nAfter noting that Forbes was speeding, Pendergast followed directly\nbehind Forbes in a marked police car without turning on his lights\nor siren.  Forbes then began shifting from lane to lane without\nputting on his turn signal.  At this point, Pendergast put on his\nlights and pulled Forbes over.\n Pendergast walked to the car, and Forbes lowered the\ndriver's side window.  Pendergast saw smoke coming from the window\nand smelled burning marijuana.  When he asked Forbes if he had any\nmore marijuana in his possession, Forbes replied, \"No.  I don't\nhave any more marijuana.  I had just finished smoking a roach.\" \nPendergast took Forbes's license and registration, and ran a\ncriminal history check on them.  The check showed Forbes's papers\nto be valid and did not reveal that Forbes had a criminal record,\nbut Pendergast nonetheless retained the documents.  \nPendergast next asked Forbes if he would consent to a\nsearch of the vehicle, and Forbes acquiesced.  Although Pendergast\nhad written consent forms in his cruiser, he did not give Forbes\none.  Pendergast did not think he needed written consent, or for\nthat matter, any consent, because he believed he had probable cause\nto search the vehicle anyway.  \nPendergast asked Forbes to step out of the car, did a\nTerry frisk of his person, and removed a pack of rolling papers and\na wallet from his pockets.  After another officer arrived,\nPendergast searched Forbes's vehicle.  Pendergast saw what appeared\nto be at least a dozen marijuana seeds in the ashtray.\nPendergast then asked Forbes how to open the trunk, and\nForbes replied that you need to use the car key.  Pendergast\nremoved the key from the car, handed Forbes the key, and asked him\nto open the trunk.  Forbes willingly did so.  Within the trunk were\ntwo zipped duffel bags, which smelled of unburned marijuana and\nacetone.  Pendergast unzipped and searched the bags.  The first\nduffel bag contained cocaine.  After finding the cocaine,\nPendergast handcuffed Forbes and read him his Miranda rights. \nPendergast then opened the second duffel bag, which contained\nmarijuana.  Pendergast drove Forbes back to the police station.\n                    B. Forbes's Version\nForbes's version of the events in question is decidedly\ndifferent.  Forbes was not driving seventy-five miles per hour; he\nknew that the overpass where Pendergast was waiting was a common\nspeed trap, so he was careful at that section of the highway.  Nor\ndid Forbes swerve from lane to lane; he only changed from the right\nlane to the left lane once.  After being pulled over, Forbes asked\nPendergast why he had been stopped, and Pendergast replied that his\nwindows were too dark.  \nPendergast initially asked Forbes for his license and\nregistration.  Pendergast took the papers to check them and,\nreturning to the car, asked Forbes to step out of the car. \nPendergast frisked Forbes, and then asked him whether he had any\ndrugs or weapons.  Forbes answered, \"No.\"  Forbes did not ever\nsmoke marijuana in the car and had not smoked marijuana that day. \nHe had, however, smoked a cigar in the car that morning, and there\nwas an empty cigar packet on the floor of the car.  \nPendergast then told Forbes to wait in his car, and\nPendergast returned to his cruiser.  A second police car arrived. \nPendergast told Forbes to back up his car, leave his key in the\nignition, and again step out of the car.  Pendergast searched\nForbes's pockets (removing the wallet and the rolling papers), and\nsubsequently began to search Forbes's car without asking for, or\nreceiving, consent.  Forbes testified that he never would have\nconsented to a search of the car, because he knew that there were\ndrugs in the trunk.  After completing his search of the car,\nPendergast took Forbes's key and opened the trunk. \nSupporting Forbes's version of events, a laboratory test\nperformed on the contents of Forbes's ashtray revealed no traces of\ndrugs.  Nor did there appear to be \"seeds\" of any kind in the\nashtray; the toxicologist's report made no reference to seeds, and\nPendergast admitted during the hearing that he could not discern\nany seeds in the toxicologist's exhibit, which was taken from the\nashtray. \n              C. The District Court's Findings\nIn making its findings, the district court explicitly\nstated that \n  if I was just looking at a cold record here, I\nwouldn't believe the Government's\nversion . . . . But I must say after listening\nto the testimony of Trooper Pendergast, and\nobserving him when he testified, the version\nas difficult as it may seem to believe on\npaper, seems to me to be credible as related\nby him.\n\nThe court believed that Pendergast \"smelled what he thought was\nburning marijuana,\" though the smell may not have actually been\nmarijuana.  Similarly, the court stated that, although \"based on\nthe evidence that's been presented, there probably were not\nmarijuana seeds in the ash tray[,] [t]hat doesn't mean that Trooper\nPendergast might not have thought he saw them.\"  The court also\nfound that it was Forbes who opened the trunk of the car.  Most\nimportantly for present purposes, the court determined that Forbes\nvoluntarily gave his consent to the search. \nYet despite the court's contention that it found\nPendergast to be credible, the court rejected some major parts of\nPendergast's testimony.  It found that Forbes was speeding, but\nthat Pendergast's claim that he was swerving from lane to lane was\n\"probably a little window-dressing.\"  Moreover, the court found\nthat when asked if there was marijuana in the vehicle, Forbes\nsimply answered, \"No.\"  The court thus rejected Pendergast's\n\"roach\" testimony. \nOn appeal, Forbes argues that the district court erred in \nits determination that he gave valid consent to the warrantless\nsearch of his automobile.  The government counters that there was\nno error and also contends that, even if the court did err in\nfinding valid consent, there was probable cause to support a search\nof the vehicle without consent.\n                            II.\nA warrantless search violates the Fourth Amendment unless\nit comes within one of the \"few specifically established and well-\ndelineated exceptions\" to the warrant requirement.  Schneckloth v.\nBustamonte, 412 U.S. 218, 219 (1973).  A consensual search is one\nsuch exception.  See id.  To establish applicability of the consent\nexception, the government must prove valid consent by a\npreponderance of the evidence.  See United States v. Schaefer, 87\nF.3d 562, 569 (1st Cir. 1996).\nForbes makes three alternative arguments as to why the\ncourt erred in finding valid consent: (1) the facts, as found by\nthe district court, do not support the conclusion that Forbes's\nconsent to search was voluntary; (2) even if his consent to search\nthe car was voluntary, Forbes did not consent to a search of the\nbags in the trunk; or (3) the court erred in its factual finding\nthat Forbes consented to the search at all.  We will address each\nargument in turn. \n                             A.\nFirst, Forbes contends that even if we were to assume\nthat the facts as found by the district court are supportable, the\ncourt erred in its ultimate conclusion that Forbes's consent was\nvoluntary.  See Ohio v. Robinette, 519 U.S. 33, 40 (1996) (stating\nthat, to be valid, consent to a search must be voluntary).  The\ndetermination of voluntariness \"turns on an assessment of the\ntotality of the circumstances.\"  United States v. Barnett, 989 F.2d\n546, 554-55 (1st Cir. 1993).  The court should take into account\nfactors such as the consenting party's \"age, education, experience,\nintelligence, and knowledge of the right to withhold consent.\"  Id.\nat 555.  Further considerations \"include whether the consenting\nparty was advised of his or her constitutional rights and whether\npermission to search was obtained by coercive means or under\ninherently coercive circumstances.\"  Id.  We review a determination\nthat consent was voluntary for clear error.  See id. at 556.\nForbes points to several factors that weigh against a\nfinding of voluntary consent: (1) there was no written consent; (2)\nForbes was not advised of his right to refuse consent; (3) he was\nnot free to leave (as Pendergast retained possession of his license\nand registration); and (4) as a native of Jamaica, Forbes may have\nhad little knowledge of the extent of his rights.  In contrast,\nweighing in favor of the court's finding of voluntariness are the\nfacts that (1) there was only one officer present at the time\nForbes's consent was sought; (2) Pendergast did not show his gun to\nForbes; (3) Forbes was not handcuffed; (4) Forbes was not yet\narrested and was not in a custodial setting; and (5) the district\ncourt found that Forbes was willing and very cooperative.  Cf. id.\nat 555-56 (consent was voluntary even though defendant was met at\nthe door of his home by seven or eight law enforcement officers\nwith guns drawn, was arrested and handcuffed, and was not informed\nthat he could withhold consent).  Furthermore, there was no showing\nthat Forbes's foreign background made him unfamiliar with his legal\nrights; on the contrary, his criminal record, see supra note 1,\nindicates that he had previous dealings with law enforcement\nofficers.\nIf we assume arguendo that the district court's factual\nfindings are supportable, it would be difficult to rule that the\ndistrict court clearly erred in determining that Forbes's consent\nwas voluntary.  In a very similar situation, the Supreme Court\ndetermined that the defendant made an \"essentially free and\nunconstrained choice because his will ha[d] [not] been overborne\nand his capacity for self-determination [was not] critically\nimpaired.\"  United States v. Watson, 423 U.S. 411, 424 (1976)\n(first alteration in original) (citation and internal quotation\nmarks omitted).  In Watson, the Court found it significant that\nthere was no overt act or threat of force, no promises made to the\ndefendant, and no \"subtle form[] of coercion that might flaw his\njudgment.\"  Id.  Although the defendant \"had been arrested and was\nin custody,\" he gave his consent \"while on a public street, not in\nthe confines of a police station.\"  Id.  The Court emphasized that\nthe fact of custody alone is never enough to demonstrate coerced\nconsent.  See id.  Furthermore, the Court was not persuaded by the\nfact that there was an absence of proof that the defendant knew he\ncould withhold his consent; the Court stated that while this is a\nfactor, it does not have controlling significance.  See id.  The\nCourt concluded: \n  There is no indication in this record that\n[the defendant] was a newcomer to the law,\nmentally deficient, or unable in the face of a\ncustodial arrest to exercise a free choice. \nHe was given Miranda warnings and was further\ncautioned that the results of the search of\nhis car could be used against him.  He\npersisted in his consent.\n\nId. at 424-25 (footnote omitted).\nThe only differences between the present case and Watson\nare that Forbes was not arrested, was not given Miranda warnings,\nand was not told that the results of the search could be used\nagainst him.  Though the last difference is an important one, we\nthink it significant that Forbes's own testimony indicates that he\nknew that the search could be used against him.  Specifically, he\nstated that he would not have consented to a search because he knew\nthat there were drugs in the car.  Therefore, we believe that this\ncase is ultimately indistinguishable from Watson.  Thus, if we\nassume the correctness of the court's finding that consent existed,\nbut see infra Part II.C., we could not say that the court was\nclearly erroneous in determining that such consent was voluntary.\n                            B. \nForbes also argues that even if he consented to a search\nof the car, he did not voluntarily consent to a search of the\nzipped bags in the trunk.  The relevant inquiry is \"what would the\ntypical reasonable person have understood by the exchange between\nthe officer and the suspect?\"  Florida v. Jimeno, 500 U.S. 248, 251\n(1991).  Assuming again that the court's factfinding was correct,\nit is reasonable to construe Forbes's consent to search the\nautomobile as encompassing consent to search the trunk.  See United\nStates v. Zapata, 18 F.3d 971, 977-78 (1st Cir. 1994)\n(\"[A]ppellant's general consent to a search of the automobile\nconstitute[s] consent to a search of the [unzipped] duffel bags [in\nthe trunk].\").  Moreover, the court found that Forbes opened the\ntrunk for Pendergast, thereby reiterating his agreement to search\nthe trunk.  Cf. United States v. Miller, 589 F.2d 1117, 1131 (1st\nCir. 1978) (unlocking a vehicle may itself be enough to support an\ninference of consent).  Therefore, if Forbes consented to a search\nof the car, he also consented to a search of the trunk.  A\nreasonable person also would expect that a general consent to\nsearch a vehicle, including the trunk, would extend to duffel bags\nwithin that vehicle or trunk.  Cf. Zapata, 18 F.3d at 977 (\"[A]\ngeneral consent to search a motor vehicle subsumes the specific\nconsent to search any easily accessible containers within the\nvehicle.\").  But even if consent did not extend to the duffel bags,\nPendergast's uncontested testimony that the bags smelled of\nunburned marijuana and acetone would give him probable cause to\nsearch the bags.  See United States v. Staula, 80 F.3d 596, 602\n(1st Cir. 1996) (olfactory evidence may furnish a law enforcement\nofficer with probable cause to search a confined area).  Thus, if\nForbes consented to a search of his car, the search of the duffel\nbags in his trunk was proper. \n                             C.\nFinally, Forbes argues that the district court erred in\nits factual finding that he consented to a search of his vehicle. \nAlthough we also review for clear error the district court's\nfinding that there was a consent-in-fact to search, see Miller, 589\nF.2d at 1130, our review is more deferential when it comes to the\ncourt's findings of historical facts, which depend upon assessments\nof witness credibility.  Fed. R. Crim. P. 52(a) demands particular\ndeference to determinations regarding witness credibility, because\nonly the trial court can judge a witness's demeanor or tone of\nvoice.  See Anderson v. Bessemer City, 470 U.S. 564, 575 (1985). \nNonetheless, \n  [t]his is not to suggest that the trial judge\nmay insulate his findings from review by\ndenominating them credibility determinations,\nfor factors other than demeanor and inflection\ngo into the decision whether or not to believe\na witness.  Documents or objective evidence\nmay contradict the witness' story; or the\nstory itself may be so internally inconsistent\nor implausible on its face that a reasonable\nfactfinder would not credit it.  Where such\nfactors are present, the court of appeals may\nwell find clear error even in a finding\npurportedly based on a credibility\ndetermination.\n\nId.\nHere, the court's findings are indeed troubling.  We do\nnot wish to substitute our judgment for that of the district court,\nbut we are concerned that this is a case where an affirmance\nwithout further record development would endorse the very\ninsulation warned against in Anderson.  The government had the\nburden of proof: it needed to show consent by a preponderance of\nthe evidence.  Yet the court itself stated that the government's\nversion of events looked improbable on the record.  As the court\nacknowledged, it would seem unlikely that Forbes, an individual not\nunfamiliar with the criminal justice system, would consent to the\nsearch of an automobile that he knew to contain drugs.  The court\ntherefore rested its findings solely on the credibility of\nPendergast.  Such credibility is questionable after the court's own\ndetermination that some of the officer's testimony was false or\n\"window-dressing.\"  The court did not explain why it found\nPendergast to be credible on the consent issue but incredible on\nthe issue of Forbes's alleged admission about smoking the roach or\nthe swerving from lane to lane.  We emphasize that Pendergast's\ntestimony is not entitled to increased deference merely because he\nis a police officer.  Cf. United States v. Victoria-Peguero, 920\nF.2d 77, 84 (1st Cir. 1990) (\"Where government agents are apt to be\nkey witnesses, the trial court . . . should ordinarily make inquiry\ninto whether prospective jurors are inclined to have greater faith\nin the agents' testimony merely by virtue of their official\npositions.\").  \nMoreover, there is evidence that would tend to contradict\nPendergast's testimony with respect to Forbes's consent. \nPendergast failed to use the written consent forms which he had. \nFurthermore, Pendergast gave no explanation as to why he asked for\nForbes's consent at all, given that he did not believe consent was\nnecessary.  And physical evidence presented at the hearing   the\ncontents of Forbes's ashtray   tends to contradict Pendergast's\nstory on another crucial point: whether he saw any marijuana seeds\nin Forbes's ashtray.  Without further explanation as to why\nPendergast's testimony with respect to consent is sufficient to\nmeet the government's burden, despite the improbability of\nPendergast's story, the indications that Pendergast was an\nunreliable witness in other respects, and the fact that extrinsic\nevidence tends to call into question his testimony, we would have\na \"definite and firm conviction that a mistake has been committed.\" \nInterstate Commerce Comm'n v. Holmes Transp., Inc., 983 F.2d 1122,\n1129 (1st Cir. 1993) (stating that such a conviction is reason to\nfind clear error).  Because we find ourselves without a sufficient\nexplanation for the court's ultimate conclusion, we are uncertain\nwhether a mistake has been committed.  We therefore remand to the\ndistrict court so that it may clarify and amplify the reasons for\nits factual findings or, perhaps, reconsider its conclusion.  \n                            III.\nThe government argues that even if the district court\nerred on the issue of consent, we should nonetheless affirm the\nconviction because Pendergast had probable cause to search the\nautomobile.  The district court, however, never considered the\ngovernment's probable cause argument and therefore made no factual\nfindings on the issue.  Moreover, the record as it stands does not\ncompel a finding of probable cause.  Therefore, we cannot affirm on\nthis basis.  If the court below should determine that it erred on\nthe issue of consent, it should then make the necessary findings\nregarding probable cause. \n                            IV.\nAccordingly, we vacate the order denying the motion to\nsuppress evidence and remand to the district court for further\nproceedings consistent with this opinion.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\n                   For the First Circuit\n\nNo. 98-2302\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        KEITH FORBES,\n\n                    Defendant, Appellant.\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n              FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\n\n                            Before\n\n                   Torruella, Chief Judge,\n              Stahl and Lynch, Circuit Judges.\n\n   David N. Cicilline for appellant.\n   Kenneth P. Madden, Assistant United States Attorney, with whom\nMargaret E. Curran, United States Attorney, was on brief, for\nappellee.\n\nMay 24, 1999\n\n                                STAHL, Circuit Judge.  Defendant-appellant Keith Forbes\nappeals his convictions for possession of cocaine with intent to\ndistribute and possession of marijuana with intent to distribute,\nboth in violation of 21 U.S.C.  841.  He claims that the court\nerred in denying his motion to suppress evidence seized during a\nwarrantless search of his automobile.  We vacate the order denying\nthe motion to suppress and remand for further proceedings.\n                             I.\nAfter a warrantless search of his automobile, Forbes, a\nJamaican immigrant, was arrested and charged with two counts of\nviolating 21 U.S.C.  841(a)(1) and (b)(1).  During a hearing on\nJuly 2, 1998, the district court denied Forbes's motion to suppress\nevidence derived from the search.  Forbes pleaded guilty to the two\ncounts, but reserved the right to appeal the court's order denying\nhis motion to suppress.  The court sentenced Forbes to, inter alia,\n57 months' imprisonment.\nBecause the facts are in dispute, and because this appeal\nlargely turns on whether the court made improper factual findings,\nwe recite both the government's and Forbes's versions of the facts\nas they emerged during the suppression hearing, followed by the\ncourt's findings.\n                A. The Government's Version\nRhode Island State Trooper Terrence Pendergast, the\nofficer who conducted the search in question, testified as follows. \nOn April 1, 1998, Forbes was driving a black BMW with Massachusetts\nplates and tinted windows northbound on Route 95 near West\nGreenwich, Rhode Island.  Pendergast clocked Forbes driving\nseventy-five miles per hour in a sixty-five miles per hour zone. \nAfter noting that Forbes was speeding, Pendergast followed directly\nbehind Forbes in a marked police car without turning on his lights\nor siren.  Forbes then began shifting from lane to lane without\nputting on his turn signal.  At this point, Pendergast put on his\nlights and pulled Forbes over.\n Pendergast walked to the car, and Forbes lowered the\ndriver's side window.  Pendergast saw smoke coming from the window\nand smelled burning marijuana.  When he asked Forbes if he had any\nmore marijuana in his possession, Forbes replied, \"No.  I don't\nhave any more marijuana.  I had just finished smoking a roach.\" \nPendergast took Forbes's license and registration, and ran a\ncriminal history check on them.  The check showed Forbes's papers\nto be valid and did not reveal that Forbes had a criminal record,\nbut Pendergast nonetheless retained the documents.  \nPendergast next asked Forbes if he would consent to a\nsearch of the vehicle, and Forbes acquiesced.  Although Pendergast\nhad written consent forms in his cruiser, he did not give Forbes\none.  Pendergast did not think he needed written consent, or for\nthat matter, any consent, because he believed he had probable cause\nto search the vehicle anyway.  \nPendergast asked Forbes to step out of the car, did a\nTerry frisk of his person, and removed a pack of rolling papers and\na wallet from his pockets.  After another officer arrived,\nPendergast searched Forbes's vehicle.  Pendergast saw what appeared\nto be at least a dozen marijuana seeds in the ashtray.\nPendergast then asked Forbes how to open the trunk, and\nForbes replied that you need to use the car key.  Pendergast\nremoved the key from the car, handed Forbes the key, and asked him\nto open the trunk.  Forbes willingly did so.  Within the trunk were\ntwo zipped duffel bags, which smelled of unburned marijuana and\nacetone.  Pendergast unzipped and searched the bags.  The first\nduffel bag contained cocaine.  After finding the cocaine,\nPendergast handcuffed Forbes and read him his Miranda rights. \nPendergast then opened the second duffel bag, which contained\nmarijuana.  Pendergast drove Forbes back to the police station.\n                    B. Forbes's Version\nForbes's version of the events in question is decidedly\ndifferent.  Forbes was not driving seventy-five miles per hour; he\nknew that the overpass where Pendergast was waiting was a common\nspeed trap, so he was careful at that section of the highway.  Nor\ndid Forbes swerve from lane to lane; he only changed from the right\nlane to the left lane once.  After being pulled over, Forbes asked\nPendergast why he had been stopped, and Pendergast replied that his\nwindows were too dark.  \nPendergast initially asked Forbes for his license and\nregistration.  Pendergast took the papers to check them and,\nreturning to the car, asked Forbes to step out of the car. \nPendergast frisked Forbes, and then asked him whether he had any\ndrugs or weapons.  Forbes answered, \"No.\"  Forbes did not ever\nsmoke marijuana in the car and had not smoked marijuana that day. \nHe had, however, smoked a cigar in the car that morning, and there\nwas an empty cigar packet on the floor of the car.  \nPendergast then told Forbes to wait in his car, and\nPendergast returned to his cruiser.  A second police car arrived. \nPendergast told Forbes to back up his car, leave his key in the\nignition, and again step out of the car.  Pendergast searched\nForbes's pockets (removing the wallet and the rolling papers), and\nsubsequently began to search Forbes's car without asking for, or\nreceiving, consent.  Forbes testified that he never would have\nconsented to a search of the car, because he knew that there were\ndrugs in the trunk.  After completing his search of the car,\nPendergast took Forbes's key and opened the trunk. \nSupporting Forbes's version of events, a laboratory test\nperformed on the contents of Forbes's ashtray revealed no traces of\ndrugs.  Nor did there appear to be \"seeds\" of any kind in the\nashtray; the toxicologist's report made no reference to seeds, and\nPendergast admitted during the hearing that he could not discern\nany seeds in the toxicologist's exhibit, which was taken from the\nashtray. \n              C. The District Court's Findings\nIn making its findings, the district court explicitly\nstated that \n  if I was just looking at a cold record here, I\nwouldn't believe the Government's\nversion . . . . But I must say after listening\nto the testimony of Trooper Pendergast, and\nobserving him when he testified, the version\nas difficult as it may seem to believe on\npaper, seems to me to be credible as related\nby him.\n\nThe court believed that Pendergast \"smelled what he thought was\nburning marijuana,\" though the smell may not have actually been\nmarijuana.  Similarly, the court stated that, although \"based on\nthe evidence that's been presented, there probably were not\nmarijuana seeds in the ash tray[,] [t]hat doesn't mean that Trooper\nPendergast might not have thought he saw them.\"  The court also\nfound that it was Forbes who opened the trunk of the car.  Most\nimportantly for present purposes, the court determined that Forbes\nvoluntarily gave his consent to the search. \nYet despite the court's contention that it found\nPendergast to be credible, the court rejected some major parts of\nPendergast's testimony.  It found that Forbes was speeding, but\nthat Pendergast's claim that he was swerving from lane to lane was\n\"probably a little window-dressing.\"  Moreover, the court found\nthat when asked if there was marijuana in the vehicle, Forbes\nsimply answered, \"No.\"  The court thus rejected Pendergast's\n\"roach\" testimony. \nOn appeal, Forbes argues that the district court erred in \nits determination that he gave valid consent to the warrantless\nsearch of his automobile.  The government counters that there was\nno error and also contends that, even if the court did err in\nfinding valid consent, there was probable cause to support a search\nof the vehicle without consent.\n                            II.\nA warrantless search violates the Fourth Amendment unless\nit comes within one of the \"few specifically established and well-\ndelineated exceptions\" to the warrant requirement.  Schneckloth v.\nBustamonte, </pre><span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span><pre class=\"inline\">, 219 (1973).  A consensual search is one\nsuch exception.  See id.  To establish applicability of the consent\nexception, the government must prove valid consent by a\npreponderance of the evidence.  See United States v. Schaefer, </pre><span class=\"citation\" data-id=\"196839\"><a href=\"/opinion/196839/united-states-v-schaefer/\"><span class=\"volume\">87</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span><pre class=\"inline\">, 569 (1st Cir. 1996).\nForbes makes three alternative arguments as to why the\ncourt erred in finding valid consent: (1) the facts, as found by\nthe district court, do not support the conclusion that Forbes's\nconsent to search was voluntary; (2) even if his consent to search\nthe car was voluntary, Forbes did not consent to a search of the\nbags in the trunk; or (3) the court erred in its factual finding\nthat Forbes consented to the search at all.  We will address each\nargument in turn. \n                             A.\nFirst, Forbes contends that even if we were to assume\nthat the facts as found by the district court are supportable, the\ncourt erred in its ultimate conclusion that Forbes's consent was\nvoluntary.  See Ohio v. Robinette, </pre><span class=\"citation\" data-id=\"118066\"><a href=\"/opinion/118066/ohio-v-robinette/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 40 (1996) (stating\nthat, to be valid, consent to a search must be voluntary).  The\ndetermination of voluntariness \"turns on an assessment of the\ntotality of the circumstances.\"  United States v. Barnett, </pre><span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">546</span></a></span><pre class=\"inline\">, 554-55 (1st Cir. 1993).  The court should take into account\nfactors such as the consenting party's \"age, education, experience,\nintelligence, and knowledge of the right to withhold consent.\"  Id.\nat 555.  Further considerations \"include whether the consenting\nparty was advised of his or her constitutional rights and whether\npermission to search was obtained by coercive means or under\ninherently coercive circumstances.\"  Id.  We review a determination\nthat consent was voluntary for clear error.  See id. at 556.\nForbes points to several factors that weigh against a\nfinding of voluntary consent: (1) there was no written consent; (2)\nForbes was not advised of his right to refuse consent; (3) he was\nnot free to leave (as Pendergast retained possession of his license\nand registration); and (4) as a native of Jamaica, Forbes may have\nhad little knowledge of the extent of his rights.  In contrast,\nweighing in favor of the court's finding of voluntariness are the\nfacts that (1) there was only one officer present at the time\nForbes's consent was sought; (2) Pendergast did not show his gun to\nForbes; (3) Forbes was not handcuffed; (4) Forbes was not yet\narrested and was not in a custodial setting; and (5) the district\ncourt found that Forbes was willing and very cooperative.  Cf. id.\nat 555-56 (consent was voluntary even though defendant was met at\nthe door of his home by seven or eight law enforcement officers\nwith guns drawn, was arrested and handcuffed, and was not informed\nthat he could withhold consent).  Furthermore, there was no showing\nthat Forbes's foreign background made him unfamiliar with his legal\nrights; on the contrary, his criminal record, see supra note 1,\nindicates that he had previous dealings with law enforcement\nofficers.\nIf we assume arguendo that the district court's factual\nfindings are supportable, it would be difficult to rule that the\ndistrict court clearly erred in determining that Forbes's consent\nwas voluntary.  In a very similar situation, the Supreme Court\ndetermined that the defendant made an \"essentially free and\nunconstrained choice because his will ha[d] [not] been overborne\nand his capacity for self-determination [was not] critically\nimpaired.\"  United States v. Watson, </pre><span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></span><pre class=\"inline\">, 424 (1976)\n(first alteration in original) (citation and internal quotation\nmarks omitted).  In Watson, the Court found it significant that\nthere was no overt act or threat of force, no promises made to the\ndefendant, and no \"subtle form[] of coercion that might flaw his\njudgment.\"  Id.  Although the defendant \"had been arrested and was\nin custody,\" he gave his consent \"while on a public street, not in\nthe confines of a police station.\"  Id.  The Court emphasized that\nthe fact of custody alone is never enough to demonstrate coerced\nconsent.  See id.  Furthermore, the Court was not persuaded by the\nfact that there was an absence of proof that the defendant knew he\ncould withhold his consent; the Court stated that while this is a\nfactor, it does not have controlling significance.  See id.  The\nCourt concluded: \n  There is no indication in this record that\n[the defendant] was a newcomer to the law,\nmentally deficient, or unable in the face of a\ncustodial arrest to exercise a free choice. \nHe was given Miranda warnings and was further\ncautioned that the results of the search of\nhis car could be used against him.  He\npersisted in his consent.\n\nId. at 424-25 (footnote omitted).\nThe only differences between the present case and Watson\nare that Forbes was not arrested, was not given Miranda warnings,\nand was not told that the results of the search could be used\nagainst him.  Though the last difference is an important one, we\nthink it significant that Forbes's own testimony indicates that he\nknew that the search could be used against him.  Specifically, he\nstated that he would not have consented to a search because he knew\nthat there were drugs in the car.  Therefore, we believe that this\ncase is ultimately indistinguishable from Watson.  Thus, if we\nassume the correctness of the court's finding that consent existed,\nbut see infra Part II.C., we could not say that the court was\nclearly erroneous in determining that such consent was voluntary.\n                            B. \nForbes also argues that even if he consented to a search\nof the car, he did not voluntarily consent to a search of the\nzipped bags in the trunk.  The relevant inquiry is \"what would the\ntypical reasonable person have understood by the exchange between\nthe officer and the suspect?\"  Florida v. Jimeno, </pre><span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">, 251\n(1991).  Assuming again that the court's factfinding was correct,\nit is reasonable to construe Forbes's consent to search the\nautomobile as encompassing consent to search the trunk.  See United\nStates v. Zapata, </pre><span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span><pre class=\"inline\">, 977-78 (1st Cir. 1994)\n(\"[A]ppellant's general consent to a search of the automobile\nconstitute[s] consent to a search of the [unzipped] duffel bags [in\nthe trunk].\").  Moreover, the court found that Forbes opened the\ntrunk for Pendergast, thereby reiterating his agreement to search\nthe trunk.  Cf. United States v. Miller, </pre><span class=\"citation\" data-id=\"362441\"><a href=\"/opinion/362441/united-states-v-jackie-david-miller/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span><pre class=\"inline\">, 1131 (1st\nCir. 1978) (unlocking a vehicle may itself be enough to support an\ninference of consent).  Therefore, if Forbes consented to a search\nof the car, he also consented to a search of the trunk.  A\nreasonable person also would expect that a general consent to\nsearch a vehicle, including the trunk, would extend to duffel bags\nwithin that vehicle or trunk.  Cf. Zapata, 18 F.3d at 977 (\"[A]\ngeneral consent to search a motor vehicle subsumes the specific\nconsent to search any easily accessible containers within the\nvehicle.\").  But even if consent did not extend to the duffel bags,\nPendergast's uncontested testimony that the bags smelled of\nunburned marijuana and acetone would give him probable cause to\nsearch the bags.  See United States v. Staula, </pre><span class=\"citation\" data-id=\"196665\"><a href=\"/opinion/196665/united-states-v-staula/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></a></span><pre class=\"inline\">, 602\n(1st Cir. 1996) (olfactory evidence may furnish a law enforcement\nofficer with probable cause to search a confined area).  Thus, if\nForbes consented to a search of his car, the search of the duffel\nbags in his trunk was proper. \n                             C.\nFinally, Forbes argues that the district court erred in\nits factual finding that he consented to a search of his vehicle. \nAlthough we also review for clear error the district court's\nfinding that there was a consent-in-fact to search, see Miller, 589\nF.2d at 1130, our review is more deferential when it comes to the\ncourt's findings of historical facts, which depend upon assessments\nof witness credibility.  Fed. R. Crim. P. 52(a) demands particular\ndeference to determinations regarding witness credibility, because\nonly the trial court can judge a witness's demeanor or tone of\nvoice.  See Anderson v. Bessemer City, </pre><span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 575 (1985). \nNonetheless, \n  [t]his is not to suggest that the trial judge\nmay insulate his findings from review by\ndenominating them credibility determinations,\nfor factors other than demeanor and inflection\ngo into the decision whether or not to believe\na witness.  Documents or objective evidence\nmay contradict the witness' story; or the\nstory itself may be so internally inconsistent\nor implausible on its face that a reasonable\nfactfinder would not credit it.  Where such\nfactors are present, the court of appeals may\nwell find clear error even in a finding\npurportedly based on a credibility\ndetermination.\n\nId.\nHere, the court's findings are indeed troubling.  We do\nnot wish to substitute our judgment for that of the district court,\nbut we are concerned that this is a case where an affirmance\nwithout further record development would endorse the very\ninsulation warned against in Anderson.  The government had the\nburden of proof: it needed to show consent by a preponderance of\nthe evidence.  Yet the court itself stated that the government's\nversion of events looked improbable on the record.  As the court\nacknowledged, it would seem unlikely that Forbes, an individual not\nunfamiliar with the criminal justice system, would consent to the\nsearch of an automobile that he knew to contain drugs.  The court\ntherefore rested its findings solely on the credibility of\nPendergast.  Such credibility is questionable after the court's own\ndetermination that some of the officer's testimony was false or\n\"window-dressing.\"  The court did not explain why it found\nPendergast to be credible on the consent issue but incredible on\nthe issue of Forbes's alleged admission about smoking the roach or\nthe swerving from lane to lane.  We emphasize that Pendergast's\ntestimony is not entitled to increased deference merely because he\nis a police officer.  Cf. United States v. Victoria-Peguero, </pre><span class=\"citation no-link\"><span class=\"volume\">920</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></span><pre class=\"inline\">, 84 (1st Cir. 1990) (\"Where government agents are apt to be\nkey witnesses, the trial court . . . should ordinarily make inquiry\ninto whether prospective jurors are inclined to have greater faith\nin the agents' testimony merely by virtue of their official\npositions.\").  \nMoreover, there is evidence that would tend to contradict\nPendergast's testimony with respect to Forbes's consent. \nPendergast failed to use the written consent forms which he had. \nFurthermore, Pendergast gave no explanation as to why he asked for\nForbes's consent at all, given that he did not believe consent was\nnecessary.  And physical evidence presented at the hearing   the\ncontents of Forbes's ashtray   tends to contradict Pendergast's\nstory on another crucial point: whether he saw any marijuana seeds\nin Forbes's ashtray.  Without further explanation as to why\nPendergast's testimony with respect to consent is sufficient to\nmeet the government's burden, despite the improbability of\nPendergast's story, the indications that Pendergast was an\nunreliable witness in other respects, and the fact that extrinsic\nevidence tends to call into question his testimony, we would have\na \"definite and firm conviction that a mistake has been committed.\" \nInterstate Commerce Comm'n v. Holmes Transp., Inc., </pre><span class=\"citation\" data-id=\"598968\"><a href=\"/opinion/598968/fed-carr-cas-p-83804-interstate-commerce-commission-v-holmes/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span><pre class=\"inline\">,\n1129 (1st Cir. 1993) (stating that such a conviction is reason to\nfind clear error).  Because we find ourselves without a sufficient\nexplanation for the court's ultimate conclusion, we are uncertain\nwhether a mistake has been committed.  We therefore remand to the\ndistrict court so that it may clarify and amplify the reasons for\nits factual findings or, perhaps, reconsider its conclusion.  \n                            III.\nThe government argues that even if the district court\nerred on the issue of consent, we should nonetheless affirm the\nconviction because Pendergast had probable cause to search the\nautomobile.  The district court, however, never considered the\ngovernment's probable cause argument and therefore made no factual\nfindings on the issue.  Moreover, the record as it stands does not\ncompel a finding of probable cause.  Therefore, we cannot affirm on\nthis basis.  If the court below should determine that it erred on\nthe issue of consent, it should then make the necessary findings\nregarding probable cause. \n                            IV.\nAccordingly, we vacate the order denying the motion to\nsuppress evidence and remand to the district court for further\nproceedings consistent with this opinion.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/"
  ]
}