{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198426/",
  "absolute_url": "/opinion/198426/coastal-fuels-v-caribbean-petroleum/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198426/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:07Z",
  "date_modified": "2017-03-24T10:56:58.163885Z",
  "type": "010combined",
  "sha1": "ecda8947ebc72c1d0ea8b3a6545e73500ba939dc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1652.01A",
  "local_path": null,
  "plain_text": "    \r\n             United States Court of Appeals\r\n                 For the First Circuit\r\n\n                                      \r\n\nNo. 98-1652\r\n\n          COASTAL FUELS OF PUERTO RICO, INC.,\r\n\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n            CARIBBEAN PETROLEUM CORPORATION,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF PUERTO RICO\r\n\n  [Hon. Juan M. Prez-Gimnez, U.S. District Judge]\r\n                                      \r\n\n                        Before\r\n\n                Lynch, Circuit Judge,\r\n\nHall, Senior Circuit Judge,\r\n\nand Lipez, Circuit Judge.\r\n\n                                      \r\n\nWilliam L. Patton, with whom Steven A. Kaufman, Jane E.\r\nWillis, Ropes &amp; Gray, John M. Garcia, and Garcia &amp; Fernandez were\r\non brief, for appellant.\r\nMichael S. Yauch, with whom Roberto Boneta, Munoz Boneta\r\nGonzales Arbona Benitez &amp; Peral, Mark E. Haddad, and Sidley &amp;\r\nAustin were on brief, for appellee.\r\n                                      \r\n\n                    April 14, 1999\r\n                                      \r\nLYNCH, Circuit Judge.  In its third visit to this court,\r\nthis antitrust price-discrimination case raises a number of\r\nimportant damages issues.\r\nAfter the first trial in this case, this court upheld a\r\nfinding of antitrust liability against Caribbean Petroleum\r\nCorporation (\"CAPECO\") on a Puerto Rican law price-discrimination\r\ntheory and a tort verdict of $500,000, but reversed a finding of\r\nmonopolization in violation of the Sherman Act.  We vacated the\r\njury verdict of $1.5 million in single antitrust damages (tripled,\r\nto $4.5 million) and remanded for further proceedings.  We did so\r\nbecause the antitrust verdict may have included damages for the\r\nmonopolization claim, on which we had reversed.  Thus, there was a\r\nreasonable possibility the jury had awarded plaintiff too much. \r\nBecause we were remanding for a new trial on damages, we did not\r\nreach a number of CAPECO's specific challenges to damages evidence\r\npresented by plaintiff Coastal Fuels of Puerto Rico (\"Coastal\"). SeeCoastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., 79\r\nF.3d 182, 186, 200-01 (1st Cir.), cert. denied, 519 U.S. 927\r\n(1996).\r\nThis appeal stems from those further proceedings. \r\nEventually, the entire price-discrimination damages case was\r\nretried and the second jury returned a verdict on the price-\r\ndiscrimination claim which was three times larger ($4.5 million\r\nbefore trebling) than the initial verdict.  Of this $4.5 million,\r\n$2 million was for going-concern damages.  The district court\r\ndenied CAPECO's motions for a judgment as a matter of law, for a\r\nnew trial, or for remittitur of damages.  See Coastal Fuels of\r\nPuerto Rico, Inc. v. Caribbean Petroleum Corp., Civ. No. 92-1584,\r\nslip op. at 1 (D.P.R. Apr. 23, 1998) (\"April 23, 1998 slip op.\").\r\nCAPECO, the party for whose benefit the remand supposedly\r\noperated, appeals from the damages retrial and verdict, raising a\r\nmyriad of issues.  Treating Puerto Rican price discrimination law\r\nas largely equivalent to federal price discrimination law, seeCoastal Fuels, 79 F.3d at 190, as the parties have agreed, and thus\r\nanalyzing the case under the Robinson-Patman Act, we reverse and\r\nremand.  We also confront and reject a number of CAPECO's other\r\nclaims, both to guide further proceedings in this case and to\r\nemphasize our rejection of CAPECO's claim that judgment should\r\nenter in its favor.  \r\n                           I\r\nWe set forth the basic facts which frame the dispute;\r\nfuller details may be found in our earlier opinions.  CAPECO\r\noperated a refinery in San Juan, Puerto Rico.  The refinery's\r\nproducts included fuel appropriate for marine engines.  Resellers\r\npurchased such fuel, sometimes called bunker fuel, and sold it to\r\ncruise ships and other ocean-going vessels.  CAPECO's refinery was\r\nthe only one nearby; CAPECO was the only local source of bunker\r\nfuel.  While a reseller could import fuel from another port,\r\nprohibitive transportation costs made the practice uneconomical. \r\nCAPECO was, in effect, San Juan's only supplier of bunker fuel. \r\nCAPECO sold primarily to its two major long-standing customers,\r\nHarbor Fuel Services, Inc. (\"Harbor\") and Caribbean Fuel Oil\r\nTrading, Inc. (\"Caribbean\").  While Coastal's parent company,\r\nCoastal Fuels Marketing, Inc. (\"CFMI\"), had operations elsewhere,\r\nCoastal was a new entrant to the bunker-fuel market in San Juan. \r\nCoastal began doing business in Puerto Rico in October 1991.  It\r\nlooked to CAPECO to supply the needed fuel. \r\nIn September 1991, CAPECO agreed to sell to Coastal for\r\nsix months according to a price formula.  However, CAPECO sold to\r\ntwo long-standing customers, Harbor and Caribbean, at a discount\r\nfrom the price charged Coastal, the new entrant.  Harbor and\r\nCaribbean in turn passed on most of this price advantage to their\r\ncustomers.  In this court's opinion following the first trial we\r\nfound that \"CAPECO's own expert witness quantified the total price\r\ndiscrimination in favor of Caribbean and Harbor as $682,451.78 for\r\nthe period from October 1991 to April 1992.\"  Coastal Fuels, 79\r\nF.3d at 187.  Coastal was not profitable during this period.\r\nAt the time of Coastal's entry into the San Juan market,\r\nHarbor had 54% of the market, Caribbean had 40%, and Esso had 6%. \r\nCoastal's 1991 business plan projected it would gain a significant\r\nfoothold in the San Juan market within the first year of operation. \r\nCoastal estimated that it would be able to sell 100,000 barrels of\r\nfuel per month, or more than a million barrels a year.  The total\r\nsize of the San Juan market, Coastal estimated, was between 2.5 and\r\n4.0 million barrels per year.  During the first five months of\r\nCoastal's operation, the actual average price advantage given by\r\nCAPECO to Coastal's competitors was $.48 per barrel in favor of\r\nHarbor and $.37 per barrel in favor of Caribbean.  During Coastal's\r\nremaining thirteen months of operation, the price differential\r\nvaried, averaging about a $.07 per barrel disadvantage to Coastal. \r\nThe cost of marine fuel oil sold by CAPECO during this eighteen\r\nmonth period varied from $8 to $13 per barrel.\r\nIn May 1992 Coastal filed this action and sought to\r\nenjoin CAPECO from future price discrimination.  The district court\r\ndenied the injunction, and this court affirmed.  See Coastal Fuels\r\nof Puerto Rico, Inc. v. Caribbean Petroleum Corp., 990 F.2d 25 (1st\r\nCir. 1993).  After Coastal filed suit, CAPECO made a take-it-or-\r\nleave-it price offer to Coastal, which Coastal took.  Coastal still\r\npaid more for CAPECO's product than did Coastal's competitors. \r\nCAPECO cut off supply to Coastal completely on March 31, 1993, and\r\nCoastal went out of business shortly thereafter.  Coastal never\r\nbecame a profitable business; it lost almost $2 million during its\r\neighteen months in operation.\r\nIn July 1992, Puerto Rico imposed an excise tax of $.84\r\nper barrel on the resale of bunker fuel in Puerto Rico.  The tax\r\nhurt the total sales of bunker fuel in San Juan Harbor.  The\r\nultimate market voted with its fleet, as cruise boats chose to fill\r\nup at other ports not subject to the tax.  The tax was repealed in\r\nDecember 1993, eight months after Coastal had gone out of business. \r\nThe excise tax reduced sales volumes in Puerto Rico by roughly 37%,\r\nfrom about 3.8 million barrels in 1992 to about 2.4 million barrels\r\nin 1993.  After the repeal of the excise tax in December 1993, the\r\nSan Juan sales volume started to climb back up, reaching 3.1\r\nmillion barrels in 1994.  After Coastal went out of business, one\r\nof Coastal's competitors, Caribbean, also left the market, in the\r\nfall of 1993.  The other major reseller, Harbor, thus enjoyed a\r\ngreater share of the market, although it faced new competition over\r\ntime.\r\nCAPECO itself closed down its refinery in April 1995.  In\r\n1996, total San Juan Harbor sales volume was less than 2 million\r\nbarrels.  When CAPECO closed its refinery, Coastal had already been\r\nout of business for more than two years.  At the time CAPECO\r\nclosed, it stated that its closing was temporary.  But it has\r\napparently not reopened its refinery.  As a result, bunker fuel\r\nresellers in San Juan Harbor must import fuel from elsewhere.\r\n                           II\r\nOur 1996 decision upheld a finding of liability on a\r\nprice-discrimination claim based on Puerto Rican law against\r\ndefendant CAPECO, reversed the claim under the federal Clayton Act,\r\nas amended by the Robinson-Patman Act, because no discriminatory\r\ntransaction crossed a state line, and reversed a Sherman Act\r\nmonopolization claim.  The jury had awarded $1.5 million in single\r\nantitrust damages (combining both the monopolization and price-\r\ndiscrimination theories) and $500,000 for the tort claim.  The $1.5\r\nmillion was trebled and the $500,000 added.  The tort verdict is no\r\nlonger in dispute.  This court vacated the antitrust damages\r\nverdict, saying the $1.5 million was most likely excessive because\r\nit may well have included damages stemming from harms associated\r\nwith monopolization but not with price discrimination. \r\nWe found that CAPECO had waived any argument that this\r\nwas a \"primary line\" price-discrimination case and we analyzed it\r\nas a case of \"secondary line\" discrimination:  \"Thus, the theory of\r\ninjury is that CAPECO sold bunker fuel to Coastal at an unfavorable\r\nprice relative to Harbor and Caribbean, and consequently,\r\ncompetition between Coastal, Harbor and Caribbean was thereby\r\ninjured.\"  Coastal Fuels, 79 F.3d at 189.  In secondary line cases,\r\nplaintiffs usually allege that discriminatory pricing (here, by\r\nCAPECO) gave favored purchasers (here, Harbor and Caribbean) an\r\nadvantage that caused injury through loss of business.  Typically,\r\nRobinson-Patman plaintiffs show lost sales or lost profits or both.\r\nOnce substantial price discrimination was shown, under\r\nthe Morton Salt rule, see FTC v. Morton Salt Co., 334 U.S. 37\r\n(1948), we held there was a prima facie case of injury to\r\ncompetition, see Coastal Fuels, 79 F.3d at 191-93.  Recognizing\r\nthat the Robinson-Patman Act, unlike the Sherman Act, was meant\r\nless to protect consumer welfare than to protect small merchants,\r\nthis court rejected CAPECO's arguments that changes in the law on\r\nprimary line price discrimination, more akin to the Sherman Act,\r\nmeant that the Morton Salt rule could no longer be applied to\r\nsecondary-line Robinson-Patman cases.  See id. at 191-93.\r\nBecause the jury necessarily concluded that CAPECO's\r\nevidence was insufficient to overcome the prima facie case plus\r\nother evidence offered by Coastal, this court examined whether\r\nCAPECO's evidence was so strong as to compel the conclusion that\r\nthere was no causal connection between the price differential and\r\nCoastal's lost sales and profits.  We held that CAPECO's evidence\r\nwas not sufficient to conclude there was no causal relationship to\r\nCoastal's lost sales or profits.  Thus, we found no basis to\r\nreverse the jury's implicit finding of actual injury to\r\ncompetition.  We stated:\r\n[R]egardless of whether these costs were factored\r\ndirectly into the prices that Coastal offered, or were\r\nlater calculated into Coastal's bottom line, these costs\r\naffected Coastal's pricing.  Certainly, no argument can\r\nbe made from this evidence alone that bunker fuel costs,\r\nno matter when accounted for, were not causally connected\r\nto Coastal's lost profits.\r\n\nId. at 194.\r\nOur discussion of the damages awarded at the first trial\r\nfocused on only two issues, although others were raised.  The first\r\nwas whether Coastal, as a new market entrant, was required to use\r\nthe \"yardstick\" method as opposed to the \"before and after method\"\r\nof calculating damages.  The second was the possibility of an\r\nexcessive recovery.  Because we were vacating and remanding for\r\nfurther proceedings on the second issue, we did not decide the\r\nfirst issue (the methodology for calculating damages) or any other\r\nissues.  We did not reach CAPECO's challenges to Coastal's expert\r\ntestimony, in particular CAPECO's claim that Coastal's expert\r\nshould not have been permitted to calculate going-concern damages\r\nas of 1996, rather than as of the date in 1993 that Coastal went\r\nout of business.  See id. at 200-01.\r\n                          III\r\nA.   The Further Proceedings\r\nThe parties disagreed about what should happen on remand. \r\nCAPECO argued for a new trial in order to reopen issues of injury\r\nin fact and causation as well as to determine the appropriate\r\namount of damages.  In contrast, Coastal asked the court to enter\r\na verdict of $1.5 million (before trebling) under Federal Rule of\r\nCivil Procedure 49(a) on the ground that there had been no\r\ninclusion of monopolization damages in the verdict and therefore no\r\nduplication in that sum.\r\nThe district court rejected both CAPECO's and Coastal's\r\narguments.  With regard to CAPECO's arguments, the court stated\r\nthat CAPECO could not reopen the issue of price-discrimination\r\nliability, because remand was for determination of damages only. \r\nSee Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum\r\nCorp., Civ. No. 92-1584, slip op. at 3-4 (D.P.R. Mar. 5, 1997). \r\nWith regard to Coastal's request, the court stated that\r\n\"[c]onsideration of the flawed [monopolization] claim may have\r\naffected the verdict, and it is impossible to tell whether or to\r\nwhat extent it did.\"  Id. at 9.  The court thus ordered \"a new\r\ntrial by jury to determine damages due solely to price\r\ndiscrimination.\"  Id. at 10.  The court concluded that any\r\nobjection to the \"before and after\" methodology had been waived by\r\nCAPECO.  It also concluded that \"the methodology used is adequate,\r\nparticularly in light of the relatively relaxed standard for\r\nestablishing the amount of damages.\"  Id. at 11.\r\nB.   Evidence at the Second Trial\r\nExecutives at Coastal and its affiliated companies\r\ntestified they had prepared a business plan which projected that\r\nCoastal would initially sell about 100,000 barrels a month.  The\r\nprospective customers were expected largely to come from customers\r\nwho bought from Coastal's sister companies' operations at other\r\nports.  Coastal's plan called for a gross margin of $1.65 per\r\nbarrel (compared with Harbor and Caribbean's respective margins of\r\n$1.79 and $1.83 per barrel).  Coastal's market share rose over its\r\nfirst several months of operation, reaching 27% in December 1991. \r\nIts share thereafter dropped to 15% over 1992; Coastal claims that\r\nthis drop resulted from its competitors passing on CAPECO's\r\ndiscriminatory discounts to their customers.\r\nCoastal's principal damages witness, Robert Sherwin, did\r\nnot use either a \"yardstick\" or a \"before-and-after\" methodology\r\nbut rather what Coastal calls a \"but-for\" methodology.  Sherwin's\r\nchoice of methodology was supported by the testimony of another\r\nCoastal expert, Professor Bradford Cornell of UCLA.  Sherwin\r\ncalculated total damages near $8 million, roughly consisting of two\r\ncomponents.  He calculated lost profits from 1991 to 1996 at $3.475\r\nmillion.  This component in turn included actual lost profits from\r\n1991 to 1993 and projected lost profits from 1993 through 1996.  As\r\nin the first trial, he also calculated Coastal's going-concern\r\nvalue.  In the first trial, Sherwin valued Coastal's going concern\r\nvalue at $4.379 million as of the end of 1996.  At the second\r\ntrial, he valued Coastal's going concern value at $4.49 million as\r\nof the end of 1996.  At the second trial, the choice of 1996 was\r\njustified as the first date near which there was market stability. \r\nAlthough at the first trial Sherwin testified that Coastal's actual\r\ndamages were approximately $7 million, in the second trial he\r\napparently modified his analysis to take account of actual events\r\nin 1994 and 1995, after the first trial.  It should also be noted\r\nthat the $7 million at the first trial also included monopolization\r\ndamages, but the $8 million damages estimate at the second trial\r\ndid not.  Sherwin did testify that the imposition of the tax on\r\nbunker fuel in mid-1992 meant, apart from any price discrimination,\r\nthat Coastal would not have made its projected $200,000 profit for\r\nthat year.  Further, he testified that in 1993, due partially to\r\nthe excise tax, Coastal would have lost over $300,000.\r\nCAPECO's primary damages expert was Professor Jerry\r\nHausman of MIT.  For purposes of his analysis, he calculated what\r\nCoastal's market share would have been, absent price\r\ndiscrimination, and compared his results with what actually\r\nhappened.  Hausman testified that Coastal's market share, around\r\n16%, would not have changed if there had been no price\r\ndiscrimination, that Coastal lost no sales as a result of price\r\ndiscrimination, and that at most it lost margin on sales actually\r\nmade.  He calculated these lost-margin damages at $106,000. \r\nHowever, his testimony on market share and his damages calculation\r\nwere stricken by the district court and the jury was told to\r\ndisregard his testimony.  Coastal characterizes this exclusion as\r\njustifiably based on Daubert and Rule 26 grounds; CAPECO believes\r\nthat the court erred under Daubert and Rule 26.  \r\nDr. Hausman also testified that Coastal would have gone\r\nout of business in April 1993 even absent price discrimination and\r\nso there was no basis for post-April 1993 damages.  This later\r\ntestimony was apparently also stricken.  After cross-examination,\r\nthe court instructed the jury to disregard Hausman's testimony,\r\nstating: \r\nI have excluded . . . all of Dr. Hausman's testimony\r\nconcerning his damages report . . . .  That is no longer\r\nevidence. . . . It is not a fact in the case, and it\r\nshould not enter into your considerations when you go to\r\ndeliberate. \r\n\nCAPECO's other expert, Dr. Freyre, made no independent calculation\r\nof damages, but testified that the excise tax had a bigger effect\r\non Coastal than the price discrimination and that Sherwin's market-\r\nshare analysis was based on unreasonable assumptions.\r\n                           IV\r\nA.   Damages Instructions\r\nThe parties clash over whether the district court erred\r\nin its instructions to the jury regarding damages and whether it\r\nwas permissible for the jury to award lost profits up to the time\r\nof trial in 1998 and going-concern value as of that date.  We find\r\nerror.  \r\nThe relevant portion of the court's instructions stated:\r\nPlaintiff claims it is entitled to recover any profits it\r\nlost as a result of the price discrimination caused by\r\nthe defendant.  Profit in this sense is net profit, and\r\nsimply means the amount by which plaintiff's gross\r\nrevenues would have exceeded all of the costs and the\r\nexpenses that would have been necessary to produce those\r\nrevenues.\r\n     Plaintiff also claims it is entitled to damages\r\nfor future lost profits as a result of the price\r\ndiscrimination caused by the defendant.  If you find that\r\ndefendant's price discrimination has caused plaintiff to\r\nlose profits it could otherwise reasonably expect to earn\r\nin the future, you may award plaintiff damages for those\r\nfuture lost profits.\r\n     And in computing future profits, the law provides\r\nthat the plaintiff may recover his lost profits from the\r\ndate it cease[d] doing business [in 1993] until a date at\r\nor near trial, and in addition, its going-concern value\r\nas of that day.     \r\n\nNo instructions were given as to the meaning of going-concern\r\nvalue.  CAPECO preserved its objections relevant to this appeal,\r\nand neither party claims that this issue was resolved by our prior\r\nopinion in this case.  \r\nThe trial court essentially set three damages periods: a)\r\ndamages until Coastal went out of business in 1993; b) damages from\r\n1993 until the time of the 1998 trial; and c) Coastal's going-\r\nconcern value as of the 1998 trial.  For purposes of the verdict\r\nform, damages from periods a) and b) together were given as a\r\nsingle sum -- only going-concern damages were specifically\r\nseparated out on the verdict form.  These three periods differed\r\nsomewhat from the periods used by Sherwin, Coastal's damages\r\nexpert.  Sherwin broke the damages down into actual damages prior\r\nto March 31, 1993, lost profits from that date until December 31,\r\n1996, and going-concern damages as of the end of 1996.  We do not\r\nknow whether the jury estimated going-concern value as of December\r\n31, 1996, as Sherwin testified, or as of a date closer to trial in\r\n1998, as the court instructed.  In any event, whether the\r\ncalculation was done as of the end of 1996 or as of early 1998\r\nmakes no difference to our finding that going-concern damages\r\nshould have been calculated as of early April 1993.  As explained\r\nbelow, we think the calculation of going concern value should\r\nnormally be as of the date the company goes out of business.  Of\r\nthe various damages models available, that model is most likely to\r\nbe accurate.  \r\nCAPECO first attacks the latter two categories of the\r\ndistrict court's instructions -- lost profits and going-concern\r\nvalue -- and of Sherwin's calculations.  CAPECO argues that the\r\ncourt erred in instructing the jury that it should assess Coastal's\r\ngoing-concern value (and consequently future lost profits) as of a\r\ntime near trial in 1998, not the time Coastal left the San Juan\r\nmarket in April 1993.  We find that the court erred in its\r\ninstructions and that lost profits were limited to the period\r\nCoastal was actually in business and going-concern value should\r\nhave been calculated as of the date Coastal went out of business. \r\nThe court did not instruct the jury that the jury could\r\nfind going-concern value as of some time between 1993 and the 1998\r\ntrial date, or as of the time Coastal went out of business in 1993. \r\nNor did it so instruct as to the calculation of lost future\r\nprofits.  Because of this lack of alternatives, the court's\r\ninstructions could effectively be understood to tell the jury that\r\nif it awarded damages for future lost profits or for going-concern\r\nvalue, it had to do so calculating those damages respectively to a\r\ndate at or near trial and as of a date at or near trial.  This was\r\nerror, because the court could not direct the jury to assume the\r\nhypothesis was true that Coastal would have remained in business\r\nuntil 1998.  But the instruction was also wrong for other, more\r\nfundamental reasons.\r\nThe parties' arguments help frame the problem.  CAPECO\r\ncontends that, as a matter of law under our decision in Farmington\r\nDowel Products Co. v. Forster Manufacturing Co., 421 F.2d 61 (1st\r\nCir. 1970), and as a matter of the facts of this case, there was no\r\nbasis to go beyond 1993 as to either going-concern value or lost\r\nprofits.  It says Sherwin's estimate of going-concern value was\r\nexcessively speculative because the estimate was based on\r\nassumptions that CAPECO would not have terminated its relationship\r\nwith Coastal, regardless of price discrimination, that Coastal\r\nwould have nonetheless remained in business beyond 1993, and that\r\nCoastal would have remained and enjoyed a permanent advantage in\r\nthe San Juan market once CAPECO closed its refinery in 1995. \r\nAccording to CAPECO, the difference in the choice of date at which\r\nto make a calculation of going-concern value is significant because\r\nin 1993 Coastal was unprofitable, had no likelihood of becoming\r\nprofitable, and thus had no going-concern value, due both to the\r\ntax and to Coastal's lack of a local supplier of bunker oil.\r\nCoastal, in turn, contends that assessing market\r\nconditions as of 1993 would have been inappropriate because market\r\nconditions were \"abnormal\" due to the combination of the excise tax\r\nand the price discrimination.  Market conditions, it says, were\r\nmuch more stable by the end of 1996, thus permitting a more\r\naccurate evaluation of Coastal's going-concern value.\r\nThe principle that an antitrust plaintiff may recover\r\nboth actual lost profits and diminution in the value of its\r\nbusiness is well established.  See Story Parchment Co. v. Paterson\r\nParchment Paper Co., 282 U.S. 555, 561-67 (1931).  Where plaintiff\r\nhas been forced out of business, however, it is awarded its going-\r\nconcern value or its projected future lost profits, but not both. \r\nUsually courts follow the Farmington Dowel model and award going-\r\nconcern value for a company which is no longer in business.  See \r\nFarmington Dowel, 421 F.2d at 81; 2 P. Areeda &amp; H. Hovenkamp,\r\nAntitrust Law  365b4, at 243 (rev. ed. 1995) (stating that damages\r\nfor a plaintiff who is forced out of business \"would ordinarily be\r\nmeasured by its capital value: the price at which he could\r\nreasonably have sold the business as a going concern\").  The choice\r\nof date on which going-concern damages should be evaluated has\r\nappropriately focused on whether a particular means of evaluating\r\na firm's going-concern value would be excessively speculative.  \r\nIn Farmington Dowel, this court required that plaintiff's\r\ndamages be calculated as of the date plaintiff went out of\r\nbusiness, as opposed to a date close to trial, some ten years\r\nlater.  See Farmington Dowel, 421 F.2d at 81.  Farmington rejected\r\nthe method urged by plaintiff because it \r\nwould have required an estimate of profits for a period\r\nof some ten years during which the company neither\r\nexisted nor made profits, plus an estimate of the going\r\nconcern value . . . of a company which had ceased being\r\na going concern over ten years before, which estimate\r\nwould have involved a further estimate of profits for a\r\nmore remote future period.  \r\n\nId.  Substitute \"four years\" for the \"ten years\" in Farmington\r\nDowel and we have the same situation here.  \r\nIn Farmington Dowel, we noted that evaluating going-\r\nconcern value at a date \"long after the company ceased to be a going\r\nconcern\" relied \"too heavily on speculation and conjecture.\"  Id. \r\nA number of other circuits similarly have estimated going-concern\r\nvalues as of the date the plaintiff ceased doing business.  See,e.g., Heatransfer Corp. v. Volkswagenwerk, A.G., 553 F.2d 964, 986\r\nn.20 (5th Cir. 1977) (\"Lost capital value is to be determined at the\r\ndate that a business ceases to do business.\"); Albrecht v. Herald\r\nCo., 452 F.2d 124, 130-31 (8th Cir. 1971), abrogated on other\r\ngrounds by State Oil Co. v. Kahn, 522 U.S. 3 (1997).  But seeSouthern Pines Chrysler-Plymouth, Inc. v. Chrysler Corp., 826 F.2d\r\n1360, 1363-64 (4th Cir. 1987).  In addition, we have remanded or\r\nreversed antitrust cases where we have found that significant error\r\nby the trial court may have contributed to the jury award.  See,\r\ne.g., Sullivan v. National Football League, 34 F.3d 1091, 1106-1113\r\n(1st Cir. 1994) (invalidating a $51 million jury verdict for\r\nantitrust damages due to trial court error in jury instructions).\r\nCoastal contends that its facts are different from those\r\nin Farmington Dowel, and in particular that the length of time\r\nbetween the date Coastal was forced out of business and the date of\r\nthe second damages trial (more than four years later) was not so\r\nlong as to render a date near trial excessively speculative. \r\nCoastal also contends that going-concern value is best estimated\r\ngiven reasonably normal business conditions, a general proposition\r\nwith which Dr. Freyre, one of CAPECO's experts, agreed.  Coastal\r\nthen argues that such conditions only existed after the tax was\r\nrepealed. \r\nWe conclude that the Farmington Dowel framework -- that\r\ngoing-concern value should be evaluated as of the time plaintiff\r\ngoes out of business and actual lost profits awarded only up to that\r\ndate -- is and should be the norm.  It may be that in some\r\nsituations the difference between the date the company went out of\r\nbusiness and the date of trial is not great and the issue does not\r\narise in any significant sense.  But here, more than four years had\r\npassed.  We do not adopt a per se rule that four years is inherently\r\ntoo great a gap, but we think it raises such risks of speculative\r\nevidence that the Farmington Dowel framework presumptively applies.\r\nThere are significant differences between the methodology\r\nfollowed by Coastal's expert and the trial court instructions on the\r\none hand, and the Farmington Dowel framework on the other.  The\r\ntrial court's instructions effectively assumed that Coastal would\r\nhave existed four years longer than it did, and thus deserved any\r\nlost profits for that period.  In addition, the jury was asked to\r\ngive additional damages for going-concern value as of 1998.  The\r\nFarmington Dowel framework, in contrast, asks what a reasonable\r\nbuyer would have paid for Coastal in 1993 (rather than in 1998,\r\nwhere any going-concern value assumes Coastal survives until 1998). \r\nThat is a very different question.\r\nThe burden is on the plaintiff to show circumstances which\r\nwarrant choice of some date other than the date the company went out\r\nof business and that the evidence proffered is not speculative. \r\nCoastal has not made that showing and is thus bound by the\r\nFarmington Dowel framework.\r\nCoastal contends that it is excused from using the date\r\nthe company went out of business because going-concern damages\r\nshould be considered only at a time of market stability.  There are\r\nseveral responses.  First, whether that proposition is true depends\r\nupon context.  Inherent instability in a market (for reasons other\r\nthan defendant's violation of law) hardly warrants building in an\r\nassumption that the company would have survived such instability. \r\nSecond, given the facts of this case, this is a hollow argument. \r\nAlthough the Puerto Rico excise tax may have made the market\r\nunstable, this market appears to have been inherently unstable:\r\nnumerous competitors entered and exited the San Juan market during\r\nthe period this dispute covers and the price of bunker fuel\r\nfluctuated widely.  There is little reason to suggest that the\r\nmarket was more stable as of the date of trial -- when CAPECO had\r\nactually shut its refinery several years earlier.  It may be that\r\nin certain cases temporary market instability will provide a ground\r\nfor departing from the rule we articulate here, but this is not such\r\na case.  \r\nThe third response is that market stability four or ten\r\nyears later does not mean that the exercise of estimating lost\r\nprofits or going-concern damages over that intervening period is not\r\nspeculative.  That Coastal's choice of date on which to calculate\r\nits going-concern damages was arbitrary, and thus speculative, is\r\nhighlighted by the fact that the district court and Sherwin actually\r\nselected different dates on which the going-concern valuation should\r\nbe made -- Sherwin argued that the calculation should be done as of\r\nthe end of 1996, while the court instructed the jury to perform the\r\ncalculation as of a date near the February 1998 trial.  This in turn\r\nraises the prospect that there may have been an additional error in\r\nan impermissible overlap of fourteen months in the awards of lost\r\nprofits and going-concern value if the jury used Coastal's expert's\r\ndate and calculations to determine going-concern value and the\r\ndistrict court's date to calculate lost profits.\r\nThe use of a date more than four years after the actual\r\nevents, on the facts of this case, strikes us as a speculative\r\nenterprise, and Coastal's justification does not suffice.  In\r\nSullivan v. Tagliabue, 25 F.3d 43 (1st Cir. 1994), we commented that\r\ndamages were likely speculative where \"the asserted harm . . . is\r\nindirect, and likely the result, at least in part, of independent\r\nintervening factors\" and where damages are difficult to calculate. \r\nId. at 52.  In Associated General Contractors of California, Inc.v. California State Council of Carpenters, 459 U.S. 519 (1983), the\r\nSupreme Court commented that an antitrust damage claim was highly\r\nspeculative where harm was \"indirect\" and \"may have been produced\r\nby independent factors.\"  Id. at 542.\r\nFurther, our sense that Coastal's methodology is very\r\nspeculative is confirmed by what actually happened.  Here, because\r\nof the lapse of time, we have some information about later market\r\nconditions.  That information confirms our earlier judgment that\r\nthis case requires adherence to the Farmington Dowel format.  CAPECO\r\nargues that awarding damages to Coastal as if it had remained in\r\nbusiness involves assuming too many links in the causal chain: that\r\nCoastal would have stayed in business despite the tax, that Coastal\r\nwould then have been well-positioned to reap the benefits of the\r\nrepeal of the tax, and that Coastal would have survived the closing\r\nof the CAPECO refinery and would have been even better placed to\r\ntake advantage of CAPECO's closing of its refinery. \r\nThese links are sufficiently questionable as to reinforce\r\nthe use of the Farmington Dowel methodology.  Coastal's San Juan\r\nbusiness was not profitable during the short time it was in\r\nbusiness.  It lost over $2 million in eighteen months.  Indeed\r\nCoastal's own expert said that Coastal would have lost $300,000 in\r\n1993.  But while Coastal presented evidence regarding the profits\r\nit might have earned had it still been competing in San Juan after\r\n1996, it presented little evidence regarding its ability to become\r\nprofitable and remain in San Juan up until that date.  For example,\r\nCoastal presented little evidence showing why it was more akin to\r\nHarbor, a competitor with a San Juan market share ranging from 71%\r\nto 100% between 1994 and 1996, than to other suppliers that failed\r\nto survive.  In addition to the assumption that Coastal would have\r\nsurvived in what was by all accounts a very competitive market,\r\nthere is also the assumption that Coastal would have reaped a\r\nwindfall from CAPECO's 1995 cessation of refining operations. \r\nAt first blush it might seem odd that Coastal would claim\r\nto receive a benefit from CAPECO's departure from the market in\r\n1995.  CAPECO  was, after all, the sole supplier of both Coastal and\r\nCoastal's competitors, and loss of a supplier who is a sole source\r\nis not usually good news for a company.  But Coastal says it was\r\nuniquely blessed -- it could have brought in supplies from other\r\nCoastal operations elsewhere and thus would have gained market\r\nshare.  The argument proves too much.  Coastal did not reenter the\r\nmarket when CAPECO closed its refinery in 1995 or any time\r\nthereafter, despite the potential profits to be made.  It is simply\r\ntoo speculative to build in an assumption that Coastal certainly\r\nwould have been able to rely on imports from elsewhere in a\r\nhypothetical world.  Thus, this case is governed by the Farmington\r\nDowel rule that going-concern value is determined as of the date\r\nCoastal went out of business.\r\nFarmington Dowel also governs a related aspect of damages. \r\nFarmington Dowel held that the district court correctly confined\r\nplaintiff to the lost profits up until the date the plaintiff went\r\nout of business plus the going-concern value on that date.  SeeFarmington Dowel, 421 F.2d at 80-82.  It follows that lost profits\r\nbeyond 1993 -- the profits Coastal claims that it would have\r\nreceived from the date it went out of business until the second\r\ntrial in 1998 -- cannot be awarded separately.  Projected future\r\nprofits may be factored into the going-concern value of the firm at\r\nthe time it went out of business.  Coastal may recover actual\r\ndamages until it went out of business.  It may also recover its\r\ngoing-concern value as of that date.  But it may not recover both\r\ngoing-concern value and lost profits after that date.  As this court\r\nsaid in Farmington:\r\nTo do so would result in a clear duplication: [the\r\nplaintiff] would get its present value as a going concern\r\nplus its future profits, but the latter figure would be\r\na major element in determining the former figure.\r\n\nId. at 82; see also 2 Areeda &amp; Hovenkamp  365b4, at 244 (\"Of\r\ncourse, both future profits and going-concern value may not be\r\ngranted in a given case, for that would be double counting. \r\nFurthermore, any such damages must be reduced by revenues made\r\npossible by the termination.\" (footnote omitted)).  \r\nWe know that the second verdict assigned $2 million to the\r\ngoing-concern value, a value instructed to be calculated as of 1998. \r\nThis means that the jury assigned $2.5 million to the remaining\r\ndamages -- that is, damages from Coastal's inception until Coastal\r\nwent out of business in 1993 plus damages from 1993 until 1998. \r\nBecause we are unable to assign a portion of the damages to the\r\nlosses Coastal suffered prior to March 1993, we cannot save any\r\nportion of the verdict.  Thus, if the parties are unable to resolve\r\nthe matter, it must go back for yet another damages trial.\r\nAt that trial Coastal is confined to its actual lost\r\nprofits as of the date it went out of business in 1993, plus its\r\ngoing-concern value calculated as of that date but for CAPECO's\r\nprice discrimination.  This means what a willing buyer would have\r\npaid for Coastal in early April 1993.  We emphasize that the going-\r\nconcern value is not necessarily zero.  The mere fact that Coastal\r\nhad never earned profit to that point does not mean it had no value\r\nas a going concern.  See Heatransfer Corp., 553 F.2d at 986 n.20\r\n(\"[T]he Court does not believe that a going concern, which is the\r\nvictim of an anti-competitive practice, must forego damages for\r\nsales it would have made as the result of the natural expansion of\r\nits business simply because it was victimized early in its existence\r\nbefore its attempts to expand could ripen into evidence of\r\npreparedness and intent to increase its output.\"); Terrell v.\r\nHousehold Goods Carriers' Bureau, 494 F.2d 16, 23 n.12 (5th Cir.\r\n1974) (rejecting an argument that a business that was not profitable\r\nas of the time it went out of business should be valued at zero, and\r\ncommenting that \"[t]o deny recovery to a businessman who has\r\nstruggled to establish a business in the face of wrongful conduct\r\nby a competitor simply because he never managed to escape from the\r\nquicksand of red ink to the dry land of profitable enterprise would\r\nmake a mockery of the private antitrust remedy\").\r\nB.   CAPECO's Argument Against Any Going-Concern Value\r\nCAPECO makes two other arguments which it says mean that\r\nthe jury could not even consider whether to award going-concern\r\ndamages at all: CAPECO contends that its refusal to deal with\r\nCoastal after March 1993 was completely legal and therefore no\r\nantitrust damages could lie after the termination, and that awarding\r\ndamages after that date would constitute a duplicative recovery. \r\nThese arguments are different from its argument that Farmington\r\nDowel must apply.  The logic of these arguments would require entry\r\nof a verdict in CAPECO's favor on all claims except claims for the\r\nactual damages Coastal suffered prior to CAPECO's cessation of\r\nbusiness on March 31, 1993.  We reject both arguments.  We also\r\nreject CAPECO's argument that the jury was required to conclude that\r\nCoastal suffered no damages before March 31, 1993 as a result of the\r\nprice discrimination.\r\nFirst, CAPECO argues that this court \"held that CAPECO's\r\nrefusal to deal with Coastal after March 31, 1993 did not violate\r\nthe antitrust laws.\"  From this CAPECO argues that it cannot be\r\nresponsible for any damages stemming from Coastal's going out of\r\nbusiness or damages after that date.  Whether or not the syllogism\r\nis sound, the premise is not.  This court did not hold that CAPECO's\r\nrefusal to deal was not illegal.\r\nFurther, the evidence fully supported the district court's\r\nfinding that \"there was sufficient evidence upon which the jury\r\ncould conclude that Coastal closed down its operations because of\r\nthe price discrimination.\"  April 23, 1998 slip op. at 4.  Coastal\r\npresented testimony from Daniel Hill, the former chairman of Coastal\r\nFuels of Puerto Rico, that Coastal departed from the San Juan market\r\nbecause of the price discrimination and refusal to deal.  As the\r\ndistrict court noted, \"CAPECO had a full opportunity to cross-\r\nexamine Mr. Hill based on his 1994 testimony and did so.  Any\r\nquestions as to credibility were for the jury.\"  Id.  CAPECO's\r\nrefusal to deal was a direct result of Coastal's filing of this\r\nlawsuit and thus of CAPECO's price discrimination.  We need not\r\ndetermine whether CAPECO's price discrimination directly forced\r\nCoastal out of business or whether price discrimination led to the\r\nrefusal to deal and thus Coastal's demise; in any event, sufficient\r\nevidence was presented to the jury for it to find that Coastal's\r\ngoing out of business was causally linked to CAPECO's illegal\r\nbehavior.\r\nIn contrast to the evidence presented by Coastal that the\r\nrefusal to deal was a direct result of CAPECO's price\r\ndiscrimination, CAPECO has cited no portion of the record that\r\nsupports its contention that it would have cut Coastal off absent\r\nthe price discrimination and ensuing lawsuit, apparently because\r\nCAPECO did not introduce any such evidence.  See id. at 5 (\"CAPECO\r\ncites no authority to sustain its assertion that a defendant who is\r\nengaging in price discrimination must be allowed to stop the accrual\r\nof a plaintiff's damages by refusing to deal. . . . CAPECO presented\r\nno testimony as to the refusal to deal and, in fact, never argued\r\nto the jury that Coastal was not entitled to any future profits\r\nbecause of the refusal to deal.\").  Given this failure, we agree\r\nwith the district court's determination \"that the jury had\r\nsufficient evidence upon which it could have concluded that\r\nCoastal's . . . decision to close operations [was] due to price\r\ndiscrimination.\"  Id.  We consider this issue -- of whether damages\r\nfrom Coastal's going out of business were causally related to the\r\nprice discrimination -- to have been resolved against CAPECO by at\r\nleast the second (and perhaps the first) jury, and CAPECO is not\r\nfree to argue otherwise on remand. \r\nC.   Duplication of Tort Recovery\r\nCAPECO's argument that the price-discrimination recovery\r\nduplicated the tort recovery in the first trial fails.  CAPECO\r\ncontends that the tort award from the first trial was, in effect,\r\nan award of lost profits for the period after 1993, and thus that\r\nany post-1993 damages for price discrimination would constitute a\r\nduplicative recovery.  The district court rejected this contention,\r\nnoting that \"Coastal's expert testified only as to damages resulting\r\nfrom price discrimination and CAPECO presented no evidence that any\r\npart of Coastal's damages were occasioned by CAPECO's tortious\r\nconduct.\"  Id. at 15.  In its brief to this court, CAPECO does not\r\npoint to evidence in the record that suggests otherwise.  \r\nMore importantly, this court earlier found that CAPECO had\r\nwaived its duplicative recovery argument.  We explicitly rejected\r\nCAPECO's claim that a new trial on liability or a remittitur was\r\nrequired because an award of damages for price discrimination would\r\nbe duplicative of the tort award.  See Coastal Fuels, 79 F.3d at\r\n201-02.  That issue was foreclosed, should not have been raised\r\nhere, and may not be raised again.\r\nD.   Other Instructions\r\nThere was another type of error in the jury instructions. \r\nThat error has to do with the burden of proof.  The judge instructed\r\nthe jury that \"Coastal is not required to prove the amount of its\r\ndamages with any certainty.\"  As stated, the instruction was\r\nacceptable.  The court expressly instructed the jury that because\r\nthe first trial had determined that CAPECO's price discrimination\r\nhad caused injury to Coastal, the jury's only function was to\r\ndetermine the amount of the damages.  Although the district court\r\nwas correct as to the scope of the remand -- to determine the amount\r\nof damages -- in doing so the court went on to expressly instruct\r\nthe jury to disregard the preponderance-of-the-evidence standard and\r\nto apply a lesser standard:  \"At the beginning of the case I\r\nmentioned to you preponderance of the evidence.  You must put that\r\nout of your mind, because in a price discrimination case such as\r\nthis one, a lesser standard is applied.\"  That was error.\r\nThe district court thought its instruction was required\r\nby statements in our prior opinion.  See April 23, 1998 slip op. at\r\n3, 8 (citing Coastal Fuels, 79 F.3d at 200).  The confusion in this\r\narea starts with the language of the 1931 Supreme Court decision in\r\nStory Parchment.  Story Parchment was a Sherman Act conspiracy-to-\r\nmonopolize case in which the three defendant companies conspired to\r\ndestroy the plaintiff company, a new entrant in the field, by so\r\ncutting their previously stable prices that the prices fell first\r\nbelow the point of fair profit and later below the costs of\r\nproduction.  The jury awarded damages based on evidence comparing\r\nthe old prices, which were reasonable and which the jury found would\r\nhave been maintained but for the unlawful acts, with the prices\r\nactually received.  The circuit court reversed the verdict,\r\nconcluding there was no basis for a reasonable inference that prices\r\nin excess of those actually realized would have prevailed if there\r\nhad been no unlawful combination, and that in any event the damages\r\nwere based on speculation and conjecture.  The Supreme Court\r\ndisagreed and said, famously:\r\nWhere the tort itself is of such a nature as to   preclude\r\nthe ascertainment of the amount of damages with   certainty, it would be a perversion of fundamental     principles of justice to deny all relief to the injured\r\nperson, and thereby relieve the wrongdoer from making any\r\namend for his acts.  In such case, while the damages may\r\nnot be determined by mere speculation or guess, it will\r\nbe enough if the evidence show the extent of the damages\r\nas a matter of just and reasonable inference, although\r\nthe result be only approximate.\r\n\nStory Parchment, 282 U.S. at 563.  It was from this language that\r\nthe district court picked up its \"just and reasonable inference\"\r\nlanguage, and it is presumably on this same language that the court\r\nbased its instruction that plaintiff bore a burden of proof of less\r\nthan a preponderance of the evidence.  We read Story Parchment to\r\nhold that the amount of damages is an issue on which reasonable\r\nestimates based on inferences are permissible.  But this does not\r\nmean that the jury is free to act on less than a preponderance of\r\nthe evidence.  See generally Story Parchment, 282 U.S. 555; see alsoJ. Truett Payne Co. v. Chrysler Motors Corp., 451 U.S. 557, 568\r\n(1981); Eastman Kodak Co. v. Southern Photo Materials Co., 273 U.S.\r\n359, 378-79 (1927).  In Story Parchment, the Court distinguished\r\nbetween two different situations involving uncertain damages: one,\r\nwhere uncertain damages are not recoverable because they are not the\r\ncertain result of the harm; the other, where damages are recoverable\r\nbecause the fact of damage is \"definitely attributable to the wrong\r\nand only uncertain in respect of [the] amount.\"  Story Parchment,\r\n282 U.S. at 562.\r\nThe district court used the well-worn phrase from Story\r\nParchment outside of its normal context -- a trial encompassing both\r\nliability and damages -- where the phrase is usually thought to mean\r\nonly that an antitrust plaintiff need not \"establish the amount of\r\ndamages with mathematical precision.\"  ABA Section of Antitrust Law,\r\nAntitrust Law Developments 785 (4th ed. 1997).  Its use was\r\ninappropriate here.\r\nThe greater flexibility described in Story Parchment \r\nrecognizes the difficult task of \"quantifying the difference between\r\nwhat actually happened and what would have happened in a\r\nhypothetical free market.\"  Fishman v. Estate of Wirtz, 807 F.2d\r\n520, 550 (7th Cir. 1986).  It is one thing to say there needs to be\r\nsome flexibility in proving the amount of damages relating to \r\nhypothetical events.  Such flexibility is needed both in practical\r\nterms given the nature of the proof, and to avoid rewarding a\r\nwrongdoer for its misconduct.  It is quite another thing to suggest\r\nthat an antitrust plaintiff does not need to show probability that\r\nthe damages caused by the wrongdoer's misconduct fall within a\r\nreasonably estimated range of damages.\r\n                            V\r\nA.   Expert Testimony\r\nSome issues which may come up at retrial deserve brief\r\nattention.  First, CAPECO complains about the exclusion of most of\r\nthe testimony of Dr. Hausman, its expert.  We review a district\r\ncourt's decision to admit or exclude expert testimony for abuse of\r\ndiscretion.  See Kumho Tire Co. v. Carmichael, No. 97-1709, slip op.\r\nat 2 (U.S. Mar. 23, 1999); General Elec. Co. v. Joiner, 118 S. Ct.\r\n512, 517 (1997); Licciardi v. TIG Ins. Group, 140 F.3d 357, 362-63\r\n(1st Cir. 1998); Newell Puerto Rico, Ltd. v. Rubbermaid Inc., 20\r\nF.3d 15, 20 (1st Cir. 1994). \r\nCAPECO argues that the court excluded Dr. Hausman's\r\ntestimony because it erroneously found his economic oligopoly theory\r\nunacceptable.  If that was what had happened, we would have\r\nconsiderable sympathy for CAPECO's argument.  Cf. Daubert v. Merrell\r\nDow Pharmaceuticals, Inc., 509 U.S. 579, 594-95 (1993); Ruiz-Trochev. Pepsi Cola of Puerto Rico Bottling Co., 161 F.3d 77, 85 (1st Cir.\r\n1998) (stating that Daubert requires \"that the proponent of the\r\nevidence show that the expert's conclusion has been arrived at in\r\na scientifically sound and methodologically reliable fashion\").  \r\nBut our reading of the record is that the more likely\r\nbasis for the exclusion was the district court's belief that there\r\nwas considerable and unjustified variance between the expert's Rule\r\n26 report and his testimony, and that the district court found that\r\nHausman had unintentionally misled the court into believing that he\r\nhad performed certain crucial calculations when he had not in fact\r\ndone them.  Such a ruling would hardly be an abuse of discretion.\r\nSee Licciardi, 140 F.3d at 364 (stating that expert testimony should\r\nhave been excluded where such testimony went \"far beyond the scope\r\nof [the expert's] report\"); cf. Eastern Auto Distribs., Inc. v.\r\nPeugeot Motors of America, Inc., 795 F.2d 329, 338 (4th Cir. 1986);\r\nAmerican Key Corp. v. Cole Nat'l Corp., 762 F.2d 1569, 1580-81 (11th\r\nCir. 1985); Merit Motors, Inc. v. Chrysler Corp., 569 F.2d 666, 672-\r\n73 (D.C. Cir. 1977).  At any damages retrial there will be new\r\nexpert testimony and such a problem should not recur. \r\nB.   Damages Calculation Methodology\r\nSeparate from its array of other challenges, CAPECO argues\r\nthat the district court should have compelled the parties to use the\r\n\"yardstick\" method for calculating damages, rather than the \"before\r\nand after\" method.  CAPECO contends that the yardstick method is\r\nmandated by this court's opinion in Home Placement Service, Inc. v.\r\nProvidence Journal Co., 819 F.2d 1199 (1st Cir. 1987).  We\r\nconsidered this precise issue in our review of the first trial.  We\r\ndecided that \"[u]ltimately, the proper method should be determined\r\nby the district court in accord with the facts of the situation. \r\nIn this case, the district court will have exactly that opportunity\r\n[on remand] . . . .\"  Coastal Fuels, 79 F.3d at 200.  \r\nIn its brief, CAPECO contends that Coastal's \"undisputed\r\n[lack of a] track record in San Juan\" (emphasis omitted) should have\r\nmandated the use of the yardstick method, but fails to address the\r\ndistrict court's finding that this issue had been waived.  CAPECO\r\nhas waived its argument that the yardstick method is required, and\r\nis foreclosed from raising it again.\r\n                           VI\r\nGiven our holdings, we need not reach the myriad of other\r\nclaims CAPECO has raised.  Our disposition means that this matter\r\nmust be remanded and there will be, sadly, yet a third trial\r\n(although quite limited) in this case.  We are distressed to remand\r\nfor a new damages trial when two juries have already spoken.  It\r\nwould seem in the interests of both parties to reach an agreement\r\nresolving the issue of the damages to be paid for CAPECO'S price\r\ndiscrimination.  \r\nThe case is remanded for a new trial on damages on the\r\nprice discrimination claim in accordance with this opinion.\r\nNo costs are awarded.\n",
  "html": "<p class=\"case_cite\">175 F.3d 18</p>\n    <p class=\"case_cite\">1999-1 Trade Cases  P 72,496</p>\n    <p class=\"parties\">COASTAL FUELS OF PUERTO RICO, INC., Plaintiff, Appellee,<br>v.<br>CARIBBEAN PETROLEUM CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1652.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Nov. 3, 1998.<br>Decided April 14, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William L. Patton, with whom Steven A. Kaufman, Jane E. Willis, Ropes &amp; Gray, John M. Garcia, and Garcia &amp; Fernandez were on brief, for appellant.</p>\n      <p class=\"indent\">Michael S. Yauch, with whom Roberto Boneta, Munoz Boneta Gonzales Arbona Benitez &amp; Peral, Mark E. Haddad, and Sidley &amp; Austin were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, HALL, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In its third visit to this court, this antitrust price-discrimination case raises a number of important damages issues.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After the first trial in this case, this court upheld a finding of antitrust liability against Caribbean Petroleum Corporation (\"CAPECO\") on a Puerto Rican law price-discrimination theory and a tort verdict of $500,000, but reversed a finding of monopolization in violation of the Sherman Act.  We vacated the jury verdict of $1.5 million in single antitrust damages (tripled, to $4.5 million) and remanded for further proceedings.  We did so because the antitrust verdict may have included damages for the monopolization claim, on which we had reversed.  Thus, there was a reasonable possibility the jury had awarded plaintiff too much.  Because we were remanding for a new trial on damages, we did not reach a number of CAPECO's specific challenges to damages evidence presented by plaintiff Coastal Fuels of Puerto Rico (\"Coastal\").  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., 79 F.3d 182, 186, 200-01 (1st Cir.), cert. denied, 519 U.S. 927, 117 S.Ct. 294, 136 L.Ed.2d 214 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This appeal stems from those further proceedings.  Eventually, the entire price-discrimination damages case was retried and the second jury returned a verdict on the price-discrimination claim which was three times larger ($4.5 million before trebling) than the initial verdict.  Of this $4.5 million, $2 million was for going-concern damages.  The district court denied CAPECO's motions for a judgment as a matter of law, for a new trial, or for remittitur of damages.  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., Civ. No. 92-1584, slip op. at 1 (D.P.R. Apr. 23, 1998) (\"April 23, 1998 slip op.\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">CAPECO, the party for whose benefit the remand supposedly operated, appeals from the damages retrial and verdict, raising a myriad of issues.  Treating Puerto Rican price discrimination law as largely equivalent to federal price discrimination law, see Coastal Fuels, 79 F.3d at 190, as the parties have agreed, and thus analyzing the case under the Robinson-Patman Act, we reverse and remand.  We also confront and reject a number of CAPECO's other claims, both to guide further proceedings in this case and to emphasize our rejection of CAPECO's claim that judgment should enter in its favor.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* We set forth the basic facts which frame the dispute;  fuller details may be found in our earlier opinions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  CAPECO operated a refinery in San Juan, Puerto Rico.  The refinery's products included fuel appropriate for marine engines.  Resellers purchased such fuel, sometimes called bunker fuel, and sold it to cruise ships and other ocean-going vessels.  CAPECO's refinery was the only one nearby;  CAPECO was the only local source of bunker fuel.  While a reseller could import fuel from another port, prohibitive transportation costs made the practice uneconomical.  CAPECO was, in effect, San Juan's only supplier of bunker fuel.  CAPECO sold primarily to its two major long-standing customers, Harbor Fuel Services, Inc.  (\"Harbor\") and Caribbean Fuel Oil Trading, Inc.  (\"Caribbean\").  While Coastal's parent company, Coastal Fuels Marketing, Inc.  (\"CFMI\"), had operations elsewhere, Coastal was a new entrant to the bunker-fuel market in San Juan.  Coastal began doing business in Puerto Rico in October 1991.  It looked to CAPECO to supply the needed fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In September 1991, CAPECO agreed to sell to Coastal for six months according to a price formula.  However, CAPECO sold to two long-standing customers, Harbor and Caribbean, at a discount from the price charged Coastal, the new entrant.  Harbor and Caribbean in turn passed on most of this price advantage to their customers.  In this court's opinion following the first trial we found that \"CAPECO's own expert witness quantified the total price discrimination in favor of Caribbean and Harbor as $682,451.78 for the period from October 1991 to April 1992.\"  Coastal Fuels, 79 F.3d at 187.   Coastal was not profitable during this period.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the time of Coastal's entry into the San Juan market, Harbor had 54% of the market, Caribbean had 40%, and Esso had 6%.  Coastal's 1991 business plan projected it would gain a significant foothold in the San Juan market within the first year of operation.  Coastal estimated that it would be able to sell 100,000 barrels of fuel per month, or more than a million barrels a year.  The total size of the San Juan market, Coastal estimated, was between 2.5 and 4.0 million barrels per year.  During the first five months of Coastal's operation, the actual average price advantage given by CAPECO to Coastal's competitors was $.48 per barrel in favor of Harbor and $.37 per barrel in favor of Caribbean.  During Coastal's remaining thirteen months of operation, the price differential varied, averaging about a $.07 per barrel disadvantage to Coastal.  The cost of marine fuel oil sold by CAPECO during this eighteen month period varied from $8 to $13 per barrel.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In May 1992 Coastal filed this action and sought to enjoin CAPECO from future price discrimination.  The district court denied the injunction, and this court affirmed.  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., 990 F.2d 25 (1st Cir.1993).  After Coastal filed suit, CAPECO made a take-it-or-leave-it price offer to Coastal, which Coastal took.  Coastal still paid more for CAPECO's product than did Coastal's competitors.  CAPECO cut off supply to Coastal completely on March 31, 1993, and Coastal went out of business shortly thereafter.  Coastal never became a profitable business;  it lost almost $2 million during its eighteen months in operation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In July 1992, Puerto Rico imposed an excise tax of $.84 per barrel on the resale of bunker fuel in Puerto Rico.  The tax hurt the total sales of bunker fuel in San Juan Harbor.  The ultimate market voted with its fleet, as cruise boats chose to fill up at other ports not subject to the tax.  The tax was repealed in December 1993, eight months after Coastal had gone out of business.  The excise tax reduced sales volumes in Puerto Rico by roughly 37%, from about 3.8 million barrels in 1992 to about 2.4 million barrels in 1993.  After the repeal of the excise tax in December 1993, the San Juan sales volume started to climb back up, reaching 3.1 million barrels in 1994.  After Coastal went out of business, one of Coastal's competitors, Caribbean, also left the market, in the fall of 1993.  The other major reseller, Harbor, thus enjoyed a greater share of the market, although it faced new competition over time.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">CAPECO itself closed down its refinery in April 1995.  In 1996, total San Juan Harbor sales volume was less than 2 million barrels.  When CAPECO closed its refinery, Coastal had already been out of business for more than two years.  At the time CAPECO closed, it stated that its closing was temporary.  But it has apparently not reopened its refinery.  As a result, bunker fuel resellers in San Juan Harbor must import fuel from elsewhere.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our 1996 decision upheld a finding of liability on a price-discrimination claim based on Puerto Rican law against defendant CAPECO, reversed the claim under the federal Clayton Act, as amended by the Robinson-Patman Act, because no discriminatory transaction crossed a state line, and reversed a Sherman Act monopolization claim.  The jury had awarded $1.5 million in single antitrust damages (combining both the monopolization and price-discrimination theories) and $500,000 for the tort claim.  The $1.5 million was trebled and the $500,000 added.  The tort verdict is no longer in dispute.  This court vacated the antitrust damages verdict, saying the $1.5 million was most likely excessive because it may well have included damages stemming from harms associated with monopolization but not with price discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We found that CAPECO had waived any argument that this was a \"primary line\" price-discrimination case<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and we analyzed it as a case of \"secondary line\" discrimination:  \"Thus, the theory of injury is that CAPECO sold bunker fuel to Coastal at an unfavorable price relative to Harbor and Caribbean, and consequently, competition between Coastal, Harbor and Caribbean was thereby injured.\"  Coastal Fuels, 79 F.3d at 189.   In secondary line cases, plaintiffs usually allege that discriminatory pricing (here, by CAPECO) gave favored purchasers (here, Harbor and Caribbean) an advantage that caused injury through loss of business.  Typically, Robinson-Patman plaintiffs show lost sales or lost profits or both.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Once substantial price discrimination was shown, under the Morton Salt rule, see FTC v. Morton Salt Co., 334 U.S. 37, 68 S.Ct. 822, 92 L.Ed. 1196 (1948), we held there was a prima facie case of injury to competition, see Coastal Fuels, 79 F.3d at 191-93.   Recognizing that the Robinson-Patman Act, unlike the Sherman Act, was meant less to protect consumer welfare than to protect small merchants, this court rejected CAPECO's arguments that changes in the law on primary line price discrimination, more akin to the Sherman Act, meant that the Morton Salt rule could no longer be applied to secondary-line Robinson-Patman cases.  See id. at 191-93.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the jury necessarily concluded that CAPECO's evidence was insufficient to overcome the prima facie case plus other evidence offered by Coastal, this court examined whether CAPECO's evidence was so strong as to compel the conclusion that there was no causal connection between the price differential and Coastal's lost sales and profits.  We held that CAPECO's evidence was not sufficient to conclude there was no causal relationship to Coastal's lost sales or profits.  Thus, we found no basis to reverse the jury's implicit finding of actual injury to competition.  We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[R]egardless of whether these costs were factored directly into the prices that Coastal offered, or were later calculated into Coastal's bottom line, these costs affected Coastal's pricing.  Certainly, no argument can be made from this evidence alone that bunker fuel costs, no matter when accounted for, were not causally connected to Coastal's lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id. at 194.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our discussion of the damages awarded at the first trial focused on only two issues, although others were raised.  The first was whether Coastal, as a new market entrant, was required to use the \"yardstick\" method as opposed to the \"before and after method\" of calculating damages.  The second was the possibility of an excessive recovery.  Because we were vacating and remanding for further proceedings on the second issue, we did not decide the first issue (the methodology for calculating damages) or any other issues.  We did not reach CAPECO's challenges to Coastal's expert testimony, in particular CAPECO's claim that Coastal's expert should not have been permitted to calculate going-concern damages as of 1996, rather than as of the date in 1993 that Coastal went out of business.  See id. at 200-01.</p>\n    </div>\n    <p>III</p>\n    <p class=\"indent\">A. The Further Proceedings</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The parties disagreed about what should happen on remand.  CAPECO argued for a new trial in order to reopen issues of injury in fact and causation as well as to determine the appropriate amount of damages.  In contrast, Coastal asked the court to enter a verdict of $1.5 million (before trebling) under Federal Rule of Civil Procedure 49(a) on the ground that there had been no inclusion of monopolization damages in the verdict and therefore no duplication in that sum.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court rejected both CAPECO's and Coastal's arguments.  With regard to CAPECO's arguments, the court stated that CAPECO could not reopen the issue of price-discrimination liability, because remand was for determination of damages only.  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., Civ. No. 92-1584, slip op. at 3-4 (D.P.R. Mar. 5, 1997).  With regard to Coastal's request, the court stated that \"[c]onsideration of the flawed [monopolization] claim may have affected the verdict, and it is impossible to tell whether or to what extent it did.\"  Id. at 9. The court thus ordered \"a new trial by jury to determine damages due solely to price discrimination.\"  Id. at 10.   The court concluded that any objection to the \"before and after\" methodology had been waived by CAPECO.  It also concluded that \"the methodology used is adequate, particularly in light of the relatively relaxed standard for establishing the amount of damages.\"  Id. at 11.</p>\n    </div>\n    <p class=\"indent\">B. Evidence at the Second Trial</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Executives at Coastal and its affiliated companies testified they had prepared a business plan which projected that Coastal would initially sell about 100,000 barrels a month.  The prospective customers were expected largely to come from customers who bought from Coastal's sister companies' operations at other ports.  Coastal's plan called for a gross margin of $1.65 per barrel (compared with Harbor and Caribbean's respective margins of $1.79 and $1.83 per barrel).  Coastal's market share rose over its first several months of operation, reaching 27% in December 1991.  Its share thereafter dropped to 15% over 1992;  Coastal claims that this drop resulted from its competitors passing on CAPECO's discriminatory discounts to their customers.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Coastal's principal damages witness, Robert Sherwin, did not use either a \"yardstick\" or a \"before-and-after\" methodology but rather what Coastal calls a \"but-for\" methodology.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Sherwin's choice of methodology was supported by the testimony of another Coastal expert, Professor Bradford Cornell of UCLA.  Sherwin calculated total damages near $8 million, roughly consisting of two components.  He calculated lost profits from 1991 to 1996 at $3.475 million.  This component in turn included actual lost profits from 1991 to 1993 and projected lost profits from 1993 through 1996.  As in the first trial, he also calculated Coastal's going-concern value.  In the first trial, Sherwin valued Coastal's going concern value at $4.379 million as of the end of 1996.  At the second trial, he valued Coastal's going concern value at $4.49 million as of the end of 1996.  At the second trial, the choice of 1996 was justified as the first date near which there was market stability.  Although at the first trial Sherwin testified that Coastal's actual damages were approximately $7 million, in the second trial he apparently modified his analysis to take account of actual events in 1994 and 1995, after the first trial.  It should also be noted that the $7 million at the first trial also included monopolization damages, but the $8 million damages estimate at the second trial did not.  Sherwin did testify that the imposition of the tax on bunker fuel in mid-1992 meant, apart from any price discrimination, that Coastal would not have made its projected $200,000 profit for that year.  Further, he testified that in 1993, due partially to the excise tax, Coastal would have lost over $300,000.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">CAPECO's primary damages expert was Professor Jerry Hausman of MIT.  For purposes of his analysis, he calculated what Coastal's market share would have been, absent price discrimination, and compared his results with what actually happened.  Hausman testified that Coastal's market share, around 16%, would not have changed if there had been no price discrimination, that Coastal lost no sales as a result of price discrimination, and that at most it lost margin on sales actually made.  He calculated these lost-margin damages at $106,000.  However, his testimony on market share and his damages calculation were stricken by the district court and the jury was told to disregard his testimony.  Coastal characterizes this exclusion as justifiably based on Daubert and Rule 26 grounds;  CAPECO believes that the court erred under Daubert and Rule 26.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Dr. Hausman also testified that Coastal would have gone out of business in April 1993 even absent price discrimination and so there was no basis for post-April 1993 damages.  This later testimony was apparently also stricken.  After cross-examination, the court instructed the jury to disregard Hausman's testimony, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>I have excluded ... all of Dr. Hausman's testimony concerning his damages report....  That is no longer evidence....  It is not a fact in the case, and it should not enter into your considerations when you go to deliberate.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">CAPECO's other expert, Dr. Freyre, made no independent calculation of damages, but testified that the excise tax had a bigger effect on Coastal than the price discrimination and that Sherwin's market-share analysis was based on unreasonable assumptions.</p>\n    </div>\n    <p>IV</p>\n    <p>A. Damages Instructions</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The parties clash over whether the district court erred in its instructions to the jury regarding damages and whether it was permissible for the jury to award lost profits up to the time of trial in 1998 and going-concern value<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as of that date.  We find error.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The relevant portion of the court's instructions stated:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Plaintiff claims it is entitled to recover any profits it lost as a result of the price discrimination caused by the defendant.  Profit in this sense is net profit, and simply means the amount by which plaintiff's gross revenues would have exceeded all of the costs and the expenses that would have been necessary to produce those revenues.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Plaintiff also claims it is entitled to damages for future lost profits as a result of the price discrimination caused by the defendant.  If you find that defendant's price discrimination has caused plaintiff to lose profits it could otherwise reasonably expect to earn in the future, you may award plaintiff damages for those future lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">And in computing future profits, the law provides that the plaintiff may recover his lost profits from the date it cease[d] doing business [in 1993] until a date at or near trial, and in addition, its going-concern value as of that day.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">No instructions were given as to the meaning of going-concern value.  CAPECO preserved its objections relevant to this appeal, and neither party claims that this issue was resolved by our prior opinion in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The trial court essentially set three damages periods:  (a) damages until Coastal went out of business in 1993;  (b) damages from 1993 until the time of the 1998 trial;  and (c) Coastal's going-concern value as of the 1998 trial.  For purposes of the verdict form, damages from periods (a) and (b) together were given as a single sum--only going-concern damages were specifically separated out on the verdict form.  These three periods differed somewhat from the periods used by Sherwin, Coastal's damages expert.  Sherwin broke the damages down into actual damages prior to March 31, 1993, lost profits from that date until December 31, 1996, and going-concern damages as of the end of 1996.  We do not know whether the jury estimated going-concern value as of December 31, 1996, as Sherwin testified, or as of a date closer to trial in 1998, as the court instructed.  In any event, whether the calculation was done as of the end of 1996 or as of early 1998 makes no difference to our finding that going-concern damages should have been calculated as of early April 1993.  As explained below, we think the calculation of going concern value should normally be as of the date the company goes out of business.  Of the various damages models available, that model is most likely to be accurate.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">CAPECO first attacks the latter two categories of the district court's instructions--lost profits and going-concern value--and of Sherwin's calculations.  CAPECO argues that the court erred in instructing the jury that it should assess Coastal's going-concern value (and consequently future lost profits) as of a time near trial in 1998, not the time Coastal left the San Juan market in April 1993.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We find that the court erred in its instructions and that lost profits were limited to the period Coastal was actually in business and going-concern value should have been calculated as of the date Coastal went out of business.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The court did not instruct the jury that the jury could find going-concern value as of some time between 1993 and the 1998 trial date, or as of the time Coastal went out of business in 1993.  Nor did it so instruct as to the calculation of lost future profits.  Because of this lack of alternatives, the court's instructions could effectively be understood to tell the jury that if it awarded damages for future lost profits or for going-concern value, it had to do so calculating those damages respectively to a date at or near trial and as of a date at or near trial.  This was error, because the court could not direct the jury to assume the hypothesis was true that Coastal would have remained in business until 1998.  But the instruction was also wrong for other, more fundamental reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The parties' arguments help frame the problem.  CAPECO contends that, as a matter of law under our decision in Farmington Dowel Products Co. v. Forster Manufacturing Co., 421 F.2d 61 (1st Cir.1970), and as a matter of the facts of this case, there was no basis to go beyond 1993 as to either going-concern value or lost profits.  It says Sherwin's estimate of going-concern value was excessively speculative because the estimate was based on assumptions that CAPECO would not have terminated its relationship with Coastal, regardless of price discrimination, that Coastal would have nonetheless remained in business beyond 1993, and that Coastal would have remained and enjoyed a permanent advantage in the San Juan market once CAPECO closed its refinery in 1995.  According to CAPECO, the difference in the choice of date at which to make a calculation of going-concern value is significant because in 1993 Coastal was unprofitable, had no likelihood of becoming profitable, and thus had no going-concern value, due both to the tax and to Coastal's lack of a local supplier of bunker oil.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Coastal, in turn, contends that assessing market conditions as of 1993 would have been inappropriate because market conditions were \"abnormal\" due to the combination of the excise tax and the price discrimination.  Market conditions, it says, were much more stable by the end of 1996, thus permitting a more accurate evaluation of Coastal's going-concern value.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The principle that an antitrust plaintiff may recover both actual lost profits and diminution in the value of its business is well established.  See Story Parchment Co. v. Paterson Parchment Paper Co., 282 U.S. 555, 561-67, 51 S.Ct. 248, 75 L.Ed. 544 (1931).  Where plaintiff has been forced out of business, however, it is awarded its going-concern value or its projected future lost profits, but not both.  Usually courts follow the Farmington Dowel model and award going-concern value for a company which is no longer in business.  See Farmington Dowel, 421 F.2d at 81;  2 P. Areeda &amp; H. Hovenkamp, Antitrust Law &#167; 365b4, at 243 (rev. ed.1995) (stating that damages for a plaintiff who is forced out of business \"would ordinarily be measured by its capital value:  the price at which he could reasonably have sold the business as a going concern\").  The choice of date on which going-concern damages should be evaluated has appropriately focused on whether a particular means of evaluating a firm's going-concern value would be excessively speculative.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In Farmington Dowel, this court required that plaintiff's damages be calculated as of the date plaintiff went out of business, as opposed to a date close to trial, some ten years later.  See Farmington Dowel, 421 F.2d at 81.  Farmington rejected the method urged by plaintiff because it</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>would have required an estimate of profits for a period of some ten years during which the company neither existed nor made profits, plus an estimate of the going concern value ... of a company which had ceased being a going concern over ten years before, which estimate would have involved a further estimate of profits for a more remote future period.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id. Substitute \"four years\" for the \"ten years\" in Farmington Dowel and we have the same situation here.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In Farmington Dowel, we noted that evaluating going-concern value at a date \"long after the company ceased to be a going concern\" relied \"too heavily on speculation and conjecture.\"  Id. A number of other circuits similarly have estimated going-concern values as of the date the plaintiff ceased doing business.  See, e.g., Heatransfer Corp. v. Volkswagenwerk, A.G., 553 F.2d 964, 986 n. 20 (5th Cir.1977) (\"Lost capital value is to be determined at the date that a business ceases to do business.\");  Albrecht v. Herald Co., 452 F.2d 124, 130-31 (8th Cir.1971), abrogated on other grounds by State Oil Co. v. Khan, 522 U.S. 3, 118 S.Ct. 275, 139 L.Ed.2d 199 (1997).  But see Southern Pines Chrysler-Plymouth, Inc. v. Chrysler Corp., 826 F.2d 1360, 1363-64 (4th Cir.1987).  In addition, we have remanded or reversed antitrust cases where we have found that significant error by the trial court may have contributed to the jury award.  See, e.g., Sullivan v. National Football League, 34 F.3d 1091, 1106-1113 (1st Cir.1994) (invalidating a $51 million jury verdict for antitrust damages due to trial court error in jury instructions).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Coastal contends that its facts are different from those in Farmington Dowel, and in particular that the length of time between the date Coastal was forced out of business and the date of the second damages trial (more than four years later) was not so long as to render a date near trial excessively speculative.  Coastal also contends that going-concern value is best estimated given reasonably normal business conditions, a general proposition with which Dr. Freyre, one of CAPECO's experts, agreed.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Coastal then argues that such conditions only existed after the tax was repealed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We conclude that the Farmington Dowel framework--that going-concern value should be evaluated as of the time plaintiff goes out of business and actual lost profits awarded only up to that date--is and should be the norm.  It may be that in some situations the difference between the date the company went out of business and the date of trial is not great and the issue does not arise in any significant sense.  But here, more than four years had passed.  We do not adopt a per se rule that four years is inherently too great a gap, but we think it raises such risks of speculative evidence that the Farmington Dowel framework presumptively applies.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">There are significant differences between the methodology followed by Coastal's expert and the trial court instructions on the one hand, and the Farmington Dowel framework on the other.  The trial court's instructions effectively assumed that Coastal would have existed four years longer than it did, and thus deserved any lost profits for that period.  In addition, the jury was asked to give additional damages for going-concern value as of 1998.  The Farmington Dowel framework, in contrast, asks what a reasonable buyer would have paid for Coastal in 1993 (rather than in 1998, where any going-concern value assumes Coastal survives until 1998).  That is a very different question.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The burden is on the plaintiff to show circumstances which warrant choice of some date other than the date the company went out of business and that the evidence proffered is not speculative.  Coastal has not made that showing and is thus bound by the Farmington Dowel framework.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Coastal contends that it is excused from using the date the company went out of business because going-concern damages should be considered only at a time of market stability.  There are several responses.  First, whether that proposition is true depends upon context.  Inherent instability in a market (for reasons other than defendant's violation of law) hardly warrants building in an assumption that the company would have survived such instability.  Second, given the facts of this case, this is a hollow argument.  Although the Puerto Rico excise tax may have made the market unstable, this market appears to have been inherently unstable:  numerous competitors entered and exited the San Juan market during the period this dispute covers and the price of bunker fuel fluctuated widely.  There is little reason to suggest that the market was more stable as of the date of trial--when CAPECO had actually shut its refinery several years earlier.  It may be that in certain cases temporary market instability will provide a ground for departing from the rule we articulate here, but this is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The third response is that market stability four or ten years later does not mean that the exercise of estimating lost profits or going-concern damages over that intervening period is not speculative.  That Coastal's choice of date on which to calculate its going-concern damages was arbitrary, and thus speculative, is highlighted by the fact that the district court and Sherwin actually selected different dates on which the going-concern valuation should be made--Sherwin argued that the calculation should be done as of the end of 1996, while the court instructed the jury to perform the calculation as of a date near the February 1998 trial.  This in turn raises the prospect that there may have been an additional error in an impermissible overlap of fourteen months in the awards of lost profits and going-concern value if the jury used Coastal's expert's date and calculations to determine going-concern value and the district court's date to calculate lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The use of a date more than four years after the actual events, on the facts of this case, strikes us as a speculative enterprise, and Coastal's justification does not suffice.  In Sullivan v. Tagliabue, 25 F.3d 43 (1st Cir.1994), we commented that damages were likely speculative where \"the asserted harm ... is indirect, and likely the result, at least in part, of independent intervening factors\" and where damages are difficult to calculate.  Id. at 52.   In Associated General Contractors of California, Inc. v. California State Council of Carpenters, 459 U.S. 519, 103 S.Ct. 897, 74 L.Ed.2d 723 (1983), the Supreme Court commented that an antitrust damage claim was highly speculative where harm was \"indirect\" and \"may have been produced by independent factors.\"  Id. at 542.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Further, our sense that Coastal's methodology is very speculative is confirmed by what actually happened.  Here, because of the lapse of time, we have some information about later market conditions.  That information confirms our earlier judgment that this case requires adherence to the Farmington Dowel format.  CAPECO argues that awarding damages to Coastal as if it had remained in business involves assuming too many links in the causal chain:  that Coastal would have stayed in business despite the tax, that Coastal would then have been well-positioned to reap the benefits of the repeal of the tax, and that Coastal would have survived the closing of the CAPECO refinery and would have been even better placed to take advantage of CAPECO's closing of its refinery.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">These links are sufficiently questionable as to reinforce the use of the Farmington Dowel methodology.  Coastal's San Juan business was not profitable during the short time it was in business.  It lost over $2 million in eighteen months.  Indeed Coastal's own expert said that Coastal would have lost $300,000 in 1993.  But while Coastal presented evidence regarding the profits it might have earned had it still been competing in San Juan after 1996, it presented little evidence regarding its ability to become profitable and remain in San Juan up until that date.  For example, Coastal presented little evidence showing why it was more akin to Harbor, a competitor with a San Juan market share ranging from 71% to 100% between 1994 and 1996, than to other suppliers that failed to survive.  In addition to the assumption that Coastal would have survived in what was by all accounts a very competitive market, there is also the assumption that Coastal would have reaped a windfall from CAPECO's 1995 cessation of refining operations.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At first blush it might seem odd that Coastal would claim to receive a benefit from CAPECO's departure from the market in 1995.  CAPECO was, after all, the sole supplier of both Coastal and Coastal's competitors, and loss of a supplier who is a sole source is not usually good news for a company.  But Coastal says it was uniquely blessed--it could have brought in supplies from other Coastal operations elsewhere and thus would have gained market share.  The argument proves too much.  Coastal did not reenter the market when CAPECO closed its refinery in 1995 or any time thereafter, despite the potential profits to be made.  It is simply too speculative to build in an assumption that Coastal certainly would have been able to rely on imports from elsewhere in a hypothetical world.  Thus, this case is governed by the Farmington Dowel rule that going-concern value is determined as of the date Coastal went out of business.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Farmington Dowel also governs a related aspect of damages.  Farmington Dowel held that the district court correctly confined plaintiff to the lost profits up until the date the plaintiff went out of business plus the going-concern value on that date.  See Farmington Dowel, 421 F.2d at 80-82.   It follows that lost profits beyond 1993--the profits Coastal claims that it would have received from the date it went out of business until the second trial in 1998--cannot be awarded separately.  Projected future profits may be factored into the going-concern value of the firm at the time it went out of business.  Coastal may recover actual damages until it went out of business.  It may also recover its going-concern value as of that date.  But it may not recover both going-concern value and lost profits after that date.  As this court said in Farmington:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>To do so would result in a clear duplication:  [the plaintiff] would get its present value as a going concern plus its future profits, but the latter figure would be a major element in determining the former figure.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Id. at 82;  see also 2 Areeda &amp; Hovenkamp &#167; 365b4, at 244 (\"Of course, both future profits and going-concern value may not be granted in a given case, for that would be double counting.  Furthermore, any such damages must be reduced by revenues made possible by the termination.\"  (footnote omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We know that the second verdict assigned $2 million to the going-concern value, a value instructed to be calculated as of 1998.  This means that the jury assigned $2.5 million to the remaining damages--that is, damages from Coastal's inception until Coastal went out of business in 1993 plus damages from 1993 until 1998.  Because we are unable to assign a portion of the damages to the losses Coastal suffered prior to March 1993, we cannot save any portion of the verdict.  Thus, if the parties are unable to resolve the matter, it must go back for yet another damages trial.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">At that trial Coastal is confined to its actual lost profits as of the date it went out of business in 1993, plus its going-concern value calculated as of that date but for CAPECO's price discrimination.  This means what a willing buyer would have paid for Coastal in early April 1993.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We emphasize that the going-concern value is not necessarily zero.  The mere fact that Coastal had never earned profit to that point does not mean it had no value as a going concern.  See Heatransfer Corp., 553 F.2d at 986 n. 20 (\"[T]he Court does not believe that a going concern, which is the victim of an anti-competitive practice, must forego damages for sales it would have made as the result of the natural expansion of its business simply because it was victimized early in its existence before its attempts to expand could ripen into evidence of preparedness and intent to increase its output.\");  Terrell v. Household Goods Carriers' Bureau, 494 F.2d 16, 23 n. 12 (5th Cir.1974) (rejecting an argument that a business that was not profitable as of the time it went out of business should be valued at zero, and commenting that \"[t]o deny recovery to a businessman who has struggled to establish a business in the face of wrongful conduct by a competitor simply because he never managed to escape from the quicksand of red ink to the dry land of profitable enterprise would make a mockery of the private antitrust remedy\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>B. CAPECO's Argument Against Any Going-Concern Value</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">CAPECO makes two other arguments which it says mean that the jury could not even consider whether to award going-concern damages at all:  CAPECO contends that its refusal to deal with Coastal after March 1993 was completely legal and therefore no antitrust damages could lie after the termination, and that awarding damages after that date would constitute a duplicative recovery.  These arguments are different from its argument that Farmington Dowel must apply.  The logic of these arguments would require entry of a verdict in CAPECO's favor on all claims except claims for the actual damages Coastal suffered prior to CAPECO's cessation of business on March 31, 1993.  We reject both arguments.  We also reject CAPECO's argument that the jury was required to conclude that Coastal suffered no damages before March 31, 1993 as a result of the price discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">First, CAPECO argues that this court \"held that CAPECO's refusal to deal with Coastal after March 31, 1993 did not violate the antitrust laws.\"   From this CAPECO argues that it cannot be responsible for any damages stemming from Coastal's going out of business or damages after that date.  Whether or not the syllogism is sound, the premise is not.  This court did not hold that CAPECO's refusal to deal was not illegal.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Further, the evidence fully supported the district court's finding that \"there was sufficient evidence upon which the jury could conclude that Coastal closed down its operations because of the price discrimination.\"   April 23, 1998 slip op. at 4. Coastal presented testimony from Daniel Hill, the former chairman of Coastal Fuels of Puerto Rico, that Coastal departed from the San Juan market because of the price discrimination and refusal to deal.  As the district court noted, \"CAPECO had a full opportunity to cross-examine Mr. Hill based on his 1994 testimony and did so.  Any questions as to credibility were for the jury.\"  Id. CAPECO's refusal to deal was a direct result of Coastal's filing of this lawsuit and thus of CAPECO's price discrimination.  We need not determine whether CAPECO's price discrimination directly forced Coastal out of business or whether price discrimination led to the refusal to deal and thus Coastal's demise;  in any event, sufficient evidence was presented to the jury for it to find that Coastal's going out of business was causally linked to CAPECO's illegal behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In contrast to the evidence presented by Coastal that the refusal to deal was a direct result of CAPECO's price discrimination, CAPECO has cited no portion of the record that supports its contention that it would have cut Coastal off absent the price discrimination and ensuing lawsuit, apparently because CAPECO did not introduce any such evidence.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  See id. at 5 (\"CAPECO cites no authority to sustain its assertion that a defendant who is engaging in price discrimination must be allowed to stop the accrual of a plaintiff's damages by refusing to deal....  CAPECO presented no testimony as to the refusal to deal and, in fact, never argued to the jury that Coastal was not entitled to any future profits because of the refusal to deal.\").  Given this failure, we agree with the district court's determination \"that the jury had sufficient evidence upon which it could have concluded that Coastal's ... decision to close operations [was] due to price discrimination.\"  Id. We consider this issue--of whether damages from Coastal's going out of business were causally related to the price discrimination--to have been resolved against CAPECO by at least the second (and perhaps the first) jury, and CAPECO is not free to argue otherwise on remand.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>C. Duplication of Tort Recovery</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">CAPECO's argument that the price-discrimination recovery duplicated the tort recovery in the first trial fails.  CAPECO contends that the tort award from the first trial was, in effect, an award of lost profits for the period after 1993, and thus that any post-1993 damages for price discrimination would constitute a duplicative recovery.  The district court rejected this contention, noting that \"Coastal's expert testified only as to damages resulting from price discrimination and CAPECO presented no evidence that any part of Coastal's damages were occasioned by CAPECO's tortious conduct.\"  Id. at 15.   In its brief to this court, CAPECO does not point to evidence in the record that suggests otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">More importantly, this court earlier found that CAPECO had waived its duplicative recovery argument.  We explicitly rejected CAPECO's claim that a new trial on liability or a remittitur was required because an award of damages for price discrimination would be duplicative of the tort award.  See Coastal Fuels, 79 F.3d at 201-02.   That issue was foreclosed, should not have been raised here, and may not be raised again.</p>\n    </div>\n    <p>D. Other Instructions</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There was another type of error in the jury instructions.  That error has to do with the burden of proof.  The judge instructed the jury that \"Coastal is not required to prove the amount of its damages with any certainty.\"   As stated, the instruction was acceptable.  The court expressly instructed the jury that because the first trial had determined that CAPECO's price discrimination had caused injury to Coastal, the jury's only function was to determine the amount of the damages.  Although the district court was correct as to the scope of the remand--to determine the amount of damages--in doing so the court went on to expressly instruct the jury to disregard the preponderance-of-the-evidence standard and to apply a lesser standard:  \"At the beginning of the case I mentioned to you preponderance of the evidence.  You must put that out of your mind, because in a price discrimination case such as this one, a lesser standard is applied.\"   That was error.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The district court thought its instruction was required by statements in our prior opinion.  See April 23, 1998 slip op. at 3, 8 (citing Coastal Fuels, 79 F.3d at 200).   The confusion in this area starts with the language of the 1931 Supreme Court decision in Story Parchment.  Story Parchment was a Sherman Act conspiracy-to-monopolize case in which the three defendant companies conspired to destroy the plaintiff company, a new entrant in the field, by so cutting their previously stable prices that the prices fell first below the point of fair profit and later below the costs of production.  The jury awarded damages based on evidence comparing the old prices, which were reasonable and which the jury found would have been maintained but for the unlawful acts, with the prices actually received.  The circuit court reversed the verdict, concluding there was no basis for a reasonable inference that prices in excess of those actually realized would have prevailed if there had been no unlawful combination, and that in any event the damages were based on speculation and conjecture.  The Supreme Court disagreed and said, famously:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>Where the tort itself is of such a nature as to preclude the ascertainment of the amount of damages with certainty, it would be a perversion of fundamental principles of justice to deny all relief to the injured person, and thereby relieve the wrongdoer from making any amend for his acts.  In such case, while the damages may not be determined by mere speculation or guess, it will be enough if the evidence show the extent of the damages as a matter of just and reasonable inference, although the result be only approximate.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Story Parchment, 282 U.S. at 563.   It was from this language that the district court picked up its \"just and reasonable inference\" language, and it is presumably on this same language that the court based its instruction that plaintiff bore a burden of proof of less than a preponderance of the evidence.  We read Story Parchment to hold that the amount of damages is an issue on which reasonable estimates based on inferences are permissible.  But this does not mean that the jury is free to act on less than a preponderance of the evidence.  See generally Story Parchment, 282 U.S. 555, 51 S.Ct. 248, 75 L.Ed. 544;  see also J. Truett Payne Co. v. Chrysler Motors Corp., 451 U.S. 557, 568, 101 S.Ct. 1923, 68 L.Ed.2d 442 (1981);  Eastman Kodak Co. v. Southern Photo Materials Co., 273 U.S. 359, 378-79, 47 S.Ct. 400, 71 L.Ed. 684 (1927).  In Story Parchment, the Court distinguished between two different situations involving uncertain damages:  one, where uncertain damages are not recoverable because they are not the certain result of the harm;  the other, where damages are recoverable because the fact of damage is \"definitely attributable to the wrong and only uncertain in respect of [the] amount.\"  Story Parchment, 282 U.S. at 562.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The district court used the well-worn phrase from Story Parchment outside of its normal context--a trial encompassing both liability and damages--where the phrase is usually thought to mean only that an antitrust plaintiff need not \"establish the amount of damages with mathematical precision.\"   ABA Section of Antitrust Law, Antitrust Law Developments 785 (4th ed.1997).  Its use was inappropriate here.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The greater flexibility described in Story Parchment recognizes the difficult task of \"quantifying the difference between what actually happened and what would have happened in a hypothetical free market.\"  Fishman v. Estate of Wirtz, 807 F.2d 520, 550 (7th Cir.1986).  It is one thing to say there needs to be some flexibility in proving the amount of damages relating to hypothetical events.  Such flexibility is needed both in practical terms given the nature of the proof, and to avoid rewarding a wrongdoer for its misconduct.  It is quite another thing to suggest that an antitrust plaintiff does not need to show probability that the damages caused by the wrongdoer's misconduct fall within a reasonably estimated range of damages.</p>\n    </div>\n    <p>V</p>\n    <p>A. Expert Testimony</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Some issues which may come up at retrial deserve brief attention.  First, CAPECO complains about the exclusion of most of the testimony of Dr. Hausman, its expert.  We review a district court's decision to admit or exclude expert testimony for abuse of discretion.  See Kumho Tire Co. v. Carmichael, --- U.S. ----, 119 S.Ct. 1167, ----, 143 L.Ed.2d 238 (1999);  General Elec. Co. v. Joiner, 522 U.S. 136, 118 S.Ct. 512, 517, 139 L.Ed.2d 508 (1997);  Licciardi v. TIG Ins. Group, 140 F.3d 357, 362-63 (1st Cir.1998);  Newell Puerto Rico, Ltd. v. Rubbermaid Inc., 20 F.3d 15, 20 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">CAPECO argues that the court excluded Dr. Hausman's testimony because it erroneously found his economic oligopoly theory unacceptable.  If that was what had happened, we would have considerable sympathy for CAPECO's argument.  Cf. Daubert v. Merrell Dow Pharmaceuticals, Inc., 509 U.S. 579, 594-95, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993);  Ruiz-Troche v. Pepsi Cola of Puerto Rico Bottling Co., 161 F.3d 77, 85 (1st Cir.1998) (stating that Daubert requires \"that the proponent of the evidence show that the expert's conclusion has been arrived at in a scientifically sound and methodologically reliable fashion\").<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">But our reading of the record is that the more likely basis for the exclusion was the district court's belief that there was considerable and unjustified variance between the expert's Rule 26 report and his testimony, and that the district court found that Hausman had unintentionally misled the court into believing that he had performed certain crucial calculations when he had not in fact done them.  Such a ruling would hardly be an abuse of discretion.  See Licciardi, 140 F.3d at 364 (stating that expert testimony should have been excluded where such testimony went \"far beyond the scope of [the expert's] report\");  cf.  Eastern Auto Distribs., Inc. v. Peugeot Motors of America, Inc., 795 F.2d 329, 338 (4th Cir.1986);  American Key Corp. v. Cole Nat'l Corp., 762 F.2d 1569, 1580-81 (11th Cir.1985);  Merit Motors, Inc. v. Chrysler Corp., 569 F.2d 666, 672-73 (D.C.Cir.1977).  At any damages retrial there will be new expert testimony and such a problem should not recur.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>B. Damages Calculation Methodology</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Separate from its array of other challenges, CAPECO argues that the district court should have compelled the parties to use the \"yardstick\" method for calculating damages, rather than the \"before and after\" method.  CAPECO contends that the yardstick method is mandated by this court's opinion in Home Placement Service, Inc. v. Providence Journal Co., 819 F.2d 1199 (1st Cir.1987).  We considered this precise issue in our review of the first trial.  We decided that \"[u]ltimately, the proper method should be determined by the district court in accord with the facts of the situation.  In this case, the district court will have exactly that opportunity [on remand]....\"  Coastal Fuels, 79 F.3d at 200.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In its brief, CAPECO contends that Coastal's \"undisputed [lack of a] track record in San Juan\" (emphasis omitted) should have mandated the use of the yardstick method, but fails to address the district court's finding that this issue had been waived.  CAPECO has waived its argument that the yardstick method is required, and is foreclosed from raising it again.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>VI</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Given our holdings, we need not reach the myriad of other claims CAPECO has raised.  Our disposition means that this matter must be remanded and there will be, sadly, yet a third trial (although quite limited) in this case.  We are distressed to remand for a new damages trial when two juries have already spoken.  It would seem in the interests of both parties to reach an agreement resolving the issue of the damages to be paid for CAPECO'S price discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The case is remanded for a new trial on damages on the price discrimination claim in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit Court of Appeals, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1993, before the first trial, we affirmed the district court's denial of a preliminary injunction requiring CAPECO to end its price discrimination against Coastal.  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., 990 F.2d 25 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The primary line theory was based on the fact that Coastal is a subsidiary of CFMI, a company that provides marine fuel to ships.  CFMI's usual supplier of bunker fuel was its sister corporation, Coastal States Trading, Inc.  (\"CSTI\").  CSTI is a competitor of CAPECO in other markets.  Because, on this theory, the discrimination adversely impacted competition with CAPECO's competitors, the case could be a primary line case.  The Morton Salt presumption, discussed below, does not apply to primary line cases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The description of Coastal's economic analysis methodology as a \"but-for\" methodology is itself puzzling.  As one set of commentators has noted as to the measure of antitrust damages:</p>\n        <p>The plaintiff must show that the defendant's illegal conduct prevented the plaintiff from doing better than it actually did.  The plaintiff must therefore project a hypothetical or \"but-for\" condition that excludes only the effects of the defendant's illegal conduct.  The difference between that projected condition and the plaintiff's actual condition (both stated in terms of some standard index, like profits or prices) is the claimed measure of damages....</p>\n        <p>... The plaintiff must project what its performance would have been in the damage period but for the violation from a base experience unaffected by the violation....  The relevant actual causal factors are determined by the evidentiary foundation the plaintiff offers for its projection....  [T]he most common evidentiary foundations [are]:  the plaintiff's own performance before (or after) the illegal conduct or the performance of some \"yardstick\" firm.</p>\n        <p>R. Blair &amp; W. Page, \"Speculative\" Antitrust Damages, 70 Wash.  L.Rev. 423, 426-28 (1995) (footnotes omitted).  \"But-for\" describes plaintiff's causation burden:  it does not describe an economic methodology for calculating what plaintiff's \"but-for\" income or profits would have been.  \"But for\" is what plaintiffs must prove and that burden is there even when the \"yardstick\" or \"before and after\" methods, two accepted methods of economic analysis, are used.  Saying that is not to say one way or another whether there was an adequate evidentiary foundation in economic theory for the testimony of plaintiff's expert under Daubert, see Daubert v. Merrell Dow Pharmaceuticals, Inc., 509 U.S. 579, 594-95, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993);  only that it is misleading to use the \"but-for\" label in this context.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The going-concern value is what a willing buyer given all available information would have paid a willing seller.  See 2 P. Areeda &amp; H. Hovenkamp, Antitrust Law &#167; 365b4, at 243-44 (rev. ed.1995) (noting that going-concern value \"would ordinarily be the same as anticipated future profits, capitalized and discounted to the present and also discounted for future risk\" (footnotes omitted))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the first trial the district court did not ask the jury to determine going-concern value.  Instead, the court told the jury that it could award both actual lost profits and projected future lost profits.  The first jury combined total damages into one award of $1.5 million</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Dr. Freyre apparently agreed with Coastal's argument that going-concern value should be assessed at a time of market stability, stating that \"if [a firm] was damaged ... you should apply the regular business conditions.\"   But Freyre did not state when he believed such conditions existed, although he stated that such conditions did not exist while the excise tax was in place</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> CAPECO also argues that it would have refused to deal with Coastal regardless of this dispute, and that it is highly unlikely that Coastal would have remained in the San Juan market given this refusal to deal.  As discussed later, this was a jury issue, decided against CAPECO</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> An issue may arise concerning what role the subsequent real-world events should play in determining such a value.  See generally Note, Private Treble Damage Antitrust Suits:  Measure of Damages for Destruction of All or Part of a Business, 80 Harv.  L.Rev. 1566 (1967).  Any model attempting to estimate going-concern value bears risks of not accurately capturing in a hypothetical world what would have happened in the real world if there were no price discrimination.  This is true of evidence of post-1993 real world events as well.  The parties may be able to reach agreement on a model.  If not, the trial court will have to exercise its gatekeeper function as to both relevance and reliability.  See Kumho Tire Co. v. Carmichael, --- U.S. ----, 119 S.Ct. 1167, ----, 143 L.Ed.2d 238 (1999).  But because no one has briefed the issue to us, we do nothing more than note the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Earlier, in ordering the reversal of the award of antitrust damages, we commented that \"[i]n coming to its conclusion, the jury may well have weighed harms resulting from conduct that was pleaded with respect to the monopolization offense (e.g. refusal to deal with a customer, lying, etc.) but would have been additional to harms resulting from price discrimination, the claim we uphold.\"  Coastal Fuels, 79 F.3d at 200-01.   This statement does not support CAPECO's claim that its refusal to deal precludes the award of post-1993 damages.  The mention of refusal to deal here was merely an example of a possible area where facts alleged with regard to the monopolization claims would not have been relevant to the price-discrimination claims.  Cf. id. at 201 n. 16 (\"As a practical matter, it would be difficult, if not impossible, for a juror to segregate antitrust damages due to a monopolization offense but not due to illegal price discrimination from antitrust damages due only to price discrimination, where as here, the facts and conduct involved in both allegations greatly overlap.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> CAPECO did attempt to have its damages expert, Jerry Hausman, testify that Wilfredo Rodriguez, the CAPECO executive who had written a letter to Coastal threatening to cut off Coastal's supply of fuel if this action was not dropped, had indicated that CAPECO would have cut off supply to Coastal even absent the lawsuit.  This statement was stricken as hearsay and improper expert testimony.  In its brief to this court in the prior appeal, CAPECO took a position at odds with its current argument when it stated that it stopped selling fuel to Coastal \"after having previously advised Coastal of its policy of not doing business with customers litigating against it.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We reach this conclusion despite the instructional error on burden of proof described later because of the complete paucity of evidence to support CAPECO's argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The district court's gatekeeping function extends to all expert evidence, including economic analysis, not merely to evidence involving scientific conclusions.  See Kumho Tire, 119 S.Ct. at ---- - ----</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Given our finding that a new damages trial is required, we need not reach CAPECO's claim that Coastal's evidence, and in particular the testimony of Sherwin, was insufficient to support the jury award</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Of course, both CAPECO and Coastal can attack the admissibility or validity of expert testimony on other grounds at retrial.  And the district court, under Daubert, is free to make its own determinations as to whether, on the facts presented at remand, a particular methodology is adequate</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"case_cite\">1999-1 Trade Cases  P 72,496</p>\n    <p class=\"parties\">COASTAL FUELS OF PUERTO RICO, INC., Plaintiff, Appellee,<br>v.<br>CARIBBEAN PETROLEUM CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1652.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Nov. 3, 1998.<br>Decided April 14, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William L. Patton, with whom Steven A. Kaufman, Jane E. Willis, Ropes &amp; Gray, John M. Garcia, and Garcia &amp; Fernandez were on brief, for appellant.</p>\n      <p class=\"indent\">Michael S. Yauch, with whom Roberto Boneta, Munoz Boneta Gonzales Arbona Benitez &amp; Peral, Mark E. Haddad, and Sidley &amp; Austin were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, HALL, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In its third visit to this court, this antitrust price-discrimination case raises a number of important damages issues.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After the first trial in this case, this court upheld a finding of antitrust liability against Caribbean Petroleum Corporation (\"CAPECO\") on a Puerto Rican law price-discrimination theory and a tort verdict of $500,000, but reversed a finding of monopolization in violation of the Sherman Act.  We vacated the jury verdict of $1.5 million in single antitrust damages (tripled, to $4.5 million) and remanded for further proceedings.  We did so because the antitrust verdict may have included damages for the monopolization claim, on which we had reversed.  Thus, there was a reasonable possibility the jury had awarded plaintiff too much.  Because we were remanding for a new trial on damages, we did not reach a number of CAPECO's specific challenges to damages evidence presented by plaintiff Coastal Fuels of Puerto Rico (\"Coastal\").  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., <span class=\"citation\" data-id=\"196628\"><a href=\"/opinion/196628/coastal-fuels-of-pr-v-caribbean-petroleum/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></a></span>, 186, 200-01 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">294</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This appeal stems from those further proceedings.  Eventually, the entire price-discrimination damages case was retried and the second jury returned a verdict on the price-discrimination claim which was three times larger ($4.5 million before trebling) than the initial verdict.  Of this $4.5 million, $2 million was for going-concern damages.  The district court denied CAPECO's motions for a judgment as a matter of law, for a new trial, or for remittitur of damages.  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., Civ. No. 92-1584, slip op. at 1 (D.P.R. Apr. 23, 1998) (\"April 23, 1998 slip op.\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">CAPECO, the party for whose benefit the remand supposedly operated, appeals from the damages retrial and verdict, raising a myriad of issues.  Treating Puerto Rican price discrimination law as largely equivalent to federal price discrimination law, see Coastal Fuels, 79 F.3d at 190, as the parties have agreed, and thus analyzing the case under the Robinson-Patman Act, we reverse and remand.  We also confront and reject a number of CAPECO's other claims, both to guide further proceedings in this case and to emphasize our rejection of CAPECO's claim that judgment should enter in its favor.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* We set forth the basic facts which frame the dispute;  fuller details may be found in our earlier opinions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  CAPECO operated a refinery in San Juan, Puerto Rico.  The refinery's products included fuel appropriate for marine engines.  Resellers purchased such fuel, sometimes called bunker fuel, and sold it to cruise ships and other ocean-going vessels.  CAPECO's refinery was the only one nearby;  CAPECO was the only local source of bunker fuel.  While a reseller could import fuel from another port, prohibitive transportation costs made the practice uneconomical.  CAPECO was, in effect, San Juan's only supplier of bunker fuel.  CAPECO sold primarily to its two major long-standing customers, Harbor Fuel Services, Inc.  (\"Harbor\") and Caribbean Fuel Oil Trading, Inc.  (\"Caribbean\").  While Coastal's parent company, Coastal Fuels Marketing, Inc.  (\"CFMI\"), had operations elsewhere, Coastal was a new entrant to the bunker-fuel market in San Juan.  Coastal began doing business in Puerto Rico in October 1991.  It looked to CAPECO to supply the needed fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In September 1991, CAPECO agreed to sell to Coastal for six months according to a price formula.  However, CAPECO sold to two long-standing customers, Harbor and Caribbean, at a discount from the price charged Coastal, the new entrant.  Harbor and Caribbean in turn passed on most of this price advantage to their customers.  In this court's opinion following the first trial we found that \"CAPECO's own expert witness quantified the total price discrimination in favor of Caribbean and Harbor as $682,451.78 for the period from October 1991 to April 1992.\"  Coastal Fuels, 79 F.3d at 187.   Coastal was not profitable during this period.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the time of Coastal's entry into the San Juan market, Harbor had 54% of the market, Caribbean had 40%, and Esso had 6%.  Coastal's 1991 business plan projected it would gain a significant foothold in the San Juan market within the first year of operation.  Coastal estimated that it would be able to sell 100,000 barrels of fuel per month, or more than a million barrels a year.  The total size of the San Juan market, Coastal estimated, was between 2.5 and 4.0 million barrels per year.  During the first five months of Coastal's operation, the actual average price advantage given by CAPECO to Coastal's competitors was $.48 per barrel in favor of Harbor and $.37 per barrel in favor of Caribbean.  During Coastal's remaining thirteen months of operation, the price differential varied, averaging about a $.07 per barrel disadvantage to Coastal.  The cost of marine fuel oil sold by CAPECO during this eighteen month period varied from $8 to $13 per barrel.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In May 1992 Coastal filed this action and sought to enjoin CAPECO from future price discrimination.  The district court denied the injunction, and this court affirmed.  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., <span class=\"citation\" data-id=\"603798\"><a href=\"/opinion/603798/coastal-fuels-of-puerto-rico-inc-v-caribbean-petroleum-corporation/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span> (1st Cir.1993).  After Coastal filed suit, CAPECO made a take-it-or-leave-it price offer to Coastal, which Coastal took.  Coastal still paid more for CAPECO's product than did Coastal's competitors.  CAPECO cut off supply to Coastal completely on March 31, 1993, and Coastal went out of business shortly thereafter.  Coastal never became a profitable business;  it lost almost $2 million during its eighteen months in operation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In July 1992, Puerto Rico imposed an excise tax of $.84 per barrel on the resale of bunker fuel in Puerto Rico.  The tax hurt the total sales of bunker fuel in San Juan Harbor.  The ultimate market voted with its fleet, as cruise boats chose to fill up at other ports not subject to the tax.  The tax was repealed in December 1993, eight months after Coastal had gone out of business.  The excise tax reduced sales volumes in Puerto Rico by roughly 37%, from about 3.8 million barrels in 1992 to about 2.4 million barrels in 1993.  After the repeal of the excise tax in December 1993, the San Juan sales volume started to climb back up, reaching 3.1 million barrels in 1994.  After Coastal went out of business, one of Coastal's competitors, Caribbean, also left the market, in the fall of 1993.  The other major reseller, Harbor, thus enjoyed a greater share of the market, although it faced new competition over time.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">CAPECO itself closed down its refinery in April 1995.  In 1996, total San Juan Harbor sales volume was less than 2 million barrels.  When CAPECO closed its refinery, Coastal had already been out of business for more than two years.  At the time CAPECO closed, it stated that its closing was temporary.  But it has apparently not reopened its refinery.  As a result, bunker fuel resellers in San Juan Harbor must import fuel from elsewhere.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our 1996 decision upheld a finding of liability on a price-discrimination claim based on Puerto Rican law against defendant CAPECO, reversed the claim under the federal Clayton Act, as amended by the Robinson-Patman Act, because no discriminatory transaction crossed a state line, and reversed a Sherman Act monopolization claim.  The jury had awarded $1.5 million in single antitrust damages (combining both the monopolization and price-discrimination theories) and $500,000 for the tort claim.  The $1.5 million was trebled and the $500,000 added.  The tort verdict is no longer in dispute.  This court vacated the antitrust damages verdict, saying the $1.5 million was most likely excessive because it may well have included damages stemming from harms associated with monopolization but not with price discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We found that CAPECO had waived any argument that this was a \"primary line\" price-discrimination case<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and we analyzed it as a case of \"secondary line\" discrimination:  \"Thus, the theory of injury is that CAPECO sold bunker fuel to Coastal at an unfavorable price relative to Harbor and Caribbean, and consequently, competition between Coastal, Harbor and Caribbean was thereby injured.\"  Coastal Fuels, 79 F.3d at 189.   In secondary line cases, plaintiffs usually allege that discriminatory pricing (here, by CAPECO) gave favored purchasers (here, Harbor and Caribbean) an advantage that caused injury through loss of business.  Typically, Robinson-Patman plaintiffs show lost sales or lost profits or both.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Once substantial price discrimination was shown, under the Morton Salt rule, see FTC v. Morton Salt Co., <span class=\"citation\" data-id=\"104547\"><a href=\"/opinion/104547/ftc-v-morton-salt-co/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"104547\"><a href=\"/opinion/104547/ftc-v-morton-salt-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">822</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1196</span></span> (1948), we held there was a prima facie case of injury to competition, see Coastal Fuels, 79 F.3d at 191-93.   Recognizing that the Robinson-Patman Act, unlike the Sherman Act, was meant less to protect consumer welfare than to protect small merchants, this court rejected CAPECO's arguments that changes in the law on primary line price discrimination, more akin to the Sherman Act, meant that the Morton Salt rule could no longer be applied to secondary-line Robinson-Patman cases.  See id. at 191-93.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the jury necessarily concluded that CAPECO's evidence was insufficient to overcome the prima facie case plus other evidence offered by Coastal, this court examined whether CAPECO's evidence was so strong as to compel the conclusion that there was no causal connection between the price differential and Coastal's lost sales and profits.  We held that CAPECO's evidence was not sufficient to conclude there was no causal relationship to Coastal's lost sales or profits.  Thus, we found no basis to reverse the jury's implicit finding of actual injury to competition.  We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[R]egardless of whether these costs were factored directly into the prices that Coastal offered, or were later calculated into Coastal's bottom line, these costs affected Coastal's pricing.  Certainly, no argument can be made from this evidence alone that bunker fuel costs, no matter when accounted for, were not causally connected to Coastal's lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id. at 194.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our discussion of the damages awarded at the first trial focused on only two issues, although others were raised.  The first was whether Coastal, as a new market entrant, was required to use the \"yardstick\" method as opposed to the \"before and after method\" of calculating damages.  The second was the possibility of an excessive recovery.  Because we were vacating and remanding for further proceedings on the second issue, we did not decide the first issue (the methodology for calculating damages) or any other issues.  We did not reach CAPECO's challenges to Coastal's expert testimony, in particular CAPECO's claim that Coastal's expert should not have been permitted to calculate going-concern damages as of 1996, rather than as of the date in 1993 that Coastal went out of business.  See id. at 200-01.</p>\n    </div>\n    <p>III</p>\n    <p class=\"indent\">A. The Further Proceedings</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The parties disagreed about what should happen on remand.  CAPECO argued for a new trial in order to reopen issues of injury in fact and causation as well as to determine the appropriate amount of damages.  In contrast, Coastal asked the court to enter a verdict of $1.5 million (before trebling) under Federal Rule of Civil Procedure 49(a) on the ground that there had been no inclusion of monopolization damages in the verdict and therefore no duplication in that sum.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court rejected both CAPECO's and Coastal's arguments.  With regard to CAPECO's arguments, the court stated that CAPECO could not reopen the issue of price-discrimination liability, because remand was for determination of damages only.  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., Civ. No. 92-1584, slip op. at 3-4 (D.P.R. Mar. 5, 1997).  With regard to Coastal's request, the court stated that \"[c]onsideration of the flawed [monopolization] claim may have affected the verdict, and it is impossible to tell whether or to what extent it did.\"  Id. at 9. The court thus ordered \"a new trial by jury to determine damages due solely to price discrimination.\"  Id. at 10.   The court concluded that any objection to the \"before and after\" methodology had been waived by CAPECO.  It also concluded that \"the methodology used is adequate, particularly in light of the relatively relaxed standard for establishing the amount of damages.\"  Id. at 11.</p>\n    </div>\n    <p class=\"indent\">B. Evidence at the Second Trial</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Executives at Coastal and its affiliated companies testified they had prepared a business plan which projected that Coastal would initially sell about 100,000 barrels a month.  The prospective customers were expected largely to come from customers who bought from Coastal's sister companies' operations at other ports.  Coastal's plan called for a gross margin of $1.65 per barrel (compared with Harbor and Caribbean's respective margins of $1.79 and $1.83 per barrel).  Coastal's market share rose over its first several months of operation, reaching 27% in December 1991.  Its share thereafter dropped to 15% over 1992;  Coastal claims that this drop resulted from its competitors passing on CAPECO's discriminatory discounts to their customers.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Coastal's principal damages witness, Robert Sherwin, did not use either a \"yardstick\" or a \"before-and-after\" methodology but rather what Coastal calls a \"but-for\" methodology.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Sherwin's choice of methodology was supported by the testimony of another Coastal expert, Professor Bradford Cornell of UCLA.  Sherwin calculated total damages near $8 million, roughly consisting of two components.  He calculated lost profits from 1991 to 1996 at $3.475 million.  This component in turn included actual lost profits from 1991 to 1993 and projected lost profits from 1993 through 1996.  As in the first trial, he also calculated Coastal's going-concern value.  In the first trial, Sherwin valued Coastal's going concern value at $4.379 million as of the end of 1996.  At the second trial, he valued Coastal's going concern value at $4.49 million as of the end of 1996.  At the second trial, the choice of 1996 was justified as the first date near which there was market stability.  Although at the first trial Sherwin testified that Coastal's actual damages were approximately $7 million, in the second trial he apparently modified his analysis to take account of actual events in 1994 and 1995, after the first trial.  It should also be noted that the $7 million at the first trial also included monopolization damages, but the $8 million damages estimate at the second trial did not.  Sherwin did testify that the imposition of the tax on bunker fuel in mid-1992 meant, apart from any price discrimination, that Coastal would not have made its projected $200,000 profit for that year.  Further, he testified that in 1993, due partially to the excise tax, Coastal would have lost over $300,000.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">CAPECO's primary damages expert was Professor Jerry Hausman of MIT.  For purposes of his analysis, he calculated what Coastal's market share would have been, absent price discrimination, and compared his results with what actually happened.  Hausman testified that Coastal's market share, around 16%, would not have changed if there had been no price discrimination, that Coastal lost no sales as a result of price discrimination, and that at most it lost margin on sales actually made.  He calculated these lost-margin damages at $106,000.  However, his testimony on market share and his damages calculation were stricken by the district court and the jury was told to disregard his testimony.  Coastal characterizes this exclusion as justifiably based on Daubert and Rule 26 grounds;  CAPECO believes that the court erred under Daubert and Rule 26.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Dr. Hausman also testified that Coastal would have gone out of business in April 1993 even absent price discrimination and so there was no basis for post-April 1993 damages.  This later testimony was apparently also stricken.  After cross-examination, the court instructed the jury to disregard Hausman's testimony, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>I have excluded ... all of Dr. Hausman's testimony concerning his damages report....  That is no longer evidence....  It is not a fact in the case, and it should not enter into your considerations when you go to deliberate.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">CAPECO's other expert, Dr. Freyre, made no independent calculation of damages, but testified that the excise tax had a bigger effect on Coastal than the price discrimination and that Sherwin's market-share analysis was based on unreasonable assumptions.</p>\n    </div>\n    <p>IV</p>\n    <p>A. Damages Instructions</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The parties clash over whether the district court erred in its instructions to the jury regarding damages and whether it was permissible for the jury to award lost profits up to the time of trial in 1998 and going-concern value<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as of that date.  We find error.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The relevant portion of the court's instructions stated:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Plaintiff claims it is entitled to recover any profits it lost as a result of the price discrimination caused by the defendant.  Profit in this sense is net profit, and simply means the amount by which plaintiff's gross revenues would have exceeded all of the costs and the expenses that would have been necessary to produce those revenues.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Plaintiff also claims it is entitled to damages for future lost profits as a result of the price discrimination caused by the defendant.  If you find that defendant's price discrimination has caused plaintiff to lose profits it could otherwise reasonably expect to earn in the future, you may award plaintiff damages for those future lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">And in computing future profits, the law provides that the plaintiff may recover his lost profits from the date it cease[d] doing business [in 1993] until a date at or near trial, and in addition, its going-concern value as of that day.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">No instructions were given as to the meaning of going-concern value.  CAPECO preserved its objections relevant to this appeal, and neither party claims that this issue was resolved by our prior opinion in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The trial court essentially set three damages periods:  (a) damages until Coastal went out of business in 1993;  (b) damages from 1993 until the time of the 1998 trial;  and (c) Coastal's going-concern value as of the 1998 trial.  For purposes of the verdict form, damages from periods (a) and (b) together were given as a single sum--only going-concern damages were specifically separated out on the verdict form.  These three periods differed somewhat from the periods used by Sherwin, Coastal's damages expert.  Sherwin broke the damages down into actual damages prior to March 31, 1993, lost profits from that date until December 31, 1996, and going-concern damages as of the end of 1996.  We do not know whether the jury estimated going-concern value as of December 31, 1996, as Sherwin testified, or as of a date closer to trial in 1998, as the court instructed.  In any event, whether the calculation was done as of the end of 1996 or as of early 1998 makes no difference to our finding that going-concern damages should have been calculated as of early April 1993.  As explained below, we think the calculation of going concern value should normally be as of the date the company goes out of business.  Of the various damages models available, that model is most likely to be accurate.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">CAPECO first attacks the latter two categories of the district court's instructions--lost profits and going-concern value--and of Sherwin's calculations.  CAPECO argues that the court erred in instructing the jury that it should assess Coastal's going-concern value (and consequently future lost profits) as of a time near trial in 1998, not the time Coastal left the San Juan market in April 1993.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We find that the court erred in its instructions and that lost profits were limited to the period Coastal was actually in business and going-concern value should have been calculated as of the date Coastal went out of business.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The court did not instruct the jury that the jury could find going-concern value as of some time between 1993 and the 1998 trial date, or as of the time Coastal went out of business in 1993.  Nor did it so instruct as to the calculation of lost future profits.  Because of this lack of alternatives, the court's instructions could effectively be understood to tell the jury that if it awarded damages for future lost profits or for going-concern value, it had to do so calculating those damages respectively to a date at or near trial and as of a date at or near trial.  This was error, because the court could not direct the jury to assume the hypothesis was true that Coastal would have remained in business until 1998.  But the instruction was also wrong for other, more fundamental reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The parties' arguments help frame the problem.  CAPECO contends that, as a matter of law under our decision in Farmington Dowel Products Co. v. Forster Manufacturing Co., <span class=\"citation\" data-id=\"288182\"><a href=\"/opinion/288182/farmington-dowel-products-co-v-forster-mfg-co-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span> (1st Cir.1970), and as a matter of the facts of this case, there was no basis to go beyond 1993 as to either going-concern value or lost profits.  It says Sherwin's estimate of going-concern value was excessively speculative because the estimate was based on assumptions that CAPECO would not have terminated its relationship with Coastal, regardless of price discrimination, that Coastal would have nonetheless remained in business beyond 1993, and that Coastal would have remained and enjoyed a permanent advantage in the San Juan market once CAPECO closed its refinery in 1995.  According to CAPECO, the difference in the choice of date at which to make a calculation of going-concern value is significant because in 1993 Coastal was unprofitable, had no likelihood of becoming profitable, and thus had no going-concern value, due both to the tax and to Coastal's lack of a local supplier of bunker oil.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Coastal, in turn, contends that assessing market conditions as of 1993 would have been inappropriate because market conditions were \"abnormal\" due to the combination of the excise tax and the price discrimination.  Market conditions, it says, were much more stable by the end of 1996, thus permitting a more accurate evaluation of Coastal's going-concern value.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The principle that an antitrust plaintiff may recover both actual lost profits and diminution in the value of its business is well established.  See Story Parchment Co. v. Paterson Parchment Paper Co., <span class=\"citation\" data-id=\"101671\"><a href=\"/opinion/101671/story-parchment-co-v-paterson-parchment-paper-co/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 561-67, <span class=\"citation\" data-id=\"101671\"><a href=\"/opinion/101671/story-parchment-co-v-paterson-parchment-paper-co/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"101671\"><a href=\"/opinion/101671/story-parchment-co-v-paterson-parchment-paper-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">544</span></a></span> (1931).  Where plaintiff has been forced out of business, however, it is awarded its going-concern value or its projected future lost profits, but not both.  Usually courts follow the Farmington Dowel model and award going-concern value for a company which is no longer in business.  See Farmington Dowel, 421 F.2d at 81;  2 P. Areeda &amp; H. Hovenkamp, Antitrust Law &#167; 365b4, at 243 (rev. ed.1995) (stating that damages for a plaintiff who is forced out of business \"would ordinarily be measured by its capital value:  the price at which he could reasonably have sold the business as a going concern\").  The choice of date on which going-concern damages should be evaluated has appropriately focused on whether a particular means of evaluating a firm's going-concern value would be excessively speculative.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In Farmington Dowel, this court required that plaintiff's damages be calculated as of the date plaintiff went out of business, as opposed to a date close to trial, some ten years later.  See Farmington Dowel, 421 F.2d at 81.  Farmington rejected the method urged by plaintiff because it</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>would have required an estimate of profits for a period of some ten years during which the company neither existed nor made profits, plus an estimate of the going concern value ... of a company which had ceased being a going concern over ten years before, which estimate would have involved a further estimate of profits for a more remote future period.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id. Substitute \"four years\" for the \"ten years\" in Farmington Dowel and we have the same situation here.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In Farmington Dowel, we noted that evaluating going-concern value at a date \"long after the company ceased to be a going concern\" relied \"too heavily on speculation and conjecture.\"  Id. A number of other circuits similarly have estimated going-concern values as of the date the plaintiff ceased doing business.  See, e.g., Heatransfer Corp. v. Volkswagenwerk, A.G., <span class=\"citation\" data-id=\"344900\"><a href=\"/opinion/344900/heatransfer-corporation-v-volkswagenwerk-a-g/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">964</span></a></span>, 986 n. 20 (5th Cir.1977) (\"Lost capital value is to be determined at the date that a business ceases to do business.\");  Albrecht v. Herald Co., <span class=\"citation\" data-id=\"300355\"><a href=\"/opinion/300355/lester-j-albrecht-v-the-herald-company-a-corporation-dba/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 130-31 (8th Cir.1971), abrogated on other grounds by State Oil Co. v. Khan, <span class=\"citation\" data-id=\"118149\"><a href=\"/opinion/118149/state-oil-co-v-khan/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">3</span></a></span>, <span class=\"citation\" data-id=\"118149\"><a href=\"/opinion/118149/state-oil-co-v-khan/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">275</span></a></span>, <span class=\"citation\" data-id=\"118149\"><a href=\"/opinion/118149/state-oil-co-v-khan/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span></a></span> (1997).  But see Southern Pines Chrysler-Plymouth, Inc. v. Chrysler Corp., <span class=\"citation\" data-id=\"493236\"><a href=\"/opinion/493236/southern-pines-chrysler-plymouth-inc-dba-duffield-barbour-inc-v/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1360</span></a></span>, 1363-64 (4th Cir.1987).  In addition, we have remanded or reversed antitrust cases where we have found that significant error by the trial court may have contributed to the jury award.  See, e.g., Sullivan v. National Football League, <span class=\"citation\" data-id=\"677790\"><a href=\"/opinion/677790/william-h-sullivan-ii-v-national-football-league-members-of-the/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1091</span></a></span>, 1106-1113 (1st Cir.1994) (invalidating a $51 million jury verdict for antitrust damages due to trial court error in jury instructions).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Coastal contends that its facts are different from those in Farmington Dowel, and in particular that the length of time between the date Coastal was forced out of business and the date of the second damages trial (more than four years later) was not so long as to render a date near trial excessively speculative.  Coastal also contends that going-concern value is best estimated given reasonably normal business conditions, a general proposition with which Dr. Freyre, one of CAPECO's experts, agreed.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Coastal then argues that such conditions only existed after the tax was repealed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We conclude that the Farmington Dowel framework--that going-concern value should be evaluated as of the time plaintiff goes out of business and actual lost profits awarded only up to that date--is and should be the norm.  It may be that in some situations the difference between the date the company went out of business and the date of trial is not great and the issue does not arise in any significant sense.  But here, more than four years had passed.  We do not adopt a per se rule that four years is inherently too great a gap, but we think it raises such risks of speculative evidence that the Farmington Dowel framework presumptively applies.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">There are significant differences between the methodology followed by Coastal's expert and the trial court instructions on the one hand, and the Farmington Dowel framework on the other.  The trial court's instructions effectively assumed that Coastal would have existed four years longer than it did, and thus deserved any lost profits for that period.  In addition, the jury was asked to give additional damages for going-concern value as of 1998.  The Farmington Dowel framework, in contrast, asks what a reasonable buyer would have paid for Coastal in 1993 (rather than in 1998, where any going-concern value assumes Coastal survives until 1998).  That is a very different question.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The burden is on the plaintiff to show circumstances which warrant choice of some date other than the date the company went out of business and that the evidence proffered is not speculative.  Coastal has not made that showing and is thus bound by the Farmington Dowel framework.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Coastal contends that it is excused from using the date the company went out of business because going-concern damages should be considered only at a time of market stability.  There are several responses.  First, whether that proposition is true depends upon context.  Inherent instability in a market (for reasons other than defendant's violation of law) hardly warrants building in an assumption that the company would have survived such instability.  Second, given the facts of this case, this is a hollow argument.  Although the Puerto Rico excise tax may have made the market unstable, this market appears to have been inherently unstable:  numerous competitors entered and exited the San Juan market during the period this dispute covers and the price of bunker fuel fluctuated widely.  There is little reason to suggest that the market was more stable as of the date of trial--when CAPECO had actually shut its refinery several years earlier.  It may be that in certain cases temporary market instability will provide a ground for departing from the rule we articulate here, but this is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The third response is that market stability four or ten years later does not mean that the exercise of estimating lost profits or going-concern damages over that intervening period is not speculative.  That Coastal's choice of date on which to calculate its going-concern damages was arbitrary, and thus speculative, is highlighted by the fact that the district court and Sherwin actually selected different dates on which the going-concern valuation should be made--Sherwin argued that the calculation should be done as of the end of 1996, while the court instructed the jury to perform the calculation as of a date near the February 1998 trial.  This in turn raises the prospect that there may have been an additional error in an impermissible overlap of fourteen months in the awards of lost profits and going-concern value if the jury used Coastal's expert's date and calculations to determine going-concern value and the district court's date to calculate lost profits.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The use of a date more than four years after the actual events, on the facts of this case, strikes us as a speculative enterprise, and Coastal's justification does not suffice.  In Sullivan v. Tagliabue, <span class=\"citation\" data-id=\"195406\"><a href=\"/opinion/195406/sullivan-v-tagliabue/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span> (1st Cir.1994), we commented that damages were likely speculative where \"the asserted harm ... is indirect, and likely the result, at least in part, of independent intervening factors\" and where damages are difficult to calculate.  Id. at 52.   In Associated General Contractors of California, Inc. v. California State Council of Carpenters, <span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span> (1983), the Supreme Court commented that an antitrust damage claim was highly speculative where harm was \"indirect\" and \"may have been produced by independent factors.\"  Id. at 542.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Further, our sense that Coastal's methodology is very speculative is confirmed by what actually happened.  Here, because of the lapse of time, we have some information about later market conditions.  That information confirms our earlier judgment that this case requires adherence to the Farmington Dowel format.  CAPECO argues that awarding damages to Coastal as if it had remained in business involves assuming too many links in the causal chain:  that Coastal would have stayed in business despite the tax, that Coastal would then have been well-positioned to reap the benefits of the repeal of the tax, and that Coastal would have survived the closing of the CAPECO refinery and would have been even better placed to take advantage of CAPECO's closing of its refinery.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">These links are sufficiently questionable as to reinforce the use of the Farmington Dowel methodology.  Coastal's San Juan business was not profitable during the short time it was in business.  It lost over $2 million in eighteen months.  Indeed Coastal's own expert said that Coastal would have lost $300,000 in 1993.  But while Coastal presented evidence regarding the profits it might have earned had it still been competing in San Juan after 1996, it presented little evidence regarding its ability to become profitable and remain in San Juan up until that date.  For example, Coastal presented little evidence showing why it was more akin to Harbor, a competitor with a San Juan market share ranging from 71% to 100% between 1994 and 1996, than to other suppliers that failed to survive.  In addition to the assumption that Coastal would have survived in what was by all accounts a very competitive market, there is also the assumption that Coastal would have reaped a windfall from CAPECO's 1995 cessation of refining operations.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At first blush it might seem odd that Coastal would claim to receive a benefit from CAPECO's departure from the market in 1995.  CAPECO was, after all, the sole supplier of both Coastal and Coastal's competitors, and loss of a supplier who is a sole source is not usually good news for a company.  But Coastal says it was uniquely blessed--it could have brought in supplies from other Coastal operations elsewhere and thus would have gained market share.  The argument proves too much.  Coastal did not reenter the market when CAPECO closed its refinery in 1995 or any time thereafter, despite the potential profits to be made.  It is simply too speculative to build in an assumption that Coastal certainly would have been able to rely on imports from elsewhere in a hypothetical world.  Thus, this case is governed by the Farmington Dowel rule that going-concern value is determined as of the date Coastal went out of business.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Farmington Dowel also governs a related aspect of damages.  Farmington Dowel held that the district court correctly confined plaintiff to the lost profits up until the date the plaintiff went out of business plus the going-concern value on that date.  See Farmington Dowel, 421 F.2d at 80-82.   It follows that lost profits beyond 1993--the profits Coastal claims that it would have received from the date it went out of business until the second trial in 1998--cannot be awarded separately.  Projected future profits may be factored into the going-concern value of the firm at the time it went out of business.  Coastal may recover actual damages until it went out of business.  It may also recover its going-concern value as of that date.  But it may not recover both going-concern value and lost profits after that date.  As this court said in Farmington:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>To do so would result in a clear duplication:  [the plaintiff] would get its present value as a going concern plus its future profits, but the latter figure would be a major element in determining the former figure.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Id. at 82;  see also 2 Areeda &amp; Hovenkamp &#167; 365b4, at 244 (\"Of course, both future profits and going-concern value may not be granted in a given case, for that would be double counting.  Furthermore, any such damages must be reduced by revenues made possible by the termination.\"  (footnote omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We know that the second verdict assigned $2 million to the going-concern value, a value instructed to be calculated as of 1998.  This means that the jury assigned $2.5 million to the remaining damages--that is, damages from Coastal's inception until Coastal went out of business in 1993 plus damages from 1993 until 1998.  Because we are unable to assign a portion of the damages to the losses Coastal suffered prior to March 1993, we cannot save any portion of the verdict.  Thus, if the parties are unable to resolve the matter, it must go back for yet another damages trial.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">At that trial Coastal is confined to its actual lost profits as of the date it went out of business in 1993, plus its going-concern value calculated as of that date but for CAPECO's price discrimination.  This means what a willing buyer would have paid for Coastal in early April 1993.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We emphasize that the going-concern value is not necessarily zero.  The mere fact that Coastal had never earned profit to that point does not mean it had no value as a going concern.  See Heatransfer Corp., 553 F.2d at 986 n. 20 (\"[T]he Court does not believe that a going concern, which is the victim of an anti-competitive practice, must forego damages for sales it would have made as the result of the natural expansion of its business simply because it was victimized early in its existence before its attempts to expand could ripen into evidence of preparedness and intent to increase its output.\");  Terrell v. Household Goods Carriers' Bureau, <span class=\"citation\" data-id=\"318132\"><a href=\"/opinion/318132/john-j-terrell-plaintiff-appelle-v-household-goods-carriers-bureau/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 23 n. 12 (5th Cir.1974) (rejecting an argument that a business that was not profitable as of the time it went out of business should be valued at zero, and commenting that \"[t]o deny recovery to a businessman who has struggled to establish a business in the face of wrongful conduct by a competitor simply because he never managed to escape from the quicksand of red ink to the dry land of profitable enterprise would make a mockery of the private antitrust remedy\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>B. CAPECO's Argument Against Any Going-Concern Value</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">CAPECO makes two other arguments which it says mean that the jury could not even consider whether to award going-concern damages at all:  CAPECO contends that its refusal to deal with Coastal after March 1993 was completely legal and therefore no antitrust damages could lie after the termination, and that awarding damages after that date would constitute a duplicative recovery.  These arguments are different from its argument that Farmington Dowel must apply.  The logic of these arguments would require entry of a verdict in CAPECO's favor on all claims except claims for the actual damages Coastal suffered prior to CAPECO's cessation of business on March 31, 1993.  We reject both arguments.  We also reject CAPECO's argument that the jury was required to conclude that Coastal suffered no damages before March 31, 1993 as a result of the price discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">First, CAPECO argues that this court \"held that CAPECO's refusal to deal with Coastal after March 31, 1993 did not violate the antitrust laws.\"   From this CAPECO argues that it cannot be responsible for any damages stemming from Coastal's going out of business or damages after that date.  Whether or not the syllogism is sound, the premise is not.  This court did not hold that CAPECO's refusal to deal was not illegal.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Further, the evidence fully supported the district court's finding that \"there was sufficient evidence upon which the jury could conclude that Coastal closed down its operations because of the price discrimination.\"   April 23, 1998 slip op. at 4. Coastal presented testimony from Daniel Hill, the former chairman of Coastal Fuels of Puerto Rico, that Coastal departed from the San Juan market because of the price discrimination and refusal to deal.  As the district court noted, \"CAPECO had a full opportunity to cross-examine Mr. Hill based on his 1994 testimony and did so.  Any questions as to credibility were for the jury.\"  Id. CAPECO's refusal to deal was a direct result of Coastal's filing of this lawsuit and thus of CAPECO's price discrimination.  We need not determine whether CAPECO's price discrimination directly forced Coastal out of business or whether price discrimination led to the refusal to deal and thus Coastal's demise;  in any event, sufficient evidence was presented to the jury for it to find that Coastal's going out of business was causally linked to CAPECO's illegal behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In contrast to the evidence presented by Coastal that the refusal to deal was a direct result of CAPECO's price discrimination, CAPECO has cited no portion of the record that supports its contention that it would have cut Coastal off absent the price discrimination and ensuing lawsuit, apparently because CAPECO did not introduce any such evidence.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  See id. at 5 (\"CAPECO cites no authority to sustain its assertion that a defendant who is engaging in price discrimination must be allowed to stop the accrual of a plaintiff's damages by refusing to deal....  CAPECO presented no testimony as to the refusal to deal and, in fact, never argued to the jury that Coastal was not entitled to any future profits because of the refusal to deal.\").  Given this failure, we agree with the district court's determination \"that the jury had sufficient evidence upon which it could have concluded that Coastal's ... decision to close operations [was] due to price discrimination.\"  Id. We consider this issue--of whether damages from Coastal's going out of business were causally related to the price discrimination--to have been resolved against CAPECO by at least the second (and perhaps the first) jury, and CAPECO is not free to argue otherwise on remand.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>C. Duplication of Tort Recovery</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">CAPECO's argument that the price-discrimination recovery duplicated the tort recovery in the first trial fails.  CAPECO contends that the tort award from the first trial was, in effect, an award of lost profits for the period after 1993, and thus that any post-1993 damages for price discrimination would constitute a duplicative recovery.  The district court rejected this contention, noting that \"Coastal's expert testified only as to damages resulting from price discrimination and CAPECO presented no evidence that any part of Coastal's damages were occasioned by CAPECO's tortious conduct.\"  Id. at 15.   In its brief to this court, CAPECO does not point to evidence in the record that suggests otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">More importantly, this court earlier found that CAPECO had waived its duplicative recovery argument.  We explicitly rejected CAPECO's claim that a new trial on liability or a remittitur was required because an award of damages for price discrimination would be duplicative of the tort award.  See Coastal Fuels, 79 F.3d at 201-02.   That issue was foreclosed, should not have been raised here, and may not be raised again.</p>\n    </div>\n    <p>D. Other Instructions</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There was another type of error in the jury instructions.  That error has to do with the burden of proof.  The judge instructed the jury that \"Coastal is not required to prove the amount of its damages with any certainty.\"   As stated, the instruction was acceptable.  The court expressly instructed the jury that because the first trial had determined that CAPECO's price discrimination had caused injury to Coastal, the jury's only function was to determine the amount of the damages.  Although the district court was correct as to the scope of the remand--to determine the amount of damages--in doing so the court went on to expressly instruct the jury to disregard the preponderance-of-the-evidence standard and to apply a lesser standard:  \"At the beginning of the case I mentioned to you preponderance of the evidence.  You must put that out of your mind, because in a price discrimination case such as this one, a lesser standard is applied.\"   That was error.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The district court thought its instruction was required by statements in our prior opinion.  See April 23, 1998 slip op. at 3, 8 (citing Coastal Fuels, 79 F.3d at 200).   The confusion in this area starts with the language of the 1931 Supreme Court decision in Story Parchment.  Story Parchment was a Sherman Act conspiracy-to-monopolize case in which the three defendant companies conspired to destroy the plaintiff company, a new entrant in the field, by so cutting their previously stable prices that the prices fell first below the point of fair profit and later below the costs of production.  The jury awarded damages based on evidence comparing the old prices, which were reasonable and which the jury found would have been maintained but for the unlawful acts, with the prices actually received.  The circuit court reversed the verdict, concluding there was no basis for a reasonable inference that prices in excess of those actually realized would have prevailed if there had been no unlawful combination, and that in any event the damages were based on speculation and conjecture.  The Supreme Court disagreed and said, famously:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>Where the tort itself is of such a nature as to preclude the ascertainment of the amount of damages with certainty, it would be a perversion of fundamental principles of justice to deny all relief to the injured person, and thereby relieve the wrongdoer from making any amend for his acts.  In such case, while the damages may not be determined by mere speculation or guess, it will be enough if the evidence show the extent of the damages as a matter of just and reasonable inference, although the result be only approximate.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Story Parchment, 282 U.S. at 563.   It was from this language that the district court picked up its \"just and reasonable inference\" language, and it is presumably on this same language that the court based its instruction that plaintiff bore a burden of proof of less than a preponderance of the evidence.  We read Story Parchment to hold that the amount of damages is an issue on which reasonable estimates based on inferences are permissible.  But this does not mean that the jury is free to act on less than a preponderance of the evidence.  See generally Story Parchment, <span class=\"citation\" data-id=\"101671\"><a href=\"/opinion/101671/story-parchment-co-v-paterson-parchment-paper-co/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"101671\"><a href=\"/opinion/101671/story-parchment-co-v-paterson-parchment-paper-co/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"101671\"><a href=\"/opinion/101671/story-parchment-co-v-paterson-parchment-paper-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">544</span></a></span>;  see also J. Truett Payne Co. v. Chrysler Motors Corp., <span class=\"citation\" data-id=\"110479\"><a href=\"/opinion/110479/j-truett-payne-co-v-chrysler-motors-corp/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 568, <span class=\"citation\" data-id=\"110479\"><a href=\"/opinion/110479/j-truett-payne-co-v-chrysler-motors-corp/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1923</span></a></span>, <span class=\"citation\" data-id=\"110479\"><a href=\"/opinion/110479/j-truett-payne-co-v-chrysler-motors-corp/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span></a></span> (1981);  Eastman Kodak Co. v. Southern Photo Materials Co., <span class=\"citation\" data-id=\"101022\"><a href=\"/opinion/101022/eastman-co-v-southern-photo-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, 378-79, <span class=\"citation\" data-id=\"101022\"><a href=\"/opinion/101022/eastman-co-v-southern-photo-co/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"101022\"><a href=\"/opinion/101022/eastman-co-v-southern-photo-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">684</span></a></span> (1927).  In Story Parchment, the Court distinguished between two different situations involving uncertain damages:  one, where uncertain damages are not recoverable because they are not the certain result of the harm;  the other, where damages are recoverable because the fact of damage is \"definitely attributable to the wrong and only uncertain in respect of [the] amount.\"  Story Parchment, 282 U.S. at 562.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The district court used the well-worn phrase from Story Parchment outside of its normal context--a trial encompassing both liability and damages--where the phrase is usually thought to mean only that an antitrust plaintiff need not \"establish the amount of damages with mathematical precision.\"   ABA Section of Antitrust Law, Antitrust Law Developments 785 (4th ed.1997).  Its use was inappropriate here.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The greater flexibility described in Story Parchment recognizes the difficult task of \"quantifying the difference between what actually happened and what would have happened in a hypothetical free market.\"  Fishman v. Estate of Wirtz, <span class=\"citation\" data-id=\"480588\"><a href=\"/opinion/480588/marvin-l-fishman-and-illinois-basketball-inc-v-estate-of-arthur-m/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 550 (7th Cir.1986).  It is one thing to say there needs to be some flexibility in proving the amount of damages relating to hypothetical events.  Such flexibility is needed both in practical terms given the nature of the proof, and to avoid rewarding a wrongdoer for its misconduct.  It is quite another thing to suggest that an antitrust plaintiff does not need to show probability that the damages caused by the wrongdoer's misconduct fall within a reasonably estimated range of damages.</p>\n    </div>\n    <p>V</p>\n    <p>A. Expert Testimony</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Some issues which may come up at retrial deserve brief attention.  First, CAPECO complains about the exclusion of most of the testimony of Dr. Hausman, its expert.  We review a district court's decision to admit or exclude expert testimony for abuse of discretion.  See Kumho Tire Co. v. Carmichael, --- U.S. ----, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, ----, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999);  General Elec. Co. v. Joiner, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span>, 517, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1997);  Licciardi v. TIG Ins. Group, <span class=\"citation\" data-id=\"197901\"><a href=\"/opinion/197901/licciardi-v-tig/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 362-63 (1st Cir.1998);  Newell Puerto Rico, Ltd. v. Rubbermaid Inc., <span class=\"citation\" data-id=\"666565\"><a href=\"/opinion/666565/newell-puerto-rico-ltd-v-rubbermaid-incorporated-newell-puerto-rico/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 20 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">CAPECO argues that the court excluded Dr. Hausman's testimony because it erroneously found his economic oligopoly theory unacceptable.  If that was what had happened, we would have considerable sympathy for CAPECO's argument.  Cf. Daubert v. Merrell Dow Pharmaceuticals, Inc., <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 594-95, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993);  Ruiz-Troche v. Pepsi Cola of Puerto Rico Bottling Co., <span class=\"citation\" data-id=\"198219\"><a href=\"/opinion/198219/ruiz-troche-v-pepsi-cola/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 85 (1st Cir.1998) (stating that Daubert requires \"that the proponent of the evidence show that the expert's conclusion has been arrived at in a scientifically sound and methodologically reliable fashion\").<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">But our reading of the record is that the more likely basis for the exclusion was the district court's belief that there was considerable and unjustified variance between the expert's Rule 26 report and his testimony, and that the district court found that Hausman had unintentionally misled the court into believing that he had performed certain crucial calculations when he had not in fact done them.  Such a ruling would hardly be an abuse of discretion.  See Licciardi, 140 F.3d at 364 (stating that expert testimony should have been excluded where such testimony went \"far beyond the scope of [the expert's] report\");  cf.  Eastern Auto Distribs., Inc. v. Peugeot Motors of America, Inc., <span class=\"citation\" data-id=\"473011\"><a href=\"/opinion/473011/eastern-auto-distributors-inc-v-peugeot-motors-of-america-inc-a/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span>, 338 (4th Cir.1986);  American Key Corp. v. Cole Nat'l Corp., <span class=\"citation\" data-id=\"453013\"><a href=\"/opinion/453013/american-key-corporation-and-ron-deweese-v-cole-national-corporation-and/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1569</span></a></span>, 1580-81 (11th Cir.1985);  Merit Motors, Inc. v. Chrysler Corp., <span class=\"citation\" data-id=\"352548\"><a href=\"/opinion/352548/merit-motors-inc-v-chrysler-corporation/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">666</span></a></span>, 672-73 (D.C.Cir.1977).  At any damages retrial there will be new expert testimony and such a problem should not recur.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>B. Damages Calculation Methodology</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Separate from its array of other challenges, CAPECO argues that the district court should have compelled the parties to use the \"yardstick\" method for calculating damages, rather than the \"before and after\" method.  CAPECO contends that the yardstick method is mandated by this court's opinion in Home Placement Service, Inc. v. Providence Journal Co., <span class=\"citation\" data-id=\"489290\"><a href=\"/opinion/489290/home-placement-service-inc-v-the-providence-journal-company-home/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1199</span></a></span> (1st Cir.1987).  We considered this precise issue in our review of the first trial.  We decided that \"[u]ltimately, the proper method should be determined by the district court in accord with the facts of the situation.  In this case, the district court will have exactly that opportunity [on remand]....\"  Coastal Fuels, 79 F.3d at 200.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In its brief, CAPECO contends that Coastal's \"undisputed [lack of a] track record in San Juan\" (emphasis omitted) should have mandated the use of the yardstick method, but fails to address the district court's finding that this issue had been waived.  CAPECO has waived its argument that the yardstick method is required, and is foreclosed from raising it again.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>VI</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Given our holdings, we need not reach the myriad of other claims CAPECO has raised.  Our disposition means that this matter must be remanded and there will be, sadly, yet a third trial (although quite limited) in this case.  We are distressed to remand for a new damages trial when two juries have already spoken.  It would seem in the interests of both parties to reach an agreement resolving the issue of the damages to be paid for CAPECO'S price discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The case is remanded for a new trial on damages on the price discrimination claim in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit Court of Appeals, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1993, before the first trial, we affirmed the district court's denial of a preliminary injunction requiring CAPECO to end its price discrimination against Coastal.  See Coastal Fuels of Puerto Rico, Inc. v. Caribbean Petroleum Corp., <span class=\"citation\" data-id=\"603798\"><a href=\"/opinion/603798/coastal-fuels-of-puerto-rico-inc-v-caribbean-petroleum-corporation/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span> (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The primary line theory was based on the fact that Coastal is a subsidiary of CFMI, a company that provides marine fuel to ships.  CFMI's usual supplier of bunker fuel was its sister corporation, Coastal States Trading, Inc.  (\"CSTI\").  CSTI is a competitor of CAPECO in other markets.  Because, on this theory, the discrimination adversely impacted competition with CAPECO's competitors, the case could be a primary line case.  The Morton Salt presumption, discussed below, does not apply to primary line cases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The description of Coastal's economic analysis methodology as a \"but-for\" methodology is itself puzzling.  As one set of commentators has noted as to the measure of antitrust damages:</p>\n        <p>The plaintiff must show that the defendant's illegal conduct prevented the plaintiff from doing better than it actually did.  The plaintiff must therefore project a hypothetical or \"but-for\" condition that excludes only the effects of the defendant's illegal conduct.  The difference between that projected condition and the plaintiff's actual condition (both stated in terms of some standard index, like profits or prices) is the claimed measure of damages....</p>\n        <p>... The plaintiff must project what its performance would have been in the damage period but for the violation from a base experience unaffected by the violation....  The relevant actual causal factors are determined by the evidentiary foundation the plaintiff offers for its projection....  [T]he most common evidentiary foundations [are]:  the plaintiff's own performance before (or after) the illegal conduct or the performance of some \"yardstick\" firm.</p>\n        <p>R. Blair &amp; W. Page, \"Speculative\" Antitrust Damages, 70 Wash.  L.Rev. 423, 426-28 (1995) (footnotes omitted).  \"But-for\" describes plaintiff's causation burden:  it does not describe an economic methodology for calculating what plaintiff's \"but-for\" income or profits would have been.  \"But for\" is what plaintiffs must prove and that burden is there even when the \"yardstick\" or \"before and after\" methods, two accepted methods of economic analysis, are used.  Saying that is not to say one way or another whether there was an adequate evidentiary foundation in economic theory for the testimony of plaintiff's expert under Daubert, see Daubert v. Merrell Dow Pharmaceuticals, Inc., <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 594-95, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993);  only that it is misleading to use the \"but-for\" label in this context.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The going-concern value is what a willing buyer given all available information would have paid a willing seller.  See 2 P. Areeda &amp; H. Hovenkamp, Antitrust Law &#167; 365b4, at 243-44 (rev. ed.1995) (noting that going-concern value \"would ordinarily be the same as anticipated future profits, capitalized and discounted to the present and also discounted for future risk\" (footnotes omitted))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the first trial the district court did not ask the jury to determine going-concern value.  Instead, the court told the jury that it could award both actual lost profits and projected future lost profits.  The first jury combined total damages into one award of $1.5 million</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Dr. Freyre apparently agreed with Coastal's argument that going-concern value should be assessed at a time of market stability, stating that \"if [a firm] was damaged ... you should apply the regular business conditions.\"   But Freyre did not state when he believed such conditions existed, although he stated that such conditions did not exist while the excise tax was in place</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> CAPECO also argues that it would have refused to deal with Coastal regardless of this dispute, and that it is highly unlikely that Coastal would have remained in the San Juan market given this refusal to deal.  As discussed later, this was a jury issue, decided against CAPECO</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> An issue may arise concerning what role the subsequent real-world events should play in determining such a value.  See generally Note, Private Treble Damage Antitrust Suits:  Measure of Damages for Destruction of All or Part of a Business, 80 Harv.  L.Rev. 1566 (1967).  Any model attempting to estimate going-concern value bears risks of not accurately capturing in a hypothetical world what would have happened in the real world if there were no price discrimination.  This is true of evidence of post-1993 real world events as well.  The parties may be able to reach agreement on a model.  If not, the trial court will have to exercise its gatekeeper function as to both relevance and reliability.  See Kumho Tire Co. v. Carmichael, --- U.S. ----, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, ----, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999).  But because no one has briefed the issue to us, we do nothing more than note the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Earlier, in ordering the reversal of the award of antitrust damages, we commented that \"[i]n coming to its conclusion, the jury may well have weighed harms resulting from conduct that was pleaded with respect to the monopolization offense (e.g. refusal to deal with a customer, lying, etc.) but would have been additional to harms resulting from price discrimination, the claim we uphold.\"  Coastal Fuels, 79 F.3d at 200-01.   This statement does not support CAPECO's claim that its refusal to deal precludes the award of post-1993 damages.  The mention of refusal to deal here was merely an example of a possible area where facts alleged with regard to the monopolization claims would not have been relevant to the price-discrimination claims.  Cf. id. at 201 n. 16 (\"As a practical matter, it would be difficult, if not impossible, for a juror to segregate antitrust damages due to a monopolization offense but not due to illegal price discrimination from antitrust damages due only to price discrimination, where as here, the facts and conduct involved in both allegations greatly overlap.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> CAPECO did attempt to have its damages expert, Jerry Hausman, testify that Wilfredo Rodriguez, the CAPECO executive who had written a letter to Coastal threatening to cut off Coastal's supply of fuel if this action was not dropped, had indicated that CAPECO would have cut off supply to Coastal even absent the lawsuit.  This statement was stricken as hearsay and improper expert testimony.  In its brief to this court in the prior appeal, CAPECO took a position at odds with its current argument when it stated that it stopped selling fuel to Coastal \"after having previously advised Coastal of its policy of not doing business with customers litigating against it.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We reach this conclusion despite the instructional error on burden of proof described later because of the complete paucity of evidence to support CAPECO's argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The district court's gatekeeping function extends to all expert evidence, including economic analysis, not merely to evidence involving scientific conclusions.  See Kumho Tire, 119 S.Ct. at ---- - ----</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Given our finding that a new damages trial is required, we need not reach CAPECO's claim that Coastal's evidence, and in particular the testimony of Sherwin, was insufficient to support the jury award</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Of course, both CAPECO and Coastal can attack the admissibility or validity of expert testimony on other grounds at retrial.  And the district court, under Daubert, is free to make its own determinations as to whether, on the facts presented at remand, a particular methodology is adequate</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/344900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677790/"
  ]
}