{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198498/",
  "absolute_url": "/opinion/198498/united-states-v-dipina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198498/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:30Z",
  "date_modified": "2017-03-24T10:57:19.016836Z",
  "type": "010combined",
  "sha1": "fbb75e323b31ac179994100092d320617cc3bdb7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2142.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-2142\r\n\n                        UNITED STATES,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n             JESUS DiPINA a/k/a GUSTAVO GONSALEZ,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r\n\n                            Before\r\n\n                   Boudin, Circuit Judge,\r\n\n               Bownes, Senior Circuit Judge,\r\n\n                 and Lynch, Circuit Judge.\r\n\n   Carlos J. Martinez, with whom Cheryl J. Sturm was on brief,\r\nfor appellant.\r\n\n   James H. Leavey, Assistant United States Attorney, with whom \r\nMargaret E. Curran, United States Attorney, was on brief, for\r\nappellee.\r\n\nMay 27, 1999\r\n\nBOWNES, Senior Circuit Judge.  The issue before us is\r\nwhether the sentencing guidelines, applied to the facts of this\r\ncase, permitted the sentencing court to consider the defendant's\r\njuvenile dispositions in Rhode Island Family Court in calculating\r\nhis criminal history category.  We hold that the answer depends on\r\ncertain factual determinations and the record is not clear enough\r\nas to these issues for us to resolve the dispute.  We remand for\r\nfurther fact-finding and resentencing.\r\nJesus DiPina pled guilty to possession with intent to\r\ndistribute more than 100 grams of heroin.  See 21 U.S.C.\r\n841(a)(1), (b)(1)(B) (1994).  As part of his plea agreement, in\r\nexchange for his pleading guilty to the charge, the prosecution\r\nagreed that, at sentencing, it would recommend that the district\r\ncourt impose the lowest term of imprisonment computed by the court\r\nunder the sentencing guidelines.  The prosecution also agreed to\r\nrecommend that DiPina receive the benefits of 18 U.S.C.  3553(f)\r\n(1994), U.S.S.G.  5C1.1 (1997), the so-called \"safety valve,\"\r\nwhich would exempt him from the mandatory minimum sentence of five\r\nyears' imprisonment, provided, inter alia, that his criminal\r\nhistory score was no higher than one point.\r\nThe Presentence Investigation Report (PSR) prepared by\r\nthe Probation Department listed DiPina's criminal record as\r\nincluding three juvenile dispositions, all in Rhode Island Family\r\nCourt:  (1) tampering with a motor vehicle, \"Admits Sufficient\r\nFacts, one year probation, special condition fifty-percent\r\nrestitution\"; (2)  resisting arrest, \"Nolo, 16 months probation\";\r\n(3) unlawful delivery of heroin, \"Admits Sufficient Facts, eighteen\r\nmonths Rhode Island Training School.\"  (Emphasis added.)  The\r\ncourt counted each of these dispositions as a \"prior sentence\"\r\nunder the sentencing guidelines, U.S.S.G.  4A1.2(a)(1), (d)(2)\r\n(1997), and found DiPina to have four criminal history points which\r\nput him in criminal history category III.  He was therefore not\r\neligible for the safety valve, and the court sentenced him to the\r\nstatutory minimum of five years in prison.  See 21 U.S.C. \r\n841(a)(1), (b)(1)(B).  \r\nOn this appeal, DiPina does not contest the total\r\noffense level assigned to him (23), but he does challenge his\r\ncriminal history category.  He argues that two of his three prior\r\njuvenile \"sentences\"   for the motor vehicle and heroin offenses,\r\nboth carrying the notation \"admits sufficient facts\"   should not\r\ncount toward his criminal history.  DiPina does not dispute that\r\nthe charge of resisting arrest counts toward his criminal history,\r\nbut he contends that his history score should be limited to this\r\none point.  If DiPina is correct as to both of the other\r\ndispositions, then his criminal history would fall in category I\r\ninstead of category III and he would be eligible for the safety\r\nvalve.\r\nWe review a district court's interpretation of the\r\nsentencing guidelines de novo.  See United States v. Nicholas, 133\r\nF.3d 133, 134 (1st Cir. 1998).  Unfortunately, the relevant\r\nguidelines are hardly a model of clarity.\r\nWe begin, as always, with the text of the relevant\r\nsentencing guidelines.  U.S.S.G.  4A1.1(a)-(c) (1997) in\r\npertinent part read as follows:\r\n 4A1.1.  Criminal History Category\r\n  The total points from items (a) through (f)\r\ndetermine the criminal history category in the\r\nSentencing Table in Chapter Five, Part A.\r\n\n  (a) Add 3 points for each prior sentence of\r\nimprisonment exceeding one year and one month.\r\n\n  (b) Add 2 points for each prior sentence of\r\nimprisonment of at least sixty days not\r\ncounted in (a).\r\n\n  (c) Add 1 point for each prior sentence not\r\ncounted in (a) or (b), up to a total of 4\r\npoints for this item.\r\n\nOffenses committed prior to age eighteen are not immune\r\nfrom being counted under  4A1.1.  The commentary to  4A1.1\r\nexplains that  4A1.2(d) applies to offenses committed prior to the\r\ndefendant's eighteenth birthday.  See U.S.S.G.  4A1.1 application\r\nnote 2.  Such youthful offenses are, however, treated somewhat\r\ndifferently:\r\n  (d) Offenses Committed Prior to Age 18\r\n    . . . .\r\n  (2) . . . .\r\n                (A) [A]dd 2 points under\r\n        4A1.1(b) for each adult\r\n       or juvenile sentence to\r\n       confinement of at least\r\n       sixty days if the defendant\r\n       was released from such\r\n       confinement within five\r\n       years of his commencement\r\n       of the instant offense;\r\n\n                (B) add 1 point under\r\n        4A1.1(c) for each adult\r\n       or juvenile sentence\r\n       imposed within five years\r\n       of the defendant's\r\n       commencement of the instant\r\n       offense not covered in (A).\r\n\nU.S.S.G.  4A1.2(d).\r\nSection 4A1.2(a), one of the \"definitions and\r\ninstructions for computing criminal history,\" includes the\r\nfollowing:\r\n(a) Prior Sentence Defined\r\n      (1) The term \"prior sentence\"\r\n  means any sentence previously\r\n  imposed upon adjudication of\r\n  guilt, whether by guilty plea,\r\n  trial, or plea of nolo\r\n  contendere, for conduct not part\r\n  of the instant offense.\r\n\nU.S.S.G.  4A1.2(a)(1).\r\nDiPina argues that his two contested prior juvenile\r\ndispositions do not appear to fall within the plain meaning of\r\n4A1.2(a)(1), the definition of a \"prior sentence,\" because the\r\nrecord does not reflect an \"adjudication of guilt,\" whether by\r\nvirtue of a guilty plea, trial, or plea of nolo contendere.  See\r\nUnited States v. Rockman, 993 F.2d 811, 813 (11th Cir. 1993)\r\n(holding that Section 4A1.2(a)(1) is clear and unambiguous on its\r\nface and does not cover \"[s]entences imposed wherein adjudication\r\nof guilt is withheld\").  We also note that the sentencing\r\nguidelines, as criminal laws, are subject to strict construction. \r\nSee United States v. Khang, 904 F.2d 1219, 1222 (8th Cir. 1990)\r\n(stating that \"[t]he Sentencing Guidelines must be strictly\r\nconstrued\"); see also Dowling v. United States, 473 U.S. 207,\r\n212-14 (1985) (quoting Chief Justice Marshall for \"[t]he rule that\r\npenal laws are to be construed strictly\" (internal quotation marks\r\nomitted)); United States v. Stoner, 927 F.2d 45, 47 (1st Cir. 1991)\r\n(citing  United States v. Anzalone, 766 F.2d 676, 680 (1st Cir.\r\n1985)). \r\nThe government argues that DiPina's two contested prior\r\ndispositions count toward his criminal history as a matter of law,\r\nrelying on United States v. Unger, 915 F.2d 759 (1st Cir. 1990). \r\nThe government reasons as follows:  because Unger's prior juvenile\r\nsentences were based on admissions of \"sufficient facts\" in Rhode\r\nIsland Family Court, Unger controls the present case and dictates\r\na decision against DiPina as a matter of law.  We disagree. \r\nAccording to the government, Unger is controlling here\r\nbecause allegedly \"[i]t involved the same question as to the legal\r\nsignificance of an 'admission of sufficient facts,' in the same\r\ncourt (Rhode Island Family Court).\"  Gov't Br. at 8.  The district\r\ncourt went even further, saying that Unger \"is absolutely clear\r\nthat admission of facts sufficient to convict in a juvenile\r\nproceeding is a conviction, and a juvenile conviction can be used\r\nto determine the criminal history category under the guidelines.\"\r\nBut in Unger, we never discussed whether an \"admission of\r\nsufficient facts\" satisfies the requirement in  4A1.2(a)(1) of an\r\n\"adjudication of guilt,\" nor of a plea of guilty or nolo.  In\r\nUnger, the defendant argued that a prior juvenile sentence should\r\nnot be counted toward his criminal history because the offense was\r\na \"juvenile status offense.\"  Unger, 915 F.2d at 762-63.  We\r\nrejected this contention.  We held that federal, not state, law\r\ndetermines what constitutes a conviction for purposes of U.S.S.G.\r\n4A1.2(c)(2) (mandating that sentences for \"juvenile status\r\noffenses and truancy\" are \"never counted\"), and that the district\r\ncourt must look at the substance of the underlying state offense to\r\ndetermine whether it is a status offense or instead should be\r\ncounted in computing criminal history.  See id.  Finding that Unger\r\nhad been previously convicted of receiving stolen goods, breaking\r\nand entering with intent to commit larceny, and assault and\r\nbattery, we concluded that \"these malefactions\" could in no way \"be\r\nconsidered [juvenile] status offenses.\"  Id. at 763 (internal\r\nquotation marks omitted).  \r\nThe government observes that DiPina's prior offenses,\r\ntampering with a motor vehicle and unlawful delivery of heroin,\r\ncannot be considered \"status offenses\" any more than Unger's prior\r\noffenses were.  That is true, so far as it goes.  But DiPina is not\r\nbasing his appeal on the \"status offense\" argument, as Unger had\r\ndone.  He argues, and we agree, that Unger is distinguishable from\r\nDiPina's prior juvenile dispositions:  Unger was based on the\r\nexistence of a conviction; we held that the government had\r\nsatisfied its \"initial burden of proving the fact of conviction.\" \r\nUnger, 915 F.2d at 761; see also id. at 760-61 (referring to prior\r\ndisposition as a \"conviction\" and an \"adjudication\"); id. at 762\r\n(noting that defendant had previously been \"found 'wayward'\").  The\r\nopinion does not make it clear what basis existed in the Unger\r\nrecord to reach this conclusion, but whatever it was, there is no\r\nbasis in the record before us on the present appeal for us to\r\nconclude that an express conviction or other \"adjudication of\r\nguilt,\" U.S.S.G.  4A1.2(a)(1), took place in DiPina's prior cases.\r\nWhile the government is correct that the factual\r\nbackground of Unger was similar to this one   in that \"the\r\ndefendant 'admitted sufficient facts,' in Rhode Island Family\r\nCourt,\" Gov't Br. at 8   neither party in Unger raised the \"same\r\nquestion\" as that before us today.  Nor did we address that\r\nquestion, even in passing.  Where, in a prior decision, we have not\r\nconsidered an issue directly and assessed the arguments of parties\r\nwith an interest in its resolution, that decision does not bind us\r\nin a subsequent case where the issue is adequately presented and\r\nsquarely before us, merely because some of the background facts are\r\nthe same.  Cf. Heck v. Humphrey, 512 U.S. 477, 482 (1994)\r\n(rejecting Court's own dictum in prior opinion which \"had no cause\r\nto address, and did not carefully consider, the damages question\r\nbefore us today\").  We would not be bound even if, in Unger, we had\r\nmade a passing comment about the present issue in dictum.  See\r\nHeck, 512 U.S. at 482; Dedham Water Co., Inc. v. Cumberland Farms\r\nDairy, Inc., 972 F.2d 453, 459 (1st Cir. 1992) (\"Dictum constitutes\r\nneither the law of the case nor the stuff of binding precedent.\"). \r\nBut the government cannot even point to dictum in Unger that\r\npurports to bear on the present issue.\r\nFor all these reasons, Unger does not control this case,\r\nand we reject the government's argument that, as a matter of law,\r\nU.S.S.G.  4A1.2(a)(1) supports the district court's adding\r\ncriminal history points based on DiPina's two prior juvenile\r\ndispositions. \r\nInstead, the applicability of  4A1.2(a)(1) will be fact-\r\ndriven.  It will depend on what process was actually followed in\r\nthe case of DiPina's prior juvenile dispositions.  As we discuss\r\ninfra, the record before us is insufficient; we need more facts to\r\nbe able to determine whether what happened to DiPina in Family\r\nCourt was tantamount to a guilty plea or nolo plea, bringing those\r\ndispositions under  4A1.2(a)(1).  DiPina's two dispositions based\r\non admission to \"sufficient facts\" were certainly not absolutely\r\nidentical to a nolo plea: Rhode Island Family Court allows for\r\ndispositions that are based specifically on a \"nolo\" plea, as the\r\nPSR indicates was the case for DiPina's resisting arrest\r\ndisposition.  Therefore, the \"admits sufficient facts\" designation\r\nin DiPina's other two juvenile dispositions must be different from\r\na \"nolo\" plea in at least some respects.\r\nIn a slightly different context, in United States v.\r\nRoberts, 39 F.3d 10 (1st Cir. 1994), we made it clear that it was\r\nimportant to know how the process of admitting to sufficient facts\r\n\"actually works in the court room,\" because \"[h]ow it works\r\nmatters.\"  Id. at 13.  We also set forth some indicators of what\r\nkind of process would be sufficient to \"make the admission\r\neffectively an admission of guilt under the guidelines\":\r\n  Perhaps, as in a typical federal court guilty\r\nplea, the prosecutor gives a recitation of\r\nwhat the government would prove, and the\r\ndefendant expressly accepts the government's\r\nversion of events (possibly with\r\nqualifications), and the judge then determines\r\nthat the admitted facts if proved would\r\nconstitute an offense.  This sequence, or any\r\nother that achieved the same effect, would\r\ngive reasonable assurance that the defendant\r\nhad confessed to certain events and that the\r\nevents constituted a crime.\r\n\n39 F.3d at 13.\r\nWe also suggested a procedure that would not be\r\n\"effectively an admission of guilt under the guidelines\":\r\n  [I]n the hard-pressed conditions of a busy\r\nfirst-instance court, it is easy to imagine\r\nprocedures that would give far less assurance. \r\nFor aught we can tell, the prosecutor and the\r\ndefendant or his counsel may do little more\r\nthan tell the judge that the parties have\r\nagreed to dispose of the matter by a\r\ncontinuance, admission to sufficient facts,\r\nand a treatment program. . . .  [S]uch a\r\nprocedure . . . would give one little\r\nconfidence that the defendant had admitted to\r\na crime.  Indeed, it would approach the\r\n\"diversion from the judicial process without a\r\nfinding of guilt\" that the guidelines say is\r\n\"not counted.\"  U.S.S.G.  4A1.2(f).\r\n\nRoberts, 39 F.3d at 13. \r\nIn substance, these two scenarios provide some guidance\r\nthat may help the district court   when more is known about the\r\nRhode Island process   to decide whether admission to sufficient\r\nfacts in the juvenile court should be viewed as the equivalent of\r\na guilty plea or a nolo plea under U.S.S.G.  4A1.2(a)(1).  We are\r\nnot, however, seeking narrowly to confine the district court's\r\ninquiry: the phrase \"admission to sufficient facts\" does not\r\nnecessarily mean the same thing in every context or jurisdiction,\r\nthe Massachusetts two-step procedure appears to be unusual, and\r\nRoberts was not an attempt to create an all-encompassing formula. \r\nBoth sides are free to produce information on remand about how the\r\nadmission to sufficient facts procedure operates in Rhode Island\r\njuvenile courts in general, or with reference to the specific two\r\ninstances involved in this case (if information is available), or\r\nboth.  In particular, if the government relies on evidence of\r\ngeneral practice and on the inference that the general practice was\r\nfollowed in DiPina's case, DiPina is free \"to offer evidence that\r\nthe general practice was not followed in his case and that what\r\nhappened to him was inadequate to constitute\" the equivalent of a\r\nguilty plea or nolo plea.  Roberts, 39 F.3d at 13.  The court\r\nshould, in each instance, focus on whether the substance of the\r\nplea is guilty or nolo, i.e., whether the defendant either\r\nconfessed to events which constituted a crime or stated his\r\ndecision not to contest such events.  See id.\r\nFurther, we are not suggesting that every admission to\r\nsufficient facts in Rhode Island juvenile court necessarily must be\r\ntreated in the same way.  For example, it might turn out to be the\r\nfact that the admission to sufficient facts that led to DiPina's\r\nspending eighteen months in the Rhode Island Training School might\r\ngiven the seriousness of the penalty   have been accompanied by\r\nor entailed notice and procedures that are different from those\r\ninvolving the contested probation sentence.  If so, and if those\r\nprocedures are tantamount to a plea of guilty or nolo, then it will\r\nbe possible for the district court to conclude that one of DiPina's\r\nprior juvenile dispositions should be counted toward his criminal\r\nhistory and one should not.  In the circumstances of this case,\r\nalthough we do not resolve the issue, it would appear that counting\r\none such prior disposition would be enough to produce the criminal\r\nhistory level required to sustain DiPina's sentence in the present\r\ncase, regardless of how the other prior disposition is treated.\r\nAs we noted in Roberts, 39 F.3d at 13, because it is the\r\ngovernment that is seeking to assign the extra criminal history\r\npoints to DiPina, the government \"therefore carries the burden of\r\nshowing whatever facts are needed to justify the point[s].\"  In\r\nthis case, that means the burden is on the government to \"show that\r\nwhat happened in [the prior proceeding] was in substance\" a plea of\r\nguilty or nolo, id., as required by  4A1.2(a)(1), i.e., the court\r\nmust have found \"that the defendant ha[s] confessed to certain\r\nevents\" or that other evidence proves such events, \"and that the\r\nevents constituted a crime,\" id.\r\nThis is a factual question.  The district court did not\r\nresolve it and the record before us today provides insufficient\r\nevidence for us to know which of the two polar case scenarios in\r\nRoberts is a closer analogue to DiPina's prior juvenile\r\ndispositions.  The record simply tells us that DiPina \"admitted\r\nsufficient facts.\"  Sufficient for what?  What did he admit?  Did\r\nhe admit sufficient facts which, if proved, would constitute an\r\noffense, which might be tantamount to a plea of guilty or nolo\r\nunder the guideline?  Cf. Roberts, 39 F.3d at 12-13 (\"admission of\r\nguilt\" under U.S.S.G.  4A1.2(f)).  Or did he instead admit no\r\nactual facts at all, merely \"tell[ing] the judge that the parties\r\nhave agreed to dispose of the problem\" by an admission of\r\nsufficient facts and the negotiated disposition?  Id. at 13.  \r\nIn Nicholas, we relied on facts \"formalized in written\r\nstipulations,\" even though we rejected the defendant's claim that\r\nthe government failed to meet its burden because it did not append\r\nthe actual police report to the defendant's waiver of rights\r\nsubmitted to the court under Commonwealth v. Duquette, 438 N.E.2d\r\n334, 342 (Mass. 1982).  See Nicholas, 133 F.3d at 136.  In the\r\npresent case, not only are there no formal written stipulations of\r\nthe facts, but the record before us does not even reflect an oral\r\nagreement as to what facts underlay the prior juvenile\r\ndispositions.  The PSR summarizes some allegations regarding\r\nDiPina's juvenile heroin charge (although it offered no facts as to\r\nthe motor vehicle charge).  But the PSR cites no source or evidence\r\nin support of the stated allegations and we have no reason to\r\nbelieve that DiPina's \"admission of sufficient facts\" in Family\r\nCourt encompassed any or all of such allegations.  \r\nFor aught we can tell, DiPina's admission was simply the\r\ntype described in the second Roberts scenario (the \"busy court\"),\r\nand we have \"far less assurance\" that DiPina \"confessed to certain\r\nevents and that the events constituted a crime.\"  Roberts, 39 F.3d\r\nat 13; cf. United States v. Dueno, 171 F.3d 3, 7 (1st Cir. 1999)\r\n(analyzing prior adult conviction and concluding that there was\r\n\"insufficiently reliable evidence to ground a finding\" that the\r\ndefendant's guilty plea to breaking and entering charge entailed\r\nentry into a building as would be necessary to invoke career\r\noffender provisions of sentencing guidelines; and deciding that\r\nPSR's uncontradicted description of a home invasion, presumably\r\nbased on a police report (of undisclosed genesis), was insufficient\r\nto demonstrate that defendant's prior guilty plea \"constituted an\r\nadmission to the building invasion described by the police\r\nreport\").\r\nThe record does not tell us what facts DiPina admitted,\r\nand therefore we cannot know whether what he admitted is sufficient\r\nto satisfy the requirement of the guideline.  The district court\r\nbaldly asserted, without articulating any basis or citing to Rhode\r\nIsland law, that an admission of sufficient facts is the\r\n\"equivalent of a nolo plea.\"  That assertion was not based on the\r\ncourt's actual findings of fact, and it is clearly not supported by\r\nthe present record.  Nothing in the government's post-argument\r\nsubmission, relying on three rules of the Rhode Island Family\r\nCourt, clearly resolves the matter in the government's favor.\r\nAt this point, because the government has failed to\r\nsatisfy its burden on the record before us, we could simply vacate\r\nthe sentence and remand for the district court to resentence DiPina\r\nwithout considering, as part of his criminal history, his prior\r\njuvenile dispositions.  Instead, we remand for a factual\r\ndetermination of what judicial process was followed in DiPina's \r\njuvenile cases.  See Roberts, 39 F.3d at 13-14.  We leave it to the\r\ndistrict court on remand to determine the relevant facts in the\r\nfirst instance.  The court on remand will have to determine whether\r\nall requirements of  4A1.2(a)(1) were met.  That is, was DiPina's\r\n\"admission of sufficient facts\" the functional equivalent of a\r\nguilty plea or a nolo plea?  (There apparently was no trial, the\r\nthird possibility under 4A1.2(a)(1).)  If one or both of DiPina's\r\nprior dispositions was the equivalent of a guilty plea or nolo\r\nplea, then that disposition may be counted toward his criminal\r\nhistory.  On the other hand, if, after fact-finding, it appears\r\nthat all DiPina did was \"submit to the court's jurisdiction,\" Rule\r\n9, RIFC Rules, and accept its rehabilitative services, that is a\r\nfar cry from the Roberts scenario where \"the defendant ha[s]\r\nconfessed to certain events and . . . the events constituted a\r\ncrime.\"  Roberts, 39 F.3d at 13.  If DiPina's prior juvenile\r\ndispositions are not tantamount to a guilty plea or a nolo plea,\r\nthen they may not be counted, because U.S.S.G.  4A1.2(a)(1) does\r\nnot afford a basis for the government to add such a criminal\r\nhistory point.  We remind the parties that the government bears the\r\nburden, if it wishes to add points to a defendant's criminal\r\nhistory, of proving whatever facts are necessary to establish the\r\njustification for adding such points.  See Roberts, 39 F.3d at 13.\r\nThere is another aspect to the remand which was not\r\ndiscussed by the district court or the parties: the effect, if any,\r\nto be given to U.S.S.G.  4A1.2(f), titled \"Diversionary\r\nDispositions.\"  Subsection 4A1.2(f) reads as follows:\r\n(f) Diversionary Dispositions\r\n\n      Diversion from the judicial\r\n  process without a finding of\r\n  guilt (e.g., deferred\r\n  prosecution) is not counted.  A\r\n  diversionary disposition\r\n  resulting from a finding or\r\n  admission of guilt, or a plea of\r\n  nolo contendere, in a judicial\r\n  proceeding is counted as a\r\n  sentence under  4A1.1(c) even\r\n  if a conviction is not formally\r\n  entered, except that diversion\r\n  from juvenile court is not\r\n  counted.\r\n\nU.S.S.G.  4A1.2(f) (second emphasis added).\r\nIf DiPina's prior juvenile dispositions were\r\n\"diversionary dispositions,\" then we think it clear that Section\r\n4A1.2(f) does not permit the district court to count those\r\ndispositions as part of DiPina's criminal history.  The last\r\nproviso of subsection 4A1.2(f) contains a significant exception to\r\nthe counting of diversionary dispositions:  \"diversion from\r\njuvenile court is not counted\" toward the defendant's criminal\r\nhistory.  U.S.S.G.  4A1.2(f) (emphasis added); see also U.S.S.G.\r\n4A1.2 application note 9 (explaining that \"Section 4A1.2(f)\r\nrequires counting prior adult diversionary dispositions if they\r\ninvolved a judicial determination of guilt or an admission of guilt\r\nin open court\" (emphasis added)).  \r\nIn Rhode Island, the Family Court is where juvenile\r\nproceedings like DiPina's take place.  See Rhode Island Family\r\nCourt Act, R.I. Gen. Laws  14-1-5 (1956, 1981 Reenactment) (The\r\nFamily Court has \"exclusive original jurisdiction in proceedings\r\n(A) [c]oncerning any child . . . who is:  (1) [d]elinquent; [or]\r\n(2) [w]ayward.\"); Bouchard v. Price, 694 A.2d 670, 672 (R.I. 1997). \r\nTherefore, the Rhode Island Family Court is encompassed within the\r\nmeaning of \"juvenile court\" in U.S.S.G.  4A1.2(f), and\r\ndiversionary dispositions in that court are not counted toward a\r\ndefendant's criminal history.\r\nThus, if DiPina's prior juvenile dispositions were\r\n\"diversionary dispositions\" within the meaning of  4A1.2 (f), then\r\nthey could not be counted toward his criminal history.  The record\r\nreveals nothing about whether or not they were diversionary, so the\r\ndistrict court must resolve this question on remand.  We note that\r\nthe guidelines do not specifically define what they mean by a\r\n\"diversionary disposition,\" nor did the drafters make it\r\nparticularly clear what they intended to mean by that term.  They\r\noffer one, and only one, example   a \"deferred prosecution\"   which\r\nis certainly not exhaustive.  U.S.S.G.  4A1.2(f). And subsection\r\n4A1.2(f) begins with a reference to \"[d]iversion from the judicial\r\nprocess.\" \r\nIn sum, on remand, the district court must first\r\ndetermine whether DiPina's prior juvenile dispositions constituted \r\ndiversions, such that subsection 4A1.2(f) applies.  If so, because\r\nFamily Court is the juvenile court in Rhode Island, these\r\ndispositions cannot be counted toward DiPina's criminal history.  \r\nIf, on the other hand, DiPina's prior juvenile\r\ndispositions were not diversionary dispositions, then the district\r\ncourt must determine whether his admitting sufficient facts in\r\nRhode Island Family Court was tantamount to a plea of guilty or\r\nnolo under U.S.S.G.  4A1.2(a)(1).  That is, were those admissions\r\nthe equivalent of the first Roberts scenario, where \"the defendant\r\nha[s] confessed to certain events\" (or other evidence proves such\r\nevents) \"and . . . the events constituted a crime\"?  Roberts, 39\r\nF.3d at 13.  If DiPina's prior juvenile dispositions were not\r\ntantamount to a plea of guilty or nolo, then they may not be\r\ncounted toward his criminal history.\r\nThe sentence is vacated and the case is remanded to the\r\ndistrict court for resentencing after making findings of fact and\r\nrulings of law consistent with this opinion.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-2142\r\n\n                        UNITED STATES,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n             JESUS DiPINA a/k/a GUSTAVO GONSALEZ,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r\n\n                            Before\r\n\n                   Boudin, Circuit Judge,\r\n\n               Bownes, Senior Circuit Judge,\r\n\n                 and Lynch, Circuit Judge.\r\n\n   Carlos J. Martinez, with whom Cheryl J. Sturm was on brief,\r\nfor appellant.\r\n\n   James H. Leavey, Assistant United States Attorney, with whom \r\nMargaret E. Curran, United States Attorney, was on brief, for\r\nappellee.\r\n\nMay 27, 1999\r\n\nBOWNES, Senior Circuit Judge.  The issue before us is\r\nwhether the sentencing guidelines, applied to the facts of this\r\ncase, permitted the sentencing court to consider the defendant's\r\njuvenile dispositions in Rhode Island Family Court in calculating\r\nhis criminal history category.  We hold that the answer depends on\r\ncertain factual determinations and the record is not clear enough\r\nas to these issues for us to resolve the dispute.  We remand for\r\nfurther fact-finding and resentencing.\r\nJesus DiPina pled guilty to possession with intent to\r\ndistribute more than 100 grams of heroin.  See 21 U.S.C.\r\n841(a)(1), (b)(1)(B) (1994).  As part of his plea agreement, in\r\nexchange for his pleading guilty to the charge, the prosecution\r\nagreed that, at sentencing, it would recommend that the district\r\ncourt impose the lowest term of imprisonment computed by the court\r\nunder the sentencing guidelines.  The prosecution also agreed to\r\nrecommend that DiPina receive the benefits of 18 U.S.C.  3553(f)\r\n(1994), U.S.S.G.  5C1.1 (1997), the so-called \"safety valve,\"\r\nwhich would exempt him from the mandatory minimum sentence of five\r\nyears' imprisonment, provided, inter alia, that his criminal\r\nhistory score was no higher than one point.\r\nThe Presentence Investigation Report (PSR) prepared by\r\nthe Probation Department listed DiPina's criminal record as\r\nincluding three juvenile dispositions, all in Rhode Island Family\r\nCourt:  (1) tampering with a motor vehicle, \"Admits Sufficient\r\nFacts, one year probation, special condition fifty-percent\r\nrestitution\"; (2)  resisting arrest, \"Nolo, 16 months probation\";\r\n(3) unlawful delivery of heroin, \"Admits Sufficient Facts, eighteen\r\nmonths Rhode Island Training School.\"  (Emphasis added.)  The\r\ncourt counted each of these dispositions as a \"prior sentence\"\r\nunder the sentencing guidelines, U.S.S.G.  4A1.2(a)(1), (d)(2)\r\n(1997), and found DiPina to have four criminal history points which\r\nput him in criminal history category III.  He was therefore not\r\neligible for the safety valve, and the court sentenced him to the\r\nstatutory minimum of five years in prison.  See 21 U.S.C. \r\n841(a)(1), (b)(1)(B).  \r\nOn this appeal, DiPina does not contest the total\r\noffense level assigned to him (23), but he does challenge his\r\ncriminal history category.  He argues that two of his three prior\r\njuvenile \"sentences\"   for the motor vehicle and heroin offenses,\r\nboth carrying the notation \"admits sufficient facts\"   should not\r\ncount toward his criminal history.  DiPina does not dispute that\r\nthe charge of resisting arrest counts toward his criminal history,\r\nbut he contends that his history score should be limited to this\r\none point.  If DiPina is correct as to both of the other\r\ndispositions, then his criminal history would fall in category I\r\ninstead of category III and he would be eligible for the safety\r\nvalve.\r\nWe review a district court's interpretation of the\r\nsentencing guidelines de novo.  See United States v. Nicholas, </pre><span class=\"citation\" data-id=\"750076\"><a href=\"/opinion/750076/united-states-v-christian-modest-nicholas/\"><span class=\"volume\">133</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 134 (1st Cir. 1998).  Unfortunately, the relevant\r\nguidelines are hardly a model of clarity.\r\nWe begin, as always, with the text of the relevant\r\nsentencing guidelines.  U.S.S.G.  4A1.1(a)-(c) (1997) in\r\npertinent part read as follows:\r\n 4A1.1.  Criminal History Category\r\n  The total points from items (a) through (f)\r\ndetermine the criminal history category in the\r\nSentencing Table in Chapter Five, Part A.\r\n\n  (a) Add 3 points for each prior sentence of\r\nimprisonment exceeding one year and one month.\r\n\n  (b) Add 2 points for each prior sentence of\r\nimprisonment of at least sixty days not\r\ncounted in (a).\r\n\n  (c) Add 1 point for each prior sentence not\r\ncounted in (a) or (b), up to a total of 4\r\npoints for this item.\r\n\nOffenses committed prior to age eighteen are not immune\r\nfrom being counted under  4A1.1.  The commentary to  4A1.1\r\nexplains that  4A1.2(d) applies to offenses committed prior to the\r\ndefendant's eighteenth birthday.  See U.S.S.G.  4A1.1 application\r\nnote 2.  Such youthful offenses are, however, treated somewhat\r\ndifferently:\r\n  (d) Offenses Committed Prior to Age 18\r\n    . . . .\r\n  (2) . . . .\r\n                (A) [A]dd 2 points under\r\n        4A1.1(b) for each adult\r\n       or juvenile sentence to\r\n       confinement of at least\r\n       sixty days if the defendant\r\n       was released from such\r\n       confinement within five\r\n       years of his commencement\r\n       of the instant offense;\r\n\n                (B) add 1 point under\r\n        4A1.1(c) for each adult\r\n       or juvenile sentence\r\n       imposed within five years\r\n       of the defendant's\r\n       commencement of the instant\r\n       offense not covered in (A).\r\n\nU.S.S.G.  4A1.2(d).\r\nSection 4A1.2(a), one of the \"definitions and\r\ninstructions for computing criminal history,\" includes the\r\nfollowing:\r\n(a) Prior Sentence Defined\r\n      (1) The term \"prior sentence\"\r\n  means any sentence previously\r\n  imposed upon adjudication of\r\n  guilt, whether by guilty plea,\r\n  trial, or plea of nolo\r\n  contendere, for conduct not part\r\n  of the instant offense.\r\n\nU.S.S.G.  4A1.2(a)(1).\r\nDiPina argues that his two contested prior juvenile\r\ndispositions do not appear to fall within the plain meaning of\r\n4A1.2(a)(1), the definition of a \"prior sentence,\" because the\r\nrecord does not reflect an \"adjudication of guilt,\" whether by\r\nvirtue of a guilty plea, trial, or plea of nolo contendere.  See\r\nUnited States v. Rockman, </pre><span class=\"citation\" data-id=\"606753\"><a href=\"/opinion/606753/united-states-v-lewis-aaron-rockman/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span><pre class=\"inline\">, 813 (11th Cir. 1993)\r\n(holding that Section 4A1.2(a)(1) is clear and unambiguous on its\r\nface and does not cover \"[s]entences imposed wherein adjudication\r\nof guilt is withheld\").  We also note that the sentencing\r\nguidelines, as criminal laws, are subject to strict construction. \r\nSee United States v. Khang, </pre><span class=\"citation\" data-id=\"542897\"><a href=\"/opinion/542897/united-states-v-xiong-yer-khang/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1219</span></a></span><pre class=\"inline\">, 1222 (8th Cir. 1990)\r\n(stating that \"[t]he Sentencing Guidelines must be strictly\r\nconstrued\"); see also Dowling v. United States, </pre><span class=\"citation\" data-id=\"111502\"><a href=\"/opinion/111502/dowling-v-united-states/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></a></span><pre class=\"inline\">,\r\n212-14 (1985) (quoting Chief Justice Marshall for \"[t]he rule that\r\npenal laws are to be construed strictly\" (internal quotation marks\r\nomitted)); United States v. Stoner, </pre><span class=\"citation\" data-id=\"556642\"><a href=\"/opinion/556642/united-states-v-melvin-stoner/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">, 47 (1st Cir. 1991)\r\n(citing  United States v. Anzalone, </pre><span class=\"citation\" data-id=\"454668\"><a href=\"/opinion/454668/united-states-v-theodore-v-anzalone/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">676</span></a></span><pre class=\"inline\">, 680 (1st Cir.\r\n1985)). \r\nThe government argues that DiPina's two contested prior\r\ndispositions count toward his criminal history as a matter of law,\r\nrelying on United States v. Unger, </pre><span class=\"citation\" data-id=\"548928\"><a href=\"/opinion/548928/united-states-v-eric-n-unger/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span><pre class=\"inline\"> (1st Cir. 1990). \r\nThe government reasons as follows:  because Unger's prior juvenile\r\nsentences were based on admissions of \"sufficient facts\" in Rhode\r\nIsland Family Court, Unger controls the present case and dictates\r\na decision against DiPina as a matter of law.  We disagree. \r\nAccording to the government, Unger is controlling here\r\nbecause allegedly \"[i]t involved the same question as to the legal\r\nsignificance of an 'admission of sufficient facts,' in the same\r\ncourt (Rhode Island Family Court).\"  Gov't Br. at 8.  The district\r\ncourt went even further, saying that Unger \"is absolutely clear\r\nthat admission of facts sufficient to convict in a juvenile\r\nproceeding is a conviction, and a juvenile conviction can be used\r\nto determine the criminal history category under the guidelines.\"\r\nBut in Unger, we never discussed whether an \"admission of\r\nsufficient facts\" satisfies the requirement in  4A1.2(a)(1) of an\r\n\"adjudication of guilt,\" nor of a plea of guilty or nolo.  In\r\nUnger, the defendant argued that a prior juvenile sentence should\r\nnot be counted toward his criminal history because the offense was\r\na \"juvenile status offense.\"  Unger, 915 F.2d at 762-63.  We\r\nrejected this contention.  We held that federal, not state, law\r\ndetermines what constitutes a conviction for purposes of U.S.S.G.\r\n4A1.2(c)(2) (mandating that sentences for \"juvenile status\r\noffenses and truancy\" are \"never counted\"), and that the district\r\ncourt must look at the substance of the underlying state offense to\r\ndetermine whether it is a status offense or instead should be\r\ncounted in computing criminal history.  See id.  Finding that Unger\r\nhad been previously convicted of receiving stolen goods, breaking\r\nand entering with intent to commit larceny, and assault and\r\nbattery, we concluded that \"these malefactions\" could in no way \"be\r\nconsidered [juvenile] status offenses.\"  Id. at 763 (internal\r\nquotation marks omitted).  \r\nThe government observes that DiPina's prior offenses,\r\ntampering with a motor vehicle and unlawful delivery of heroin,\r\ncannot be considered \"status offenses\" any more than Unger's prior\r\noffenses were.  That is true, so far as it goes.  But DiPina is not\r\nbasing his appeal on the \"status offense\" argument, as Unger had\r\ndone.  He argues, and we agree, that Unger is distinguishable from\r\nDiPina's prior juvenile dispositions:  Unger was based on the\r\nexistence of a conviction; we held that the government had\r\nsatisfied its \"initial burden of proving the fact of conviction.\" \r\nUnger, 915 F.2d at 761; see also id. at 760-61 (referring to prior\r\ndisposition as a \"conviction\" and an \"adjudication\"); id. at 762\r\n(noting that defendant had previously been \"found 'wayward'\").  The\r\nopinion does not make it clear what basis existed in the Unger\r\nrecord to reach this conclusion, but whatever it was, there is no\r\nbasis in the record before us on the present appeal for us to\r\nconclude that an express conviction or other \"adjudication of\r\nguilt,\" U.S.S.G.  4A1.2(a)(1), took place in DiPina's prior cases.\r\nWhile the government is correct that the factual\r\nbackground of Unger was similar to this one   in that \"the\r\ndefendant 'admitted sufficient facts,' in Rhode Island Family\r\nCourt,\" Gov't Br. at 8   neither party in Unger raised the \"same\r\nquestion\" as that before us today.  Nor did we address that\r\nquestion, even in passing.  Where, in a prior decision, we have not\r\nconsidered an issue directly and assessed the arguments of parties\r\nwith an interest in its resolution, that decision does not bind us\r\nin a subsequent case where the issue is adequately presented and\r\nsquarely before us, merely because some of the background facts are\r\nthe same.  Cf. Heck v. Humphrey, </pre><span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span><pre class=\"inline\">, 482 (1994)\r\n(rejecting Court's own dictum in prior opinion which \"had no cause\r\nto address, and did not carefully consider, the damages question\r\nbefore us today\").  We would not be bound even if, in Unger, we had\r\nmade a passing comment about the present issue in dictum.  See\r\nHeck, 512 U.S. at 482; Dedham Water Co., Inc. v. Cumberland Farms\r\nDairy, Inc., </pre><span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span><pre class=\"inline\">, 459 (1st Cir. 1992) (\"Dictum constitutes\r\nneither the law of the case nor the stuff of binding precedent.\"). \r\nBut the government cannot even point to dictum in Unger that\r\npurports to bear on the present issue.\r\nFor all these reasons, Unger does not control this case,\r\nand we reject the government's argument that, as a matter of law,\r\nU.S.S.G.  4A1.2(a)(1) supports the district court's adding\r\ncriminal history points based on DiPina's two prior juvenile\r\ndispositions. \r\nInstead, the applicability of  4A1.2(a)(1) will be fact-\r\ndriven.  It will depend on what process was actually followed in\r\nthe case of DiPina's prior juvenile dispositions.  As we discuss\r\ninfra, the record before us is insufficient; we need more facts to\r\nbe able to determine whether what happened to DiPina in Family\r\nCourt was tantamount to a guilty plea or nolo plea, bringing those\r\ndispositions under  4A1.2(a)(1).  DiPina's two dispositions based\r\non admission to \"sufficient facts\" were certainly not absolutely\r\nidentical to a nolo plea: Rhode Island Family Court allows for\r\ndispositions that are based specifically on a \"nolo\" plea, as the\r\nPSR indicates was the case for DiPina's resisting arrest\r\ndisposition.  Therefore, the \"admits sufficient facts\" designation\r\nin DiPina's other two juvenile dispositions must be different from\r\na \"nolo\" plea in at least some respects.\r\nIn a slightly different context, in United States v.\r\nRoberts, </pre><span class=\"citation\" data-id=\"195701\"><a href=\"/opinion/195701/united-states-v-roberts/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\"> (1st Cir. 1994), we made it clear that it was\r\nimportant to know how the process of admitting to sufficient facts\r\n\"actually works in the court room,\" because \"[h]ow it works\r\nmatters.\"  Id. at 13.  We also set forth some indicators of what\r\nkind of process would be sufficient to \"make the admission\r\neffectively an admission of guilt under the guidelines\":\r\n  Perhaps, as in a typical federal court guilty\r\nplea, the prosecutor gives a recitation of\r\nwhat the government would prove, and the\r\ndefendant expressly accepts the government's\r\nversion of events (possibly with\r\nqualifications), and the judge then determines\r\nthat the admitted facts if proved would\r\nconstitute an offense.  This sequence, or any\r\nother that achieved the same effect, would\r\ngive reasonable assurance that the defendant\r\nhad confessed to certain events and that the\r\nevents constituted a crime.\r\n\n39 F.3d at 13.\r\nWe also suggested a procedure that would not be\r\n\"effectively an admission of guilt under the guidelines\":\r\n  [I]n the hard-pressed conditions of a busy\r\nfirst-instance court, it is easy to imagine\r\nprocedures that would give far less assurance. \r\nFor aught we can tell, the prosecutor and the\r\ndefendant or his counsel may do little more\r\nthan tell the judge that the parties have\r\nagreed to dispose of the matter by a\r\ncontinuance, admission to sufficient facts,\r\nand a treatment program. . . .  [S]uch a\r\nprocedure . . . would give one little\r\nconfidence that the defendant had admitted to\r\na crime.  Indeed, it would approach the\r\n\"diversion from the judicial process without a\r\nfinding of guilt\" that the guidelines say is\r\n\"not counted.\"  U.S.S.G.  4A1.2(f).\r\n\nRoberts, 39 F.3d at 13. \r\nIn substance, these two scenarios provide some guidance\r\nthat may help the district court   when more is known about the\r\nRhode Island process   to decide whether admission to sufficient\r\nfacts in the juvenile court should be viewed as the equivalent of\r\na guilty plea or a nolo plea under U.S.S.G.  4A1.2(a)(1).  We are\r\nnot, however, seeking narrowly to confine the district court's\r\ninquiry: the phrase \"admission to sufficient facts\" does not\r\nnecessarily mean the same thing in every context or jurisdiction,\r\nthe Massachusetts two-step procedure appears to be unusual, and\r\nRoberts was not an attempt to create an all-encompassing formula. \r\nBoth sides are free to produce information on remand about how the\r\nadmission to sufficient facts procedure operates in Rhode Island\r\njuvenile courts in general, or with reference to the specific two\r\ninstances involved in this case (if information is available), or\r\nboth.  In particular, if the government relies on evidence of\r\ngeneral practice and on the inference that the general practice was\r\nfollowed in DiPina's case, DiPina is free \"to offer evidence that\r\nthe general practice was not followed in his case and that what\r\nhappened to him was inadequate to constitute\" the equivalent of a\r\nguilty plea or nolo plea.  Roberts, 39 F.3d at 13.  The court\r\nshould, in each instance, focus on whether the substance of the\r\nplea is guilty or nolo, i.e., whether the defendant either\r\nconfessed to events which constituted a crime or stated his\r\ndecision not to contest such events.  See id.\r\nFurther, we are not suggesting that every admission to\r\nsufficient facts in Rhode Island juvenile court necessarily must be\r\ntreated in the same way.  For example, it might turn out to be the\r\nfact that the admission to sufficient facts that led to DiPina's\r\nspending eighteen months in the Rhode Island Training School might\r\ngiven the seriousness of the penalty   have been accompanied by\r\nor entailed notice and procedures that are different from those\r\ninvolving the contested probation sentence.  If so, and if those\r\nprocedures are tantamount to a plea of guilty or nolo, then it will\r\nbe possible for the district court to conclude that one of DiPina's\r\nprior juvenile dispositions should be counted toward his criminal\r\nhistory and one should not.  In the circumstances of this case,\r\nalthough we do not resolve the issue, it would appear that counting\r\none such prior disposition would be enough to produce the criminal\r\nhistory level required to sustain DiPina's sentence in the present\r\ncase, regardless of how the other prior disposition is treated.\r\nAs we noted in Roberts, 39 F.3d at 13, because it is the\r\ngovernment that is seeking to assign the extra criminal history\r\npoints to DiPina, the government \"therefore carries the burden of\r\nshowing whatever facts are needed to justify the point[s].\"  In\r\nthis case, that means the burden is on the government to \"show that\r\nwhat happened in [the prior proceeding] was in substance\" a plea of\r\nguilty or nolo, id., as required by  4A1.2(a)(1), i.e., the court\r\nmust have found \"that the defendant ha[s] confessed to certain\r\nevents\" or that other evidence proves such events, \"and that the\r\nevents constituted a crime,\" id.\r\nThis is a factual question.  The district court did not\r\nresolve it and the record before us today provides insufficient\r\nevidence for us to know which of the two polar case scenarios in\r\nRoberts is a closer analogue to DiPina's prior juvenile\r\ndispositions.  The record simply tells us that DiPina \"admitted\r\nsufficient facts.\"  Sufficient for what?  What did he admit?  Did\r\nhe admit sufficient facts which, if proved, would constitute an\r\noffense, which might be tantamount to a plea of guilty or nolo\r\nunder the guideline?  Cf. Roberts, 39 F.3d at 12-13 (\"admission of\r\nguilt\" under U.S.S.G.  4A1.2(f)).  Or did he instead admit no\r\nactual facts at all, merely \"tell[ing] the judge that the parties\r\nhave agreed to dispose of the problem\" by an admission of\r\nsufficient facts and the negotiated disposition?  Id. at 13.  \r\nIn Nicholas, we relied on facts \"formalized in written\r\nstipulations,\" even though we rejected the defendant's claim that\r\nthe government failed to meet its burden because it did not append\r\nthe actual police report to the defendant's waiver of rights\r\nsubmitted to the court under Commonwealth v. Duquette, </pre><span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">N.E.2d</span>\r\n<span class=\"page\">334</span></span><pre class=\"inline\">, 342 (Mass. 1982).  See Nicholas, 133 F.3d at 136.  In the\r\npresent case, not only are there no formal written stipulations of\r\nthe facts, but the record before us does not even reflect an oral\r\nagreement as to what facts underlay the prior juvenile\r\ndispositions.  The PSR summarizes some allegations regarding\r\nDiPina's juvenile heroin charge (although it offered no facts as to\r\nthe motor vehicle charge).  But the PSR cites no source or evidence\r\nin support of the stated allegations and we have no reason to\r\nbelieve that DiPina's \"admission of sufficient facts\" in Family\r\nCourt encompassed any or all of such allegations.  \r\nFor aught we can tell, DiPina's admission was simply the\r\ntype described in the second Roberts scenario (the \"busy court\"),\r\nand we have \"far less assurance\" that DiPina \"confessed to certain\r\nevents and that the events constituted a crime.\"  Roberts, 39 F.3d\r\nat 13; cf. United States v. Dueno, </pre><span class=\"citation\" data-id=\"198385\"><a href=\"/opinion/198385/united-states-v-dueno/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 7 (1st Cir. 1999)\r\n(analyzing prior adult conviction and concluding that there was\r\n\"insufficiently reliable evidence to ground a finding\" that the\r\ndefendant's guilty plea to breaking and entering charge entailed\r\nentry into a building as would be necessary to invoke career\r\noffender provisions of sentencing guidelines; and deciding that\r\nPSR's uncontradicted description of a home invasion, presumably\r\nbased on a police report (of undisclosed genesis), was insufficient\r\nto demonstrate that defendant's prior guilty plea \"constituted an\r\nadmission to the building invasion described by the police\r\nreport\").\r\nThe record does not tell us what facts DiPina admitted,\r\nand therefore we cannot know whether what he admitted is sufficient\r\nto satisfy the requirement of the guideline.  The district court\r\nbaldly asserted, without articulating any basis or citing to Rhode\r\nIsland law, that an admission of sufficient facts is the\r\n\"equivalent of a nolo plea.\"  That assertion was not based on the\r\ncourt's actual findings of fact, and it is clearly not supported by\r\nthe present record.  Nothing in the government's post-argument\r\nsubmission, relying on three rules of the Rhode Island Family\r\nCourt, clearly resolves the matter in the government's favor.\r\nAt this point, because the government has failed to\r\nsatisfy its burden on the record before us, we could simply vacate\r\nthe sentence and remand for the district court to resentence DiPina\r\nwithout considering, as part of his criminal history, his prior\r\njuvenile dispositions.  Instead, we remand for a factual\r\ndetermination of what judicial process was followed in DiPina's \r\njuvenile cases.  See Roberts, 39 F.3d at 13-14.  We leave it to the\r\ndistrict court on remand to determine the relevant facts in the\r\nfirst instance.  The court on remand will have to determine whether\r\nall requirements of  4A1.2(a)(1) were met.  That is, was DiPina's\r\n\"admission of sufficient facts\" the functional equivalent of a\r\nguilty plea or a nolo plea?  (There apparently was no trial, the\r\nthird possibility under 4A1.2(a)(1).)  If one or both of DiPina's\r\nprior dispositions was the equivalent of a guilty plea or nolo\r\nplea, then that disposition may be counted toward his criminal\r\nhistory.  On the other hand, if, after fact-finding, it appears\r\nthat all DiPina did was \"submit to the court's jurisdiction,\" Rule\r\n9, RIFC Rules, and accept its rehabilitative services, that is a\r\nfar cry from the Roberts scenario where \"the defendant ha[s]\r\nconfessed to certain events and . . . the events constituted a\r\ncrime.\"  Roberts, 39 F.3d at 13.  If DiPina's prior juvenile\r\ndispositions are not tantamount to a guilty plea or a nolo plea,\r\nthen they may not be counted, because U.S.S.G.  4A1.2(a)(1) does\r\nnot afford a basis for the government to add such a criminal\r\nhistory point.  We remind the parties that the government bears the\r\nburden, if it wishes to add points to a defendant's criminal\r\nhistory, of proving whatever facts are necessary to establish the\r\njustification for adding such points.  See Roberts, 39 F.3d at 13.\r\nThere is another aspect to the remand which was not\r\ndiscussed by the district court or the parties: the effect, if any,\r\nto be given to U.S.S.G.  4A1.2(f), titled \"Diversionary\r\nDispositions.\"  Subsection 4A1.2(f) reads as follows:\r\n(f) Diversionary Dispositions\r\n\n      Diversion from the judicial\r\n  process without a finding of\r\n  guilt (e.g., deferred\r\n  prosecution) is not counted.  A\r\n  diversionary disposition\r\n  resulting from a finding or\r\n  admission of guilt, or a plea of\r\n  nolo contendere, in a judicial\r\n  proceeding is counted as a\r\n  sentence under  4A1.1(c) even\r\n  if a conviction is not formally\r\n  entered, except that diversion\r\n  from juvenile court is not\r\n  counted.\r\n\nU.S.S.G.  4A1.2(f) (second emphasis added).\r\nIf DiPina's prior juvenile dispositions were\r\n\"diversionary dispositions,\" then we think it clear that Section\r\n4A1.2(f) does not permit the district court to count those\r\ndispositions as part of DiPina's criminal history.  The last\r\nproviso of subsection 4A1.2(f) contains a significant exception to\r\nthe counting of diversionary dispositions:  \"diversion from\r\njuvenile court is not counted\" toward the defendant's criminal\r\nhistory.  U.S.S.G.  4A1.2(f) (emphasis added); see also U.S.S.G.\r\n4A1.2 application note 9 (explaining that \"Section 4A1.2(f)\r\nrequires counting prior adult diversionary dispositions if they\r\ninvolved a judicial determination of guilt or an admission of guilt\r\nin open court\" (emphasis added)).  \r\nIn Rhode Island, the Family Court is where juvenile\r\nproceedings like DiPina's take place.  See Rhode Island Family\r\nCourt Act, R.I. Gen. Laws  14-1-5 (1956, 1981 Reenactment) (The\r\nFamily Court has \"exclusive original jurisdiction in proceedings\r\n(A) [c]oncerning any child . . . who is:  (1) [d]elinquent; [or]\r\n(2) [w]ayward.\"); Bouchard v. Price, </pre><span class=\"citation\" data-id=\"2296360\"><a href=\"/opinion/2296360/bouchard-v-price/\"><span class=\"volume\">694</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">670</span></a></span><pre class=\"inline\">, 672 (R.I. 1997). \r\nTherefore, the Rhode Island Family Court is encompassed within the\r\nmeaning of \"juvenile court\" in U.S.S.G.  4A1.2(f), and\r\ndiversionary dispositions in that court are not counted toward a\r\ndefendant's criminal history.\r\nThus, if DiPina's prior juvenile dispositions were\r\n\"diversionary dispositions\" within the meaning of  4A1.2 (f), then\r\nthey could not be counted toward his criminal history.  The record\r\nreveals nothing about whether or not they were diversionary, so the\r\ndistrict court must resolve this question on remand.  We note that\r\nthe guidelines do not specifically define what they mean by a\r\n\"diversionary disposition,\" nor did the drafters make it\r\nparticularly clear what they intended to mean by that term.  They\r\noffer one, and only one, example   a \"deferred prosecution\"   which\r\nis certainly not exhaustive.  U.S.S.G.  4A1.2(f). And subsection\r\n4A1.2(f) begins with a reference to \"[d]iversion from the judicial\r\nprocess.\" \r\nIn sum, on remand, the district court must first\r\ndetermine whether DiPina's prior juvenile dispositions constituted \r\ndiversions, such that subsection 4A1.2(f) applies.  If so, because\r\nFamily Court is the juvenile court in Rhode Island, these\r\ndispositions cannot be counted toward DiPina's criminal history.  \r\nIf, on the other hand, DiPina's prior juvenile\r\ndispositions were not diversionary dispositions, then the district\r\ncourt must determine whether his admitting sufficient facts in\r\nRhode Island Family Court was tantamount to a plea of guilty or\r\nnolo under U.S.S.G.  4A1.2(a)(1).  That is, were those admissions\r\nthe equivalent of the first Roberts scenario, where \"the defendant\r\nha[s] confessed to certain events\" (or other evidence proves such\r\nevents) \"and . . . the events constituted a crime\"?  Roberts, 39\r\nF.3d at 13.  If DiPina's prior juvenile dispositions were not\r\ntantamount to a plea of guilty or nolo, then they may not be\r\ncounted toward his criminal history.\r\nThe sentence is vacated and the case is remanded to the\r\ndistrict court for resentencing after making findings of fact and\r\nrulings of law consistent with this opinion.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2296360/"
  ]
}