{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198410/",
  "absolute_url": "/opinion/198410/united-states-v-royal/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198410/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:51:53Z",
  "date_modified": "2017-03-24T10:57:01.471802Z",
  "type": "010combined",
  "sha1": "0dc1c3d0582ef0571fde6403649d560ceda65d0b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1825.01A",
  "local_path": null,
  "plain_text": "United States Court of Appeals\r\n                  For the First Circuit\r\n                                       \r\n\nNo. 98-1825\r\n\n               UNITED STATES OF AMERICA,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                    JEROME E. ROYAL,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. Robert E. Keeton, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n            Campbell, Senior Circuit Judge,\r\n\n               and Lynch, Circuit Judge.\r\n\n                                      \r\n\nJames E. Carroll, with whom Sheila High King and Cetrulo &amp;\r\nCapone LLP were on brief, for appellant.\r\nNadine Pellegrini, Assistant U.S. Attorney, with whom Donald\r\nK. Stern, U.S. Attorney, was on brief, for appellee.     \r\n\n                                      \r\n\n                     April 2, 1999\r\n                                      \r\n\nLYNCH, Circuit Judge.  After prevailing, in a previous\r\nappeal to this court, on his motion to inspect the jury selection\r\nrecords of the Eastern Division of the District of Massachusetts,\r\nJerome E. Royal moved for a new trial, claiming that the selection\r\nprocess used to pick the jury panel that convicted him of\r\nconspiracy and mail fraud violated the Sixth Amendment and the Jury\r\nSelection and Service Act (\"the Act\").  The district court denied\r\nthis motion.  Royal appeals, urging that the selection process\r\nproduces systematic underrepresentation of blacks, an argument\r\nwhich depends upon changing the law of this Circuit governing\r\nevaluation of a jury selection challenge.  We decline the\r\ninvitation and affirm.\r\n                           I\r\nThe facts relating to Royal's conviction and first appeal\r\nare set forth in United States v. Royal, 100 F.3d 1019 (1st Cir.\r\n1996), and we recount only the most relevant aspects here.\r\nRoyal was indicted in 1992 on charges of mail fraud,\r\nconspiracy to commit mail fraud, and aiding and abetting.  See id.\r\nat 1023.  When the case was called for trial, Royal made various\r\nmotions relating to the jury venire and the jury selection process\r\nfor the Eastern Division.  The district court denied Royal's\r\nmotions to inspect the jury records of the Eastern Division,\r\nsuggesting \"that, in order to inspect the requested records, Royal\r\nwas required to make a showing that he would be able to satisfy the\r\nthree prongs of [the test for establishing a prima facie violation\r\nof the fair cross-section requirement].\"  Id. at 1024.  The case\r\nproceeded to trial; the jury found Royal guilty of one count of\r\nconspiracy and eight counts of mail fraud.  See id. at 1023.\r\nRoyal appealed.  This court rejected Royal's challenges\r\nto the jury charge, the sufficiency of the evidence, and various\r\naspects of his sentence, but reversed the district court's denial\r\nof his motions to inspect the jury records and remanded for further\r\nproceedings.  See id. at 1022.  Relying on 28 U.S.C.  1867(f) and\r\nTest v. United States, 420 U.S. 28 (1975), this court stated that\r\n\"a defendant, such as Royal, challenging the jury selection\r\nprocedures has an unqualified right to inspect jury records. . . .\r\n[A] district court may not premise the grant or denial of a motion\r\nto inspect upon a showing of probable success on the merits of a\r\nchallenge to the jury selection provisions.\"  Royal, 100 F.3d at\r\n1025.  The court therefore \"remand[ed] the case with instructions\r\nto allow Royal access to [the jury records] . . . in order to\r\nsupport a motion to strike the jury venire\" and authorized Royal to\r\n\"move for a new trial under 28 U.S.C.  1867(a).\"  Id. at 1025-26. \r\nUpon remand to the district court, the district judge\r\nmade provisions for permitting Royal to inspect \"[t]he contents of\r\nrecords or papers used by the jury commission or clerk in\r\nconnection with the jury selection process\" for 1994, the year\r\nrelevant to Royal's particular jury.  28 U.S.C.  1867(f), quoted\r\nin Royal, 100 F.3d at 1025-26.  These provisions included a\r\nsubstantial time period for Royal to examine and evaluate the\r\nmaterials as well as the grant of Royal's motions for appointment\r\nand compensation of an expert.  Eventually, on December 24, 1997,\r\nRoyal moved for a new trial, claiming that he \"was denied his Sixth\r\nAmendment right under the United States Constitution and his\r\nstatutory right under the Jury Selection and Service Act, 28 U.S.C.\r\n1861 et seq., to a jury selected at random from a fair cross\r\nsection of the community.\"  United States v. Royal, 7 F. Supp. 2d\r\n96, 97-98 (D. Mass. 1998) (internal quotation marks omitted).\r\nRoyal's claim of constitutional and statutory flaws in\r\nthe selection process was based on the operation and implementation\r\nof the Amended Jury Plan for the District of Massachusetts, which\r\nis dated September 6, 1989.  See generally 28 U.S.C.  1863(a)\r\n(\"Each United States district court shall devise and place into\r\noperation a written plan for random selection of grand and petit\r\njurors that shall be designed to achieve the objectives of . . .\r\nand that shall otherwise comply with . . . this title.\").  This\r\nPlan divides the district into three divisions for jury selection\r\npurposes, one of which is the Eastern Division at issue in this\r\ncase (consisting of Barnstable, Bristol, Dukes, Essex, Middlesex,\r\nNantucket, Norfolk, Plymouth, and Suffolk counties).  The source\r\nfor selection of jurors in each division is \"the numbered local\r\nresident lists submitted annually to the Office of the Jury\r\nCommissioner for the Commonwealth of Massachusetts in accordance\r\nwith Massachusetts General Laws Chapter 234A,\" which the Plan\r\nstates \"includes all registered voters, supplemented by all\r\nresidents not registered to vote.\"  Names are randomly selected\r\nfrom the resident lists and placed in the Master Jury Wheel.  At\r\nthis stage, the Plan provides for a one-step summoning and\r\nqualification process, as authorized by the Act, see 28 U.S.C.\r\n1878, and specifies various categories of potential jurors who\r\nare unqualified, exempt, and eligible for excuse, in accordance\r\nwith 28 U.S.C.  1863, 1865, and 1866.  The Plan also, inter alia:\r\n(1) requires the Jury Clerk to note the \"determination\"\r\nwhether a prospective juror is unqualified, exempt, or excused \"in\r\nthe space provided on the juror qualification form,\"\r\n(2) permits the Clerk to \"grant temporary excuses to\r\nprospective jurors on the grounds of undue hardship or extreme\r\ninconvenience,\"\r\n(3)    mandates that temporarily excused jurors be resummoned\r\n\"at the conclusion of the excuse period,\" and\r\n(4)    provides that \"[t]he Court will, from time to time,\r\nreview the actions of the Clerk [in granting such temporary\r\nexcuses] . . . to determine whether or not there is an abuse of the\r\ndiscretion granted to the Clerk.\"\r\nUpon inspection of the 1994 records, Royal concluded that\r\n21,900 prospective jurors were summoned, that 18,451 returned their\r\njuror qualification forms, and that 415 of the forms were returned\r\nby individuals identifying themselves as black and 1,185 were\r\nreturned by individuals who declined to designate their race.  The\r\ndifference between 18,451 and 21,900 is accounted for by the fact\r\nthat 899 summonses were nondeliverable and 2,550 were not returned\r\nby the recipients.\r\nOf the 415 identifiable black prospective jurors who\r\nreturned qualification forms, Royal discovered, 41 were\r\ndisqualified and 13 were exempt from service.  One hundred and four\r\nof the remaining black prospective jurors were excused at some\r\npoint during the selection process; 10 of those excuses were\r\ngranted without notation of a request or a reason for the excuse in\r\nthe records examined.\r\nAt juror orientation, Royal found, some 5,571 prospective\r\njurors appeared, of whom 167 were black.  Royal determined that 24\r\nprospective black jurors were labeled no-shows and 66 did not\r\nappear because their panels were cancelled due to lack of\r\nnecessity. \r\nTo help explain these numbers, Royal had an expert\r\nanalyze the data.  Royal's expert analyzed the zip codes of the\r\nnondeliverable and nonreturned summonses and concluded that\r\nsummonses failed more often in areas in which the size of the black\r\npopulation is relatively significant.  For instance, the expert\r\nconcluded that summonses failed twice as often in areas in which\r\nmore than 50% of the population is black than they did in areas in\r\nwhich blacks make up less than 2% of the population.  The expert\r\nalso concluded that the Massachusetts resident lists were flawed\r\nand undercounted black residents.\r\nOn June 12, 1998, the district court denied Royal's\r\nmotion for a new trial.  See Royal, 7 F. Supp. 2d at 106-07.  The\r\ncourt found Royal's calculation of black underrepresentation faulty\r\nbecause, inter alia, that calculation compared the number of self-\r\nidentified blacks who returned questionnaires with the total number\r\nof individuals (of whatever race) summoned rather than merely with\r\nthe total number who returned questionnaires.  See id. at 105.  At\r\nany rate, the court concluded, Royal's new trial motion failed,\r\neven assuming his calculation was correct, because the levels of\r\ndisparity that Royal had identified were not objectionable under\r\neither the Sixth Amendment or the Act.  See id. at 106.\r\nThe court also rejected the arguments that the\r\nMassachusetts resident lists used as a source for selecting jurors\r\nwere insufficient because they undercounted blacks, that the\r\nalleged failure to account for undeliverable or nonreturned\r\nresponses violated the Act, and that the Jury Clerk committed a\r\nmaterial abuse of discretion by failing to list a reason for\r\nexcusing ten black prospective jurors.  See id. at 101-03.\r\nRoyal appeals the district court's denial.  We review the\r\ndistrict court's findings of fact for clear error and its\r\nconclusions of law de novo.  See United States v. Paniagua-Ramos,\r\n135 F.3d 193, 197 (1st Cir. 1998); Royal, 100 F.3d at 1023-24;\r\nUnited States v. Shinault, 147 F.3d 1266, 1271 (10th Cir.), cert.\r\ndenied, 119 S. Ct. 459 (1998).  In the end, any dispute over the\r\nfacts is essentially moot.  This case turns on the choice of\r\nstatistical methodology to determine whether there is\r\nunderrepresentation of black persons.\r\n\n                           II\r\n\"[T]he American concept of the jury trial contemplates a\r\njury drawn from a fair cross section of the community,\" Taylor v.\r\nLouisiana, 419 U.S. 522, 527 (1975), and \"the fair-cross-section\r\nrequirement [is] fundamental to the jury trial guaranteed by the\r\nSixth Amendment,\" id. at 530; see also Holland v. Illinois, 493\r\nU.S. 474, 480 (1990).  The Sixth Amendment provides: \"In all\r\ncriminal prosecutions, the accused shall enjoy the right to a . .\r\n. trial[] by an impartial jury of the State and district wherein\r\nthe crime shall have been committed . . . .\"  U.S. Const. amend.\r\nVI; see also 28 U.S.C.  1861 (\"It is the policy of the United\r\nStates that all litigants in Federal courts entitled to trial by\r\njury shall have the right to grand and petit juries selected at\r\nrandom from a fair cross section of the community in the district\r\nor division wherein the court convenes.\").\r\nThis requirement of a fair cross-section, however, does\r\nnot guarantee that juries be \"of any particular composition,\"\r\nTaylor, 419 U.S. at 538, or that \"venires . . . [be] a\r\nsubstantially true mirror of the community,\" Barber v. Ponte, 772\r\nF.2d 982, 997 (1st Cir. 1985) (en banc).  All that is required is\r\nthat \"the jury wheels, pools of names, panels, or venires from\r\nwhich juries are drawn must not systematically exclude distinctive\r\ngroups in the community and thereby fail to be reasonably\r\nrepresentative thereof.\"  Taylor, 419 U.S. at 538.\r\nIn order to make a prima facie case of a violation of the\r\nfair cross-section requirement, a defendant must show:\r\n(1) that the group alleged to be excluded is a \"distinctive\"\r\ngroup in the community; (2) that the representation of this\r\ngroup in venires from which juries are selected is not fair\r\nand reasonable in relation to the number of such persons in\r\nthe community; and (3) that this underrepresentation is due to\r\nsystematic exclusion of the group in the jury-selection\r\nprocess. \r\n\nDuren v. Missouri, 439 U.S. 357, 364 (1979), quoted in United\r\nStates v. Hafen, 726 F.2d 21, 23 (1st Cir. 1984); see also United\r\nStates v. Foxworth, 599 F.2d 1, 3-4 (1st Cir. 1979).  This test\r\napplies to Royal's fair cross-section claims under both the Sixth\r\nAmendment and the Act.  See, e.g., Shinault, 147 F.3d at 1270-71;\r\nHafen, 726 F.2d at 23 n.1.\r\nThere is no dispute that Royal has satisfied the first\r\nprong of this test; blacks are unquestionably a \"distinctive\" group\r\nfor the purposes of a fair cross-section analysis.  See Hafen, 726\r\nF.2d at 23 (citing Peters v. Kiff, 407 U.S. 493, 498-99 (1972)). \r\nWith respect to the second prong, courts and commentators\r\nhave discussed various forms of statistical analysis that may be\r\nused to demonstrate that representation is not \"fair and reasonable\r\nin relation to the number of such persons in the community.\"  See,\r\ne.g., Peter A. Detre, Note, A Proposal for Measuring\r\nUnderrepresentation in the Composition of the Jury Wheel, 103 Yale\r\nL.J. 1913, 1917-18 (1994).  Only two of these forms -- \"absolute\r\ndisparity\" and \"comparative disparity\" -- are at issue in this\r\ncase.  Absolute disparity measures the difference between the\r\npercentage of members of the distinctive group in the relevant\r\npopulation and the percentage of group members on the jury wheel. \r\nSee Hafen, 726 F.2d at 23 (calculating \"the difference between the\r\npercentage of eligible blacks in the population and the percentage\r\nof blacks on the master wheel\"); see also United States v. Pion, 25\r\nF.3d 18, 23 n.5 (1st Cir. 1994) (defining the absolute disparity\r\nstandard as \"the gross spread between the percentage of eligible\r\nHispanics . . . in the relevant population and the percentage of\r\nHispanic representation on the Master Jury Wheel\"); cf. United\r\nStates v. Rioux, 930 F. Supp. 1558, 1565-68 (D. Conn. 1995)\r\n(stating that \"[t]he identified systematic defect defines . . . the\r\nparticular pool\"), aff'd, 97 F.3d 648 (2d Cir. 1996).\r\nIn contrast, comparative disparity \"measures the\r\ndiminished likelihood that members of an underrepresented group,\r\nwhen compared to the population as a whole, will be called for jury\r\nservice.\"  Ramseur v. Beyer, 983 F.2d 1215, 1231-32 (3d Cir. 1992). \r\nIt is calculated by dividing the absolute disparity percentage by\r\nthe percentage of the group in the population.  See Hafen, 726 F.2d\r\nat 23 (stating that comparative disparity is measured by\r\ncalculating \"the percentage difference between the proportion of\r\nblacks eligible to serve as jurors . . . and the shortfall in black\r\nrepresentation\"); see also Pion, 25 F.3d at 23 n.5.\r\nFor fifteen years, this Circuit has rejected comparative\r\ndisparity analysis and applied absolute disparity analysis in cases\r\nsimilar to the case at hand, and we have recently reaffirmed this\r\nposition.  In United States v. Hafen, 726 F.2d 21 (1st Cir. 1984),\r\nin which this court upheld a previous version of the selection plan\r\nfor the Eastern Division, the court assumed that, as Hafen\r\ncontended, 3.73% of the Eastern Division's over-eighteen population\r\nwas black and only 1.714% of the master jury wheel was black.  See\r\nid. at 23.  The court concluded, however, that the resulting 2.02%\r\nabsolute disparity was \"insufficient to show underrepresentation,\"\r\nciting cases from other circuits that accepted absolute disparities\r\nof up to 10%.  Id.  The court recognized that the absolute\r\ndisparity in the case would be small \"even if every black in the\r\nregion were excluded from jury service,\" and \"acknowledge[d] the\r\npossibility that the comparative disparity calculation might be a\r\nuseful supplement to the absolute disparity calculation in some\r\ncircumstances.\"  Id. at 23-24.  However, Hafen refused to employ a\r\ncomparative disparity calculation, explaining that such a\r\ncalculation \"distorts reality\" in situations in which \"a very small\r\nproportion of the population is black.\"  Id. at 24 (quoting United\r\nStates v. Whitley, 491 F.2d 1248, 1249 (8th Cir. 1974)) (internal\r\nquotation marks omitted); see also id. (\"[T]he smaller the group\r\nis, the more the comparative disparity figure distorts the\r\nproportional representation.\").  Hafen distinguished LaRoche v.\r\nPerrin, 718 F.2d 500 (1st Cir. 1983), which did use a comparative\r\ncalculation, because that case \"did not adopt the comparative\r\ndisparity analysis to deal with . . . the situation in which the\r\ngroup allegedly underrepresented forms a very small proportion of\r\nthe total population.\"  Id. at 24 n.3.  Finally, the court also\r\nnoted an additional reason why the comparative disparity\r\ncalculation was inappropriate: \"A small variation in the figures\r\nused to calculate comparative disparity can produce a significant\r\ndifference in the result, and the appellees have demonstrated that\r\nthere is reason to doubt the accuracy of the figures on which\r\nappellant would have us rely.\"  Id. at 24.\r\nHafen's rejection of comparative disparity was reaffirmed\r\nin United States v. Pion, 25 F.3d 18 (1st Cir. 1994), which also\r\ninvolved the Eastern Division's Plan.  Pion argued that his Sixth\r\nAmendment rights were violated because, although 4.2% of the\r\nEastern Division's residents were Hispanic, \"only 0.99% of all\r\npersons responding to the juror questionnaire during 1992, and\r\n0.80% of those appearing for juror orientation, were Hispanic.\" \r\nId. at 22. The court found that Pion failed to establish\r\n\"systematic exclusion,\" the third prong of the Duren test, since\r\n\"there can be no reasonable inference that the relatively small\r\nHispanic underrepresentation at jury orientation is attributable to\r\nanything other than the randomness of the draw from either the\r\nresident lists or the Master Jury Wheel.\"  Id. at 22-24.  Although\r\nthe court did not rely on the second prong of the Duren test in\r\nrejecting Pion's claim, it rested its conclusion that the\r\nunderrepresentation was \"relatively small,\" id. at 24; see also id.\r\nat 24 n.7, on what Pion calculated was a 3.4% absolute disparity\r\nbetween the \"Hispanic representation in the relevant general\r\npopulation\" and the \"Hispanic representation among persons\r\nappearing for juror orientation,\" id. at 23.  The court made a\r\npoint of citing Hafen's reasons for rejecting a comparative\r\ndisparity calculation where the underrepresented group is small or\r\nwhere the accuracy of the relevant figures is in doubt.  See id. at\r\n23 &amp; n.5 (stating that Pion's figures, which produced a comparative\r\ndisparity of 81%, were not accurate).  The vitality of Pion has\r\nrecently been reaffirmed.  See United States v. Rodriguez, 162 F.3d\r\n135, 148 (1st Cir. 1998); United States v. Lopez, 147 F.3d 1, 2\r\n(1st Cir. 1998).\r\nThis court's choice of absolute disparity over\r\ncomparative disparity in these cases is in keeping with the choices\r\nmade by many of our sister circuits.  See generally Detre, supra,\r\nat 1919-20 (\"While not explicitly endorsing any of the mathematical\r\ntests, the [Duren] Court seems to have considered only absolute\r\ndisparity. . . . The majority of courts have looked to absolute\r\ndisparity or . . . [a similar] standard[] to determine whether\r\nunderrepresentation of a group is substantial for purposes of the\r\nfair cross-section guarantee.\").  At least six circuits have\r\nendorsed the absolute disparity or closely related \"absolute\r\nimpact\" method of calculating underrepresentation (although some\r\nhave also noted that even were comparative disparity used, the\r\nnumber presented would not be enough to demonstrate a problem with\r\nthe jury selection process at issue).  See United States v.\r\nShinault, 147 F.3d 1266, 1272-73 (10th Cir.) (stating that \"[i]n\r\nthis circuit, absolute disparity . . . is the starting place for\r\nall other modes of comparison,\" noting the flaws in both disparity\r\napproaches, and concluding that neither the absolute nor the\r\ncomparative disparities calculated demonstrate a constitutional or\r\nstatutory violation (internal quotation marks omitted)), cert.\r\ndenied, 119 S. Ct. 459 (1998); United States v. Rioux, 97 F.3d 648,\r\n655-56 (2d Cir. 1996) (\"Although we have admittedly waffled on this\r\nissue in the past, the law in this Circuit strongly suggests the\r\nabsolute disparity/absolute numbers approach is appropriate in this\r\ncase.\"); United States v. Ashley, 54 F.3d 311, 313-14 (7th Cir.\r\n1995) (applying absolute disparity); United States v. Sanchez-\r\nLopez, 879 F.2d 541, 547 (9th Cir. 1989) (\"[W]e have consistently\r\nfavored an absolute disparity analysis and have rejected a\r\ncomparative disparity analysis.\"), quoted in Thomas v. Borg, 159\r\nF.3d 1147, 1150 (9th Cir. 1998); Ford v. Seabold, 841 F.2d 677,\r\n683-84 (6th Cir. 1988) (conducting an absolute disparity analysis\r\nbut relying on the third Duren prong to reject the fair cross-\r\nsection claim); United States v. Clifford, 640 F.2d 150, 155-56\r\n(8th Cir. 1981) (\"This court has not seen fit to adopt the\r\ncomparative disparity concept as a better means of calculating\r\nunderrepresentation.\"), cited in United States v. Rogers, 73 F.3d\r\n774, 775-77 (8th Cir. 1996) (acknowledging that the panel is bound\r\nby circuit precedent, but arguing that comparative disparity is\r\nsuperior for dealing with small distinctive groups).\r\nA few circuits have either not chosen between the two\r\nmethodologies or have taken different approaches.  See United\r\nStates v. Lewis, 10 F.3d 1086, 1090 (4th Cir. 1993) (\"[I]n order to\r\nbe fair and reasonable, the disparity between the proportion of\r\neligible whites selected for [the] master jury wheel and [the]\r\nproportion of eligible minority persons selected must not exceed\r\ntwenty percent.\"  (internal quotation marks omitted)); Ramseur, 983\r\nF.2d at 1231-35 (considering comparative disparity and absolute\r\ndisparity, without favoring one over the other, in the course of\r\nresolving equal protection and Sixth Amendment challenges).\r\nMany of the courts that have endorsed an absolute\r\ndisparity or absolute impact test have also echoed the Hafen\r\ncourt's criticisms of the comparative disparity measure.  See,\r\ne.g., Thomas, 159 F.3d at 1150 (\"[T]he comparative disparity test\r\nis strongly disfavored in the Ninth Circuit on the ground that it\r\nexaggerates the effect of any deviation.\"); United States v. Pepe,\r\n747 F.2d 632, 649 n.18 (11th Cir. 1984); cf. Smith v. Yeager, 465\r\nF.2d 272, 279 n.18 (3d Cir. 1972) (\"[T]he comparative approach\r\nreaches absurd results in [a case in which] . . . the [black]\r\npopulation at the time was 4.4% of the total, and [black] jury\r\nparticipation ranged as low as 2% of the jury list\").\r\nRoyal acknowledges that the absolute disparity standard\r\nis the \"existing standard used in this Circuit,\" and does not make\r\na serious attempt to distinguish Hafen and Pion from the case at\r\nhand, but urges this court to \"change\" the standard, noting that\r\n\"[t]he absolute disparity standard . . . can have the harsh effect\r\nof sanctioning the total exclusion of members of a minority group\r\nwithin the community when that group's percentage of the\r\ncomposition of the population is very low.\"  Appellant's Brief at\r\n21.  However, \"[i]t is axiomatic that, '[i]n a multipanel circuit,\r\nnewly constituted panels are, for the most part, bound by prior\r\npanel decisions closely on point.'  This principle applies in\r\ncriminal as well as civil cases.\"  United States v. Graciani, 61\r\nF.3d 70, 75 (1st Cir. 1995) (citation omitted) (quoting Williams v.\r\nAshland Eng'g Co., 45 F.3d 588, 592 (1st Cir. 1995)). \r\nThere are two exceptions to this stare decisis rule:  (1)\r\n\"[a]n existing panel decision may be undermined by controlling\r\nauthority, subsequently announced, such as an opinion of the\r\nSupreme Court, an en banc opinion of the circuit court, or a\r\nstatutory overruling\"; and (2) \"authority that postdates the\r\noriginal decision, although not directly controlling, [may]\r\nnevertheless offer[] a sound reason for believing that the former\r\npanel, in light of fresh developments, would change its collective\r\nmind.\"  Williams, 45 F.3d at 592; see also Irving v. United States,\r\n162 F.3d 154, 160 (1st Cir. 1998) (en banc).  Royal does not\r\nexpressly invoke either of these exceptions, and, in any event,\r\nneither of them is applicable.  To the extent that the absolute\r\ndisparity mode of analysis is open to criticism on statistical or\r\nlogical grounds, see, e.g., United States v. Jackman, 46 F.3d 1240,\r\n1247 (2d Cir. 1995) (noting that absolute disparity ignores the\r\nsize of the allegedly underrepresented group); United States v.\r\nLevasseur, 704 F. Supp. 1158, 1163 &amp; n.7 (D. Mass. 1989) (same),\r\nthis criticism is not by any means a \"fresh development.\"  Indeed,\r\nthe Hafen court directly acknowledged that complete exclusion of a\r\nsmall distinctive group will result in only a small absolute\r\ndisparity, and nevertheless chose to apply the absolute disparity\r\ntest to the case before it.  See Hafen, 726 F.2d at 23-24.\r\nWe accordingly employ the absolute disparity test to\r\nassess Royal's fair cross-section claim under the second prong of\r\nthe test under the Sixth Amendment and the Act.  Royal argues that\r\n\"[a]lthough Blacks constitute 4.86% of the 1990 United States\r\nCensus count for the total population of all persons 18 years and\r\nover in the . . . Eastern Division, they comprise only 1.89% of the\r\nprospective jurors on the [1994] Master Jury Wheel, . . . only 2.2%\r\nof all prospective jurors\" who were not deemed exempt,\r\ndisqualified, or excused, and \"only 2.9% of the jurors who appeared\r\nfor jury orientation.\"  Appellant's Brief at 35.  Of these\r\npercentages, the 1.89% figure yields the highest absolute\r\ndisparity:  2.97% (4.86%, Royal's baseline population figure, minus\r\n1.89%).  Even assuming arguendo that Royal's numbers and\r\ncalculations are all correct and that he has provided the\r\nappropriate numbers to plug into an absolute disparity\r\ncalculation, we conclude that the absolute disparity of 2.97% is,\r\ngiven the circumstances of this case, not meaningfully\r\ndistinguishable from the 2.02% absolute disparity accepted in\r\nHafen.  It is therefore insufficient to satisfy Royal's burden\r\nunder the second prong of Duren.  See Hafen, 726 F.2d at 23-24;\r\ncf., e.g., Shinault, 147 F.3d at 1272-73 (accepting an absolute\r\ndisparity of 2.56% and comparative disparity of 50.09% for blacks,\r\nwho were 5.11% of the voting age population); United States v.\r\nSuttiswad, 696 F.2d 645, 648-49 (9th Cir. 1982) (accepting an\r\nabsolute disparity of 2.8% for blacks, who were 9.3% of the\r\npopulation; an absolute disparity of 7.7% for \"Spanish\" persons,\r\nwho were 11.9% of the population; and an absolute disparity of 4.7%\r\nfor Asians, who were 8.3% of the population).  Because we decide\r\nthis case under Duren's second prong -- fair and reasonable\r\nrepresentation -- we do not reach the issue of systematic exclusion\r\nunder Duren's third prong.  See Hafen, 726 F.2d at 24.\r\nRoyal argues that the Massachusetts resident lists do not\r\ninclude an adequate number of blacks, that the selection process\r\nfails to provide for follow up on nondeliverable and nonreturned\r\nqualification forms even though a disproportionate number of such\r\nforms are traceable to areas with significant black populations,\r\nand that ten black prospective jurors were excused without a reason\r\nrecorded.  Although such arguments have been briefed under the\r\n\"systematic exclusion\" rubric, an appellation that adds nothing to\r\nthose arguments given our holding, we nevertheless briefly consider\r\nwhether Royal has identified a \"substantial failure to comply with\"\r\nany provision of the Act besides the fair cross-section\r\nrequirement.  28 U.S.C.  1867(a).  \"A substantial failure is one\r\nthat contravenes one of . . . two basic principles . . . : (1)\r\nrandom selection of jurors, and (2) determination of juror\r\ndisqualification, excuses, exemptions, and exclusions on the basis\r\nof objective criteria.  Technical violations, or even a number of\r\nthem, that do not frustrate the[se] . . . requirements and do not\r\nresult in discrimination and arbitrariness do not constitute a\r\nsubstantial failure to comply.\"  United States v. Savides, 787 F.2d\r\n751, 754 (1st Cir. 1986); see also United States v. Ramirez, 884\r\nF.2d 1524, 1530 (1st Cir. 1989) (\"The test . . . for a substantial\r\nviolation is whether it 'either allowed discriminatory selection of\r\njurors or otherwise prevented jury panels from consisting of fair\r\ncross sections of the community.'\"  (quoting United States v.\r\nBearden, 659 F.2d 590, 602 (5th Cir. Unit B Oct. 1981))); H.R. Rep.\r\nNo. 90-1076 (1968), reprinted in 1968 U.S.C.C.A.N. 1792, 1793-94.\r\nThe use of the resident lists cannot be such a\r\nsubstantial failure to comply with the Act; Congress specifically\r\nendorsed the use of resident lists for Massachusetts.  See 28\r\nU.S.C.  1863(b)(2) (\"The plan for the district of Massachusetts\r\nmay require the names of prospective jurors to be selected from the\r\nresident list provided for in chapter 234A, Massachusetts General\r\nLaws, or comparable authority, rather than from voter lists.\").  \r\nThe failure to follow up on the qualification forms, enclosed with\r\nsummonses, that are not completed and returned does not constitute\r\na substantial violation of the Act in this case, where no fair\r\ncross-section violation has been established.  See 28 U.S.C.\r\n1864, 1866; United States v. Gometz, 730 F.2d 475, 479-82 (7th\r\nCir. 1984) (en banc); United States v. Santos, 588 F.2d 1300, 1303\r\n(9th Cir. 1979).\r\nMore troubling is the excusing of ten black prospective\r\njurors without a recorded reason.  However, there is nothing to\r\nsuggest that subjective criteria were used to excuse these jurors\r\n(for instance, Royal has provided no data on the number of nonblack\r\njurors who were excused without a recorded reason), see 28 U.S.C.\r\n1862 (\"No citizen shall be excluded from service as a grand or\r\npetit juror in the district courts of the United States . . . on\r\naccount of race, color, religion, sex, national origin, or economic\r\nstatus.\"), and the \"opportunity to err\" that exists here is not\r\nenough to establish a substantial failure to comply with the Act. \r\nSavides, 787 F.2d at 754-55 (excusing the court's error in using \"a\r\ncommercial mailing firm to select the names of potential jurors\"\r\nand stating that \"a mere opportunity to err or discriminate in the\r\njury selection process [does not] constitute[] a substantial\r\nfailure to comply with the policy and purposes of the Act\"); cf.\r\nUnited States v. Gregory, 730 F.2d 692, 700 (11th Cir. 1984);\r\nUnited States v. Bearden, 659 F.2d 590, 607-08 (5th Cir. Unit B\r\nOct. 1981); United States v. Pleier, 849 F. Supp. 1321, 1333 (D.\r\nAlaska 1994) (noting that some recording errors involving the\r\nmarking of jurors as \"absent\" may have occurred, but concluding\r\nthat these errors \"reflect[] only some of the unavoidable 'play' in\r\nthe jury selection system\" (quoting Hamling v. United States, 418\r\nU.S. 87, 138 (1974))).  But see United States v. Calabrese, 942\r\nF.2d 218, 229 (3d Cir. 1991).  Although the number of prospective\r\nblack jurors was admittedly small, the recording errors were\r\nnevertheless \"too few in number, too insignificant, too desultory,\r\nto constitute a substantial violation of the Act.\"  United States\r\nv. Marrapese, 610 F. Supp. 991, 1001 (D.R.I. 1985); see also United\r\nStates v. Candelaria-Silva, 166 F.3d 19, 33 (1st Cir. 1999).  This\r\nis so even though excusing these ten jurors was apparently done by\r\nthe clerk rather than by a district court judge.  See 28 U.S.C.\r\n1866(c); Ramirez, 884 F.2d at 1530 &amp; n.6.\r\n                          III\r\nRoyal has argued that he is entitled to a new trial\r\nbecause his jury was selected through a process that did not\r\nproduce a fair cross-section as is guaranteed by the Sixth\r\nAmendment and the Act.  We have found that he is not entitled to a\r\nnew trial because he established no such violation.  There is a\r\ndifference between what violates the law and what, while not in\r\nviolation, is still a situation leaving much to be desired.  The\r\nstatistics presented -- that in 1994 fewer than 200 persons who\r\nidentified themselves as black actually presented for jury duty,\r\nout of more than 5000 prospective jurors appearing in the Eastern\r\nDivision -- are disquieting.\r\nThe District of Massachusetts may wish to consider\r\nwhether taking additional steps that are responsive to the issues\r\nthat Royal has identified, such as sending follow-up postcards to\r\nprospective jurors who do not return their qualification forms,\r\nwould serve the goals of \"assurance of a diffused impartiality,\"\r\nencouragement of \"public confidence in the fairness of the criminal\r\njustice system,\" and \"civil responsibility.\"  Taylor, 419 U.S. at\r\n530-31 (internal quotation marks omitted); see also Anaya v.\r\nHansen, 781 F.2d 1, 7 (1st Cir. 1986) (\"[T]here is a difference\r\nbetween the optimal results which particularly well-administered\r\njury plans . . . can achieve, and the minimum which the\r\nConstitution requires.\"); United States v. Reyes, 934 F. Supp. 553,\r\n566 (S.D.N.Y. 1996) (\"[A] finding that the above disparities are\r\nnot unconstitutional is not the same as an endorsement of such\r\ndiscrepancies.\").  We also note that careful recordkeeping,\r\nincluding recording the reasons for disqualifications, exemptions,\r\nand excusals, \"constitutes an important means for checking on the\r\noperation of the selection system.\"  H.R. Rep. 90-1076, reprinted\r\nin 1968 U.S.C.C.A.N. 1792; see also 28 U.S.C.  1865, 1866(d).\r\nNevertheless, we have carefully considered all of Royal's\r\narguments, and find no constitutional or statutory infirmity that\r\nwould warrant a new trial.  The district court's denial of Royal's\r\nmotion for a new trial is therefore affirmed.\n",
  "html": "<p class=\"case_cite\">174 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jerome E. ROYAL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1825.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 5, 1999.<br>Decided April 2, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James E. Carroll, with whom Sheila High King and Cetrulo &amp; Capone LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Nadine Pellegrini, Assistant U.S. Attorney, with whom Donald K. Stern, U.S. Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After prevailing, in a previous appeal to this court, on his motion to inspect the jury selection records of the Eastern Division of the District of Massachusetts, Jerome E. Royal moved for a new trial, claiming that the selection process used to pick the jury panel that convicted him of conspiracy and mail fraud violated the Sixth Amendment and the Jury Selection and Service Act (\"the Act\").  The district court denied this motion.  Royal appeals, urging that the selection process produces systematic underrepresentation of blacks, an argument which depends upon changing the law of this Circuit governing evaluation of a jury selection challenge.  We decline the invitation and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts relating to Royal's conviction and first appeal are set forth in United States v. Royal, 100 F.3d 1019 (1st Cir.1996), and we recount only the most relevant aspects here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Royal was indicted in 1992 on charges of mail fraud, conspiracy to commit mail fraud, and aiding and abetting.  See id. at 1023.   When the case was called for trial, Royal made various motions relating to the jury venire and the jury selection process for the Eastern Division.  The district court denied Royal's motions to inspect the jury records of the Eastern Division, suggesting \"that, in order to inspect the requested records, Royal was required to make a showing that he would be able to satisfy the three prongs of [the test for establishing a prima facie violation of the fair cross-section requirement].\"  Id. at 1024.   The case proceeded to trial;  the jury found Royal guilty of one count of conspiracy and eight counts of mail fraud.  See id. at 1023.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Royal appealed.  This court rejected Royal's challenges to the jury charge, the sufficiency of the evidence, and various aspects of his sentence, but reversed the district court's denial of his motions to inspect the jury records and remanded for further proceedings.  See id. at 1022.   Relying on 28 U.S.C. &#167; 1867(f) and Test v. United States, 420 U.S. 28, 95 S.Ct. 749, 42 L.Ed.2d 786 (1975), this court stated that \"a defendant, such as Royal, challenging the jury selection procedures has an unqualified right to inspect jury records....  [A] district court may not premise the grant or denial of a motion to inspect upon a showing of probable success on the merits of a challenge to the jury selection provisions.\"  Royal, 100 F.3d at 1025.   The court therefore \"remand[ed] the case with instructions to allow Royal access to [the jury records] ... in order to support a motion to strike the jury venire\" and authorized Royal to \"move for a new trial under 28 U.S.C. &#167; 1867(a).\"  Id. at 1025-26.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon remand to the district court, the district judge made provisions for permitting Royal to inspect \"[t]he contents of records or papers used by the jury commission or clerk in connection with the jury selection process\" for 1994, the year relevant to Royal's particular jury.  28 U.S.C. &#167; 1867(f), quoted in Royal, 100 F.3d at 1025-26.   These provisions included a substantial time period for Royal to examine and evaluate the materials as well as the grant of Royal's motions for appointment and compensation of an expert.  Eventually, on December 24, 1997, Royal moved for a new trial, claiming that he \"was denied his Sixth Amendment right under the United States Constitution and his statutory right under the Jury Selection and Service Act, 28 U.S.C. &#167; 1861 et seq., to a jury selected at random from a fair cross section of the community.\"  United States v. Royal, 7 F.Supp.2d 96, 97-98 (D.Mass.1998) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Royal's claim of constitutional and statutory flaws in the selection process was based on the operation and implementation of the Amended Jury Plan for the District of Massachusetts, which is dated September 6, 1989.  See generally 28 U.S.C. &#167; 1863(a) (\"Each United States district court shall devise and place into operation a written plan for random selection of grand and petit jurors that shall be designed to achieve the objectives of ... and that shall otherwise comply with ... this title.\").  This Plan divides the district into three divisions for jury selection purposes, one of which is the Eastern Division at issue in this case (consisting of Barnstable, Bristol, Dukes, Essex, Middlesex, Nantucket, Norfolk, Plymouth, and Suffolk counties).  The source for selection of jurors in each division is \"the numbered local resident lists submitted annually to the Office of the Jury Commissioner for the Commonwealth of Massachusetts in accordance with Massachusetts General Laws Chapter 234A,\" which the Plan states \"includes all registered voters, supplemented by all residents not registered to vote.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Names are randomly selected from the resident lists and placed in the Master Jury Wheel.  At this stage, the Plan provides for a one-step summoning and qualification process, as authorized by the Act, see 28 U.S.C. &#167; 1878, and specifies various categories of potential jurors who are unqualified, exempt, and eligible for excuse, in accordance with 28 U.S.C. &#167;&#167; 1863, 1865, and 1866.  The Plan also, inter alia:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(1) requires the Jury Clerk to note the \"determination\" whether a prospective juror is unqualified, exempt, or excused \"in the space provided on the juror qualification form,\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(2) permits the Clerk to \"grant temporary excuses to prospective jurors on the grounds of undue hardship or extreme inconvenience,\"(3) mandates that temporarily excused jurors be resummoned \"at the conclusion of the excuse period,\" and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(4) provides that \"[t]he Court will, from time to time, review the actions of the Clerk [in granting such temporary excuses] ... to determine whether or not there is an abuse of the discretion granted to the Clerk.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Upon inspection of the 1994 records, Royal concluded that 21,900 prospective jurors were summoned, that 18,451 returned their juror qualification forms, and that 415 of the forms were returned by individuals identifying themselves as black and 1,185 were returned by individuals who declined to designate their race.  The difference between 18,451 and 21,900 is accounted for by the fact that 899 summonses were nondeliverable and 2,550 were not returned by the recipients.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Of the 415 identifiable black prospective jurors who returned qualification forms, Royal discovered, 41 were disqualified and 13 were exempt from service.  One hundred and four of the remaining black prospective jurors were excused at some point during the selection process;  10 of those excuses were granted without notation of a request or a reason for the excuse in the records examined.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At juror orientation, Royal found, some 5,571 prospective jurors appeared, of whom 167 were black.  Royal determined that 24 prospective black jurors were labeled no-shows and 66 did not appear because their panels were cancelled due to lack of necessity.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To help explain these numbers, Royal had an expert analyze the data.  Royal's expert analyzed the zip codes of the nondeliverable and nonreturned summonses and concluded that summonses failed more often in areas in which the size of the black population is relatively significant.  For instance, the expert concluded that summonses failed twice as often in areas in which more than 50% of the population is black than they did in areas in which blacks make up less than 2% of the population.  The expert also concluded that the Massachusetts resident lists were flawed and undercounted black residents.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On June 12, 1998, the district court denied Royal's motion for a new trial.  See Royal, 7 F.Supp.2d at 106-07.   The court found Royal's calculation of black underrepresentation faulty because, inter alia, that calculation compared the number of self-identified blacks who returned questionnaires with the total number of individuals (of whatever race) summoned rather than merely with the total number who returned questionnaires.  See id. at 105.   At any rate, the court concluded, Royal's new trial motion failed, even assuming his calculation was correct, because the levels of disparity that Royal had identified were not objectionable under either the Sixth Amendment or the Act.  See id. at 106.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court also rejected the arguments that the Massachusetts resident lists used as a source for selecting jurors were insufficient because they undercounted blacks, that the alleged failure to account for undeliverable or nonreturned responses violated the Act, and that the Jury Clerk committed a material abuse of discretion by failing to list a reason for excusing ten black prospective jurors.  See id. at 101-03.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Royal appeals the district court's denial.  We review the district court's findings of fact for clear error and its conclusions of law de novo.  See United States v. Paniagua-Ramos, 135 F.3d 193, 197 (1st Cir.1998);  Royal, 100 F.3d at 1023-24;  United States v. Shinault, 147 F.3d 1266, 1271 (10th Cir.), cert. denied, --- U.S. ----, 119 S.Ct. 459, 142 L.Ed.2d 411 (1998).  In the end, any dispute over the facts is essentially moot.  This case turns on the choice of statistical methodology to determine whether there is underrepresentation of black persons.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"[T]he American concept of the jury trial contemplates a jury drawn from a fair cross section of the community,\" Taylor v. Louisiana, 419 U.S. 522, 527, 95 S.Ct. 692, 42 L.Ed.2d 690 (1975), and \"the fair-cross-section requirement [is] fundamental to the jury trial guaranteed by the Sixth Amendment,\" id. at 530;  see also Holland v. Illinois, 493 U.S. 474, 480, 110 S.Ct. 803, 107 L.Ed.2d 905 (1990).  The Sixth Amendment provides:  \"In all criminal prosecutions, the accused shall enjoy the right to a ... trial[ ] by an impartial jury of the State and district wherein the crime shall have been committed....\"  U.S. Const. amend.  VI;  see also 28 U.S.C. &#167; 1861 (\"It is the policy of the United States that all litigants in Federal courts entitled to trial by jury shall have the right to grand and petit juries selected at random from a fair cross section of the community in the district or division wherein the court convenes.\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This requirement of a fair cross-section, however, does not guarantee that juries be \"of any particular composition,\" Taylor, 419 U.S. at 538, or that \"venires ... [be] a substantially true mirror of the community,\" Barber v. Ponte, 772 F.2d 982, 997 (1st Cir.1985) (en banc).  All that is required is that \"the jury wheels, pools of names, panels, or venires from which juries are drawn must not systematically exclude distinctive groups in the community and thereby fail to be reasonably representative thereof.\"  Taylor, 419 U.S. at 538.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In order to make a prima facie case of a violation of the fair cross-section requirement, a defendant must show:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>(1) that the group alleged to be excluded is a \"distinctive\" group in the community;  (2) that the representation of this group in venires from which juries are selected is not fair and reasonable in relation to the number of such persons in the community;  and (3) that this underrepresentation is due to systematic exclusion of the group in the jury-selection process.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Duren v. Missouri, 439 U.S. 357, 364, 99 S.Ct. 664, 58 L.Ed.2d 579 (1979), quoted in United States v. Hafen, 726 F.2d 21, 23 (1st Cir.1984);  see also United States v. Foxworth, 599 F.2d 1, 3-4 (1st Cir.1979).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This test applies to Royal's fair cross-section claims under both the Sixth Amendment and the Act.  See, e.g., Shinault, 147 F.3d at 1270-71;  Hafen, 726 F.2d at 23 n. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no dispute that Royal has satisfied the first prong of this test;  blacks are unquestionably a \"distinctive\" group for the purposes of a fair cross-section analysis.  See Hafen, 726 F.2d at 23 (citing Peters v. Kiff, 407 U.S. 493, 498-99, 92 S.Ct. 2163, 33 L.Ed.2d 83 (1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">With respect to the second prong, courts and commentators have discussed various forms of statistical analysis that may be used to demonstrate that representation is not \"fair and reasonable in relation to the number of such persons in the community.\"   See, e.g., Peter A. Detre, Note, A Proposal for Measuring Underrepresentation in the Composition of the Jury Wheel, 103 Yale L.J.1913, 1917-18 (1994).  Only two of these forms--\"absolute disparity\" and \"comparative disparity\"--are at issue in this case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Absolute disparity measures the difference between the percentage of members of the distinctive group in the relevant population and the percentage of group members on the jury wheel.  See Hafen, 726 F.2d at 23 (calculating \"the difference between the percentage of eligible blacks in the population and the percentage of blacks on the master wheel\");  see also United States v. Pion, 25 F.3d 18, 23 n. 5 (1st Cir.1994) (defining the absolute disparity standard as \"the gross spread between the percentage of eligible Hispanics ... in the relevant population and the percentage of Hispanic representation on the Master Jury Wheel\");  cf. United States v. Rioux, 930 F.Supp. 1558, 1565-68 (D.Conn.1995) (stating that \"[t]he identified systematic defect defines ... the particular pool\"), aff'd, 97 F.3d 648 (2d Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In contrast, comparative disparity \"measures the diminished likelihood that members of an underrepresented group, when compared to the population as a whole, will be called for jury service.\"  Ramseur v. Beyer, 983 F.2d 1215, 1231-32 (3d Cir.1992).  It is calculated by dividing the absolute disparity percentage by the percentage of the group in the population.  See Hafen, 726 F.2d at 23 (stating that comparative disparity is measured by calculating \"the percentage difference between the proportion of blacks eligible to serve as jurors ... and the shortfall in black representation\");  see also Pion, 25 F.3d at 23 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For fifteen years, this Circuit has rejected comparative disparity analysis and applied absolute disparity analysis in cases similar to the case at hand, and we have recently reaffirmed this position.  In United States v. Hafen, 726 F.2d 21 (1st Cir.1984), in which this court upheld a previous version of the selection plan for the Eastern Division, the court assumed that, as Hafen contended, 3.73% of the Eastern Division's over-eighteen population was black and only 1.714% of the master jury wheel was black.  See id. at 23.   The court concluded, however, that the resulting 2.02% absolute disparity was \"insufficient to show underrepresentation,\" citing cases from other circuits that accepted absolute disparities of up to 10%.  Id.  The court recognized that the absolute disparity in the case would be small \"even if every black in the region were excluded from jury service,\" and \"acknowledge[d] the possibility that the comparative disparity calculation might be a useful supplement to the absolute disparity calculation in some circumstances.\"  Id. at 23-24.   However, Hafen refused to employ a comparative disparity calculation, explaining that such a calculation \"distorts reality\" in situations in which \"a very small proportion of the population is black.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Id. at 24 (quoting United States v. Whitley, 491 F.2d 1248, 1249 (8th Cir.1974)) (internal quotation marks omitted);  see also id.  (\"[T]he smaller the group is, the more the comparative disparity figure distorts the proportional representation.\").  Hafen distinguished LaRoche v. Perrin, 718 F.2d 500 (1st Cir.1983), which did use a comparative calculation, because that case \"did not adopt the comparative disparity analysis to deal with ... the situation in which the group allegedly underrepresented forms a very small proportion of the total population.\"  Id. at 24 n. 3.   Finally, the court also noted an additional reason why the comparative disparity calculation was inappropriate:  \"A small variation in the figures used to calculate comparative disparity can produce a significant difference in the result, and the appellees have demonstrated that there is reason to doubt the accuracy of the figures on which appellant would have us rely.\"  Id. at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Hafen 's rejection of comparative disparity was reaffirmed in United States v. Pion, 25 F.3d 18 (1st Cir.1994), which also involved the Eastern Division's Plan.  Pion argued that his Sixth Amendment rights were violated because, although 4.2% of the Eastern Division's residents were Hispanic, \"only 0.99% of all persons responding to the juror questionnaire during 1992, and 0.80% of those appearing for juror orientation, were Hispanic.\"  Id. at 22.   The court found that Pion failed to establish \"systematic exclusion,\" the third prong of the Duren test, since \"there can be no reasonable inference that the relatively small Hispanic underrepresentation at jury orientation is attributable to anything other than the randomness of the draw from either the resident lists or the Master Jury Wheel.\"  Id. at 22-24.   Although the court did not rely on the second prong of the Duren test in rejecting Pion's claim, it rested its conclusion that the underrepresentation was \"relatively small,\" id. at 24;  see also id. at 24 n. 7, on what Pion calculated was a 3.4% absolute disparity between the \"Hispanic representation in the relevant general population\" and the \"Hispanic representation among persons appearing for juror orientation,\" id. at 23.   The court made a point of citing Hafen 's reasons for rejecting a comparative disparity calculation where the underrepresented group is small or where the accuracy of the relevant figures is in doubt.  See id. at 23 &amp; n. 5 (stating that Pion's figures, which produced a comparative disparity of 81%, were not accurate).  The vitality of Pion has recently been reaffirmed.  See United States v. Rodriguez, 162 F.3d 135, 148 (1st Cir.1998);  United States v. Lopez, 147 F.3d 1, 2 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This court's choice of absolute disparity over comparative disparity in these cases is in keeping with the choices made by many of our sister circuits.  See generally Detre, supra, at 1919-20 (\"While not explicitly endorsing any of the mathematical tests, the [Duren ] Court seems to have considered only absolute disparity....  The majority of courts have looked to absolute disparity or ... [a similar] standard[ ] to determine whether underrepresentation of a group is substantial for purposes of the fair cross-section guarantee.\").  At least six circuits have endorsed the absolute disparity or closely related \"absolute impact\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> method of calculating underrepresentation (although some have also noted that even were comparative disparity used, the number presented would not be enough to demonstrate a problem with the jury selection process at issue).  See United States v. Shinault, 147 F.3d 1266, 1272-73 (10th Cir.)  (stating that \"[i]n this circuit, absolute disparity ... is the starting place for all other modes of comparison,\" noting the flaws in both disparity approaches, and concluding that neither the absolute nor the comparative disparities calculated demonstrate a constitutional or statutory violation (internal quotation marks omitted)), cert. denied, --- U.S. ----, 119 S.Ct. 459, 142 L.Ed.2d 411 (1998);  United States v. Rioux, 97 F.3d 648, 655-56 (2d Cir.1996) (\"Although we have admittedly waffled on this issue in the past, the law in this Circuit strongly suggests the absolute disparity/absolute numbers approach is appropriate in this case.\");  United States v. Ashley, 54 F.3d 311, 313-14 (7th Cir.1995) (applying absolute disparity);  United States v. Sanchez-Lopez, 879 F.2d 541, 547 (9th Cir.1989) (\"[W]e have consistently favored an absolute disparity analysis and have rejected a comparative disparity analysis.\"), quoted in Thomas v. Borg, 159 F.3d 1147, 1150 (9th Cir.1998);  Ford v. Seabold, 841 F.2d 677, 683-84 (6th Cir.1988) (conducting an absolute disparity analysis but relying on the third Duren prong to reject the fair cross-section claim);  United States v. Clifford, 640 F.2d 150, 155-56 (8th Cir.1981) (\"This court has not seen fit to adopt the comparative disparity concept as a better means of calculating underrepresentation.\"), cited in United States v. Rogers, 73 F.3d 774, 775-77 (8th Cir.1996) (acknowledging that the panel is bound by circuit precedent, but arguing that comparative disparity is superior for dealing with small distinctive groups).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A few circuits have either not chosen between the two methodologies or have taken different approaches.  See United States v. Lewis, 10 F.3d 1086, 1090 (4th Cir.1993) (\"[I]n order to be fair and reasonable, the disparity between the proportion of eligible whites selected for [the] master jury wheel and [the] proportion of eligible minority persons selected must not exceed twenty percent.\"  (internal quotation marks omitted));  Ramseur, 983 F.2d at 1231-35 (considering comparative disparity and absolute disparity, without favoring one over the other, in the course of resolving equal protection and Sixth Amendment challenges).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Many of the courts that have endorsed an absolute disparity or absolute impact test have also echoed the Hafen court's criticisms of the comparative disparity measure.  See, e.g., Thomas, 159 F.3d at 1150 (\"[T]he comparative disparity test is strongly disfavored in the Ninth Circuit on the ground that it exaggerates the effect of any deviation.\");  United States v. Pepe, 747 F.2d 632, 649 n. 18 (11th Cir.1984);  cf. Smith v. Yeager, 465 F.2d 272, 279 n. 18 (3d Cir.1972) (\"[T]he comparative approach reaches absurd results in [a case in which] ... the [black] population at the time was 4.4% of the total, and [black] jury participation ranged as low as 2% of the jury list\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Royal acknowledges that the absolute disparity standard is the \"existing standard used in this Circuit,\" and does not make a serious attempt to distinguish Hafen and Pion from the case at hand, but urges this court to \"change\" the standard, noting that \"[t]he absolute disparity standard ... can have the harsh effect of sanctioning the total exclusion of members of a minority group within the community when that group's percentage of the composition of the population is very low.\"   Appellant's Brief at 21.  However, \"[i]t is axiomatic that, '[i]n a multipanel circuit, newly constituted panels are, for the most part, bound by prior panel decisions closely on point.'   This principle applies in criminal as well as civil cases.\"  United States v. Graciani, 61 F.3d 70, 75 (1st Cir.1995) (citation omitted) (quoting Williams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There are two exceptions to this stare decisis rule:  (1) \"[a]n existing panel decision may be undermined by controlling authority, subsequently announced, such as an opinion of the Supreme Court, an en banc opinion of the circuit court, or a statutory overruling\";  and (2) \"authority that postdates the original decision, although not directly controlling, [may] nevertheless offer[ ] a sound reason for believing that the former panel, in light of fresh developments, would change its collective mind.\"  Williams, 45 F.3d at 592;  see also Irving v. United States, 162 F.3d 154, 160 (1st Cir.1998) (en banc).  Royal does not expressly invoke either of these exceptions, and, in any event, neither of them is applicable.  To the extent that the absolute disparity mode of analysis is open to criticism on statistical or logical grounds, see, e.g., United States v. Jackman, 46 F.3d 1240, 1247 (2d Cir.1995) (noting that absolute disparity ignores the size of the allegedly underrepresented group);  United States v. Levasseur, 704 F.Supp. 1158, 1163 &amp; n. 7 (D.Mass.1989) (same), this criticism is not by any means a \"fresh development.\"   Indeed, the Hafen court directly acknowledged that complete exclusion of a small distinctive group will result in only a small absolute disparity, and nevertheless chose to apply the absolute disparity test to the case before it.  See Hafen, 726 F.2d at 23-24.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We accordingly employ the absolute disparity test to assess Royal's fair cross-section claim under the second prong of the test under the Sixth Amendment and the Act.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Royal argues that \"[a]lthough Blacks constitute 4.86% of the 1990 United States Census count for the total population of all persons 18 years and over in the ... Eastern Division, they comprise only 1.89% of the prospective jurors on the [1994] Master Jury Wheel, ... only 2.2% of all prospective jurors\" who were not deemed exempt, disqualified, or excused, and \"only 2.9% of the jurors who appeared for jury orientation.\"   Appellant's Brief at 35.  Of these percentages, the 1.89% figure yields the highest absolute disparity:  2.97% (4.86%, Royal's baseline population figure, minus 1.89%).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Even assuming arguendo that Royal's numbers and calculations are all correct and that he has provided the appropriate numbers to plug into an absolute disparity calculation,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> we conclude that the absolute disparity of 2.97% is, given the circumstances of this case, not meaningfully distinguishable from the 2.02% absolute disparity accepted in Hafen.   It is therefore insufficient to satisfy Royal's burden under the second prong of Duren.   See Hafen, 726 F.2d at 23-24;  cf., e.g., Shinault, 147 F.3d at 1272-73 (accepting an absolute disparity of 2.56% and comparative disparity of 50.09% for blacks, who were 5.11% of the voting age population);  United States v. Suttiswad, 696 F.2d 645, 648-49 (9th Cir.1982) (accepting an absolute disparity of 2.8% for blacks, who were 9.3% of the population;  an absolute disparity of 7.7% for \"Spanish\" persons, who were 11.9% of the population;  and an absolute disparity of 4.7% for Asians, who were 8.3% of the population).  Because we decide this case under Duren 's second prong--fair and reasonable representation--we do not reach the issue of systematic exclusion under Duren 's third prong.  See Hafen, 726 F.2d at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Royal argues that the Massachusetts resident lists do not include an adequate number of blacks, that the selection process fails to provide for follow up on nondeliverable and nonreturned qualification forms even though a disproportionate number of such forms are traceable to areas with significant black populations, and that ten black prospective jurors were excused without a reason recorded.  Although such arguments have been briefed under the \"systematic exclusion\" rubric, an appellation that adds nothing to those arguments given our holding, we nevertheless briefly consider whether Royal has identified a \"substantial failure to comply with\" any provision of the Act besides the fair cross-section requirement.  28 U.S.C. &#167; 1867(a).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  \"A substantial failure is one that contravenes one of ... two basic principles ...:(1) random selection of jurors, and (2) determination of juror disqualification, excuses, exemptions, and exclusions on the basis of objective criteria.  Technical violations, or even a number of them, that do not frustrate the[se] ... requirements and do not result in discrimination and arbitrariness do not constitute a substantial failure to comply.\"  United States v. Savides, 787 F.2d 751, 754 (1st Cir.1986);  see also United States v. Ramirez, 884 F.2d 1524, 1530 (1st Cir.1989) (\"The test ... for a substantial violation is whether it 'either allowed discriminatory selection of jurors or otherwise prevented jury panels from consisting of fair cross sections of the community.' \"  (quoting United States v. Bearden, 659 F.2d 590, 602 (5th Cir.  Unit B Oct.1981)));  H.R.Rep. No. 90-1076 (1968), reprinted in 1968 U.S.C.C.A.N. 1792, 1793-94.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The use of the resident lists cannot be such a substantial failure to comply with the Act;  Congress specifically endorsed the use of resident lists for Massachusetts.  See 28 U.S.C. &#167; 1863(b)(2) (\"The plan for the district of Massachusetts may require the names of prospective jurors to be selected from the resident list provided for in chapter 234A, Massachusetts General Laws, or comparable authority, rather than from voter lists.\").  The failure to follow up on the qualification forms, enclosed with summonses, that are not completed and returned does not constitute a substantial violation of the Act in this case, where no fair cross-section violation has been established.  See 28 U.S.C. &#167;&#167; 1864, 1866;  United States v. Gometz, 730 F.2d 475, 479-82 (7th Cir.1984) (en banc);  United States v. Santos, 588 F.2d 1300, 1303 (9th Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">More troubling is the excusing of ten black prospective jurors without a recorded reason.  However, there is nothing to suggest that subjective criteria were used to excuse these jurors (for instance, Royal has provided no data on the number of nonblack jurors who were excused without a recorded reason<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>), see 28 U.S.C. &#167; 1862 (\"No citizen shall be excluded from service as a grand or petit juror in the district courts of the United States ... on account of race, color, religion, sex, national origin, or economic status.\"), and the \"opportunity to err\" that exists here is not enough to establish a substantial failure to comply with the Act.  Savides, 787 F.2d at 754-55 (excusing the court's error in using \"a commercial mailing firm to select the names of potential jurors\" and stating that \"a mere opportunity to err or discriminate in the jury selection process [does not] constitute[ ] a substantial failure to comply with the policy and purposes of the Act\");  cf. United States v. Gregory, 730 F.2d 692, 700 (11th Cir.1984);  United States v. Bearden, 659 F.2d 590, 607-08 (5th Cir.  Unit B Oct.1981);  United States v. Pleier, 849 F.Supp. 1321, 1333 (D.Alaska 1994) (noting that some recording errors involving the marking of jurors as \"absent\" may have occurred, but concluding that these errors \"reflect[ ] only some of the unavoidable 'play' in the jury selection system\" (quoting Hamling v. United States, 418 U.S. 87, 138, 94 S.Ct. 2887, 41 L.Ed.2d 590 (1974))).  But see United States v. Calabrese, 942 F.2d 218, 229 (3d Cir.1991).  Although the number of prospective black jurors was admittedly small, the recording errors were nevertheless \"too few in number, too insignificant, too desultory, to constitute a substantial violation of the Act.\"  United States v. Marrapese, 610 F.Supp. 991, 1001 (D.R.I.1985);  see also United States v. Candelaria-Silva, 166 F.3d 19, 33 (1st Cir.1999).  This is so even though excusing these ten jurors was apparently done by the clerk rather than by a district court judge.  See 28 U.S.C. &#167; 1866(c);  Ramirez, 884 F.2d at 1530 &amp; n. 6.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Royal has argued that he is entitled to a new trial because his jury was selected through a process that did not produce a fair cross-section as is guaranteed by the Sixth Amendment and the Act.  We have found that he is not entitled to a new trial because he established no such violation.  There is a difference between what violates the law and what, while not in violation, is still a situation leaving much to be desired.  The statistics presented--that in 1994 fewer than 200 persons who identified themselves as black actually presented for jury duty, out of more than 5000 prospective jurors appearing in the Eastern Division--are disquieting.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The District of Massachusetts may wish to consider whether taking additional steps that are responsive to the issues that Royal has identified,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> such as sending follow-up postcards to prospective jurors who do not return their qualification forms, would serve the goals of \"assurance of a diffused impartiality,\" encouragement of \"public confidence in the fairness of the criminal justice system,\" and \"civil responsibility.\"  Taylor, 419 U.S. at 530-31 (internal quotation marks omitted);  see also Anaya v. Hansen, 781 F.2d 1, 7 (1st Cir.1986) (\"[T]here is a difference between the optimal results which particularly well-administered jury plans ... can achieve, and the minimum which the Constitution requires.\");  United States v. Reyes, 934 F.Supp. 553, 566 (S.D.N.Y.1996) (\"[A] finding that the above disparities are not unconstitutional is not the same as an endorsement of such discrepancies.\").  We also note that careful recordkeeping, including recording the reasons for disqualifications, exemptions, and excusals, \"constitutes an important means for checking on the operation of the selection system.\"   H.R. Rep. 90-1076, reprinted in 1968 U.S.C.C.A.N. 1792;  see also 28 U.S.C. &#167;&#167; 1865, 1866(d).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Nevertheless, we have carefully considered all of Royal's arguments, and find no constitutional or statutory infirmity that would warrant a new trial.  The district court's denial of Royal's motion for a new trial is therefore affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 10 of Chapter 234A provides:  \"On or before the first day of June of each year, each city and town shall make a sequentially numbered list of the names, addresses, and dates of birth of all persons who were seventeen years of age or older as of the first day of January of the current year and who resided as of the first day of January of the current year in such city or town.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If such a prima facie case is made, the government can rebut it by showing \"that a significant state interest [is] manifestly and primarily advanced by those aspects of the jury-selection process ... that result in the disproportionate exclusion of a distinctive group.\"  Duren, 439 U.S. at 367-68.   It is worth noting that although intentional discrimination is an element of an equal protection challenge to jury selection, it is not an element of a Sixth Amendment fair cross-section challenge.  See id. at 368 n. 26</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The debate about use of absolute disparity versus comparative disparity has existed for at least 25 years.  See Foster v. Sparks, 506 F.2d 805 (5th Cir.1975).  The science of statistics may develop other methodologies over time which do not suffer from the acknowledged flaws of these two methods.  Our case involves only these two methodologies--the only two discussed by the parties--and our endorsement of one should not be taken as a statement that it is the best of all possible methodologies.  Cf. United States v. Rioux, 97 F.3d 648, 655-56 (2d Cir.1996) (rejecting statistical decision theory and comparative disparity in favor of \"absolute disparity/absolute numbers\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For instance, in an extreme example, if the community contained only one member of a particular distinctive group, and that member was not included in the jury wheel, the comparative disparity would be 100%, even though a jury without that member \"would clearly form a 'fair cross section' of the community.\"  Hafen, 726 F.2d at 24</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This method, which is also sometimes called \"absolute numbers,\" measures \"the average difference in the number of jurors per venire due to the underrepresentation.\"  Rioux, 97 F.3d at 655 (\"[I]f the absolute disparity of Blacks is 8%, between four and five Blacks would have to be added to a jury pool of 60 persons to ensure adequate representation (8% of 60 = 4.8).\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Further, the Fifth and Eleventh Circuits, which consider absolute disparities of up to 10% to be automatically acceptable, have suggested in the past that they might consider some measure other than absolute disparity in cases where the distinctive group at issue made up less than 10% of the population, but do not appear to have confronted such a case.  See United States v. Grisham, 63 F.3d 1074, 1078-79 (11th Cir.1995);  United States v. Rodriguez, 776 F.2d 1509, 1511 n. 4 (11th Cir.1985);  United States v. Butler, 615 F.2d 685, 686 (5th Cir.1980) (per curiam) (denying petitions for rehearing and rehearing en banc);  United States v. Maskeny, 609 F.2d 183, 190 (5th Cir.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Some courts have also \"reason[ed] that because comparative disparity measures an underrepresented group's chances of being called for jury service, it is not relevant to a Sixth Amendment challenge.  In other words, the focus of the Sixth Amendment is the effect of the jury selection system on a defendant's right to a jury selected at random from a fair cross-section of the community.\"  United States v. Rioux, 930 F.Supp. 1558, 1570 (D.Conn.1995) (citing United States v. Jenkins, 496 F.2d 57, 64-66 (2d Cir.1974)), aff'd, 97 F.3d 648 (2d Cir.1996);  see also United States v. Jackman, 46 F.3d 1240, 1254 (2d Cir.1995) (Walker, J., dissenting).  We do not enter this argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note, however, that Hafen did not confront a situation involving complete exclusion, and neither do we</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We also reject Royal's argument, made in reliance on United States v. Biaggi, 909 F.2d 662 (2d Cir.1990), that the comparative disparity methodology should be used because the Jury Clerk's excuse of ten jurors without recording a reason is a \"circumstance less benign than use of voter registration lists.\"  Id. at 678.   First, Biaggi is not binding on this court.  Second, as discussed below, the excusing of these jurors was no more than a technical violation of the Act, and does not constitute some sort of malignant circumstance.  Finally, since Royal has chosen to rely on statistics related to the master jury wheel in order to calculate disparity, it is hard to see how the excusing of these jurors--which took place at a later stage in the selection process than the formation of the master wheel--is relevant to the choice of disparity analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Using his calculation of the percentage of blacks on the 1994 master jury wheel, Royal calculates a comparative disparity of 60.9%</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Understandably, there do appear to be some flaws in these figures.  For instance, Royal's use of the number of self-identified blacks who returned qualification forms to calculate the percentage of blacks on the master jury wheel (1.89% of 21900 = 415), a wheel that includes everyone who was mailed such a form, assumes that none of the nondeliverable and nonreturned qualification forms were addressed to black recipients (despite Royal's conclusion that the district court's mailings failed more frequently in areas with large black populations) and that none of the individuals who declined to designate their race was black.  See Royal, 7 F.Supp.2d at 105.   Also, Royal states that 18,451 of the 21,900 potential jurors summoned returned juror qualification forms, and that 16,193 of those returning forms were white, 415 were black, 319 were Asian, 165 were Hispanic, and 1,185 declined to designate their race--but the numbers in these five categories do not add up to 18,451, and Royal does not explain what happened to the other 174 potential jurors</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Royal couches some of his arguments in abuse of discretion language, claiming that the Jury Clerk abused her discretion in taking certain actions and in failing to take others.  We construe his argument to be that the Clerk substantially failed to comply with the Act, since violations of the Plan do not aid Royal's quest for a new trial unless they are also violations of the Act that meet this test</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In response to this point, Royal states in his brief that he \"should not be asked to quantify the unknowable.\"   Appellant's Brief at 37.  However, it is not clear why Royal could not have gathered this data when inspecting the 1994 jury selection materials</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Royal's appointed counsel are to be commended for their efforts in this case, as is the Office of the United States Attorney for the District of Massachusetts, which indicated at oral argument its willingness to work on steps to increase the number of persons of color in the venire</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jerome E. ROYAL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1825.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 5, 1999.<br>Decided April 2, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James E. Carroll, with whom Sheila High King and Cetrulo &amp; Capone LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Nadine Pellegrini, Assistant U.S. Attorney, with whom Donald K. Stern, U.S. Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After prevailing, in a previous appeal to this court, on his motion to inspect the jury selection records of the Eastern Division of the District of Massachusetts, Jerome E. Royal moved for a new trial, claiming that the selection process used to pick the jury panel that convicted him of conspiracy and mail fraud violated the Sixth Amendment and the Jury Selection and Service Act (\"the Act\").  The district court denied this motion.  Royal appeals, urging that the selection process produces systematic underrepresentation of blacks, an argument which depends upon changing the law of this Circuit governing evaluation of a jury selection challenge.  We decline the invitation and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts relating to Royal's conviction and first appeal are set forth in United States v. Royal, <span class=\"citation\" data-id=\"197077\"><a href=\"/opinion/197077/united-states-v-royal/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1019</span></a></span> (1st Cir.1996), and we recount only the most relevant aspects here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Royal was indicted in 1992 on charges of mail fraud, conspiracy to commit mail fraud, and aiding and abetting.  See id. at 1023.   When the case was called for trial, Royal made various motions relating to the jury venire and the jury selection process for the Eastern Division.  The district court denied Royal's motions to inspect the jury records of the Eastern Division, suggesting \"that, in order to inspect the requested records, Royal was required to make a showing that he would be able to satisfy the three prongs of [the test for establishing a prima facie violation of the fair cross-section requirement].\"  Id. at 1024.   The case proceeded to trial;  the jury found Royal guilty of one count of conspiracy and eight counts of mail fraud.  See id. at 1023.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Royal appealed.  This court rejected Royal's challenges to the jury charge, the sufficiency of the evidence, and various aspects of his sentence, but reversed the district court's denial of his motions to inspect the jury records and remanded for further proceedings.  See id. at 1022.   Relying on 28 U.S.C. &#167; 1867(f) and Test v. United States, <span class=\"citation\" data-id=\"109180\"><a href=\"/opinion/109180/test-v-united-states/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, <span class=\"citation\" data-id=\"109180\"><a href=\"/opinion/109180/test-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"109180\"><a href=\"/opinion/109180/test-v-united-states/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1975), this court stated that \"a defendant, such as Royal, challenging the jury selection procedures has an unqualified right to inspect jury records....  [A] district court may not premise the grant or denial of a motion to inspect upon a showing of probable success on the merits of a challenge to the jury selection provisions.\"  Royal, 100 F.3d at 1025.   The court therefore \"remand[ed] the case with instructions to allow Royal access to [the jury records] ... in order to support a motion to strike the jury venire\" and authorized Royal to \"move for a new trial under 28 U.S.C. &#167; 1867(a).\"  Id. at 1025-26.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon remand to the district court, the district judge made provisions for permitting Royal to inspect \"[t]he contents of records or papers used by the jury commission or clerk in connection with the jury selection process\" for 1994, the year relevant to Royal's particular jury.  28 U.S.C. &#167; 1867(f), quoted in Royal, 100 F.3d at 1025-26.   These provisions included a substantial time period for Royal to examine and evaluate the materials as well as the grant of Royal's motions for appointment and compensation of an expert.  Eventually, on December 24, 1997, Royal moved for a new trial, claiming that he \"was denied his Sixth Amendment right under the United States Constitution and his statutory right under the Jury Selection and Service Act, 28 U.S.C. &#167; 1861 et seq., to a jury selected at random from a fair cross section of the community.\"  United States v. Royal, <span class=\"citation\" data-id=\"2577498\"><a href=\"/opinion/2577498/united-states-v-royal/\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">96</span></a></span>, 97-98 (D.Mass.1998) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Royal's claim of constitutional and statutory flaws in the selection process was based on the operation and implementation of the Amended Jury Plan for the District of Massachusetts, which is dated September 6, 1989.  See generally 28 U.S.C. &#167; 1863(a) (\"Each United States district court shall devise and place into operation a written plan for random selection of grand and petit jurors that shall be designed to achieve the objectives of ... and that shall otherwise comply with ... this title.\").  This Plan divides the district into three divisions for jury selection purposes, one of which is the Eastern Division at issue in this case (consisting of Barnstable, Bristol, Dukes, Essex, Middlesex, Nantucket, Norfolk, Plymouth, and Suffolk counties).  The source for selection of jurors in each division is \"the numbered local resident lists submitted annually to the Office of the Jury Commissioner for the Commonwealth of Massachusetts in accordance with Massachusetts General Laws Chapter 234A,\" which the Plan states \"includes all registered voters, supplemented by all residents not registered to vote.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Names are randomly selected from the resident lists and placed in the Master Jury Wheel.  At this stage, the Plan provides for a one-step summoning and qualification process, as authorized by the Act, see 28 U.S.C. &#167; 1878, and specifies various categories of potential jurors who are unqualified, exempt, and eligible for excuse, in accordance with 28 U.S.C. &#167;&#167; 1863, 1865, and 1866.  The Plan also, inter alia:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(1) requires the Jury Clerk to note the \"determination\" whether a prospective juror is unqualified, exempt, or excused \"in the space provided on the juror qualification form,\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(2) permits the Clerk to \"grant temporary excuses to prospective jurors on the grounds of undue hardship or extreme inconvenience,\"(3) mandates that temporarily excused jurors be resummoned \"at the conclusion of the excuse period,\" and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(4) provides that \"[t]he Court will, from time to time, review the actions of the Clerk [in granting such temporary excuses] ... to determine whether or not there is an abuse of the discretion granted to the Clerk.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Upon inspection of the 1994 records, Royal concluded that 21,900 prospective jurors were summoned, that 18,451 returned their juror qualification forms, and that 415 of the forms were returned by individuals identifying themselves as black and 1,185 were returned by individuals who declined to designate their race.  The difference between 18,451 and 21,900 is accounted for by the fact that 899 summonses were nondeliverable and 2,550 were not returned by the recipients.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Of the 415 identifiable black prospective jurors who returned qualification forms, Royal discovered, 41 were disqualified and 13 were exempt from service.  One hundred and four of the remaining black prospective jurors were excused at some point during the selection process;  10 of those excuses were granted without notation of a request or a reason for the excuse in the records examined.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At juror orientation, Royal found, some 5,571 prospective jurors appeared, of whom 167 were black.  Royal determined that 24 prospective black jurors were labeled no-shows and 66 did not appear because their panels were cancelled due to lack of necessity.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To help explain these numbers, Royal had an expert analyze the data.  Royal's expert analyzed the zip codes of the nondeliverable and nonreturned summonses and concluded that summonses failed more often in areas in which the size of the black population is relatively significant.  For instance, the expert concluded that summonses failed twice as often in areas in which more than 50% of the population is black than they did in areas in which blacks make up less than 2% of the population.  The expert also concluded that the Massachusetts resident lists were flawed and undercounted black residents.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On June 12, 1998, the district court denied Royal's motion for a new trial.  See Royal, 7 F.Supp.2d at 106-07.   The court found Royal's calculation of black underrepresentation faulty because, inter alia, that calculation compared the number of self-identified blacks who returned questionnaires with the total number of individuals (of whatever race) summoned rather than merely with the total number who returned questionnaires.  See id. at 105.   At any rate, the court concluded, Royal's new trial motion failed, even assuming his calculation was correct, because the levels of disparity that Royal had identified were not objectionable under either the Sixth Amendment or the Act.  See id. at 106.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court also rejected the arguments that the Massachusetts resident lists used as a source for selecting jurors were insufficient because they undercounted blacks, that the alleged failure to account for undeliverable or nonreturned responses violated the Act, and that the Jury Clerk committed a material abuse of discretion by failing to list a reason for excusing ten black prospective jurors.  See id. at 101-03.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Royal appeals the district court's denial.  We review the district court's findings of fact for clear error and its conclusions of law de novo.  See United States v. Paniagua-Ramos, <span class=\"citation\" data-id=\"197771\"><a href=\"/opinion/197771/united-states-v-paniagua-ramos/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></a></span>, 197 (1st Cir.1998);  Royal, 100 F.3d at 1023-24;  United States v. Shinault, <span class=\"citation\" data-id=\"755528\"><a href=\"/opinion/755528/united-states-v-michael-d-shinault/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1266</span></a></span>, 1271 (10th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">459</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></span> (1998).  In the end, any dispute over the facts is essentially moot.  This case turns on the choice of statistical methodology to determine whether there is underrepresentation of black persons.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"[T]he American concept of the jury trial contemplates a jury drawn from a fair cross section of the community,\" Taylor v. Louisiana, <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, 527, <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">692</span></a></span>, <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1975), and \"the fair-cross-section requirement [is] fundamental to the jury trial guaranteed by the Sixth Amendment,\" id. at 530;  see also Holland v. Illinois, <span class=\"citation\" data-id=\"112358\"><a href=\"/opinion/112358/holland-v-illinois/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 480, <span class=\"citation\" data-id=\"112358\"><a href=\"/opinion/112358/holland-v-illinois/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">803</span></a></span>, <span class=\"citation\" data-id=\"112358\"><a href=\"/opinion/112358/holland-v-illinois/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">905</span></a></span> (1990).  The Sixth Amendment provides:  \"In all criminal prosecutions, the accused shall enjoy the right to a ... trial[ ] by an impartial jury of the State and district wherein the crime shall have been committed....\"  U.S. Const. amend.  VI;  see also 28 U.S.C. &#167; 1861 (\"It is the policy of the United States that all litigants in Federal courts entitled to trial by jury shall have the right to grand and petit juries selected at random from a fair cross section of the community in the district or division wherein the court convenes.\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This requirement of a fair cross-section, however, does not guarantee that juries be \"of any particular composition,\" Taylor, 419 U.S. at 538, or that \"venires ... [be] a substantially true mirror of the community,\" Barber v. Ponte, <span class=\"citation\" data-id=\"458543\"><a href=\"/opinion/458543/james-barber-v-james-ponte/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span>, 997 (1st Cir.1985) (en banc).  All that is required is that \"the jury wheels, pools of names, panels, or venires from which juries are drawn must not systematically exclude distinctive groups in the community and thereby fail to be reasonably representative thereof.\"  Taylor, 419 U.S. at 538.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In order to make a prima facie case of a violation of the fair cross-section requirement, a defendant must show:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>(1) that the group alleged to be excluded is a \"distinctive\" group in the community;  (2) that the representation of this group in venires from which juries are selected is not fair and reasonable in relation to the number of such persons in the community;  and (3) that this underrepresentation is due to systematic exclusion of the group in the jury-selection process.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Duren v. Missouri, <span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, 364, <span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">664</span></a></span>, <span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">579</span></a></span> (1979), quoted in United States v. Hafen, <span class=\"citation\" data-id=\"430611\"><a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 23 (1st Cir.1984);  see also United States v. Foxworth, <span class=\"citation\" data-id=\"366406\"><a href=\"/opinion/366406/united-states-v-scott-s-foxworth/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1979).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This test applies to Royal's fair cross-section claims under both the Sixth Amendment and the Act.  See, e.g., Shinault, 147 F.3d at 1270-71;  Hafen, 726 F.2d at 23 n. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no dispute that Royal has satisfied the first prong of this test;  blacks are unquestionably a \"distinctive\" group for the purposes of a fair cross-section analysis.  See Hafen, 726 F.2d at 23 (citing Peters v. Kiff, <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span>, 498-99, <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2163</span></a></span>, <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">83</span></a></span> (1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">With respect to the second prong, courts and commentators have discussed various forms of statistical analysis that may be used to demonstrate that representation is not \"fair and reasonable in relation to the number of such persons in the community.\"   See, e.g., Peter A. Detre, Note, A Proposal for Measuring Underrepresentation in the Composition of the Jury Wheel, 103 Yale L.J.1913, 1917-18 (1994).  Only two of these forms--\"absolute disparity\" and \"comparative disparity\"--are at issue in this case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Absolute disparity measures the difference between the percentage of members of the distinctive group in the relevant population and the percentage of group members on the jury wheel.  See Hafen, 726 F.2d at 23 (calculating \"the difference between the percentage of eligible blacks in the population and the percentage of blacks on the master wheel\");  see also United States v. Pion, <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 23 n. 5 (1st Cir.1994) (defining the absolute disparity standard as \"the gross spread between the percentage of eligible Hispanics ... in the relevant population and the percentage of Hispanic representation on the Master Jury Wheel\");  cf. United States v. Rioux, <span class=\"citation no-link\"><span class=\"volume\">930</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1558</span></span>, 1565-68 (D.Conn.1995) (stating that \"[t]he identified systematic defect defines ... the particular pool\"), aff'd, <span class=\"citation\" data-id=\"727307\"><a href=\"/opinion/727307/united-states-of-america-appelleecross-appellant-v-alfred-j-rioux/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span> (2d Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In contrast, comparative disparity \"measures the diminished likelihood that members of an underrepresented group, when compared to the population as a whole, will be called for jury service.\"  Ramseur v. Beyer, <span class=\"citation\" data-id=\"598978\"><a href=\"/opinion/598978/thomas-c-ramseur-v-howard-c-beyer-superintendent-new-jersey-state/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1215</span></a></span>, 1231-32 (3d Cir.1992).  It is calculated by dividing the absolute disparity percentage by the percentage of the group in the population.  See Hafen, 726 F.2d at 23 (stating that comparative disparity is measured by calculating \"the percentage difference between the proportion of blacks eligible to serve as jurors ... and the shortfall in black representation\");  see also Pion, 25 F.3d at 23 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For fifteen years, this Circuit has rejected comparative disparity analysis and applied absolute disparity analysis in cases similar to the case at hand, and we have recently reaffirmed this position.  In United States v. Hafen, <span class=\"citation\" data-id=\"430611\"><a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span> (1st Cir.1984), in which this court upheld a previous version of the selection plan for the Eastern Division, the court assumed that, as Hafen contended, 3.73% of the Eastern Division's over-eighteen population was black and only 1.714% of the master jury wheel was black.  See id. at 23.   The court concluded, however, that the resulting 2.02% absolute disparity was \"insufficient to show underrepresentation,\" citing cases from other circuits that accepted absolute disparities of up to 10%.  Id.  The court recognized that the absolute disparity in the case would be small \"even if every black in the region were excluded from jury service,\" and \"acknowledge[d] the possibility that the comparative disparity calculation might be a useful supplement to the absolute disparity calculation in some circumstances.\"  Id. at 23-24.   However, Hafen refused to employ a comparative disparity calculation, explaining that such a calculation \"distorts reality\" in situations in which \"a very small proportion of the population is black.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Id. at 24 (quoting United States v. Whitley, <span class=\"citation\" data-id=\"316961\"><a href=\"/opinion/316961/united-states-v-louis-w-whitley/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1248</span></a></span>, 1249 (8th Cir.1974)) (internal quotation marks omitted);  see also id.  (\"[T]he smaller the group is, the more the comparative disparity figure distorts the proportional representation.\").  Hafen distinguished LaRoche v. Perrin, <span class=\"citation\" data-id=\"425178\"><a href=\"/opinion/425178/maurice-laroche-v-everett-i-perrin-warden-etc/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">500</span></a></span> (1st Cir.1983), which did use a comparative calculation, because that case \"did not adopt the comparative disparity analysis to deal with ... the situation in which the group allegedly underrepresented forms a very small proportion of the total population.\"  Id. at 24 n. 3.   Finally, the court also noted an additional reason why the comparative disparity calculation was inappropriate:  \"A small variation in the figures used to calculate comparative disparity can produce a significant difference in the result, and the appellees have demonstrated that there is reason to doubt the accuracy of the figures on which appellant would have us rely.\"  Id. at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Hafen 's rejection of comparative disparity was reaffirmed in United States v. Pion, <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span> (1st Cir.1994), which also involved the Eastern Division's Plan.  Pion argued that his Sixth Amendment rights were violated because, although 4.2% of the Eastern Division's residents were Hispanic, \"only 0.99% of all persons responding to the juror questionnaire during 1992, and 0.80% of those appearing for juror orientation, were Hispanic.\"  Id. at 22.   The court found that Pion failed to establish \"systematic exclusion,\" the third prong of the Duren test, since \"there can be no reasonable inference that the relatively small Hispanic underrepresentation at jury orientation is attributable to anything other than the randomness of the draw from either the resident lists or the Master Jury Wheel.\"  Id. at 22-24.   Although the court did not rely on the second prong of the Duren test in rejecting Pion's claim, it rested its conclusion that the underrepresentation was \"relatively small,\" id. at 24;  see also id. at 24 n. 7, on what Pion calculated was a 3.4% absolute disparity between the \"Hispanic representation in the relevant general population\" and the \"Hispanic representation among persons appearing for juror orientation,\" id. at 23.   The court made a point of citing Hafen 's reasons for rejecting a comparative disparity calculation where the underrepresented group is small or where the accuracy of the relevant figures is in doubt.  See id. at 23 &amp; n. 5 (stating that Pion's figures, which produced a comparative disparity of 81%, were not accurate).  The vitality of Pion has recently been reaffirmed.  See United States v. Rodriguez, <span class=\"citation\" data-id=\"198229\"><a href=\"/opinion/198229/united-states-v-rodriguez/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 148 (1st Cir.1998);  United States v. Lopez, <span class=\"citation\" data-id=\"198008\"><a href=\"/opinion/198008/united-states-v-lopez/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This court's choice of absolute disparity over comparative disparity in these cases is in keeping with the choices made by many of our sister circuits.  See generally Detre, supra, at 1919-20 (\"While not explicitly endorsing any of the mathematical tests, the [Duren ] Court seems to have considered only absolute disparity....  The majority of courts have looked to absolute disparity or ... [a similar] standard[ ] to determine whether underrepresentation of a group is substantial for purposes of the fair cross-section guarantee.\").  At least six circuits have endorsed the absolute disparity or closely related \"absolute impact\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> method of calculating underrepresentation (although some have also noted that even were comparative disparity used, the number presented would not be enough to demonstrate a problem with the jury selection process at issue).  See United States v. Shinault, <span class=\"citation\" data-id=\"755528\"><a href=\"/opinion/755528/united-states-v-michael-d-shinault/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1266</span></a></span>, 1272-73 (10th Cir.)  (stating that \"[i]n this circuit, absolute disparity ... is the starting place for all other modes of comparison,\" noting the flaws in both disparity approaches, and concluding that neither the absolute nor the comparative disparities calculated demonstrate a constitutional or statutory violation (internal quotation marks omitted)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">459</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></span> (1998);  United States v. Rioux, <span class=\"citation\" data-id=\"727307\"><a href=\"/opinion/727307/united-states-of-america-appelleecross-appellant-v-alfred-j-rioux/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span>, 655-56 (2d Cir.1996) (\"Although we have admittedly waffled on this issue in the past, the law in this Circuit strongly suggests the absolute disparity/absolute numbers approach is appropriate in this case.\");  United States v. Ashley, <span class=\"citation\" data-id=\"695552\"><a href=\"/opinion/695552/united-states-v-billy-r-ashley-shaunessy-r-sylvester-craig-crofton/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">311</span></a></span>, 313-14 (7th Cir.1995) (applying absolute disparity);  United States v. Sanchez-Lopez, <span class=\"citation\" data-id=\"526136\"><a href=\"/opinion/526136/united-states-v-epifanio-sanchez-lopez-brijido-astorga-ayon-united-states/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 547 (9th Cir.1989) (\"[W]e have consistently favored an absolute disparity analysis and have rejected a comparative disparity analysis.\"), quoted in Thomas v. Borg, <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1147</span></span>, 1150 (9th Cir.1998);  Ford v. Seabold, <span class=\"citation\" data-id=\"502728\"><a href=\"/opinion/502728/louis-m-parker-ford-v-bill-seabold-warden-luther-luckett-correctional/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></a></span>, 683-84 (6th Cir.1988) (conducting an absolute disparity analysis but relying on the third Duren prong to reject the fair cross-section claim);  United States v. Clifford, <span class=\"citation\" data-id=\"386947\"><a href=\"/opinion/386947/united-states-v-david-collins-clifford/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 155-56 (8th Cir.1981) (\"This court has not seen fit to adopt the comparative disparity concept as a better means of calculating underrepresentation.\"), cited in United States v. Rogers, <span class=\"citation\" data-id=\"710910\"><a href=\"/opinion/710910/united-states-v-adrian-ward-rogers/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">774</span></a></span>, 775-77 (8th Cir.1996) (acknowledging that the panel is bound by circuit precedent, but arguing that comparative disparity is superior for dealing with small distinctive groups).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A few circuits have either not chosen between the two methodologies or have taken different approaches.  See United States v. Lewis, <span class=\"citation\" data-id=\"658320\"><a href=\"/opinion/658320/united-states-v-james-neal-lewis-united-states-of-america-v-ira-lee/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1086</span></a></span>, 1090 (4th Cir.1993) (\"[I]n order to be fair and reasonable, the disparity between the proportion of eligible whites selected for [the] master jury wheel and [the] proportion of eligible minority persons selected must not exceed twenty percent.\"  (internal quotation marks omitted));  Ramseur, 983 F.2d at 1231-35 (considering comparative disparity and absolute disparity, without favoring one over the other, in the course of resolving equal protection and Sixth Amendment challenges).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Many of the courts that have endorsed an absolute disparity or absolute impact test have also echoed the Hafen court's criticisms of the comparative disparity measure.  See, e.g., Thomas, 159 F.3d at 1150 (\"[T]he comparative disparity test is strongly disfavored in the Ninth Circuit on the ground that it exaggerates the effect of any deviation.\");  United States v. Pepe, <span class=\"citation\" data-id=\"444046\"><a href=\"/opinion/444046/united-states-v-angelo-pepe-and-thomas-miglionico-united-states-of/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 649 n. 18 (11th Cir.1984);  cf. Smith v. Yeager, <span class=\"citation\" data-id=\"305109\"><a href=\"/opinion/305109/john-william-smith-v-howard-yeager-warden-new-jersey-state-prison/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">272</span></a></span>, 279 n. 18 (3d Cir.1972) (\"[T]he comparative approach reaches absurd results in [a case in which] ... the [black] population at the time was 4.4% of the total, and [black] jury participation ranged as low as 2% of the jury list\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Royal acknowledges that the absolute disparity standard is the \"existing standard used in this Circuit,\" and does not make a serious attempt to distinguish Hafen and Pion from the case at hand, but urges this court to \"change\" the standard, noting that \"[t]he absolute disparity standard ... can have the harsh effect of sanctioning the total exclusion of members of a minority group within the community when that group's percentage of the composition of the population is very low.\"   Appellant's Brief at 21.  However, \"[i]t is axiomatic that, '[i]n a multipanel circuit, newly constituted panels are, for the most part, bound by prior panel decisions closely on point.'   This principle applies in criminal as well as civil cases.\"  United States v. Graciani, <span class=\"citation\" data-id=\"196199\"><a href=\"/opinion/196199/united-states-v-graciani/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 75 (1st Cir.1995) (citation omitted) (quoting Williams v. Ashland Eng'g Co., <span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There are two exceptions to this stare decisis rule:  (1) \"[a]n existing panel decision may be undermined by controlling authority, subsequently announced, such as an opinion of the Supreme Court, an en banc opinion of the circuit court, or a statutory overruling\";  and (2) \"authority that postdates the original decision, although not directly controlling, [may] nevertheless offer[ ] a sound reason for believing that the former panel, in light of fresh developments, would change its collective mind.\"  Williams, 45 F.3d at 592;  see also Irving v. United States, <span class=\"citation\" data-id=\"759695\"><a href=\"/opinion/759695/gail-merchant-irving-v-united-states/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 160 (1st Cir.1998) (en banc).  Royal does not expressly invoke either of these exceptions, and, in any event, neither of them is applicable.  To the extent that the absolute disparity mode of analysis is open to criticism on statistical or logical grounds, see, e.g., United States v. Jackman, <span class=\"citation\" data-id=\"688691\"><a href=\"/opinion/688691/united-states-v-gary-w-jackman/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span>, 1247 (2d Cir.1995) (noting that absolute disparity ignores the size of the allegedly underrepresented group);  United States v. Levasseur, <span class=\"citation no-link\"><span class=\"volume\">704</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1158</span></span>, 1163 &amp; n. 7 (D.Mass.1989) (same), this criticism is not by any means a \"fresh development.\"   Indeed, the Hafen court directly acknowledged that complete exclusion of a small distinctive group will result in only a small absolute disparity, and nevertheless chose to apply the absolute disparity test to the case before it.  See Hafen, 726 F.2d at 23-24.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We accordingly employ the absolute disparity test to assess Royal's fair cross-section claim under the second prong of the test under the Sixth Amendment and the Act.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Royal argues that \"[a]lthough Blacks constitute 4.86% of the 1990 United States Census count for the total population of all persons 18 years and over in the ... Eastern Division, they comprise only 1.89% of the prospective jurors on the [1994] Master Jury Wheel, ... only 2.2% of all prospective jurors\" who were not deemed exempt, disqualified, or excused, and \"only 2.9% of the jurors who appeared for jury orientation.\"   Appellant's Brief at 35.  Of these percentages, the 1.89% figure yields the highest absolute disparity:  2.97% (4.86%, Royal's baseline population figure, minus 1.89%).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Even assuming arguendo that Royal's numbers and calculations are all correct and that he has provided the appropriate numbers to plug into an absolute disparity calculation,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> we conclude that the absolute disparity of 2.97% is, given the circumstances of this case, not meaningfully distinguishable from the 2.02% absolute disparity accepted in Hafen.   It is therefore insufficient to satisfy Royal's burden under the second prong of Duren.   See Hafen, 726 F.2d at 23-24;  cf., e.g., Shinault, 147 F.3d at 1272-73 (accepting an absolute disparity of 2.56% and comparative disparity of 50.09% for blacks, who were 5.11% of the voting age population);  United States v. Suttiswad, <span class=\"citation\" data-id=\"412094\"><a href=\"/opinion/412094/united-states-v-thanarat-suttiswad/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 648-49 (9th Cir.1982) (accepting an absolute disparity of 2.8% for blacks, who were 9.3% of the population;  an absolute disparity of 7.7% for \"Spanish\" persons, who were 11.9% of the population;  and an absolute disparity of 4.7% for Asians, who were 8.3% of the population).  Because we decide this case under Duren 's second prong--fair and reasonable representation--we do not reach the issue of systematic exclusion under Duren 's third prong.  See Hafen, 726 F.2d at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Royal argues that the Massachusetts resident lists do not include an adequate number of blacks, that the selection process fails to provide for follow up on nondeliverable and nonreturned qualification forms even though a disproportionate number of such forms are traceable to areas with significant black populations, and that ten black prospective jurors were excused without a reason recorded.  Although such arguments have been briefed under the \"systematic exclusion\" rubric, an appellation that adds nothing to those arguments given our holding, we nevertheless briefly consider whether Royal has identified a \"substantial failure to comply with\" any provision of the Act besides the fair cross-section requirement.  28 U.S.C. &#167; 1867(a).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  \"A substantial failure is one that contravenes one of ... two basic principles ...:(1) random selection of jurors, and (2) determination of juror disqualification, excuses, exemptions, and exclusions on the basis of objective criteria.  Technical violations, or even a number of them, that do not frustrate the[se] ... requirements and do not result in discrimination and arbitrariness do not constitute a substantial failure to comply.\"  United States v. Savides, <span class=\"citation\" data-id=\"468100\"><a href=\"/opinion/468100/united-states-v-edward-k-savides/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">751</span></a></span>, 754 (1st Cir.1986);  see also United States v. Ramirez, <span class=\"citation\" data-id=\"529280\"><a href=\"/opinion/529280/united-states-v-daniel-phisco-ramirez-united-states-v-jairo/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1524</span></a></span>, 1530 (1st Cir.1989) (\"The test ... for a substantial violation is whether it 'either allowed discriminatory selection of jurors or otherwise prevented jury panels from consisting of fair cross sections of the community.' \"  (quoting United States v. Bearden, <span class=\"citation\" data-id=\"394119\"><a href=\"/opinion/394119/united-states-v-richard-bearden-clarence-stowers-jr-and-farrell/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span>, 602 (5th Cir.  Unit B Oct.1981)));  H.R.Rep. No. 90-1076 (1968), reprinted in 1968 U.S.C.C.A.N. 1792, 1793-94.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The use of the resident lists cannot be such a substantial failure to comply with the Act;  Congress specifically endorsed the use of resident lists for Massachusetts.  See 28 U.S.C. &#167; 1863(b)(2) (\"The plan for the district of Massachusetts may require the names of prospective jurors to be selected from the resident list provided for in chapter 234A, Massachusetts General Laws, or comparable authority, rather than from voter lists.\").  The failure to follow up on the qualification forms, enclosed with summonses, that are not completed and returned does not constitute a substantial violation of the Act in this case, where no fair cross-section violation has been established.  See 28 U.S.C. &#167;&#167; 1864, 1866;  United States v. Gometz, <span class=\"citation\" data-id=\"433092\"><a href=\"/opinion/433092/united-states-v-randy-k-gometz/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">475</span></a></span>, 479-82 (7th Cir.1984) (en banc);  United States v. Santos, <span class=\"citation\" data-id=\"361958\"><a href=\"/opinion/361958/united-states-v-anthony-t-santos-anthony-c-cepeda-tito-naputi-david/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span>, 1303 (9th Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">More troubling is the excusing of ten black prospective jurors without a recorded reason.  However, there is nothing to suggest that subjective criteria were used to excuse these jurors (for instance, Royal has provided no data on the number of nonblack jurors who were excused without a recorded reason<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>), see 28 U.S.C. &#167; 1862 (\"No citizen shall be excluded from service as a grand or petit juror in the district courts of the United States ... on account of race, color, religion, sex, national origin, or economic status.\"), and the \"opportunity to err\" that exists here is not enough to establish a substantial failure to comply with the Act.  Savides, 787 F.2d at 754-55 (excusing the court's error in using \"a commercial mailing firm to select the names of potential jurors\" and stating that \"a mere opportunity to err or discriminate in the jury selection process [does not] constitute[ ] a substantial failure to comply with the policy and purposes of the Act\");  cf. United States v. Gregory, <span class=\"citation\" data-id=\"433136\"><a href=\"/opinion/433136/united-states-v-ea-gregory-vonna-jo-gregory-gw-atkinson-and-robert/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></a></span>, 700 (11th Cir.1984);  United States v. Bearden, <span class=\"citation\" data-id=\"394119\"><a href=\"/opinion/394119/united-states-v-richard-bearden-clarence-stowers-jr-and-farrell/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span>, 607-08 (5th Cir.  Unit B Oct.1981);  United States v. Pleier, <span class=\"citation\" data-id=\"2139818\"><a href=\"/opinion/2139818/united-states-v-pleier/\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1321</span></a></span>, 1333 (D.Alaska 1994) (noting that some recording errors involving the marking of jurors as \"absent\" may have occurred, but concluding that these errors \"reflect[ ] only some of the unavoidable 'play' in the jury selection system\" (quoting Hamling v. United States, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 138, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2887</span></a></span>, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></a></span> (1974))).  But see United States v. Calabrese, <span class=\"citation\" data-id=\"566825\"><a href=\"/opinion/566825/united-states-v-merchie-c-calabrese-jr-aka-merchie-calabrese-aka/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 229 (3d Cir.1991).  Although the number of prospective black jurors was admittedly small, the recording errors were nevertheless \"too few in number, too insignificant, too desultory, to constitute a substantial violation of the Act.\"  United States v. Marrapese, <span class=\"citation\" data-id=\"1469169\"><a href=\"/opinion/1469169/united-states-v-marrapese/\"><span class=\"volume\">610</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">991</span></a></span>, 1001 (D.R.I.1985);  see also United States v. Candelaria-Silva, <span class=\"citation\" data-id=\"198294\"><a href=\"/opinion/198294/united-states-v-candelaria-silva/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 33 (1st Cir.1999).  This is so even though excusing these ten jurors was apparently done by the clerk rather than by a district court judge.  See 28 U.S.C. &#167; 1866(c);  Ramirez, 884 F.2d at 1530 &amp; n. 6.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Royal has argued that he is entitled to a new trial because his jury was selected through a process that did not produce a fair cross-section as is guaranteed by the Sixth Amendment and the Act.  We have found that he is not entitled to a new trial because he established no such violation.  There is a difference between what violates the law and what, while not in violation, is still a situation leaving much to be desired.  The statistics presented--that in 1994 fewer than 200 persons who identified themselves as black actually presented for jury duty, out of more than 5000 prospective jurors appearing in the Eastern Division--are disquieting.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The District of Massachusetts may wish to consider whether taking additional steps that are responsive to the issues that Royal has identified,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> such as sending follow-up postcards to prospective jurors who do not return their qualification forms, would serve the goals of \"assurance of a diffused impartiality,\" encouragement of \"public confidence in the fairness of the criminal justice system,\" and \"civil responsibility.\"  Taylor, 419 U.S. at 530-31 (internal quotation marks omitted);  see also Anaya v. Hansen, <span class=\"citation\" data-id=\"463242\"><a href=\"/opinion/463242/linda-anaya-v-edward-j-hansen-superintendent-maine-correctional-center/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1986) (\"[T]here is a difference between the optimal results which particularly well-administered jury plans ... can achieve, and the minimum which the Constitution requires.\");  United States v. Reyes, <span class=\"citation no-link\"><span class=\"volume\">934</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">553</span></span>, 566 (S.D.N.Y.1996) (\"[A] finding that the above disparities are not unconstitutional is not the same as an endorsement of such discrepancies.\").  We also note that careful recordkeeping, including recording the reasons for disqualifications, exemptions, and excusals, \"constitutes an important means for checking on the operation of the selection system.\"   H.R. Rep. 90-1076, reprinted in 1968 U.S.C.C.A.N. 1792;  see also 28 U.S.C. &#167;&#167; 1865, 1866(d).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Nevertheless, we have carefully considered all of Royal's arguments, and find no constitutional or statutory infirmity that would warrant a new trial.  The district court's denial of Royal's motion for a new trial is therefore affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 10 of Chapter 234A provides:  \"On or before the first day of June of each year, each city and town shall make a sequentially numbered list of the names, addresses, and dates of birth of all persons who were seventeen years of age or older as of the first day of January of the current year and who resided as of the first day of January of the current year in such city or town.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If such a prima facie case is made, the government can rebut it by showing \"that a significant state interest [is] manifestly and primarily advanced by those aspects of the jury-selection process ... that result in the disproportionate exclusion of a distinctive group.\"  Duren, 439 U.S. at 367-68.   It is worth noting that although intentional discrimination is an element of an equal protection challenge to jury selection, it is not an element of a Sixth Amendment fair cross-section challenge.  See id. at 368 n. 26</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The debate about use of absolute disparity versus comparative disparity has existed for at least 25 years.  See Foster v. Sparks, <span class=\"citation\" data-id=\"323182\"><a href=\"/opinion/323182/catherine-foster-on-behalf-of-themselves-and-all-others-similarly-situated/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">805</span></a></span> (5th Cir.1975).  The science of statistics may develop other methodologies over time which do not suffer from the acknowledged flaws of these two methods.  Our case involves only these two methodologies--the only two discussed by the parties--and our endorsement of one should not be taken as a statement that it is the best of all possible methodologies.  Cf. United States v. Rioux, <span class=\"citation\" data-id=\"727307\"><a href=\"/opinion/727307/united-states-of-america-appelleecross-appellant-v-alfred-j-rioux/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span>, 655-56 (2d Cir.1996) (rejecting statistical decision theory and comparative disparity in favor of \"absolute disparity/absolute numbers\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For instance, in an extreme example, if the community contained only one member of a particular distinctive group, and that member was not included in the jury wheel, the comparative disparity would be 100%, even though a jury without that member \"would clearly form a 'fair cross section' of the community.\"  Hafen, 726 F.2d at 24</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This method, which is also sometimes called \"absolute numbers,\" measures \"the average difference in the number of jurors per venire due to the underrepresentation.\"  Rioux, 97 F.3d at 655 (\"[I]f the absolute disparity of Blacks is 8%, between four and five Blacks would have to be added to a jury pool of 60 persons to ensure adequate representation (8% of 60 = 4.8).\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Further, the Fifth and Eleventh Circuits, which consider absolute disparities of up to 10% to be automatically acceptable, have suggested in the past that they might consider some measure other than absolute disparity in cases where the distinctive group at issue made up less than 10% of the population, but do not appear to have confronted such a case.  See United States v. Grisham, <span class=\"citation\" data-id=\"70433\"><a href=\"/opinion/70433/united-states-v-grisham/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1074</span></a></span>, 1078-79 (11th Cir.1995);  United States v. Rodriguez, <span class=\"citation\" data-id=\"460988\"><a href=\"/opinion/460988/united-states-v-onelio-rodriguez-leopold-planell-luis-batista/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1509</span></a></span>, 1511 n. 4 (11th Cir.1985);  United States v. Butler, <span class=\"citation\" data-id=\"374782\"><a href=\"/opinion/374782/united-states-v-scott-paul-butler-michael-thomas-smith-aka-thomas-m/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 686 (5th Cir.1980) (per curiam) (denying petitions for rehearing and rehearing en banc);  United States v. Maskeny, <span class=\"citation\" data-id=\"371400\"><a href=\"/opinion/371400/united-states-v-donald-george-maskeny-lee-durwood-harvey-mark-timothy/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">183</span></a></span>, 190 (5th Cir.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Some courts have also \"reason[ed] that because comparative disparity measures an underrepresented group's chances of being called for jury service, it is not relevant to a Sixth Amendment challenge.  In other words, the focus of the Sixth Amendment is the effect of the jury selection system on a defendant's right to a jury selected at random from a fair cross-section of the community.\"  United States v. Rioux, <span class=\"citation no-link\"><span class=\"volume\">930</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1558</span></span>, 1570 (D.Conn.1995) (citing United States v. Jenkins, <span class=\"citation\" data-id=\"318956\"><a href=\"/opinion/318956/united-states-v-richard-albert-jenkins/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span>, 64-66 (2d Cir.1974)), aff'd, <span class=\"citation\" data-id=\"727307\"><a href=\"/opinion/727307/united-states-of-america-appelleecross-appellant-v-alfred-j-rioux/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span> (2d Cir.1996);  see also United States v. Jackman, <span class=\"citation\" data-id=\"688691\"><a href=\"/opinion/688691/united-states-v-gary-w-jackman/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span>, 1254 (2d Cir.1995) (Walker, J., dissenting).  We do not enter this argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note, however, that Hafen did not confront a situation involving complete exclusion, and neither do we</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We also reject Royal's argument, made in reliance on United States v. Biaggi, <span class=\"citation\" data-id=\"545489\"><a href=\"/opinion/545489/united-states-v-mario-biaggi-stanley-simon-richard-biaggi-peter-neglia/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">662</span></a></span> (2d Cir.1990), that the comparative disparity methodology should be used because the Jury Clerk's excuse of ten jurors without recording a reason is a \"circumstance less benign than use of voter registration lists.\"  Id. at 678.   First, Biaggi is not binding on this court.  Second, as discussed below, the excusing of these jurors was no more than a technical violation of the Act, and does not constitute some sort of malignant circumstance.  Finally, since Royal has chosen to rely on statistics related to the master jury wheel in order to calculate disparity, it is hard to see how the excusing of these jurors--which took place at a later stage in the selection process than the formation of the master wheel--is relevant to the choice of disparity analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Using his calculation of the percentage of blacks on the 1994 master jury wheel, Royal calculates a comparative disparity of 60.9%</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Understandably, there do appear to be some flaws in these figures.  For instance, Royal's use of the number of self-identified blacks who returned qualification forms to calculate the percentage of blacks on the master jury wheel (1.89% of 21900 = 415), a wheel that includes everyone who was mailed such a form, assumes that none of the nondeliverable and nonreturned qualification forms were addressed to black recipients (despite Royal's conclusion that the district court's mailings failed more frequently in areas with large black populations) and that none of the individuals who declined to designate their race was black.  See Royal, 7 F.Supp.2d at 105.   Also, Royal states that 18,451 of the 21,900 potential jurors summoned returned juror qualification forms, and that 16,193 of those returning forms were white, 415 were black, 319 were Asian, 165 were Hispanic, and 1,185 declined to designate their race--but the numbers in these five categories do not add up to 18,451, and Royal does not explain what happened to the other 174 potential jurors</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Royal couches some of his arguments in abuse of discretion language, claiming that the Jury Clerk abused her discretion in taking certain actions and in failing to take others.  We construe his argument to be that the Clerk substantially failed to comply with the Act, since violations of the Plan do not aid Royal's quest for a new trial unless they are also violations of the Act that meet this test</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In response to this point, Royal states in his brief that he \"should not be asked to quantify the unknowable.\"   Appellant's Brief at 37.  However, it is not clear why Royal could not have gathered this data when inspecting the 1994 jury selection materials</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Royal's appointed counsel are to be commended for their efforts in this case, as is the Office of the United States Attorney for the District of Massachusetts, which indicated at oral argument its willingness to work on steps to increase the number of persons of color in the venire</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/70433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/323182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/361958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/386947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1469169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2139818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577498/"
  ]
}