{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198421/",
  "absolute_url": "/opinion/198421/lopez-soto-v-hawayek/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198421/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:03Z",
  "date_modified": "2017-03-24T10:56:55.038922Z",
  "type": "010combined",
  "sha1": "1f1e88357e93fc862fc7b3a254e067c1ff0b6962",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1594.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1594\r\n\n               MAYDA LOPEZ-SOTO, ET AL.,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n              JOSE HAWAYEK, M.D., ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n    [Hon. Salvador E. Casellas, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n        Coffin and Cyr, Senior Circuit Judges.\r\n\nGuillermo Ramos Luia, with whom Harry Anduze Montao was on\r\nbrief, for appellants.\r\nJos A. Rivera Cordero, with whom Pedro Lugo Frank, Luis F.\r\nMontijo and Mirta Rodriguez Mora were on brief, for appellees.\r\n\nApril 9, 1999\r\n\nSELYA, Circuit Judge.  This appeal presents a fundamental\r\nquestion  concerning the interpretation of the Emergency Medical\r\nTreatment and Active Labor Act (EMTALA), 42 U.S.C.  1395dd (1994)\r\n(amended 1997).  We neither minimize the difficulty of the question\r\nnor pretend that the answer is transpiciously clear.  Upon careful\r\nperscrutation, however, we hold that EMTALA subsections (a) and (b)\r\nare to be read disjunctively, not conjunctively.  Accordingly, we\r\nreverse the district court's contrary ruling and reinstate the\r\nplaintiffs' action.\r\nI.  BACKGROUND\r\nWe rehearse only those facts necessary to add a modicum\r\nof texture to our statutory analysis, accepting as true the\r\nappellants' version of events.  See Fed. R. Civ. P. 56.  For ready\r\nreference, we reproduce EMTALA's pertinent provisions in an\r\nAppendix.\r\nExperiencing normal labor pains, Mayda Lpez-Soto arrived\r\nat Auxilio Mutuo Hospital (the Hospital) in the early morning hours\r\nof June 12, 1993.  Hospital personnel brought her to the maternity\r\nward where she was examined and admitted.  Dr. Jos Hawayek, an\r\nobstetrician, broke her water at approximately 7:30 a.m., revealing\r\nthe presence of thick \"pea soup\" meconium in the amniotic fluid. \r\nRupturing the membranes of the amniotic sac failed to stimulate\r\ndilation, so Dr. Hawayek ordered a cesarean section.  Lpez-Soto\r\ngave birth to a baby boy at 1:50 p.m. (roughly 15 minutes after the\r\noperation commenced).  The infant emerged in severe respiratory\r\ndistress due to meconium aspiration.  His condition presented a\r\nmedical emergency.\r\nHospital staffers summoned Dr. Martn Garrido, the\r\npediatrician on call.  Dr. Garrido determined that the baby\r\nrequired specialized care and began making arrangements to transfer\r\nhim to a hospital with a functioning neonatal intensive care unit. \r\nBefore transport occurred, Dr. Garrido identified an additional\r\ncause for medical concern:  the presence of a pulmonary\r\npneumothorax.  He nonetheless elected to send the infant to the\r\nreceiving hospital without first attempting to stabilize the\r\npatient or to treat that exigent condition.  The baby was admitted\r\nto the San Juan Pediatric Hospital that evening, but perished the\r\nnext day.\r\nLpez-Soto and her husband brought suit on behalf of\r\nthemselves and the deceased child in Puerto Rico's federal district\r\ncourt.  The complaint named as defendants the Hospital and several\r\ncaregivers, including Drs. Hawayek and Garrido.  Lpez-Soto\r\npremised jurisdiction on the presence of a federal question, see 28\r\nU.S.C.  1331, that question being the existence of a putative\r\ncause of action against the Hospital arising under federal law (to\r\nwit, EMTALA).  She added supplemental claims for medical\r\nmalpractice under local law against all the defendants.\r\nOnly the EMTALA claim is relevant here.  In her\r\ncomplaint, Lpez-Soto posited that the Hospital violated EMTALA\r\nbecause her baby was born \"with a severe pulmonary condition that\r\nrequired emergency and immediate medical care and treatment,\" but\r\nthe Hospital nonetheless transferred him to another  institution\r\nwithout stabilizing this condition.  The defendants denied the\r\nmaterial allegations of the complaint and contested jurisdiction,\r\nsaying that EMTALA did not apply.  After considerable jousting (not\r\nrelevant here), the district court, acting pursuant to Fed. R. Civ.\r\nP. 56, accepted the defendants' jurisdictional argument and\r\ndismissed the EMTALA claim.  At the same time, the court declined\r\nto retain supplemental jurisdiction over the medical malpractice\r\nclaims, dismissing them without prejudice.  See 28 U.S.C. \r\n1367(c).  This appeal ensued.\r\nII.  ANALYSIS\r\nLpez-Soto's EMTALA claim hinges on the Hospital's\r\nalleged failure to comply with the statute's stabilization and\r\ntransfer provisions.  See 42 U.S.C.  1395dd(b)-(c).  In a\r\nthoughtful (though unpublished) opinion, the district court\r\nconcluded that Congress's isthmian concern with patient dumping  \r\nthe practice of refusing to accept or treat patients who are\r\nuninsured or have no demonstrable means of payment   precluded\r\nreading these provisions independently of 42 U.S.C.  1395dd(a). \r\nThe court therefore adopted a conjunctive interpretation of all\r\nthree subsections and ruled that they create statutory duties for\r\na covered hospital solely with regard to persons who come to the\r\nemergency department for assistance.  Only in that event must the\r\nhospital  provide an appropriate medical screening, 42 U.S.C. \r\n1395dd(a); and, only if that screening uncovers an emergency\r\nmedical condition must the hospital stabilize the patient and\r\nrefrain from transferring him except in compliance with the\r\nstatutory commands, see 42 U.S.C.  1395dd(b)-(c).\r\nSuperimposing this interpretation upon the scenario\r\ndepicted by Lpez-Soto, the district court reasoned that the\r\nnewborn had not come to the Hospital's emergency room seeking\r\ntreatment for his respiratory distress, but, rather, had come to\r\nthe Hospital via the operating room.  Consequently, the court\r\ndetermined that EMTALA's stabilization and transfer obligations had\r\nnot been triggered and that Lpez-Soto had failed to state a\r\ncognizable claim under federal law.\r\nWe afford plenary review to the district court's\r\nresolution of this unadulterated question of law.  See, e.g.,\r\nUnited States v. Gifford, 17 F.3d 462, 472 (1st Cir. 1994).  We\r\nstart our search for the meaning of the words that Congress wrote\r\nwith an appraisal of the statutory text and structure, see Inmates\r\nof Suffolk Country Jail v. Rouse, 129 F.3d 649, 653 (1st Cir.\r\n1997), mindful that if the plain language of the statute points\r\nunerringly in a single direction, an inquiring court ordinarily\r\nshould look no further.  See United States v. Charles George\r\nTrucking Co., 823 F.2d 685, 688 (1st Cir. 1987).\r\nEMTALA has a long reach.  It touches all acute care\r\nhospitals that have executed Medicare provider agreements with the\r\nfederal government pursuant to 42 U.S.C.  1395cc.  See 42 U.S.C.\r\n1395dd(e)(2); see also Correa v. Hospital San Francisco, 69 F.3d\r\n1184, 1189-90 (1st Cir. 1995).  Moreover, it imposes myriad duties\r\non these covered hospitals.\r\nFor the most part, these duties reside in three principal\r\nstatutory silos.  The most familiar of these is subsection (a),\r\nwhich imposes a duty to triage.  This duty takes the form of a \r\nrequirement that a covered hospital perform an \"appropriate medical\r\nscreening examination\" on \"any individual\" who \"comes to the\r\nemergency department\" seeking examination or treatment.  42 U.S.C.\r\n1395dd(a).  Clearly, this provision obligates hospitals to screen\r\nonly those individuals who present themselves at the emergency\r\ndepartment.\r\nSubsection (b) has a different focus.  It emphasizes\r\nstabilization, not screening.  Thus, if \"any individual . . . comes\r\nto a hospital and the hospital determines that the individual has\r\nan emergency medical condition,\" the hospital must try to stabilize\r\nthat condition, and can shift the patient to another institution\r\nonly in accordance with EMTALA's transfer provisions.  42 U.S.C. \r\n1395dd(b).  This language unambiguously imposes certain duties on\r\ncovered hospitals vis--vis any victim of a detected medical\r\nemergency, regardless of how that person enters the institution or\r\nwhere within the walls he may be when the hospital identifies the\r\nproblem.  See Helton v. Phelps County Regional Med. Ctr., 794 F.\r\nSupp. 332, 333 (E.D. Mo. 1992); Smith v. Richmond Mem'l Hosp., 243\r\nVa. 445, 451-52, 416 S.E.2d 689, 692 (1992).  Nothing in the\r\nsubsection's text suggests a necessary relationship between a\r\nhospital's obligations and the identity of the department within\r\nthe hospital to which the afflicted individual presents himself.\r\nSubsection (c) seemingly has relevance to both of the\r\npreceding subsections.  It provides that \"[i]f an individual at a\r\nhospital has an emergency medical condition which has not been\r\nstabilized . . ., the hospital may not transfer the individual\"\r\nsave upon compliance with certain stipulated conditions.  42 U.S.C.\r\n1395dd(c)(1).  This subsection does not distinguish between\r\npatients whose conditions are diagnosed in the emergency room and\r\nthose whose conditions emerge in other hospital departments.\r\nWe reject the district court's attempt to meld these\r\nthree duties together principally because doing so necessitates\r\neschewal of subsection (b)'s plain language   \"comes to a hospital\"\r\nin favor of a phrase   \"comes to the emergency department\"   that\r\nappears only in subsection (a).  This compressed approach renders\r\nthe \"comes to a hospital\" language meaningless; after all, if\r\nsubsection (a)'s predicate requirement that an individual \"come[]\r\nto the emergency department\" were understood to infiltrate\r\nsubsection (b), the latter's \"comes to a hospital\" requirement\r\nwould be altogether superfluous. It is a time-honored tenet that\r\n\"[a]ll words and provisions of statutes are intended to have\r\nmeaning and are to be given effect, and no construction should be\r\nadopted which would render statutory words or phrases meaningless,\r\nredundant, or superfluous.\"  United States v. Ven-Fuel, Inc., 758\r\nF.2d 741, 751-52 (1st Cir. 1985).  We are reluctant to disregard\r\nthis venerable canon of construction, especially since a sensible,\r\navailable interpretation of the statute   one that places the three\r\nsubsections side by side, rather than in lockstep   gives effect to\r\nboth phrases.\r\nA further canon of construction has relevance here.  The\r\nfact that Congress used the \"comes to an emergency department\"\r\nlanguage in subsection (a) while employing different phraseology\r\n(\"comes to a hospital\") in subsection (b) serves to emphasize the\r\nseparateness of the statutory commands.  \"[I]t is generally\r\npresumed that Congress acts intentionally and purposely when it\r\nincludes particular language in one section of a statute but omits\r\nit in another.\"  BFP v. Resolution Trust Corp., 511 U.S. 531, 537\r\n(1994) (citations and internal quotation marks omitted).  Courts\r\nhave an obligation to refrain from embellishing statutes by\r\ninserting language that Congress opted to omit.  See Keene Corp. v.\r\nUnited States, 508 U.S. 200, 208 (1993).  So it is here. \r\nCongress's decision to change the \"emergency department\" language\r\nrather than to repeat it in subsection (b) is potent evidence that\r\nCongress preferred to cast a wider net in respect to stabilization.\r\nFinally, a disjunctive approach draws strength from the\r\nfact that subsection (b) mentions neither an emergency room locus\r\nnor a medical screening as a precursor to a hospital's\r\nstabilization obligations.  Rather, those obligations attach as\r\nlong as an individual enters any part of the hospital and the\r\nhospital determines that an emergency medical condition exists. \r\nSee 42 U.S.C.  1395d(b)(1).  As a practical matter, a hospital\r\nmore often than not will discover the existence of an emergency\r\nmedical condition by performing the screening required under\r\nsubsection (a)   but nothing in EMTALA's language or structure\r\nmakes subsection (b) an adjunct to subsection (a).  Moreover,\r\npunctuation can provide valuable insights into statutory\r\ninterpretation, see United States v. Ron Pair Enters., Inc. 489\r\nU.S. 235, 241-42 (1989), and we cannot overlook that Congress chose\r\nstructurally to disconnect the three subsections, closing them off\r\nfrom each other by periods, without any conjunctive links.  A\r\nstatute should be parsed as punctuated unless some good reason\r\nexists to read it otherwise.  See 2A Sutherland, Statutes and\r\nStatutory Construction  47.15, at 179 (5th ed. 1992).\r\nWe are not the only court to conclude that EMTALA\r\nrequires such a disjunctive reading.  In what appears to have been\r\nthe first case addressing the issue, the Virginia Supreme Court\r\nfound \"nothing in the language of the Act which limits application\r\nof [subsections (b) and (c)] solely to a patient who initially\r\narrives at the emergency room.\"  Smith, 243 Va. at 452, 416 S.E.2d\r\nat 692.  Consequently, the court concluded that a plaintiff who had\r\nnot come to the defendant hospital's emergency room nonetheless\r\ncould sue under subsection (c) for an allegedly improper transfer. \r\nSee id.; see also Reynolds v. Mercy Hosp., 861 F. Supp. 214, 222\r\n(W.D.N.Y. 1994); Helton, 794 F. Supp. at 333.\r\nThe Tenth Circuit also has accepted the disjunction\r\nbetween subsections (a) and (b).  In Urban v. King, 43 F.3d 523\r\n(10th Cir. 1994), a pregnant woman went to the hospital for a\r\nstress test (not conducted in the emergency department).  Despite\r\nwarning signs, the hospital sent her home.  When she returned the\r\nfollowing day, the hospital belatedly determined that she had an\r\nemergency condition and began efforts to stabilize her.  The woman\r\nsued, claiming that the hospital violated EMTALA on the first dayby sending her home without stabilizing her emergency condition. \r\nAlthough the case was decided on a different ground, the court said\r\nthat subsection (a) was beside the point.  See id. at 525 n.2. \r\nThis dictum can only mean that the court did not consider emergency\r\nroom arrival to be a prerequisite to liability under either\r\nsubsection (b) or (c).\r\nWe find further support for our interpretation in Robertsv. Galen of Va., Inc., 119 S. Ct. 685 (1999).  In the underlying\r\nopinion, the Sixth Circuit imported an intent requirement from\r\nsubsection (a) into subsection (b), and ruled that, in a subsection\r\n(b) case, a plaintiff must show that the hospital acted with an\r\nimproper motive in failing to stabilize.  See Roberts v. Galen of\r\nVa., Inc., 111 F.3d 405, 410 n.3, 411 (6th Cir. 1997); see also \r\nCleland v. Bronson Health Care Group, Inc., 917 F.2d 266, 272 (6th\r\nCir. 1990) (holding that to prove  inappropriateness under\r\nsubsection (a), a plaintiff must show an improper motive\r\nundergirding the hospital's actions).  The Supreme Court rejected\r\non textual grounds this attempt to transplant a standard from\r\nsubsection (a) into subsection (b).  See Roberts, 119 S. Ct. at\r\n686.  Taking a similar textual approach, we find that subsection\r\n(b), unlike subsection (a), contains no requirement of entry\r\nthrough the portals of the emergency department.  Thus, by analogy\r\nto Roberts, the plain language of the statute militates against\r\nimportation of the \"emergency department\" requirement from\r\nsubsection (a) into subsection (b).\r\nTo these marshaled authorities, we add that a disjunctive\r\n\"plain language\" reading of the statute works no fatuity. \r\nSubsection (a) requires hospitals to provide appropriate screening\r\nfor individuals who seek assistance at an emergency department of\r\na covered hospital, whereas subsection (b) serves a different\r\npurpose   obligating hospitals to stabilize individuals (wherever\r\nin the hospital they may be) when emergency medical conditions are\r\ndetected.  In short, these two provisions create distinct\r\nobligations and apply to different classes of individuals.  SeeSmith, 243 Va. at 451, 416 S.E.2d at 692.  Moreover, it makes good\r\nsense to restrict subsection (a) screenings to emergency room\r\narrivals, given the peculiar set of problems associated with\r\ntreatment in such facilities.  By contrast, the broader, hospital-\r\nwide sweep of subsection (b) makes equally good sense.  While\r\nscreening is arguably the key to ensuring the health of itinerants\r\nwho arrive at an emergency room, stabilization is arguably the key\r\nto ensuring the health of those already admitted to the hospital\r\nwho develop emergency medical conditions.\r\nTo be sure, the proponents of a conjunctive reading\r\npossess some ammunition   but, for the most part, they are shooting\r\nblanks.  The appellees prominently mention several cases\r\ninterpreting subsection (c) to impose liability only upon a prior\r\nsubsection (b) determination that the transferee patient suffers\r\nfrom an emergency medical condition.  See, e.g., Vickers v. Nash\r\nGen'l Hosp., Inc., 78 F.3d 139, 145 (4th Cir. 1996); Urban, 43 F.3d\r\nat 525; Gatewood v. Washington Healthcare Corp., 933 F.2d 1037,\r\n1041 (D.C. Cir. 1991).  We question the relevance of these\r\nprecedents.  The linkage of subsections (b) and (c) finds explicit\r\nsupport in the text of subsection (b)(1), which ties the need for\r\nstabilization of discerned emergency medical conditions to the\r\ntransfer restrictions imposed by subsection (c).  See 42 U.S.C. \r\n1395dd(b)(1)(B) (explaining that, if a hospital determines that an\r\nemergency medical condition exists, it either must stabilize the\r\nindividual or transfer him \"in accordance with subsection (c)\"). \r\nThis furnishes a sound reason, embedded in the statute's text, to\r\nread subsection (c)'s qualified prohibition on unstabilized\r\ntransfers in tandem with subsection (b)'s requirement that the\r\nhospital actually detect the emergency medical condition.\r\nAlthough conjoining subsections (b) and (c) therefore\r\nmakes linguistic and structural sense, no similar justification\r\nexists for marrying subsection (a) to subsection (b).  The mere\r\nfact that two pieces of a statutory puzzle may be interdependent in\r\na particular way does not mean that all the pieces must fit\r\ntogether in the same manner.  As we have said, the language and\r\nstructure of subsections (a) and (b) counsel in favor of a\r\ndisjunctive interpretation.  The district court's attempt to merge\r\nthese two provisions renders nugatory key language pertaining to\r\nthe scope of the statute.  We see no compelling reason to sacrifice\r\nthe statute's plain language on the altar of interdependence in\r\norder artificially to interlock subsections (a) and (b).\r\nEven though the case law bundling subsections (b) and (c)\r\nis off point, there are some other straws in the wind that blow in\r\nthe appellees' direction.  For example, in James v. Sunrise Hosp.,\r\n86 F.3d 885 (9th Cir. 1996), a Ninth Circuit panel stated that\r\nsubsection (c)'s transfer restrictions \"apply only when an\r\nindividual comes to the emergency room, and after an appropriate\r\nscreening examination, the hospital determines that the individual\r\nhas an emergency medical condition.\"  Id. at 889 (emphasis\r\nsupplied; internal quotation marks omitted).  In making this\r\nstatement, the James panel, like the court below, construed\r\nsubsections (a), (b), and (c) as relating to a single sequence of\r\nevents.  See id.  The court forged this link largely on the basis\r\nof a phrase found in 42 U.S.C.  1395dd(c)(1)(A)(iii).  With\r\nrespect, we think that this cross-reference cannot carry the weight\r\nthat James placed upon it.\r\nSubsection (c) generally prohibits transfers of\r\nunstabilized patients unless the patient has so requested in\r\nwriting, see id.  1395dd(c)(1)(A)(i), a physician has certified\r\nthat the medical benefits of an appropriate transfer outweigh the\r\nattendant risks, see id.  1395dd(c)(1)(A)(ii), or, \"if a physician\r\nis not physically present in the emergency department at the time\r\nan individual is transferred, a qualified medical person\" has\r\nsigned the certificate after consulting with a physician who has\r\nmade the transfer decision and who subsequently countersigns, id. 1395dd(c)(1)(A)(iii).  James fastens onto this \"not physically\r\npresent in the emergency department\" language, overlooking that the\r\nprovision addresses only a discrete subset of transfer\r\ncircumstances   the physical inability of a physician to sign the\r\nrequisite certificate when time is of the essence    that Congress\r\nlikely associated with emergency room \"on call\" arrangements. \r\nIndeed, Congress's intention not to ensconce the certification\r\nprocedure within the exclusive domain of the emergency department\r\nis made manifest by the language of 42 U.S.C. \r\n1395dd(c)(1)(A)(ii), which prescribes an independent procedure for\r\neffecting unstabilized transfers without imposing any limitation on\r\nwhere certification decisions must be made.  That same intent is\r\nalso evinced in 42 U.S.C.  1395dd(b)(1)(A), which directs use of\r\nthe staff and resources of the entire hospital facility to\r\nstabilize a patient once an emergency medical condition\r\ndetermination has been made.  Since the James court's reading of\r\nthe transfer restrictions flies in the teeth both of EMTALA's\r\nphysician-wide certification option and its hospital-wide\r\nstabilization requirement, we decline to follow it.\r\nIn settling upon a conjunctive reading of subsections (a)\r\nand (b), the district court fretted most over legislative purpose. \r\nIt cannot be gainsaid that, in enacting EMTALA, Congress was driven\r\nby a concern that hospitals were refusing to admit and treat\r\nuninsured patients. See H.R. Rep. No. 99-241(I), at 27 (1986),\r\nreprinted in 1986 U.S.C.C.A.N. 579, 605; see also Correa,  69 F.3d\r\nat 1189.  The lower court believed that allowing EMTALA's\r\nstabilization and transfer obligations to apply outside the context\r\nof emergency room arrivals would extend the statute's reach beyond\r\nthis particularized concern with patient dumping.  For three\r\nreasons, we think that this is too cramped a view.\r\nIn the first place, courts interpret statutes primarily\r\nthrough detailed analysis of concrete statutory language, not by\r\nreference to abstract notions of generalized legislative intent. \r\nSee Connecticut Nat'l Bank v. Germain, 503 U.S. 249, 253-54 (1992)\r\n(reiterating \"that courts must presume that a legislature says in\r\na statute what it means and means in a statute what it says\r\nthere\"); see also Correa, 69 F.3d at 1194 (concluding that,\r\nnotwithstanding Congress's focus on patient dumping, an\r\nindividual's financial status plays no part in determining the\r\nreach of subsection (a)).  Put another way, although legislative\r\npurpose can shed light upon congressional intent where Congress has\r\nblown an uncertain trumpet, it cannot serve as the baseline for\r\nstatutory construction.\r\nIn the second place, Congress obviously had a horizon\r\nbroader than the emergency room in mind when it enacted EMTALA. \r\nThe statute explicitly embraces women in labor, see 42 U.S.C. \r\n1395dd(e)(1)(B) (defining emergency medical condition)   yet most\r\ngravid women go to maternity wards, not emergency rooms, when they\r\nare ready to give birth.\r\nLast, but surely not least, Congress's preoccupation with\r\npatient dumping is served, not undermined, by forbidding the\r\ndumping of any hospital patient with a known, unstabilized,\r\nemergency condition.  After all, patient dumping is not a practice\r\nthat is limited to emergency rooms.  If a hospital determines that\r\na patient on a ward has developed an emergency medical condition,\r\nit may fear that the costs of treatment will outstrip the patient's\r\nresources, and seek to move the patient elsewhere.  That strain of\r\npatient dumping is equally as pernicious as what occurs in\r\nemergency departments, and we are unprepared to say that Congress\r\ndid not seek to curb it.  Accord Smith, 243 Va. at 452, 416 S.E.2d\r\nat 692.\r\nThe district court also worried that, without an\r\nemergency room arrival limitation, EMTALA might be converted into\r\na federal cause of action for medical malpractice.  We agree that\r\nCongress did not intend such a result, see Correa, 69 F.3d at 1192,\r\nbut we suspect that the district court's fears are overblown.  Cf.William Shakespeare, Macbeth, act 1, sc. 3 (1605) (warning that\r\npresent fears may be \"less than horrible imaginings\").  In all\r\nevents, the paradigmatic EMTALA circumstances of the instant case\r\ngive us no occasion to address such looming issues.  Here, the\r\nnewborn's emergency condition was apparent upon presentment and the\r\ncorresponding decision to transfer was made immediately.\r\nIII.  CONCLUSION\r\nWe need go no further.  Because subsections (a) and (b)\r\nof EMTALA operate disjunctively rather than conjunctively, the\r\ninfant decedent's arrival in the operating room and the Hospital's\r\nprompt detection of an emergency medical condition, if proven, will\r\nsuffice to engage the gears of EMTALA's stabilization and transfer\r\nobligations.  See 42 U.S.C.  1395dd(b).  It follows that the\r\ndistrict court erred in dismissing the complaint on jurisdictional\r\ngrounds.  Whether Lpez-Soto has made out the other elements of  an\r\nEMTALA claim is, of course, a different question   and one that is\r\nnot now before us.  At this stage of the litigation we conclude\r\nonly that the absence of emergency room presentment does not\r\npreclude prosecution of this suit under 42 U.S.C.  1395dd(b).\r\nIn light of this conclusion, we reverse the district\r\ncourt's dispositive order and remand for further proceedings.  The\r\ndistrict court must, inter alia, reinstate the pendent claims which\r\nit previously dismissed.\r\nReversed and remanded.                        STATUTORY APPENDIX\r\n1395dd.  Examination and treatment for emergency medical\r\nconditions and women in labor\r\n(a) Medical screening requirement\r\n   In the case of a hospital that has a hospital\r\nemergency department, if any individual . . . comes to\r\nthe emergency department and a request is made on the\r\nindividual's behalf for examination or treatment for a\r\nmedical condition, the hospital must provide for an\r\nappropriate medical screening examination within the\r\ncapability of the hospital's emergency department,\r\nincluding ancillary services routinely available to the\r\nemergency department, to determine whether or not an\r\nemergency medical condition (within the meaning of\r\nsubsection (e)(1) of this section) exists.\r\n(b) Necessary stabilizing treatment for emergency medical\r\nconditions and labor\r\n     (1) In general\r\n        If any individual . . . comes to a hospital\r\n     and the hospital determines that the individual\r\n     has an emergency medical condition, the hospital\r\n     must provide either   \r\n          (A) within the staff and facilities\r\n          available at the hospital, for such further\r\n          medical examination and such treatment as\r\n          may be required to stabilize the medical\r\n          condition, or\r\n          (B) for transfer of the individual to\r\n          another medical facility in accordance with\r\n          subsection (c) of this section.\r\n     . . .\r\n(c) Restricting transfers until individual stabilized\r\n     (1) Rule\r\n       If an individual at a hospital has an emergency\r\n     medical condition which has not been stabilized\r\n     (within the meaning of subsection (e)(3)(B) of\r\n     this section), the hospital may not transfer the\r\n     individual unless   \r\n          (A)(i) the individual (or a legally\r\n          responsible person acting on the\r\n          individual's behalf) after being informed of\r\n          the hospital's obligations under this\r\n          section and of the risk of transfer, in\r\n          writing requests transfer to another\r\n          facility,\r\n          (ii) a physician . . . has signed a\r\n          certification that based upon the\r\n          information available at the time of\r\n          transfer, the medical benefits reasonably\r\n          expected from the provision of appropriate\r\n          medical treatment at another medical\r\n          facility outweigh the increased risks to the\r\n          individual and, in the case of labor, to the\r\n          unborn child from effecting the transfer, or \r\n          (iii) if a physician is not physically\r\n          present in the emergency department at the\r\n          time an individual is transferred, a\r\n          qualified medical person (as defined by the\r\n          Secretary in regulations) has signed a\r\n          certification described in clause (ii) after\r\n          a physician . . ., in consultation with the\r\n          person, has made the determination described\r\n          in such clause, and subsequently\r\n          countersigns the certification; and \r\n          (B) the transfer is an appropriate transfer\r\n          (within the meaning of paragraph (2)) to\r\n          that facility.\r\n     A certification described in clause (ii) or (iii)\r\n     of subparagraph (A) shall include a summary of\r\n     the risks and benefits upon which the\r\n     certification is based.\r\n\n                  *        *        *\r\n\n42 U.S.C.  1395dd (1994) (amended 1997).\n",
  "html": "<p class=\"case_cite\">175 F.3d 170</p>\n    <p class=\"parties\">Mayda LOPEZ-SOTO, Et al., Plaintiffs, Appellants,<br>v.<br>Jose HAWAYEK, M.D., Et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1594.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 2, 1999.<br>Decided April 9, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Guillermo Ramos Luina, with whom Harry Anduze Montano was on brief, for appellants.</p>\n      <p class=\"indent\">Jose A. Rivera Cordero, with whom Pedro Lugo Frank, Luis F. Montijo and Mirta Rodriguez Mora were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents a fundamental question concerning the interpretation of the Emergency Medical Treatment and Active Labor Act (EMTALA), 42 U.S.C. &#167; 1395dd (1994) (amended 1997).  We neither minimize the difficulty of the question nor pretend that the answer is transpiciously clear.  Upon careful perscrutation, however, we hold that EMTALA subsections (a) and (b) are to be read disjunctively, not conjunctively.  Accordingly, we reverse the district court's contrary ruling and reinstate the plaintiffs' action.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We rehearse only those facts necessary to add a modicum of texture to our statutory analysis, accepting as true the appellants' version of events.  See Fed.R.Civ.P. 56.  For ready reference, we reproduce EMTALA's pertinent provisions in an Appendix.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Experiencing normal labor pains, Mayda Lpez-Soto arrived at Auxilio Mutuo Hospital (the Hospital) in the early morning hours of June 12, 1993.  Hospital personnel brought her to the maternity ward where she was examined and admitted.  Dr. Jose Hawayek, an obstetrician, broke her water at approximately 7:30 a.m., revealing the presence of thick \"pea soup\" meconium in the amniotic fluid.  Rupturing the membranes of the amniotic sac failed to stimulate dilation, so Dr. Hawayek ordered a cesarean section.  Lpez-Soto gave birth to a baby boy at 1:50 p.m.  (roughly 15 minutes after the operation commenced).  The infant emerged in severe respiratory distress due to meconium aspiration.  His condition presented a medical emergency.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hospital staffers summoned Dr. Martn Garrido, the pediatrician on call.  Dr. Garrido determined that the baby required specialized care and began making arrangements to transfer him to a hospital with a functioning neonatal intensive care unit.  Before transport occurred, Dr. Garrido identified an additional cause for medical concern:  the presence of a pulmonary pneumothorax.  He nonetheless elected to send the infant to the receiving hospital without first attempting to stabilize the patient or to treat that exigent condition.  The baby was admitted to the San Juan Pediatric Hospital that evening, but perished the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lpez-Soto and her husband brought suit on behalf of themselves and the deceased child in Puerto Rico's federal district court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The complaint named as defendants the Hospital and several caregivers, including Drs. Hawayek and Garrido.  Lpez-Soto premised jurisdiction on the presence of a federal question, see 28 U.S.C. &#167; 1331, that question being the existence of a putative cause of action against the Hospital arising under federal law (to wit, EMTALA).  She added supplemental claims for medical malpractice under local law against all the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Only the EMTALA claim is relevant here.  In her complaint, Lpez-Soto posited that the Hospital violated EMTALA because her baby was born \"with a severe pulmonary condition that required emergency and immediate medical care and treatment,\" but the Hospital nonetheless transferred him to another institution without stabilizing this condition.  The defendants denied the material allegations of the complaint and contested jurisdiction, saying that EMTALA did not apply.  After considerable jousting (not relevant here), the district court, acting pursuant to Fed.R.Civ.P. 56, accepted the defendants' jurisdictional argument and dismissed the EMTALA claim.  At the same time, the court declined to retain supplemental jurisdiction over the medical malpractice claims, dismissing them without prejudice.  See 28 U.S.C. &#167; 1367(c).  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Lpez-Soto's EMTALA claim hinges on the Hospital's alleged failure to comply with the statute's stabilization and transfer provisions.  See 42 U.S.C. &#167; 1395dd(b)-(c).  In a thoughtful opinion, the district court concluded that Congress's isthmian concern with patient dumping--the practice of refusing to accept or treat patients who are uninsured or have no demonstrable means of payment--precluded reading these provisions independently of 42 U.S.C. &#167; 1395dd(a).  See Lpez- Soto v. Hawayek, 988 F.Supp. 41, 45 (D.P.R.1997).  The court therefore adopted a conjunctive interpretation of all three subsections and ruled that they create statutory duties for a covered hospital solely with regard to persons who come to the emergency department for assistance.  See id.   Only in that event must the hospital provide an appropriate medical screening, 42 U.S.C. &#167; 1395dd(a);  and, only if that screening uncovers an emergency medical condition must the hospital stabilize the patient and refrain from transferring him except in compliance with the statutory commands, see 42 U.S.C. &#167; 1395dd(b)-(c).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Superimposing this interpretation upon the scenario depicted by Lpez-Soto, the district court reasoned that the newborn had not come to the Hospital's emergency room seeking treatment for his respiratory distress, but, rather, had come to the Hospital via the operating room.  See Lpez- Soto, 988 F.Supp. at 46.   Consequently, the court determined that EMTALA's stabilization and transfer obligations had not been triggered and that Lpez-Soto had failed to state a cognizable claim under federal law.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We afford plenary review to the district court's resolution of this unadulterated question of law.  See, e.g., United States v. Gifford, 17 F.3d 462, 472 (1st Cir.1994).  We start our search for the meaning of the words that Congress wrote with an appraisal of the statutory text and structure, see Inmates of Suffolk County Jail v. Rouse, 129 F.3d 649, 653 (1st Cir.1997), mindful that if the plain language of the statute points unerringly in a single direction, an inquiring court ordinarily should look no further.  See United States v. Charles George Trucking Co., 823 F.2d 685, 688 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">EMTALA has a long reach.  It touches all acute care hospitals that have executed Medicare provider agreements with the federal government pursuant to 42 U.S.C. &#167; 1395cc.  See 42 U.S.C. &#167; 1395dd(e)(2);  see also Correa v. Hospital San Francisco, 69 F.3d 1184, 1189-90 (1st Cir.1995).  Moreover, it imposes myriad duties on these covered hospitals.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the most part, these duties reside in three principal statutory silos.  The most familiar of these is subsection (a), which imposes a duty to triage.  This duty takes the form of a requirement that a covered hospital perform an \"appropriate medical screening examination\" on \"any individual\" who \"comes to the emergency department\" seeking examination or treatment.  42 U.S.C. &#167; 1395dd(a).  Clearly, this provision obligates hospitals to screen only those individuals who present themselves at the emergency department.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Subsection (b) has a different focus.  It emphasizes stabilization, not screening.  Thus, if \"any individual ... comes to a hospital and the hospital determines that the individual has an emergency medical condition,\" the hospital must try to stabilize that condition, and can shift the patient to another institution only in accordance with EMTALA's transfer provisions.  42 U.S.C. &#167; 1395dd(b).  This language unambiguously imposes certain duties on covered hospitals vis-a-vis any victim of a detected medical emergency, regardless of how that person enters the institution or where within the walls he may be when the hospital identifies the problem.  See Helton v. Phelps County Regional Med.  Ctr., 794 F.Supp. 332, 333 (E.D.Mo.1992);  Smith v. Richmond Mem'l Hosp., 243 Va. 445, 451-52, 416 S.E.2d 689, 692 (1992).  Nothing in the subsection's text suggests a necessary relationship between a hospital's obligations and the identity of the department within the hospital to which the afflicted individual presents himself.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Subsection (c) seemingly has relevance to both of the preceding subsections.  It provides that \"[i]f an individual at a hospital has an emergency medical condition which has not been stabilized ..., the hospital may not transfer the individual\" save upon compliance with certain stipulated conditions.  42 U.S.C. &#167; 1395dd(c)(1).  This subsection does not distinguish between patients whose conditions are diagnosed in the emergency room and those whose conditions emerge in other hospital departments.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We reject the district court's attempt to meld these three duties together principally because doing so necessitates eschewal of subsection (b)'s plain language--\"comes to a hospital\"--in favor of a phrase--\"comes to the emergency department\"--that appears only in subsection (a).  This compressed approach renders the \"comes to a hospital\" language meaningless;  after all, if subsection (a)'s predicate requirement that an individual \"come[ ] to the emergency department\" were understood to infiltrate subsection (b), the latter's \"comes to a hospital\" requirement would be altogether superfluous.  It is a time-honored tenet that \"[a]ll words and provisions of statutes are intended to have meaning and are to be given effect, and no construction should be adopted which would render statutory words or phrases meaningless, redundant, or superfluous.\"  United States v. Ven-Fuel, Inc., 758 F.2d 741, 751-52 (1st Cir.1985).  We are reluctant to disregard this venerable canon of construction, especially since a sensible, available interpretation of the statute--one that places the three subsections side by side, rather than in lockstep--gives effect to both phrases.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A further canon of construction has relevance here.  The fact that Congress used the \"comes to an emergency department\" language in subsection (a) while employing different phraseology (\"comes to a hospital\") in subsection (b) serves to emphasize the separateness of the statutory commands.  \"[I]t is generally presumed that Congress acts intentionally and purposely when it includes particular language in one section of a statute but omits it in another.\"  BFP v. Resolution Trust Corp., 511 U.S. 531, 537, 114 S.Ct. 1757, 128 L.Ed.2d 556 (1994) (citations and internal quotation marks omitted).  Courts have an obligation to refrain from embellishing statutes by inserting language that Congress opted to omit.  See Keene Corp. v. United States, 508 U.S. 200, 208, 113 S.Ct. 2035, 124 L.Ed.2d 118 (1993).  So it is here.  Congress's decision to change the \"emergency department\" language rather than to repeat it in subsection (b) is potent evidence that Congress preferred to cast a wider net in respect to stabilization.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, a disjunctive approach draws strength from the fact that subsection (b) mentions neither an emergency room locus nor a medical screening as a precursor to a hospital's stabilization obligations.  Rather, those obligations attach as long as an individual enters any part of the hospital and the hospital determines that an emergency medical condition exists.  See 42 U.S.C. &#167; 1395d(b)(1).  As a practical matter, a hospital more often than not will discover the existence of an emergency medical condition by performing the screening required under subsection (a)--but nothing in EMTALA's language or structure makes subsection (b) an adjunct to subsection (a).  Moreover, punctuation can provide valuable insights into statutory interpretation, see United States v. Ron Pair Enters., Inc. 489 U.S. 235, 241-42, 109 S.Ct. 1026, 103 L.Ed.2d 290 (1989), and we cannot overlook that Congress chose structurally to disconnect the three subsections, closing them off from each other by periods, without any conjunctive links.  A statute should be parsed as punctuated unless some good reason exists to read it otherwise.  See 2A Sutherland, Statutes and Statutory Construction &#167; 47.15, at 179 (5th ed.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are not the only court to conclude that EMTALA requires such a disjunctive reading.  In what appears to have been the first case addressing the issue, the Virginia Supreme Court found \"nothing in the language of the Act which limits application of [subsections (b) and (c) ] solely to a patient who initially arrives at the emergency room.\"  Smith, 243 Va. at 452, 416 S.E.2d at 692.   Consequently, the court concluded that a plaintiff who had not come to the defendant hospital's emergency room nonetheless could sue under subsection (c) for an allegedly improper transfer.  See id.;   see also Reynolds v. Mercy Hosp., 861 F.Supp. 214, 222 (W.D.N.Y.1994);  Helton, 794 F.Supp. at 333.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Tenth Circuit also has accepted the disjunction between subsections (a) and (b).  In Urban v. King, 43 F.3d 523 (10th Cir.1994), a pregnant woman went to the hospital for a stress test (not conducted in the emergency department).  Despite warning signs, the hospital sent her home.  When she returned the following day, the hospital belatedly determined that she had an emergency condition and began efforts to stabilize her.  The woman sued, claiming that the hospital violated EMTALA on the first day by sending her home without stabilizing her emergency condition.  Although the case was decided on a different ground, the court said that subsection (a) was beside the point.  See id. at 525 n. 2. This dictum can only mean that the court did not consider emergency room arrival to be a prerequisite to liability under either subsection (b) or (c).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We find further support for our interpretation in Roberts v. Galen of Va., Inc., --- U.S. ----, 119 S.Ct. 685, 142 L.Ed.2d 648 (1999).  In the underlying opinion, the Sixth Circuit imported an intent requirement from subsection (a) into subsection (b), and ruled that, in a subsection (b) case, a plaintiff must show that the hospital acted with an improper motive in failing to stabilize.  See Roberts v. Galen of Va., Inc., 111 F.3d 405, 410 n. 3, 411 (6th Cir.1997);  see also Cleland v. Bronson Health Care Group, Inc., 917 F.2d 266, 272 (6th Cir.1990) (holding that to prove inappropriateness under subsection (a), a plaintiff must show an improper motive undergirding the hospital's actions).  The Supreme Court rejected on textual grounds this attempt to transplant a standard from subsection (a) into subsection (b).  See Roberts, 119 S.Ct. at 686.   Taking a similar textual approach, we find that subsection (b), unlike subsection (a), contains no requirement of entry through the portals of the emergency department.  Thus, by analogy to Roberts, the plain language of the statute militates against importation of the \"emergency department\" requirement from subsection (a) into subsection (b).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To these marshaled authorities, we add that a disjunctive \"plain language\" reading of the statute works no fatuity.  Subsection (a) requires hospitals to provide appropriate screening for individuals who seek assistance at an emergency department of a covered hospital, whereas subsection (b) serves a different purpose--obligating hospitals to stabilize individuals (wherever in the hospital they may be) when emergency medical conditions are detected.  In short, these two provisions create distinct obligations and apply to different classes of individuals.  See Smith, 243 Va. at 451, 416 S.E.2d at 692.   Moreover, it makes good sense to restrict subsection (a) screenings to emergency room arrivals, given the peculiar set of problems associated with treatment in such facilities.  By contrast, the broader, hospital-wide sweep of subsection (b) makes equally good sense.  While screening is arguably the key to ensuring the health of itinerants who arrive at an emergency room, stabilization is arguably the key to ensuring the health of those already admitted to the hospital who develop emergency medical conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To be sure, the proponents of a conjunctive reading possess some ammunition--but, for the most part, they are shooting blanks.  The appellees prominently mention several cases interpreting subsection (c) to impose liability only upon a prior subsection (b) determination that the transferee patient suffers from an emergency medical condition.  See, e.g., Vickers v. Nash Gen'l Hosp., Inc., 78 F.3d 139, 145 (4th Cir.1996);  Urban, 43 F.3d at 525;  Gatewood v. Washington Healthcare Corp., 933 F.2d 1037, 1041 (D.C.Cir.1991).  We question the relevance of these precedents.  The linkage of subsections (b) and (c) finds explicit support in the text of subsection (b)(1), which ties the need for stabilization of discerned emergency medical conditions to the transfer restrictions imposed by subsection (c).  See 42 U.S.C. &#167; 1395dd(b)(1)(B) (explaining that, if a hospital determines that an emergency medical condition exists, it either must stabilize the individual or transfer him \"in accordance with subsection (c)\").  This furnishes a sound reason, embedded in the statute's text, to read subsection (c)'s qualified prohibition on unstabilized transfers in tandem with subsection (b)'s requirement that the hospital actually detect the emergency medical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although conjoining subsections (b) and (c) therefore makes linguistic and structural sense, no similar justification exists for marrying subsection (a) to subsection (b).  The mere fact that two pieces of a statutory puzzle may be interdependent in a particular way does not mean that all the pieces must fit together in the same manner.  As we have said, the language and structure of subsections (a) and (b) counsel in favor of a disjunctive interpretation.  The district court's attempt to merge these two provisions renders nugatory key language pertaining to the scope of the statute.  We see no compelling reason to sacrifice the statute's plain language on the altar of interdependence in order artificially to interlock subsections (a) and (b).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even though the case law bundling subsections (b) and (c) is off point, there are some other straws in the wind that blow in the appellees' direction.  For example, in James v. Sunrise Hosp., 86 F.3d 885 (9th Cir.1996), a Ninth Circuit panel stated that subsection (c)'s transfer restrictions \"apply only when an individual comes to the emergency room, and after an appropriate screening examination, the hospital determines that the individual has an emergency medical condition.\"  Id. at 889 (emphasis supplied;  internal quotation marks omitted).  In making this statement, the James panel, like the court below, construed subsections (a), (b), and (c) as relating to a single sequence of events.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See id.   The court forged this link largely on the basis of a phrase found in 42 U.S.C. &#167; 1395dd(c)(1)(A)(iii).  With respect, we think that this cross-reference cannot carry the weight that James placed upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Subsection (c) generally prohibits transfers of unstabilized patients unless the patient has so requested in writing, see id. &#167; 1395dd(c)(1)(A)(i), a physician has certified that the medical benefits of an appropriate transfer outweigh the attendant risks, see id. &#167; 1395dd(c)(1)(A)(ii), or, \"if a physician is not physically present in the emergency department at the time an individual is transferred, a qualified medical person\" has signed the certificate after consulting with a physician who has made the transfer decision and who subsequently countersigns, id. &#167; 1395dd(c)(1)(A)(iii).  James fastens onto this \"not physically present in the emergency department\" language, overlooking that the provision addresses only a discrete subset of transfer circumstances--the physical inability of a physician to sign the requisite certificate when time is of the essence--that Congress likely associated with emergency room \"on call\" arrangements.  Indeed, Congress's intention not to ensconce the certification procedure within the exclusive domain of the emergency department is made manifest by the language of 42 U.S.C. &#167; 1395dd(c)(1)(A)(ii), which prescribes an independent procedure for effecting unstabilized transfers without imposing any limitation on where certification decisions must be made.  That same intent is also evinced in 42 U.S.C. &#167; 1395dd(b)(1)(A), which directs use of the staff and resources of the entire hospital facility to stabilize a patient once an emergency medical condition determination has been made.  Since the James court's reading of the transfer restrictions flies in the teeth both of EMTALA's physician-wide certification option and its hospital-wide stabilization requirement, we decline to follow it.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In settling upon a conjunctive reading of subsections (a) and (b), the district court fretted most over legislative purpose.  See Lpez- Soto, 988 F.Supp. at 43-44.   It cannot be gainsaid that, in enacting EMTALA, Congress was driven by a concern that hospitals were refusing to admit and treat uninsured patients.  See H.R.Rep. No. 99-241(I), at 27 (1986), reprinted in 1986 U.S.C.C.A.N. 579, 605;  see also Correa, 69 F.3d at 1189.   The lower court believed that allowing EMTALA's stabilization and transfer obligations to apply outside the context of emergency room arrivals would extend the statute's reach beyond this particularized concern with patient dumping.  For three reasons, we think that this is too cramped a view.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the first place, courts interpret statutes primarily through detailed analysis of concrete statutory language, not by reference to abstract notions of generalized legislative intent.  See Connecticut Nat'l Bank v. Germain, 503 U.S. 249, 253-54, 112 S.Ct. 1146, 117 L.Ed.2d 391 (1992) (reiterating \"that courts must presume that a legislature says in a statute what it means and means in a statute what it says there\");  see also Correa, 69 F.3d at 1194 (concluding that, notwithstanding Congress's focus on patient dumping, an individual's financial status plays no part in determining the reach of subsection (a)).  Put another way, although legislative purpose can shed light upon congressional intent where Congress has blown an uncertain trumpet, it cannot serve as the baseline for statutory construction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the second place, Congress obviously had a horizon broader than the emergency room in mind when it enacted EMTALA.  The statute explicitly embraces women in labor, see 42 U.S.C. &#167; 1395dd(e)(1)(B) (defining emergency medical condition)--yet most gravid women go to maternity wards, not emergency rooms, when they are ready to give birth.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Last, but surely not least, Congress's preoccupation with patient dumping is served, not undermined, by forbidding the dumping of any hospital patient with a known, unstabilized, emergency condition.  After all, patient dumping is not a practice that is limited to emergency rooms.  If a hospital determines that a patient on a ward has developed an emergency medical condition, it may fear that the costs of treatment will outstrip the patient's resources, and seek to move the patient elsewhere.  That strain of patient dumping is equally as pernicious as what occurs in emergency departments, and we are unprepared to say that Congress did not seek to curb it.  Accord Smith, 243 Va. at 452, 416 S.E.2d at 692.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court also worried that, without an emergency room arrival limitation, EMTALA might be converted into a federal cause of action for medical malpractice.  See Lpez- Soto, 988 F.Supp. at 46.   We agree that Congress did not intend such a result, see Correa, 69 F.3d at 1192, but we suspect that the district court's fears are overblown.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Cf. William Shakespeare, Macbeth, act 1, sc. 3 (1605) (warning that present fears may be \"less than horrible imaginings\").  In all events, the paradigmatic EMTALA circumstances of the instant case give us no occasion to address such looming issues.  Here, the newborn's emergency condition was apparent upon presentment and the corresponding decision to transfer was made immediately.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We need go no further.  Because subsections (a) and (b) of EMTALA operate disjunctively rather than conjunctively, the infant decedent's arrival in the operating room and the Hospital's prompt detection of an emergency medical condition, if proven, will suffice to engage the gears of EMTALA's stabilization and transfer obligations.  See 42 U.S.C. &#167; 1395dd(b).  It follows that the district court erred in dismissing the complaint on jurisdictional grounds.  Whether Lpez-Soto has made out the other elements of an EMTALA claim is, of course, a different question--and one that is not now before us.  At this stage of the litigation we conclude only that the absence of emergency room presentment does not preclude prosecution of this suit under 42 U.S.C. &#167; 1395dd(b).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In light of this conclusion, we reverse the district court's dispositive order and remand for further proceedings.  The district court must, inter alia, reinstate the pendent claims which it previously dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <p>STATUTORY APPENDIX</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>&#167; 1395dd.  Examination and treatment for emergency medical conditions and women in labor</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>(a) Medical screening requirement</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the case of a hospital that has a hospital emergency department, if any individual ... comes to the emergency department and a request is made on the individual's behalf for examination or treatment for a medical condition, the hospital must provide for an appropriate medical screening examination within the capability of the hospital's emergency department, including ancillary services routinely available to the emergency department, to determine whether or not an emergency medical condition (within the meaning of subsection (e)(1) of this section) exists.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>(b) Necessary stabilizing treatment for emergency medical</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>conditions and labor</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>(1) In general</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">If any individual ... comes to a hospital and the hospital determines that the individual has an emergency medical condition, the hospital must provide either--</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">(A) within the staff and facilities available at the hospital, for such further medical examination and such treatment as may be required to stabilize the medical condition, or</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">(B) for transfer of the individual to another medical facility in accordance with subsection (c) of this section.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>(c) Restricting transfers until individual stabilized</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>(1) Rule</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">If an individual at a hospital has an emergency medical condition which has not been stabilized (within the meaning of subsection (e)(3)(B) of this section), the hospital may not transfer the individual unless--</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(A)(i) the individual (or a legally responsible person acting on the individual's behalf) after being informed of the hospital's obligations under this section and of the risk of transfer, in writing requests transfer to another facility,</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>(ii) a physician ... has signed a certification that based upon the information available at the time of transfer, the medical benefits reasonably expected from the provision of appropriate medical treatment at another medical facility outweigh the increased risks to the individual and, in the case of labor, to the unborn child from effecting the transfer, or</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>(iii) if a physician is not physically present in the emergency department at the time an individual is transferred, a qualified medical person (as defined by the Secretary in regulations) has signed a certification described in clause (ii) after a physician ..., in consultation with the person, has made the determination described in such clause, and subsequently countersigns the certification;  and</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>(B) the transfer is an appropriate transfer (within the meaning of paragraph (2)) to that facility.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>A certification described in clause (ii) or (iii) of subparagraph (A) shall include a summary of the risks and benefits upon which the certification is based.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1395dd (1994) (amended 1997).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For ease in reference, we treat Lpez-Soto as if she were the sole plaintiff</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This three-way conjunctive construction was gratuitous.  To resolve the issue before it, the court needed to decide only whether subsections (b) and (c) should be read conjunctively.  The added step that the court took--linking subsection (a) to subsections (b) and (c)--was wholly unnecessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The only other court of appeals to have so much as hinted at a similar result did so in a context in which the individual involved never physically presented himself at the hospital, and, thus, did not decide whether coming to the hospital, as opposed to the emergency department, would suffice to galvanize subsection (b).  See Miller v. Medical Ctr. of S.W. La., 22 F.3d 626, 629-30 (5th Cir.1994).  It is, therefore, of no assistance here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The principal problem is a temporal one.  Requiring hospital-wide stabilization of individuals with emergency medical conditions raises the question of how long subsection (b)'s stabilization obligations persist.  If stabilization were mandated by EMTALA without limit of time, it might well encroach upon the province of state malpractice law.  Withal, other courts have found ways to cabin such undue expansions of EMTALA into the malpractice realm.  See, e.g., Bryan v. Rectors and Visitors of Univ. of Va., 95 F.3d 349, 352 (4th Cir.1996) (interpreting EMTALA to include a temporal limitation on a hospital's obligations).  We leave for another day precisely how we will deal with this conundrum</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></span></p>\n    <p class=\"parties\">Mayda LOPEZ-SOTO, Et al., Plaintiffs, Appellants,<br>v.<br>Jose HAWAYEK, M.D., Et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1594.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 2, 1999.<br>Decided April 9, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Guillermo Ramos Luina, with whom Harry Anduze Montano was on brief, for appellants.</p>\n      <p class=\"indent\">Jose A. Rivera Cordero, with whom Pedro Lugo Frank, Luis F. Montijo and Mirta Rodriguez Mora were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents a fundamental question concerning the interpretation of the Emergency Medical Treatment and Active Labor Act (EMTALA), 42 U.S.C. &#167; 1395dd (1994) (amended 1997).  We neither minimize the difficulty of the question nor pretend that the answer is transpiciously clear.  Upon careful perscrutation, however, we hold that EMTALA subsections (a) and (b) are to be read disjunctively, not conjunctively.  Accordingly, we reverse the district court's contrary ruling and reinstate the plaintiffs' action.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We rehearse only those facts necessary to add a modicum of texture to our statutory analysis, accepting as true the appellants' version of events.  See Fed.R.Civ.P. 56.  For ready reference, we reproduce EMTALA's pertinent provisions in an Appendix.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Experiencing normal labor pains, Mayda Lpez-Soto arrived at Auxilio Mutuo Hospital (the Hospital) in the early morning hours of June 12, 1993.  Hospital personnel brought her to the maternity ward where she was examined and admitted.  Dr. Jose Hawayek, an obstetrician, broke her water at approximately 7:30 a.m., revealing the presence of thick \"pea soup\" meconium in the amniotic fluid.  Rupturing the membranes of the amniotic sac failed to stimulate dilation, so Dr. Hawayek ordered a cesarean section.  Lpez-Soto gave birth to a baby boy at 1:50 p.m.  (roughly 15 minutes after the operation commenced).  The infant emerged in severe respiratory distress due to meconium aspiration.  His condition presented a medical emergency.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hospital staffers summoned Dr. Martn Garrido, the pediatrician on call.  Dr. Garrido determined that the baby required specialized care and began making arrangements to transfer him to a hospital with a functioning neonatal intensive care unit.  Before transport occurred, Dr. Garrido identified an additional cause for medical concern:  the presence of a pulmonary pneumothorax.  He nonetheless elected to send the infant to the receiving hospital without first attempting to stabilize the patient or to treat that exigent condition.  The baby was admitted to the San Juan Pediatric Hospital that evening, but perished the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lpez-Soto and her husband brought suit on behalf of themselves and the deceased child in Puerto Rico's federal district court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The complaint named as defendants the Hospital and several caregivers, including Drs. Hawayek and Garrido.  Lpez-Soto premised jurisdiction on the presence of a federal question, see 28 U.S.C. &#167; 1331, that question being the existence of a putative cause of action against the Hospital arising under federal law (to wit, EMTALA).  She added supplemental claims for medical malpractice under local law against all the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Only the EMTALA claim is relevant here.  In her complaint, Lpez-Soto posited that the Hospital violated EMTALA because her baby was born \"with a severe pulmonary condition that required emergency and immediate medical care and treatment,\" but the Hospital nonetheless transferred him to another institution without stabilizing this condition.  The defendants denied the material allegations of the complaint and contested jurisdiction, saying that EMTALA did not apply.  After considerable jousting (not relevant here), the district court, acting pursuant to Fed.R.Civ.P. 56, accepted the defendants' jurisdictional argument and dismissed the EMTALA claim.  At the same time, the court declined to retain supplemental jurisdiction over the medical malpractice claims, dismissing them without prejudice.  See 28 U.S.C. &#167; 1367(c).  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Lpez-Soto's EMTALA claim hinges on the Hospital's alleged failure to comply with the statute's stabilization and transfer provisions.  See 42 U.S.C. &#167; 1395dd(b)-(c).  In a thoughtful opinion, the district court concluded that Congress's isthmian concern with patient dumping--the practice of refusing to accept or treat patients who are uninsured or have no demonstrable means of payment--precluded reading these provisions independently of 42 U.S.C. &#167; 1395dd(a).  See Lpez- Soto v. Hawayek, <span class=\"citation no-link\"><span class=\"volume\">988</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">41</span></span>, 45 (D.P.R.1997).  The court therefore adopted a conjunctive interpretation of all three subsections and ruled that they create statutory duties for a covered hospital solely with regard to persons who come to the emergency department for assistance.  See id.   Only in that event must the hospital provide an appropriate medical screening, 42 U.S.C. &#167; 1395dd(a);  and, only if that screening uncovers an emergency medical condition must the hospital stabilize the patient and refrain from transferring him except in compliance with the statutory commands, see 42 U.S.C. &#167; 1395dd(b)-(c).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Superimposing this interpretation upon the scenario depicted by Lpez-Soto, the district court reasoned that the newborn had not come to the Hospital's emergency room seeking treatment for his respiratory distress, but, rather, had come to the Hospital via the operating room.  See Lpez- Soto, 988 F.Supp. at 46.   Consequently, the court determined that EMTALA's stabilization and transfer obligations had not been triggered and that Lpez-Soto had failed to state a cognizable claim under federal law.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We afford plenary review to the district court's resolution of this unadulterated question of law.  See, e.g., United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 472 (1st Cir.1994).  We start our search for the meaning of the words that Congress wrote with an appraisal of the statutory text and structure, see Inmates of Suffolk County Jail v. Rouse, <span class=\"citation\" data-id=\"197630\"><a href=\"/opinion/197630/inmates-of-suffolk-v-rouse/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">649</span></a></span>, 653 (1st Cir.1997), mindful that if the plain language of the statute points unerringly in a single direction, an inquiring court ordinarily should look no further.  See United States v. Charles George Trucking Co., <span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 688 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">EMTALA has a long reach.  It touches all acute care hospitals that have executed Medicare provider agreements with the federal government pursuant to 42 U.S.C. &#167; 1395cc.  See 42 U.S.C. &#167; 1395dd(e)(2);  see also Correa v. Hospital San Francisco, <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1189-90 (1st Cir.1995).  Moreover, it imposes myriad duties on these covered hospitals.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the most part, these duties reside in three principal statutory silos.  The most familiar of these is subsection (a), which imposes a duty to triage.  This duty takes the form of a requirement that a covered hospital perform an \"appropriate medical screening examination\" on \"any individual\" who \"comes to the emergency department\" seeking examination or treatment.  42 U.S.C. &#167; 1395dd(a).  Clearly, this provision obligates hospitals to screen only those individuals who present themselves at the emergency department.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Subsection (b) has a different focus.  It emphasizes stabilization, not screening.  Thus, if \"any individual ... comes to a hospital and the hospital determines that the individual has an emergency medical condition,\" the hospital must try to stabilize that condition, and can shift the patient to another institution only in accordance with EMTALA's transfer provisions.  42 U.S.C. &#167; 1395dd(b).  This language unambiguously imposes certain duties on covered hospitals vis-a-vis any victim of a detected medical emergency, regardless of how that person enters the institution or where within the walls he may be when the hospital identifies the problem.  See Helton v. Phelps County Regional Med.  Ctr., <span class=\"citation no-link\"><span class=\"volume\">794</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">332</span></span>, 333 (E.D.Mo.1992);  Smith v. Richmond Mem'l Hosp., <span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">Va.</span> <span class=\"page\">445</span></span>, 451-52, <span class=\"citation\" data-id=\"1269997\"><a href=\"/opinion/1269997/smith-v-richmond-memorial-hosp/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">689</span></a></span>, 692 (1992).  Nothing in the subsection's text suggests a necessary relationship between a hospital's obligations and the identity of the department within the hospital to which the afflicted individual presents himself.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Subsection (c) seemingly has relevance to both of the preceding subsections.  It provides that \"[i]f an individual at a hospital has an emergency medical condition which has not been stabilized ..., the hospital may not transfer the individual\" save upon compliance with certain stipulated conditions.  42 U.S.C. &#167; 1395dd(c)(1).  This subsection does not distinguish between patients whose conditions are diagnosed in the emergency room and those whose conditions emerge in other hospital departments.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We reject the district court's attempt to meld these three duties together principally because doing so necessitates eschewal of subsection (b)'s plain language--\"comes to a hospital\"--in favor of a phrase--\"comes to the emergency department\"--that appears only in subsection (a).  This compressed approach renders the \"comes to a hospital\" language meaningless;  after all, if subsection (a)'s predicate requirement that an individual \"come[ ] to the emergency department\" were understood to infiltrate subsection (b), the latter's \"comes to a hospital\" requirement would be altogether superfluous.  It is a time-honored tenet that \"[a]ll words and provisions of statutes are intended to have meaning and are to be given effect, and no construction should be adopted which would render statutory words or phrases meaningless, redundant, or superfluous.\"  United States v. Ven-Fuel, Inc., <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 751-52 (1st Cir.1985).  We are reluctant to disregard this venerable canon of construction, especially since a sensible, available interpretation of the statute--one that places the three subsections side by side, rather than in lockstep--gives effect to both phrases.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A further canon of construction has relevance here.  The fact that Congress used the \"comes to an emergency department\" language in subsection (a) while employing different phraseology (\"comes to a hospital\") in subsection (b) serves to emphasize the separateness of the statutory commands.  \"[I]t is generally presumed that Congress acts intentionally and purposely when it includes particular language in one section of a statute but omits it in another.\"  BFP v. Resolution Trust Corp., <span class=\"citation\" data-id=\"1087957\"><a href=\"/opinion/1087957/bfp-v-resolution-trust-corporation/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 537, <span class=\"citation\" data-id=\"1087957\"><a href=\"/opinion/1087957/bfp-v-resolution-trust-corporation/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1757</span></a></span>, <span class=\"citation\" data-id=\"1087957\"><a href=\"/opinion/1087957/bfp-v-resolution-trust-corporation/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1994) (citations and internal quotation marks omitted).  Courts have an obligation to refrain from embellishing statutes by inserting language that Congress opted to omit.  See Keene Corp. v. United States, <span class=\"citation\" data-id=\"112865\"><a href=\"/opinion/112865/keene-corp-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 208, <span class=\"citation\" data-id=\"112865\"><a href=\"/opinion/112865/keene-corp-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, <span class=\"citation\" data-id=\"112865\"><a href=\"/opinion/112865/keene-corp-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">118</span></a></span> (1993).  So it is here.  Congress's decision to change the \"emergency department\" language rather than to repeat it in subsection (b) is potent evidence that Congress preferred to cast a wider net in respect to stabilization.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, a disjunctive approach draws strength from the fact that subsection (b) mentions neither an emergency room locus nor a medical screening as a precursor to a hospital's stabilization obligations.  Rather, those obligations attach as long as an individual enters any part of the hospital and the hospital determines that an emergency medical condition exists.  See 42 U.S.C. &#167; 1395d(b)(1).  As a practical matter, a hospital more often than not will discover the existence of an emergency medical condition by performing the screening required under subsection (a)--but nothing in EMTALA's language or structure makes subsection (b) an adjunct to subsection (a).  Moreover, punctuation can provide valuable insights into statutory interpretation, see United States v. Ron Pair Enters., Inc. <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 241-42, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1989), and we cannot overlook that Congress chose structurally to disconnect the three subsections, closing them off from each other by periods, without any conjunctive links.  A statute should be parsed as punctuated unless some good reason exists to read it otherwise.  See 2A Sutherland, Statutes and Statutory Construction &#167; 47.15, at 179 (5th ed.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are not the only court to conclude that EMTALA requires such a disjunctive reading.  In what appears to have been the first case addressing the issue, the Virginia Supreme Court found \"nothing in the language of the Act which limits application of [subsections (b) and (c) ] solely to a patient who initially arrives at the emergency room.\"  Smith, 243 Va. at 452, 416 S.E.2d at 692.   Consequently, the court concluded that a plaintiff who had not come to the defendant hospital's emergency room nonetheless could sue under subsection (c) for an allegedly improper transfer.  See id.;   see also Reynolds v. Mercy Hosp., <span class=\"citation no-link\"><span class=\"volume\">861</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">214</span></span>, 222 (W.D.N.Y.1994);  Helton, 794 F.Supp. at 333.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Tenth Circuit also has accepted the disjunction between subsections (a) and (b).  In Urban v. King, <span class=\"citation\" data-id=\"685188\"><a href=\"/opinion/685188/derreck-lee-urban-minor-child-by-and-through-his-natural-father-and/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">523</span></a></span> (10th Cir.1994), a pregnant woman went to the hospital for a stress test (not conducted in the emergency department).  Despite warning signs, the hospital sent her home.  When she returned the following day, the hospital belatedly determined that she had an emergency condition and began efforts to stabilize her.  The woman sued, claiming that the hospital violated EMTALA on the first day by sending her home without stabilizing her emergency condition.  Although the case was decided on a different ground, the court said that subsection (a) was beside the point.  See id. at 525 n. 2. This dictum can only mean that the court did not consider emergency room arrival to be a prerequisite to liability under either subsection (b) or (c).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We find further support for our interpretation in Roberts v. Galen of Va., Inc., --- U.S. ----, <span class=\"citation\" data-id=\"1637175\"><a href=\"/opinion/1637175/roberts-v-galen-of-va-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">685</span></a></span>, <span class=\"citation\" data-id=\"1637175\"><a href=\"/opinion/1637175/roberts-v-galen-of-va-inc/\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1999).  In the underlying opinion, the Sixth Circuit imported an intent requirement from subsection (a) into subsection (b), and ruled that, in a subsection (b) case, a plaintiff must show that the hospital acted with an improper motive in failing to stabilize.  See Roberts v. Galen of Va., Inc., <span class=\"citation\" data-id=\"739697\"><a href=\"/opinion/739697/53-socsecrepser-180-medicare-medicaid-guide-p-45536-jane-roberts/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">405</span></a></span>, 410 n. 3, 411 (6th Cir.1997);  see also Cleland v. Bronson Health Care Group, Inc., <span class=\"citation\" data-id=\"550340\"><a href=\"/opinion/550340/31-socsecrepser-459-medicaremedicaid-gu-39030-clair-d-cleland-jr/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span></a></span>, 272 (6th Cir.1990) (holding that to prove inappropriateness under subsection (a), a plaintiff must show an improper motive undergirding the hospital's actions).  The Supreme Court rejected on textual grounds this attempt to transplant a standard from subsection (a) into subsection (b).  See Roberts, 119 S.Ct. at 686.   Taking a similar textual approach, we find that subsection (b), unlike subsection (a), contains no requirement of entry through the portals of the emergency department.  Thus, by analogy to Roberts, the plain language of the statute militates against importation of the \"emergency department\" requirement from subsection (a) into subsection (b).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To these marshaled authorities, we add that a disjunctive \"plain language\" reading of the statute works no fatuity.  Subsection (a) requires hospitals to provide appropriate screening for individuals who seek assistance at an emergency department of a covered hospital, whereas subsection (b) serves a different purpose--obligating hospitals to stabilize individuals (wherever in the hospital they may be) when emergency medical conditions are detected.  In short, these two provisions create distinct obligations and apply to different classes of individuals.  See Smith, 243 Va. at 451, 416 S.E.2d at 692.   Moreover, it makes good sense to restrict subsection (a) screenings to emergency room arrivals, given the peculiar set of problems associated with treatment in such facilities.  By contrast, the broader, hospital-wide sweep of subsection (b) makes equally good sense.  While screening is arguably the key to ensuring the health of itinerants who arrive at an emergency room, stabilization is arguably the key to ensuring the health of those already admitted to the hospital who develop emergency medical conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To be sure, the proponents of a conjunctive reading possess some ammunition--but, for the most part, they are shooting blanks.  The appellees prominently mention several cases interpreting subsection (c) to impose liability only upon a prior subsection (b) determination that the transferee patient suffers from an emergency medical condition.  See, e.g., Vickers v. Nash Gen'l Hosp., Inc., <span class=\"citation\" data-id=\"714151\"><a href=\"/opinion/714151/franklin-d-vickers-of-the-estate-of-martin-wade-vickers-v-nash-general/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></a></span>, 145 (4th Cir.1996);  Urban, 43 F.3d at 525;  Gatewood v. Washington Healthcare Corp., <span class=\"citation\" data-id=\"561773\"><a href=\"/opinion/561773/alice-gatewood-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1041 (D.C.Cir.1991).  We question the relevance of these precedents.  The linkage of subsections (b) and (c) finds explicit support in the text of subsection (b)(1), which ties the need for stabilization of discerned emergency medical conditions to the transfer restrictions imposed by subsection (c).  See 42 U.S.C. &#167; 1395dd(b)(1)(B) (explaining that, if a hospital determines that an emergency medical condition exists, it either must stabilize the individual or transfer him \"in accordance with subsection (c)\").  This furnishes a sound reason, embedded in the statute's text, to read subsection (c)'s qualified prohibition on unstabilized transfers in tandem with subsection (b)'s requirement that the hospital actually detect the emergency medical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although conjoining subsections (b) and (c) therefore makes linguistic and structural sense, no similar justification exists for marrying subsection (a) to subsection (b).  The mere fact that two pieces of a statutory puzzle may be interdependent in a particular way does not mean that all the pieces must fit together in the same manner.  As we have said, the language and structure of subsections (a) and (b) counsel in favor of a disjunctive interpretation.  The district court's attempt to merge these two provisions renders nugatory key language pertaining to the scope of the statute.  We see no compelling reason to sacrifice the statute's plain language on the altar of interdependence in order artificially to interlock subsections (a) and (b).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even though the case law bundling subsections (b) and (c) is off point, there are some other straws in the wind that blow in the appellees' direction.  For example, in James v. Sunrise Hosp., <span class=\"citation\" data-id=\"719802\"><a href=\"/opinion/719802/carol-james-v-sunrise-hospital-dba-sunrise-hospital-and-medical-center/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">885</span></a></span> (9th Cir.1996), a Ninth Circuit panel stated that subsection (c)'s transfer restrictions \"apply only when an individual comes to the emergency room, and after an appropriate screening examination, the hospital determines that the individual has an emergency medical condition.\"  Id. at 889 (emphasis supplied;  internal quotation marks omitted).  In making this statement, the James panel, like the court below, construed subsections (a), (b), and (c) as relating to a single sequence of events.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See id.   The court forged this link largely on the basis of a phrase found in 42 U.S.C. &#167; 1395dd(c)(1)(A)(iii).  With respect, we think that this cross-reference cannot carry the weight that James placed upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Subsection (c) generally prohibits transfers of unstabilized patients unless the patient has so requested in writing, see id. &#167; 1395dd(c)(1)(A)(i), a physician has certified that the medical benefits of an appropriate transfer outweigh the attendant risks, see id. &#167; 1395dd(c)(1)(A)(ii), or, \"if a physician is not physically present in the emergency department at the time an individual is transferred, a qualified medical person\" has signed the certificate after consulting with a physician who has made the transfer decision and who subsequently countersigns, id. &#167; 1395dd(c)(1)(A)(iii).  James fastens onto this \"not physically present in the emergency department\" language, overlooking that the provision addresses only a discrete subset of transfer circumstances--the physical inability of a physician to sign the requisite certificate when time is of the essence--that Congress likely associated with emergency room \"on call\" arrangements.  Indeed, Congress's intention not to ensconce the certification procedure within the exclusive domain of the emergency department is made manifest by the language of 42 U.S.C. &#167; 1395dd(c)(1)(A)(ii), which prescribes an independent procedure for effecting unstabilized transfers without imposing any limitation on where certification decisions must be made.  That same intent is also evinced in 42 U.S.C. &#167; 1395dd(b)(1)(A), which directs use of the staff and resources of the entire hospital facility to stabilize a patient once an emergency medical condition determination has been made.  Since the James court's reading of the transfer restrictions flies in the teeth both of EMTALA's physician-wide certification option and its hospital-wide stabilization requirement, we decline to follow it.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In settling upon a conjunctive reading of subsections (a) and (b), the district court fretted most over legislative purpose.  See Lpez- Soto, 988 F.Supp. at 43-44.   It cannot be gainsaid that, in enacting EMTALA, Congress was driven by a concern that hospitals were refusing to admit and treat uninsured patients.  See H.R.Rep. No. 99-241(I), at 27 (1986), reprinted in 1986 U.S.C.C.A.N. 579, 605;  see also Correa, 69 F.3d at 1189.   The lower court believed that allowing EMTALA's stabilization and transfer obligations to apply outside the context of emergency room arrivals would extend the statute's reach beyond this particularized concern with patient dumping.  For three reasons, we think that this is too cramped a view.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the first place, courts interpret statutes primarily through detailed analysis of concrete statutory language, not by reference to abstract notions of generalized legislative intent.  See Connecticut Nat'l Bank v. Germain, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 253-54, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992) (reiterating \"that courts must presume that a legislature says in a statute what it means and means in a statute what it says there\");  see also Correa, 69 F.3d at 1194 (concluding that, notwithstanding Congress's focus on patient dumping, an individual's financial status plays no part in determining the reach of subsection (a)).  Put another way, although legislative purpose can shed light upon congressional intent where Congress has blown an uncertain trumpet, it cannot serve as the baseline for statutory construction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the second place, Congress obviously had a horizon broader than the emergency room in mind when it enacted EMTALA.  The statute explicitly embraces women in labor, see 42 U.S.C. &#167; 1395dd(e)(1)(B) (defining emergency medical condition)--yet most gravid women go to maternity wards, not emergency rooms, when they are ready to give birth.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Last, but surely not least, Congress's preoccupation with patient dumping is served, not undermined, by forbidding the dumping of any hospital patient with a known, unstabilized, emergency condition.  After all, patient dumping is not a practice that is limited to emergency rooms.  If a hospital determines that a patient on a ward has developed an emergency medical condition, it may fear that the costs of treatment will outstrip the patient's resources, and seek to move the patient elsewhere.  That strain of patient dumping is equally as pernicious as what occurs in emergency departments, and we are unprepared to say that Congress did not seek to curb it.  Accord Smith, 243 Va. at 452, 416 S.E.2d at 692.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court also worried that, without an emergency room arrival limitation, EMTALA might be converted into a federal cause of action for medical malpractice.  See Lpez- Soto, 988 F.Supp. at 46.   We agree that Congress did not intend such a result, see Correa, 69 F.3d at 1192, but we suspect that the district court's fears are overblown.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Cf. William Shakespeare, Macbeth, act 1, sc. 3 (1605) (warning that present fears may be \"less than horrible imaginings\").  In all events, the paradigmatic EMTALA circumstances of the instant case give us no occasion to address such looming issues.  Here, the newborn's emergency condition was apparent upon presentment and the corresponding decision to transfer was made immediately.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We need go no further.  Because subsections (a) and (b) of EMTALA operate disjunctively rather than conjunctively, the infant decedent's arrival in the operating room and the Hospital's prompt detection of an emergency medical condition, if proven, will suffice to engage the gears of EMTALA's stabilization and transfer obligations.  See 42 U.S.C. &#167; 1395dd(b).  It follows that the district court erred in dismissing the complaint on jurisdictional grounds.  Whether Lpez-Soto has made out the other elements of an EMTALA claim is, of course, a different question--and one that is not now before us.  At this stage of the litigation we conclude only that the absence of emergency room presentment does not preclude prosecution of this suit under 42 U.S.C. &#167; 1395dd(b).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In light of this conclusion, we reverse the district court's dispositive order and remand for further proceedings.  The district court must, inter alia, reinstate the pendent claims which it previously dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <p>STATUTORY APPENDIX</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>&#167; 1395dd.  Examination and treatment for emergency medical conditions and women in labor</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>(a) Medical screening requirement</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the case of a hospital that has a hospital emergency department, if any individual ... comes to the emergency department and a request is made on the individual's behalf for examination or treatment for a medical condition, the hospital must provide for an appropriate medical screening examination within the capability of the hospital's emergency department, including ancillary services routinely available to the emergency department, to determine whether or not an emergency medical condition (within the meaning of subsection (e)(1) of this section) exists.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>(b) Necessary stabilizing treatment for emergency medical</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>conditions and labor</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>(1) In general</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">If any individual ... comes to a hospital and the hospital determines that the individual has an emergency medical condition, the hospital must provide either--</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">(A) within the staff and facilities available at the hospital, for such further medical examination and such treatment as may be required to stabilize the medical condition, or</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">(B) for transfer of the individual to another medical facility in accordance with subsection (c) of this section.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>(c) Restricting transfers until individual stabilized</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>(1) Rule</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">If an individual at a hospital has an emergency medical condition which has not been stabilized (within the meaning of subsection (e)(3)(B) of this section), the hospital may not transfer the individual unless--</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(A)(i) the individual (or a legally responsible person acting on the individual's behalf) after being informed of the hospital's obligations under this section and of the risk of transfer, in writing requests transfer to another facility,</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>(ii) a physician ... has signed a certification that based upon the information available at the time of transfer, the medical benefits reasonably expected from the provision of appropriate medical treatment at another medical facility outweigh the increased risks to the individual and, in the case of labor, to the unborn child from effecting the transfer, or</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>(iii) if a physician is not physically present in the emergency department at the time an individual is transferred, a qualified medical person (as defined by the Secretary in regulations) has signed a certification described in clause (ii) after a physician ..., in consultation with the person, has made the determination described in such clause, and subsequently countersigns the certification;  and</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>(B) the transfer is an appropriate transfer (within the meaning of paragraph (2)) to that facility.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>A certification described in clause (ii) or (iii) of subparagraph (A) shall include a summary of the risks and benefits upon which the certification is based.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1395dd (1994) (amended 1997).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For ease in reference, we treat Lpez-Soto as if she were the sole plaintiff</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This three-way conjunctive construction was gratuitous.  To resolve the issue before it, the court needed to decide only whether subsections (b) and (c) should be read conjunctively.  The added step that the court took--linking subsection (a) to subsections (b) and (c)--was wholly unnecessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The only other court of appeals to have so much as hinted at a similar result did so in a context in which the individual involved never physically presented himself at the hospital, and, thus, did not decide whether coming to the hospital, as opposed to the emergency department, would suffice to galvanize subsection (b).  See Miller v. Medical Ctr. of S.W. La., <span class=\"citation\" data-id=\"668569\"><a href=\"/opinion/668569/roger-dale-miller-individually-and-obo-nick-miller-v-medical-center-of/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">626</span></a></span>, 629-30 (5th Cir.1994).  It is, therefore, of no assistance here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The principal problem is a temporal one.  Requiring hospital-wide stabilization of individuals with emergency medical conditions raises the question of how long subsection (b)'s stabilization obligations persist.  If stabilization were mandated by EMTALA without limit of time, it might well encroach upon the province of state malpractice law.  Withal, other courts have found ways to cabin such undue expansions of EMTALA into the malpractice realm.  See, e.g., Bryan v. Rectors and Visitors of Univ. of Va., <span class=\"citation\" data-id=\"726078\"><a href=\"/opinion/726078/cindy-bryan-administratrix-and-personal-representative-of-the-estate-of/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></a></span>, 352 (4th Cir.1996) (interpreting EMTALA to include a temporal limitation on a hospital's obligations).  We leave for another day precisely how we will deal with this conundrum</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1637175/"
  ]
}