{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198436/",
  "absolute_url": "/opinion/198436/houlton-citizens-v-town-of-houlton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198436/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:18Z",
  "date_modified": "2017-03-24T10:57:00.847667Z",
  "type": "010combined",
  "sha1": "6c35eafe7a3f9dfaf74012b11dd97a9ee51714b4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1999.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1999\r\n\n          HOULTON CITIZENS' COALITION, ET AL.,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n                    TOWN OF HOULTON,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n      [Hon. Morton A. Brody, U.S. District Judge]\r\n\n                         Before\r\n\n                Selya, Stahl and Lipez,\r\n\n                   Circuit Judges.\r\n\nRobert M. Morris, with whom Steven R. Davis and Carton, Davis\r\n&amp; Morris, P.A. were on brief, for appellants.\r\nMichael E. Saucier, with whom Thompson &amp; Bowie was on brief,\r\nfor appellee.\r\n\nApril 22, 1999\r\n\nSELYA, Circuit Judge.  This litigation has its genesis in\r\na waste management scheme devised by the town fathers of Houlton,\r\nMaine (the Town).  The appellants claim that Houlton's plan   under\r\nwhich the Town by contract designated a single firm as the\r\nexclusive hauler of residential waste within its borders, and\r\nenacted a flow-control ordinance directing all such waste either to\r\nbe collected by that firm or to be brought to its transfer station\r\nviolates the Commerce Clause, the Takings Clause, the Contract\r\nClause, and the town charter.  The district court rejected these\r\nimportunings.  We affirm the judgment below (with a slight\r\nmodification), but our reasoning differs from the district court's\r\nin respect to the principal bone of contention   the Commerce\r\nClause challenge.\r\nI.  BACKGROUND\r\nAs in many small towns across the nation, Houlton\r\nresidents traditionally dealt with solid waste by depositing it in\r\nthe town dump or engaging others to do so.  On October 17, 1995,\r\nstate environmental authorities closed the dump.  In order to\r\nremain compliant with state law, the Town needed to fashion a new\r\nway for its residents to deal with solid waste.  It thereupon\r\nissued a request for proposals (RFP), conducted an open competitive\r\nbidding process that resulted in the selection of a local firm\r\n(Andino, Inc.) as its exclusive contractor, agreed to provide that\r\nfirm with a guaranteed trash quota for seven years, and enacted a\r\nflow-control ordinance (the 1995 Ordinance) that required all\r\nresidential solid waste generated within the town limits to be\r\ntaken to a local transfer site operated by Andino.\r\nIn New England, change does not come easily.  Asserting\r\nthat the 1995 Ordinance violated the Commerce Clause, David Condon,\r\na trash disposal operator, sued Andino and the Town.  The federal\r\ndistrict court preliminarily enjoined enforcement of the 1995\r\nOrdinance, see Condon v. Andino, Inc., 961 F. Supp. 323, 331-32 (D.\r\nMe. 1997), and the Town folded; instead of litigating to the bitter\r\nend, it revised the law and enacted a new ordinance (the 1997\r\nOrdinance) that put a somewhat different waste management system\r\ninto effect.\r\nThe new plan has two components.  The first is the 1997\r\nOrdinance itself.  The ordinance requires all generators of\r\nresidential rubbish within the Town either to use Houlton's chosen\r\ncontractor to transport their trash, or to haul it themselves.  See1997 Ordinance  10-507.  Although the Town's contractor is\r\npermitted to dispose of collected trash at any proper disposal\r\nsite, residents who choose to self-haul are required to take their\r\nrefuse to a repository designated by the Town Council.  See id. \r\n10-504.  The ordinance provides fines and other penalties for\r\nnoncompliance.  See id.  10-503.\r\nThe contract between Andino and the Town constitutes the\r\nnew scheme's second component.  The  previous contract between\r\nthese parties had included, inter alia, a failsafe clause whereby\r\nthe Town agreed to negotiate with Andino in good faith to keep it\r\nas the Town's contractor if a court of competent jurisdiction held\r\nthe 1995 Ordinance invalid or unenforceable.  Purporting to honor\r\nits commitment to renegotiate, the Town implemented the 1997\r\nOrdinance by supplementing and amending the preexisting contract,\r\ngranting Andino the exclusive right to collect third-party\r\nresidential waste under the 1997 Ordinance, and designating its\r\ntransfer station as the disposal site for self-haulers.\r\nThese modifications did not placate those who yearned for\r\nsimpler times.  Four plaintiffs combined to sue the Town in federal\r\ndistrict court.  They included Condon, two other local trash\r\nhaulers (William Faulkner and Fred Spellman), and the Houlton\r\nCitizens' Coalition (HCC), an unincorporated nonprofit association\r\nformed by Houlton residents.  Invoking federal question\r\njurisdiction, 28 U.S.C.  1331   there is no other readily apparent\r\njurisdictional basis   the plaintiffs challenged the 1997 Ordinance\r\nunder, inter alia, the Commerce Clause, the Takings Clause, and the\r\nContract Clause.  They also appended a supplemental state-law claim\r\nunder the town charter.  The district court rebuffed their attempt\r\nto restrain implementation of the 1997 Ordinance pendente lite,\r\nconcluding that the plaintiffs were unlikely to prevail on the\r\nmerits.  See Houlton Citizens' Coalition v. Town of Houlton, 982 F.\r\nSupp. 40, 46 (D. Me. 1997)(HCC I).  The court subsequently granted\r\nsummary judgment for the Town on the four claims with which we are\r\nconcerned.  See Houlton Citizens' Coalition v. Town of Houlton, 11\r\nF. Supp.2d 105, 112 (D. Me. 1998) (HCC II).  This appeal followed.\r\nII.  STANDING\r\nBefore we consider the appellants' substantive arguments,\r\nwe pause to ponder a potential problem:  the claim that the\r\nCoalition, an unincorporated nonprofit association that was formed,\r\naccording to the uncontradicted affidavit of its president,\r\nspecifically \"to provide a forum for research, analysis, discussion\r\nand public education of civic policy issues related to the public\r\nadministration of the Town of Houlton, Maine\" and \"to perform civic\r\npublic service in this role,\" lacks standing.  See United States v.\r\nAVX Corp., 962 F.2d 108, 113-16 (1st Cir. 1992) (discussing\r\nelements of standing requirement for unincorporated associations).\r\nThe Town brings some heavy artillery to this battlefield. \r\nTwo respected courts recently have held that individual garbage\r\ngenerators lacked standing to challenge schemes similar to\r\nHoulton's under the Commerce Clause.  See Ben Oehrleins &amp; Sons &amp;\r\nDaughter, Inc. v. Hennepin County, 115 F.3d 1372, 1381-82 (8th\r\nCir.), cert. denied, 118 S. Ct. 629 (1997); Individuals for\r\nResponsible Gov't, Inc. v. Washoe County, 110 F.3d 699, 703-04 (9th\r\nCir.), cert. denied, 118 S. Ct. 411 (1997).  These courts\r\nemphasized that the purpose of the dormant Commerce Clause is to\r\ncurtail states' abilities to hinder interstate trade, and that the\r\ninjury claimed by the individual garbage generators   being\r\ncompelled to pay higher prices for services they neither required\r\nnor desired   was not even marginally related to this purpose.  SeeBen Oehrleins, 115 F.3d at 1382; Washoe County, 110 F.3d at 703.\r\nThe HCC shares many attributes with the parties found to\r\nlack standing in Ben Oehrleins and Washoe County.  It is made up of\r\nindividual trash generators who complain that under the 1997\r\nOrdinance they will be forced to contract with Andino, when\r\npreviously they could patronize other haulers (presumably at lower\r\nprices or on more felicitous terms).  Despite this parallelism,\r\nhowever, we need not decide whether we share the outlook of the Ben\r\nOehrleins and Washoe County courts.  It is a settled principle that\r\nwhen one of several co-parties (all of whom make similar arguments)\r\nhas standing, an appellate court need not verify the independent\r\nstanding of the others.  See Clinton v. City of New York, 118 S.\r\nCt. 2091, 2100 n.19 (1998); Bowsher v. Synar, 478 U.S. 714, 721\r\n(1986); Montalvo-Huertas v. Rivera-Cruz, 885 F.2d 971, 976 (1st\r\nCir. 1989).  We take refuge behind this principle today.\r\nHere, Faulkner, a co-plaintiff, satisfies both the\r\nconstitutional requirements and the prudential conditions for\r\nstanding.  He has lost the business of his residential customers in\r\nHoulton; that injury can be traced directly to the Town's neoteric\r\nwaste management scheme; and the injury would be adequately\r\nredressed by equitable relief and/or damages against the Town.  As\r\na classic plaintiff asserting his own economic interests under the\r\nCommerce Clause   a constitutional provision specifically targeted\r\nto protect those interests   Faulkner avoids any concerns relative\r\neither to jus tertii, see Warth v. Seldin, 422 U.S. 490, 499\r\n(1975), or to the zone of interests requirement, see Valley Forge\r\nChristian College v. Americans United for Separation of Church and\r\nState, Inc., 454 U.S. 464, 475 (1982).\r\nWe note, moreover, that Faulkner's claim to standing is\r\nnot damaged because he failed to allege that he hauled garbage out-\r\nof-state or planned to do so.  In Commerce Clause jurisprudence,\r\ncognizable injury is not restricted to those members of the\r\naffected class against whom states or their political subdivisions\r\nultimately discriminate.  See General Motors Corp. v. Tracy, 519\r\nU.S. 278, 286 (1997).  Thus, an in-state business which meets\r\nconstitutional and prudential requirements due to the direct or\r\nindirect effects of a law purported to violate the dormant Commerce\r\nClause has standing to challenge that law.  See id. at 286-87\r\n(collecting cases); see also Ben Oehrleins, 115 F.3d at 1379\r\n(affirming district court's finding of standing for in-state\r\nhaulers and landfill operators).\r\nThat ends this phase of our inquiry.  Because Faulkner\r\nhas standing to challenge the 1997 Ordinance, we need not decide\r\nwhether the HCC has standing to mount a challenge in its own right.\r\n\nIII.  ANALYSIS\r\nThe appellants find four fatal flaws in the Town's waste\r\nmanagement scheme:  (1) it insults the dormant Commerce Clause; (2)\r\nit takes private property without just compensation; (3) it\r\nimpermissibly burdens contracts; and (4) its implementation by the\r\nTown violates the municipal charter.  Only the first of these\r\ncontentions demands extended discussion.\r\nThe first order of business requires us to remark the\r\nunderlying legal standard.  This appeal emanates from an order\r\ngranting summary judgment.  We have written extensively about that\r\nprocedural device, see, e.g., McCarthy v. Northwest Airlines, Inc.,\r\n56 F.3d 313, 314-15 (1st Cir. 1995) (collecting cases), and we need\r\nonly sketch the parameters here.\r\nA district court may enter summary judgment upon a\r\nshowing \"that there is no genuine issue as to any material fact and\r\nthat the moving party is entitled to a judgment as a matter of\r\nlaw.\"  Fed. R. Civ. P. 56(c).  In this instance, the district court\r\nfound that the Town had made such a showing and granted its motion\r\nfor brevis disposition on all counts.  We review orders for summary\r\njudgment de novo, considering the record and all reasonable\r\ninferences therefrom in the light most hospitable to the summary\r\njudgment loser.  See Mullin v. Raytheon Co., 164 F.3d 696, 698 (1st\r\nCir. 1999).  This standard of review permits us to embrace or\r\nreject the rationale employed by the lower court and still uphold\r\nits order for summary judgment.  In other words, we may affirm such\r\nan order on any ground revealed by the record.  See Hachikian v.\r\nFDIC, 96 F.3d 502, 504 (1st Cir. 1996); Mesnick v. General Elec.\r\nCo., 950 F.2d 816, 822 (1st Cir. 1991).  With this brief preface,\r\nwe turn to the substance of the appellants' asseverations.\r\n           A.  The Commerce Clause Challenge.\r\nIn terms, the Constitution empowers Congress \"[t]o\r\nregulate Commerce . . . among the several states.\"  U.S. Const. art\r\nI,  8, cl. 3.  Over time, courts have found a negative aspect\r\nembedded in this language   an aspect that prevents state and local\r\ngovernments from impeding the free flow of goods from one state to\r\nanother.  This has come to be known as the \"dormant Commerce\r\nClause.\"  The dormant Commerce Clause does not affect state or\r\nlocal regulations directly authorized by Congress, see Southern\r\nPac. Co. v. Arizona ex rel. Sullivan, 325 U.S. 761, 769, (1945),\r\nbut, rather, acts as a brake on the states' authority to regulate\r\nin areas in which Congress has not affirmatively acted, see Camps\r\nNewfound/Owatonna, Inc. v. Town of Harrison, 520 U.S. 564, 571\r\n(1997).  If a state or local government enters such uncharted\r\nwaters and enacts a law that unduly favors in-state commercial\r\ninterests over their out-of-state counterparts, that law\r\n\"routinely\" will be defenestrated under the dormant Commerce Clause\r\n\"unless the discrimination is demonstrably justified by a valid\r\nfactor unrelated to economic protectionism.\"  West Lynn Creamery,\r\nInc. v. Healy, 512 U.S. 186, 192-93 (1994).\r\nThe case at hand involves the application of the dormant\r\nCommerce Clause to a municipal waste management scheme.  While the\r\nissue is one of first impression in this circuit, we come upon the\r\nscene finding the legal landscape already considerably cluttered. \r\nThe Supreme Court has dealt with quandaries of this general kind\r\nseveral times in the last decade.  See C &amp; A Carbone, Inc. v. Town\r\nof Clarkstown, 511 U.S. 383 (1994); Oregon Waste Sys., Inc. v.\r\nDepartment of Envtl. Quality, 511 U.S. 93 (1994); Fort Gratiot\r\nSanitary Landfill, Inc. v. Michigan Dep't of Natural Resources, 504\r\nU.S. 353 (1992); Chemical Waste Mgmt., Inc. v. Hunt, 504 U.S. 334\r\n(1992).  Clarkstown is both the most recent and the most relevant\r\nof these precedents, and we use it as a point of departure to put\r\ninto perspective the precise issue that confronts us.\r\nAfter the closing of its municipal landfill and the entry\r\nof a consent decree with New York's Department of Environmental\r\nConservation, Clarkstown found itself in a situation similar to\r\nthat of Houlton.  See Clarkstown, 511 U.S. at 386-87.  In response,\r\nthe town contracted with a commercial entity to build a transfer\r\nstation within its borders (the Route 303 station), retaining the\r\nright to purchase the transfer station for a nominal sum after five\r\nyears.  See id. at 387.  Clarkstown financed construction of the\r\nRoute 303 station by guaranteeing that a set level of trash would\r\nbe brought there and establishing above-market \"tipping fees\" to be\r\npaid by garbage disposers.  See id.  In order to ensure the\r\nfulfillment of this self-imposed quota, Clarkstown passed a flow-\r\ncontrol ordinance directing that all waste within its borders be\r\ndisposed of at the Route 303 station.  See id.  In defiance of this\r\ndirective, Carbone (a local trash hauler) transported waste from\r\nClarkstown to out-of-state landfills without passing it through the\r\nRoute 303 station and without paying tipping fees there.  See id.at 387-88.  Clarkstown sought an injunction, and Carbone defended\r\non Commerce Clause grounds.\r\nThe New York courts ruled that the flow-control ordinance\r\npassed constitutional muster.  See Town of Clarkstown v. C &amp; A\r\nCarbone, Inc., 587 N.Y.S.2d 681, 687-88 (App. Div.), appeal denied,\r\n591 N.Y.S.2d 138 (1992).  The United States Supreme Court thought\r\notherwise.  It reversed, holding the ordinance unconstitutional. \r\nSee Clarkstown, 511 U.S. at 394-95.  We find the architecture of\r\nthe Court's dormant Commerce Clause analysis instructive.\r\nThe Court first addressed the threshold question of\r\nwhether the challenged ordinance discriminated on its face against\r\ninterstate commerce (as opposed to regulating commerce evenhandedly\r\nwith only incidental effects on interstate commerce).  See id. at\r\n390; id. at 402 (O'Connor, J., concurring).  It noted that an\r\nordinance that discriminates on its face against interstate\r\ncommerce and in favor of local businesses is per se invalid, \"save\r\nin a narrow class of cases in which the municipality can\r\ndemonstrate, under rigorous scrutiny, that it has no other means to\r\nadvance a legitimate local interest.\"  Id. at 392.  The Court\r\nfurther explained that if an ordinance is not discriminatory on its\r\nface, a balancing test must then be performed to determine its\r\nconstitutionality.  See id. at 390.  Viewed in this less intense\r\nlight, the ordinance will stand unless the burden that it places\r\nupon interstate commerce is \"clearly excessive in relation to the\r\nputative local benefits.\"  Id. (quoting Pike v. Bruce Church, Inc.,\r\n397 U.S. 137, 142 (1970)).\r\nUsing these criteria, the Court adjudged Clarkstown's\r\nflow-control ordinance discriminatory on its face; the ordinance\r\nachieved its goal of providing the refuse necessary to finance the\r\nRoute 303 station \"by depriving competitors, including out-of-state\r\nfirms, of access to a local market.\"  Id. at 386.  For this reason,\r\nJustice Kennedy, writing for the majority, classified the ordinance\r\nas merely another example of the type of local processing\r\nrequirement that the Court had invalidated with monotonous\r\nregularity, observing that Clarkstown's scheme attempted to hoard\r\nsolid waste, just as states and municipalities in prior cases had\r\nattempted to hoard other commodities for processing by local, as\r\nopposed to out-of-state, interests.  See id. at 391-92.  To\r\nillustrate the point, the Court cited, inter alia, earlier\r\ndecisions striking down schemes to \"hoard\"  timber, South-Central\r\nTimber Dev., Inc. v. Wunnicke, 467 U.S. 82 (1984), milk, Dean Milk\r\nCo. v. Madison, 340 U.S. 349 (1951), and meat, Minnesota v. Barber,\r\n136 U.S. 313 (1890).\r\nIn the jurisprudence of the dormant Commerce Clause, a\r\nfinding of facial discrimination is almost always fatal. \r\nClarkstown proved no exception.  Though the municipality's\r\ninterests in the efficient processing and disposal of solid waste\r\nand in financing its transfer station were legitimate concerns, the\r\nCourt abrogated the flow-control ordinance because those goals\r\ncould have been pursued through nondiscriminatory alternatives. \r\nSee Clarkstown, 511 U.S. at 393.\r\nOur sister circuits have glossed the lessons of\r\nClarkstown somewhat differently.  In SSC Corp. v. Town of\r\nSmithtown, 66 F.3d 502 (2d Cir. 1995), the Second Circuit\r\nconsidered a binary waste management scheme consisting of (a) a\r\nflow-control ordinance that required all municipal waste to be\r\ndisposed of at a facility designated by the town, see id. at 507,\r\nand (b) a series of contracts with a discrete group of haulers for\r\nparticular areas of the town, in which Smithtown granted each\r\nhauler an exclusive franchise for a specific area, required\r\ndisposal at the town's designated site, and financed the hauling\r\ncontracts through tax assessments, see id. at 507-08.  The court\r\nfound the scheme's first facet unconstitutional, believing that\r\nClarkstown compelled it to nullify the ordinance \"because it\r\ndirects all town waste to a single local disposal facility, to the\r\nexclusion of both in-state and out-of-state competitors.\"  Id. at\r\n514.  The court nevertheless approved the scheme's second facet,\r\nvalidating the town's use of exclusive hauling contracts under the\r\ndormant Commerce Clause's market participant exception.  See id. at\r\n514-18; see generally Hughes v. Alexandria Scrap Corp., 426 U.S.\r\n794, 810 (1976) (holding that a state or municipality is outside\r\nthe purview of the dormant Commerce Clause   and thus may tilt in\r\nfavor of local businesses   when it enters a market as a\r\nparticipant rather than as a regulator).\r\nOn the same day it decided Smithtown, the Second Circuit\r\nalso decided USA Recycling, Inc. v. Town of Babylon, 66 F.3d 1272\r\n(2d Cir. 1995).  As part of its solid waste plan, Babylon had\r\nentered an exclusive service agreement with a single hauler (BSSCI)\r\nto remove all commercial waste and simultaneously had precluded the\r\nlicensing of other haulers.  See id. at 1278-79.  The town allowed\r\nBSSCI to dispose of the trash that it collected without charge at\r\na municipally-owned, but privately-operated, incinerator.  See id.at 1277-79.  Moreover, it paid both BSSCI and the incinerator\r\noperator with public funds.  See id.\r\nThe court held that Babylon's scheme did not discriminate\r\non its face against interstate commerce, but merely eliminated the\r\ncommercial market for garbage collection services, substituting for\r\nit the town's provision of those services through a private\r\ncontractor.  See id. at 1283.  The court also held that Babylon's\r\ngrant of an exclusive franchise and free disposal rights to its\r\nchosen contractor constituted market participation, exempt from the\r\nrequirements of the dormant Commerce Clause.  See id. at 1288-89.\r\nIn the dim afterlight of Clarkstown, another court of\r\nappeals has spoken on the subject of flow control and the dormant\r\nCommerce Clause.  See Harvey &amp; Harvey, Inc. v. County of Chester,\r\n68 F.3d 788 (3d Cir. 1995).  Acting pursuant to state law, the\r\ncounty commissioners of Chester, Pennsylvania, adopted a solid\r\nwaste plan and a flow-control ordinance.  See id. at 794.  The\r\nordinance created two service areas and required all garbage in\r\neach area to go to a designated landfill within that area (save\r\nonly for a certain amount of waste allocated to a third in-state\r\nlandfill nearby).  See id. at 794-95.  Harvey &amp; Harvey, Inc., an\r\ninterstate hauler and processor, challenged the plan under the\r\ndormant Commerce Clause.  The district court ruled that the plan\r\ndid not discriminate on its face against interstate commerce and\r\nthat application of the Pike balancing test was warranted.  See id.at 795.  Because Harvey &amp; Harvey conceded that it could not prove\r\nits case under that standard, the court entered judgment for the\r\ndefendant.\r\nOn appeal, the Third Circuit acknowledged that, under\r\nClarkstown, a flow-control ordinance favoring a single in-state\r\noperator over all other in-state and out-of-state operators might\r\nbe vulnerable to attack under the dormant Commerce Clause.  See id.at 798.  Still, the court observed that not all such ordinances\r\nwould suffer such a fate.  See id.  Similarly, \"[t]hat [an]\r\nordinance requires the use of [a] selected facility, thus\r\nprohibiting the use of non-designated facilities (which may be out\r\nof state), does not itself establish a Commerce Clause violation.\" \r\nId.  Thus, although the grant of an exclusive contract to a local\r\nwaste hauler/processor is suspect, it is not a per se violation of\r\nthe dormant Commerce Clause.  See id. at 801.\r\nThe Third Circuit then explained that, to secure a\r\nfinding of discrimination vis--vis a flow-control scheme that\r\nexcludes all out-of-state haulers and/or processors and most in-\r\nstate haulers and/or processors, the challenger must show that\r\nthose excluded did not have a fair opportunity to obtain the town's\r\ncustom.  If the playing field is level for both in-state and out-\r\nof-state bidders, such parity ordinarily will satisfy the\r\nconstitutional imperative.  See id. at 802.  Under this standard,\r\n\"a local authority could choose a single provider   without\r\nimpermissibly discriminating against inter-state commerce   so long\r\nas the selection process was open and competitive and offered truly\r\nequal opportunities to in- and out-of-state businesses.\"  Id.  The\r\ncourt of appeals then asked the district court to reconsider Harvey\r\n&amp; Harvey's plaint in light of the newly articulated standard.  Seeid. at 807.\r\nAgainst this backdrop, we inquire whether the 1997\r\nOrdinance enacted by the Houlton Town Council discriminates on its\r\nface against interstate commerce.  Like Clarkstown's ordinance, the\r\nchallenged ordinance and the contract granted ancillary to it\r\nfunnel all residential waste through a single contractor.  Because\r\nof that similarity, the appellants chant the Clarkstown catechism,\r\nclaiming that Houlton's scheme \"deprives out-of-state businesses of\r\naccess to a local market,\" Clarkstown, 511 U.S. at 389, and thereby\r\n\"discriminates, for it allows only the favored operator to process\r\nwaste that is within the limits of the town,\" id. at 391.  Houlton\r\ndismisses the analogy to Clarkstown.  In its view, the more apt\r\nanalogy is to Smithtown's second facet because Houlton, like\r\nSmithtown, became the only buyer in the local garbage market by\r\nmeans of the 1997 Ordinance and, acting as a market participant,\r\nhired Andino to service its garbage needs.  Alternatively, the Town\r\ncompares its position to Babylon's because it took over the garbage\r\ncollection market while acting as a regulator, and then privatized\r\nits own provision of collection services, acting as a market\r\nparticipant.\r\nThis last argument proved persuasive below.  Following\r\nthe Babylon court's lead, the district judge considered the two\r\nparts of Houlton's waste management scheme separately.  Initially,\r\nhe ruled that the 1997 Ordinance constituted market regulation and,\r\nlike Babylon's ordinance, served merely  to eliminate the private\r\nsector from the garbage collection business.  See HCC I, 982 F.\r\nSupp. at 43-44.  Still concentrating on the ordinance, the judge\r\nnoted that Houlton had become \"the lone provider of [collection]\r\nservices and ha[d] hired Andino to furnish these services on its\r\nbehalf subject to the Town's supervision and control.\"  Id. at 45. \r\nOn this basis, he concluded that the 1997 Ordinance did not\r\nfacially discriminate against interstate commerce.  See id. at 46. \r\nFinally, he performed the requisite balancing test and declared the\r\nordinance constitutional.  See id.\r\nThe judge also considered the Town's contract with Andino\r\nand found that, under this contract, \"Houlton is acting as a\r\n'buyer' in the garbage collection, disposal, and processing\r\nmarkets, and enters those markets 'with the same freedoms and\r\nsubject to the same restrictions as a private party.'\"  Id. at 44\r\n(quoting Smithtown, 66 F.3d at 509).  Because the Town acted as a\r\nmarket participant in dealing with Andino, the judge concluded, the\r\ncontract between the two escapes scrutiny under the dormant\r\nCommerce Clause.  See id.\r\nFor two reasons, we are reluctant to place our imprimatur\r\non the district court's bifurcated analysis.  First, Smithtown and\r\nBabylon are cutting-edge decisions, and it is unclear to us whether\r\nor not the Supreme Court eventually will adopt their ratiodecidendi.  Second, and perhaps more important, although Houlton's\r\nwaste management scheme shares some features of the Smithtown and\r\nBabylon schemes, it differs significantly in requiring that those\r\nmunicipal residents who do not choose to tote their own garbage\r\ncontract individually with the Town's designated hauler for the\r\npurpose of removing residential refuse. See 1997 Ordinance  10-\r\n507(1).  Moreover, even self-haulers are required to use a\r\ndesignated transfer station.  See id.  10-504.  The ordinance thus\r\nexplicitly creates forced business transactions   an element that\r\nwas present in Clarkstown, but lacking in the Second Circuit cases\r\n(both of which involved arrangements that avoided forced\r\ntransactions by the simple expedient of appropriating tax dollars\r\nto fund waste management services).  This distinction cannot be\r\ndisregarded, for the Second Circuit's market participation analysis\r\nin Smithtown and its finding of nondiscrimination in Babylon were,\r\nat least to some extent, dependent on those communities'\r\nexpenditures of public funds in support of their contractual\r\narrangements.  See Smithtown, 66 F.3d at 515 (noting that\r\n\"Smithtown is spending tax dollars to pay for both [waste\r\ncollection and disposal] services\"); Babylon, 66 F.3d at 1283\r\n(distinguishing Clarkstown on the ground that \"the payment of taxes\r\nin return for municipal services is not comparable to a forced\r\nbusiness transaction\").\r\nWe need not probe this point too deeply, however, for the\r\ncase at hand can be resolved in a more straightforward fashion.  We\r\ndo not interpret Clarkstown as explicating a broad-based ban on\r\nevery flow-control ordinance that happens to be coupled with an\r\nexclusive contractual arrangement in favor of an in-state operator. \r\nTo suggest that every such ordinance violates Clarkstown would\r\nstretch both Justice Kennedy's language and the logic of the\r\ndormant Commerce Clause past the breaking point.\r\nThe core purpose of the dormant Commerce Clause is to\r\nprevent states and their political subdivisions from promulgating\r\nprotectionist policies.  See, e.g., Camps Newfound/Owatonna,  520\r\nU.S. at 578 (citing \"economic isolationism\" as \"the very evil that\r\nthe dormant Commerce Clause was designed to prevent\"); New Energy\r\nCo. v. Limbach, 486 U.S. 269, 273-74 (1988) (explaining that the\r\n\"'negative' aspect of the Commerce Clause prohibits economic\r\nprotectionism   that is, regulatory measures designed to benefit\r\nin-state economic interests by burdening out-of-state\r\ncompetitors\"); see also Clarkstown, 511 U.S. at 390 (\"The central\r\nrationale for the rule against discrimination is to prohibit state\r\nor municipal laws whose object is local economic protectionism,\r\nlaws that would excite those jealousies and retaliatory measures\r\nthe Constitution was designed to prevent.\").  It follows,\r\ntherefore, that if local legislation leaves all comers with equal\r\naccess to the local market, it does not offend the dormant Commerce\r\nClause.  See CTS Corp. v. Dynamics Corp. of Am., 481 U.S. 69, 94\r\n(1987); Minnesota v. Clover Leaf Creamery Co., 449 U.S. 456, 471-72\r\n(1981); Harvey &amp; Harvey, 68 F.3d at 802.  In other words, to the\r\nextent that in-state and out-of-state bidders are allowed to\r\ncompete freely on a level playing field, there is no cause for\r\nconstitutional concern.\r\nIt is a logical next step that when the Commerce Clause\r\ninquiry focuses on a state or local plan that culminates in an\r\naward of an exclusive contract to one of several aspirants (actual\r\nor potential), the process by which the contractor is chosen\r\nassumes great importance in determining the plan's\r\nconstitutionality vel non.  See Harvey &amp; Harvey, 68 F.3d at 801. \r\nAfter all, in-state interests are not unduly pampered, nor out-of-\r\nstate competitors unduly burdened, when a municipality awards an\r\nexclusive contract to a low bidder (from whatever state or region)\r\nafter a fair and  open bidding process.  In such circumstances,\r\nunrestricted access to the bidding process constitutes unrestricted\r\naccess to the relevant market.\r\nApplying this tenet, Houlton's 1997 Ordinance does not\r\nflout the dormant Commerce Clause.  Andino did not become the\r\nTown's contractor in a backroom deal, cutting potential competitors\r\noff at the pass, but, rather, earned the Houlton contract through\r\nits successful completion of a well-advertised, fully competitive\r\nbidding process that was accessible to all who coveted the\r\nbusiness.  The Town issued a detailed RFP after holding a widely\r\npublicized meeting, open to all prospective bidders, at which such\r\nprospective bidders were able to comment on, and ask questions\r\nabout, the project.  The record contains no hint that the Town\r\nrestricted the bid protocol to a particular class of bidders,\r\nshaped it to favor in-state operators, or slanted it in any way\r\nagainst out-of-state purveyors.  The RFP itself includes no terms\r\nthat either give in-state operators a leg up or disadvantage their\r\nout-of-state rivals.\r\nIn point of fact, the RFP allows any bidder willing and\r\nable to haul and dispose of Houlton's trash to submit a proposal. \r\nIt does not lock bidders into using a particular transfer station;\r\non the contrary, its terms permit the successful bidder to contract\r\nwith whomever the bidder chooses (in-state or out-of-state) to\r\nprocess the garbage and effectuate disposal at any lawful site\r\nwithin or without the state.  Furthermore, the RFP  specifically\r\nnotes that bidders may request deviations or file alternative\r\nproposals.\r\nIn response to the RFP, the  Town received multiple bids. \r\nIt awarded the contract to Andino   the low bidder.  The contract's\r\nseven-year term, though lengthy, does not seem excessive\r\nconsidering the relatively substantial commitment of equipment and\r\nother resources required on the successful bidder's part   and\r\nnothing about this duration impacts out-of-state operators\r\ndifferently than their in-state competitors.  In short, this open\r\nand freely accessible bidding process ensured a level playing field\r\nfor all interested parties and provided sufficiently broad market\r\naccess to quell Commerce Clause concerns.  Consequently, the Town's\r\ngarbage disposal scheme does not constitute a per se violation of\r\nthe dormant Commerce Clause, but instead regulates commerce\r\nevenhandedly, with no more than incidental effects on interstate\r\ntrade.\r\nThis brings us to the balancing test.  Under this test,\r\nwe must uphold the 1997 Ordinance \"unless the burden imposed on\r\n[interstate] commerce is clearly excessive in relation to the\r\nputative local benefits.\"  Pike, 397 U.S. at 142.  In light of the\r\nstrong local interest in efficient and effective waste management\r\nand the virtually invisible burden that the Town's scheme places on\r\ninterstate commerce, Houlton passes this test with flying colors. \r\nSee generally Northwest Cent. Pipeline Corp. v. State Corp. Comm'n,\r\n489 U.S. 493, 525-26 (1989); Arkansas Elec. Coop. Corp. v. Arkansas\r\nPub. Serv. Comm'n, 461 U.S. 375, 394-95 (1983).  Hence, the\r\ndistrict court did not err in entering summary judgment against the\r\nappellants on their Commerce Clause claim.\r\n                B.  Remaining Arguments.\r\nThe appellants' three remaining arguments need not detain\r\nus.  We note briefly why we regard two of them as unavailing, and\r\nwhy we conclude that the third should be left to the state courts.\r\n1.  The Takings Clause.  The Fifth Amendment's mandate\r\nthat private property shall not be taken for public use without\r\njust compensation applies to the states and their political\r\nsubdivisions through the Fourteenth Amendment.  See Chicago,\r\nBurlington &amp; Quincy R.R. Co. v. Chicago, 166 U.S. 226, 239 (1897). \r\nThis protection is not restricted to physical invasions,\r\noccupations, or removals of property; in some cases, overly\r\nassiduous government regulation can create an unconstitutional\r\ntaking.  Whether a particular restriction implicates the Takings\r\nClause is context-sensitive and hinges on the specific\r\ncircumstances.  See Penn Cent. Transp. Co. v. New York City, 438\r\nU.S. 104, 124 (1978); United States v. Central Eureka Mining Co.,\r\n357 U.S. 155, 168 (1958).  In mounting such inquiries, courts must\r\nweigh especially the character of the government action, its\r\neconomic impact on the plaintiff, and the degree to which it\r\ninterferes with the plaintiff's reasonable, investment-backed\r\nexpectations.  See Philip Morris, Inc. v. Harshbarger, 159 F.3d\r\n670, 674 (1st Cir. 1998).\r\nFaulkner perceives a regulatory taking in this case\r\nbecause, after operating his trash-collecting business in Houlton\r\nfor many years unfettered by municipal tethers, the passage of the\r\n1997 Ordinance curbed his activities and dried up a significant\r\nincome stream.  But this argument swims against a powerful tide: \r\ncourts steadfastly have rejected the proposition that the grant of\r\nan exclusive contract for refuse collection constitutes a taking\r\nvis--vis other (competing) trash haulers.  See California\r\nReduction Co. v. Sanitary Reduction Works, 199 U.S. 306, 321-323\r\n(1905); Gardner v. Michigan, 199 U.S. 325, 330-31 (1905); Tri-State\r\nRubbish, Inc. v. Waste Mgmt., Inc., 998 F.2d 1073, 1082 (1st Cir.\r\n1993).  Since we have no reason to question the continuing vitality\r\nof this impressive string of cases, we affirm the district court's\r\ngrant of summary judgment in favor of the defendant on the takings\r\nclaim.\r\n2.  The Contract Clause.  The Contract Clause declares\r\nthat:  \"No State shall . . . pass any . . . Law impairing the\r\nObligation of Contracts.\"  U.S. Const. art. I,  10, cl. 1. \r\nDespite the majestic sweep of this language, the Contract Clause is\r\nnot energized unless a contractual relationship exists, that\r\nrelationship is impaired by a change in the law, and the resultant\r\nimpairment is substantial.  See General Motors Corp. v. Romein, 503\r\nU.S. 181, 186 (1992); McGrath v. Rhode Island Retirement Bd., 88\r\nF.3d 12, 16 (1st Cir. 1996).  The first two parts of this inquiry\r\nare, as in this case, often easily satisfied.  Faulkner enjoyed\r\ngarbage collection contracts with approximately 75 Houlton\r\nresidents, and the 1997 Ordinance effectively prevents him from\r\nfulfilling those contracts.  Thus, the controlling question is\r\nwhether this impairment should be regarded as substantial.\r\nIn order to weigh the substantiality of a contractual\r\nimpairment, courts look long and hard at the reasonable\r\nexpectations of the parties.  In this inquiry, it is especially\r\nimportant whether the parties operated in a regulated industry. \r\nSee Energy Reserves Group, Inc. v. Kansas Power &amp; Light Co., 459\r\nU.S. 400, 413 (1983); Mercado-Boneta v. Administracion del Fondo de\r\nCompensacion al Paciente, 125 F.3d 9, 13 (1st Cir. 1997).  While\r\nFaulkner and his garbage collection customers did business for many\r\nyears uninhibited by any regulation precisely akin to the 1997\r\nOrdinance, they would have had to be troglodytes not to have known\r\nthat the waste collection and disposal industry is subject to\r\nfairly pervasive regulation.  See, e.g., Clarkstown, 511 U.S. at\r\n386 (collecting recent Supreme Court cases dealing with the\r\nvalidity of various aspects of such regulation).  Indeed, Houlton's\r\nforay into flow control was prompted by the continued regulatory\r\nefforts of the State of Maine.  In this vein, while the 1995\r\nOrdinance eventually proved abortive, it plainly adumbrated for\r\nFaulkner and his customers that change was in the wind.  The\r\ngeneral condition of regulation in the waste management industry\r\nand the specific foreshadowing provided by Houlton's action in 1995\r\nshould have led Faulkner to realize that his collection contracts\r\ncould not be maintained ad infinitum.\r\nViewed through this prism, the question whether the\r\nimpairment worked by the 1997 Ordinance meets the test of\r\nsubstantiality is close.  We need not decide that close question,\r\nhowever, for even a state law that creates a substantial impairment\r\ndoes not transgress the Contract Clause as long as it is\r\nappropriate for, and necessary to, the accomplishment of a\r\nlegitimate public purpose.  See Energy Reserves, 459 U.S. at 412;\r\nMercado-Boneta, 125 F.3d at 15.  \"The requirement of a legitimate\r\npublic purpose guarantees that the State is exercising its police\r\npower, rather than providing a benefit to special interests.\" \r\nEnergy Reserves, 459 U.S. at 412.  The 1997 Ordinance addresses\r\nitself specifically to \"ensur[ing] reliable provision of collection\r\nand hauling services which will further the interest of public\r\nhealth and safety.\"  1997 Ordinance (preamble).  Health and safety\r\nare two mainstays of the police power.  See, e.g., Allied\r\nStructural Steel Co. v. Spannaus, 438 U.S. 234, 241 (1978).  Thus,\r\nthis stated purpose and the ordinance's goal to achieve economies\r\nof scale for the benefit of Houlton's residents, see 1997 Ordinance\r\n(preamble), fit well within the category of remedies for \"broad and\r\ngeneral social or economic problem[s]\" that the Supreme Court has\r\nstated will meet its criteria of legitimacy in a Contract Clause\r\ncontext, Energy Reserves, 459 U.S. at 412.\r\nUpon finding a legitimate public purpose, the next step\r\nordinarily involves ascertaining the reasonableness and necessity\r\nof the adjustment of contract obligations effected by the\r\nregulation to determine finally whether the regulation offends the\r\nContract Clause.  See id.; Mercado-Boneta, 125 F.3d at 15.  Withal,\r\nan exception to this rule exists when the contracts at issue are\r\nprivate and no appreciable danger exists that the governmental\r\nentity is using its regulatory power to profiteer or otherwise\r\nserve its own pecuniary interests.  In such instances, a court\r\nproperly may defer to the legislature's judgment.  See Energy\r\nReserves, 459 U.S. at 413; Mercado-Boneta, 125 F.3d at 15.  So it\r\nis here:  by enacting the 1997 Ordinance, the Town has reshaped the\r\nconduct of waste removal within its borders, but has not altered\r\nits own fiscal obligations.  The waste management system  \r\ncollectively, the ordinance and the contract entered into pursuant\r\nto it   neither requires the outlay of public funds nor relieves\r\nthe Town's coffers of any financial burdens.  Accordingly, we defer\r\nto the Town Council's judgment that the system it created through\r\nthe 1997 Ordinance is a moderate course designed to achieve the\r\npermissible purposes stated in the ordinance's preamble.  Because\r\nthe 1997 Ordinance, so viewed, is reasonable in light of the\r\ncircumstances, see Mercado-Boneta, 125 F.3d at 15, the district\r\ncourt did not err in resolving the Contract Clause claim against\r\nthe plaintiffs.\r\n3.  The Town Charter.  The appellants do not dispute that\r\nthe initial contract between Andino and the Town was secured\r\nthrough a fair and open competitive bidding process in which Andino\r\nwas the successful low bidder.  This process was mandated by, and\r\nfully conformed to, the requirement that \"[a]ll purchases by the\r\nTown of property, services, and contract rights which exceed five\r\nthousand dollars ($5,000.00) shall be conducted by sealed,\r\ncompetitive bidding.\"  Houlton Town Charter  512,  3.  They\r\nassert, however, that the Town violated the charter when it\r\nrenegotiated Andino's contract to bring it in line with the 1997\r\nOrdinance.  The district court rejected this assertion, holding\r\nthat there was no need for a new round of bidding, and that the\r\nrenegotiated contract was valid.  See HCC II, 11 F. Supp.2d at 111-\r\n12.\r\nWe think that this scenario presents a close question of\r\nstate law   and one that the district court did not need to reach. \r\nAfter all, the district court had no independent jurisdiction over\r\nthe town charter claim; and, although 28 U.S.C.  1367 allows a\r\ndistrict court that has jurisdiction over a series of federal\r\nclaims to entertain related state-law claims that \"form part of the\r\nsame case or controversy,\" id., it does not oblige the court to\r\ncontinue with those claims if, prior to trial, it disposes of the\r\nfederal claims.  Where, as here, the federal claims upon which the\r\ncourt's jurisdiction depends are resolved before trial, section\r\n1367 confers upon the judge the authority to dismiss a supplemental\r\nstate-law claim without prejudice.  See Rodriguez v. Doral Mortgage\r\nCorp., 57 F.3d 1168, 1177 (1st Cir. 1995); Martinez v. Colon, 54\r\nF.3d 980, 990 (1st Cir. 1995).\r\nIn this instance, the town charter claim is not only\r\ndifficult, but also novel as a matter of state law.  The litigation\r\nwas in the early stages.  Under the circumstances, we conclude that\r\ndismissal without prejudice clearly was the option of choice, and\r\nthat the district court should not have ventured to adjudicate the\r\ntown charter claim.  See Rodriguez, 57 F.3d at 1177 (admonishing\r\nthat \"a federal court may be wise to forgo the exercise of\r\nsupplemental jurisdiction when the state law that undergirds the\r\nnonfederal claim is of dubious scope and application\"); see also 28\r\nU.S.C.  1367(c)(1).\r\nIV.  CONCLUSION\r\nWe need go no further.  The Town of Houlton's adoption of\r\na flow-control ordinance, coupled with its grant of an exclusive\r\nhauling and disposal contract to a local contractor, does not\r\ndiscriminate on its face against interstate commerce because both\r\nin-state and out-of-state providers were allowed to compete for\r\nthis contract on the same footing.  Moreover, since any incidental\r\neffects that this waste management scheme may have on interstate\r\ncommerce correspond to legitimate local interests in efficiency and\r\npublic health, the plan does not violate the dormant Commerce\r\nClause.  By like token, it does not work an unconstitutional taking\r\nor impermissibly impugn private contracts.  Finally, because the\r\ntown charter claim depends entirely on state law, we think that the\r\nbetter course is to leave that claim to be litigated in the state\r\ncourts (should the appellants choose to press it).  We therefore\r\ndirect the district court to modify its judgment to provide that\r\nthe appellants' claim under the Houlton Town Charter is dismissed\r\nwithout prejudice.\r\n\nAffirmed as modified.  Costs in favor of the appellee.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1999\r\n\n          HOULTON CITIZENS' COALITION, ET AL.,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n                    TOWN OF HOULTON,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n      [Hon. Morton A. Brody, U.S. District Judge]\r\n\n                         Before\r\n\n                Selya, Stahl and Lipez,\r\n\n                   Circuit Judges.\r\n\nRobert M. Morris, with whom Steven R. Davis and Carton, Davis\r\n&amp; Morris, P.A. were on brief, for appellants.\r\nMichael E. Saucier, with whom Thompson &amp; Bowie was on brief,\r\nfor appellee.\r\n\nApril 22, 1999\r\n\nSELYA, Circuit Judge.  This litigation has its genesis in\r\na waste management scheme devised by the town fathers of Houlton,\r\nMaine (the Town).  The appellants claim that Houlton's plan   under\r\nwhich the Town by contract designated a single firm as the\r\nexclusive hauler of residential waste within its borders, and\r\nenacted a flow-control ordinance directing all such waste either to\r\nbe collected by that firm or to be brought to its transfer station\r\nviolates the Commerce Clause, the Takings Clause, the Contract\r\nClause, and the town charter.  The district court rejected these\r\nimportunings.  We affirm the judgment below (with a slight\r\nmodification), but our reasoning differs from the district court's\r\nin respect to the principal bone of contention   the Commerce\r\nClause challenge.\r\nI.  BACKGROUND\r\nAs in many small towns across the nation, Houlton\r\nresidents traditionally dealt with solid waste by depositing it in\r\nthe town dump or engaging others to do so.  On October 17, 1995,\r\nstate environmental authorities closed the dump.  In order to\r\nremain compliant with state law, the Town needed to fashion a new\r\nway for its residents to deal with solid waste.  It thereupon\r\nissued a request for proposals (RFP), conducted an open competitive\r\nbidding process that resulted in the selection of a local firm\r\n(Andino, Inc.) as its exclusive contractor, agreed to provide that\r\nfirm with a guaranteed trash quota for seven years, and enacted a\r\nflow-control ordinance (the 1995 Ordinance) that required all\r\nresidential solid waste generated within the town limits to be\r\ntaken to a local transfer site operated by Andino.\r\nIn New England, change does not come easily.  Asserting\r\nthat the 1995 Ordinance violated the Commerce Clause, David Condon,\r\na trash disposal operator, sued Andino and the Town.  The federal\r\ndistrict court preliminarily enjoined enforcement of the 1995\r\nOrdinance, see Condon v. Andino, Inc., </pre><span class=\"citation\" data-id=\"2282617\"><a href=\"/opinion/2282617/condon-v-andino-inc/\"><span class=\"volume\">961</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">323</span></a></span><pre class=\"inline\">, 331-32 (D.\r\nMe. 1997), and the Town folded; instead of litigating to the bitter\r\nend, it revised the law and enacted a new ordinance (the 1997\r\nOrdinance) that put a somewhat different waste management system\r\ninto effect.\r\nThe new plan has two components.  The first is the 1997\r\nOrdinance itself.  The ordinance requires all generators of\r\nresidential rubbish within the Town either to use Houlton's chosen\r\ncontractor to transport their trash, or to haul it themselves.  See1997 Ordinance  10-507.  Although the Town's contractor is\r\npermitted to dispose of collected trash at any proper disposal\r\nsite, residents who choose to self-haul are required to take their\r\nrefuse to a repository designated by the Town Council.  See id. \r\n10-504.  The ordinance provides fines and other penalties for\r\nnoncompliance.  See id.  10-503.\r\nThe contract between Andino and the Town constitutes the\r\nnew scheme's second component.  The  previous contract between\r\nthese parties had included, inter alia, a failsafe clause whereby\r\nthe Town agreed to negotiate with Andino in good faith to keep it\r\nas the Town's contractor if a court of competent jurisdiction held\r\nthe 1995 Ordinance invalid or unenforceable.  Purporting to honor\r\nits commitment to renegotiate, the Town implemented the 1997\r\nOrdinance by supplementing and amending the preexisting contract,\r\ngranting Andino the exclusive right to collect third-party\r\nresidential waste under the 1997 Ordinance, and designating its\r\ntransfer station as the disposal site for self-haulers.\r\nThese modifications did not placate those who yearned for\r\nsimpler times.  Four plaintiffs combined to sue the Town in federal\r\ndistrict court.  They included Condon, two other local trash\r\nhaulers (William Faulkner and Fred Spellman), and the Houlton\r\nCitizens' Coalition (HCC), an unincorporated nonprofit association\r\nformed by Houlton residents.  Invoking federal question\r\njurisdiction, 28 U.S.C.  1331   there is no other readily apparent\r\njurisdictional basis   the plaintiffs challenged the 1997 Ordinance\r\nunder, inter alia, the Commerce Clause, the Takings Clause, and the\r\nContract Clause.  They also appended a supplemental state-law claim\r\nunder the town charter.  The district court rebuffed their attempt\r\nto restrain implementation of the 1997 Ordinance pendente lite,\r\nconcluding that the plaintiffs were unlikely to prevail on the\r\nmerits.  See Houlton Citizens' Coalition v. Town of Houlton, 982 F.\r\nSupp. 40, 46 (D. Me. 1997)(HCC I).  The court subsequently granted\r\nsummary judgment for the Town on the four claims with which we are\r\nconcerned.  See Houlton Citizens' Coalition v. Town of Houlton, </pre><span class=\"citation\" data-id=\"2289479\"><a href=\"/opinion/2289479/houlton-citizenscoalition-v-town-of-houlton/\"><span class=\"volume\">11</span>\r\n<span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">105</span></a></span><pre class=\"inline\">, 112 (D. Me. 1998) (HCC II).  This appeal followed.\r\nII.  STANDING\r\nBefore we consider the appellants' substantive arguments,\r\nwe pause to ponder a potential problem:  the claim that the\r\nCoalition, an unincorporated nonprofit association that was formed,\r\naccording to the uncontradicted affidavit of its president,\r\nspecifically \"to provide a forum for research, analysis, discussion\r\nand public education of civic policy issues related to the public\r\nadministration of the Town of Houlton, Maine\" and \"to perform civic\r\npublic service in this role,\" lacks standing.  See United States v.\r\nAVX Corp., </pre><span class=\"citation\" data-id=\"582534\"><a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">, 113-16 (1st Cir. 1992) (discussing\r\nelements of standing requirement for unincorporated associations).\r\nThe Town brings some heavy artillery to this battlefield. \r\nTwo respected courts recently have held that individual garbage\r\ngenerators lacked standing to challenge schemes similar to\r\nHoulton's under the Commerce Clause.  See Ben Oehrleins &amp; Sons &amp;\r\nDaughter, Inc. v. Hennepin County, </pre><span class=\"citation\" data-id=\"741888\"><a href=\"/opinion/741888/ben-oehrleins-and-sons-and-daughter-inc-elk-river-landfill-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1372</span></a></span><pre class=\"inline\">, 1381-82 (8th\r\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">629</span></span><pre class=\"inline\"> (1997); Individuals for\r\nResponsible Gov't, Inc. v. Washoe County, </pre><span class=\"citation\" data-id=\"739133\"><a href=\"/opinion/739133/individuals-for-responsible-government-inc-a-non-profit-nevada/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">699</span></a></span><pre class=\"inline\">, 703-04 (9th\r\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></span><pre class=\"inline\"> (1997).  These courts\r\nemphasized that the purpose of the dormant Commerce Clause is to\r\ncurtail states' abilities to hinder interstate trade, and that the\r\ninjury claimed by the individual garbage generators   being\r\ncompelled to pay higher prices for services they neither required\r\nnor desired   was not even marginally related to this purpose.  SeeBen Oehrleins, 115 F.3d at 1382; Washoe County, 110 F.3d at 703.\r\nThe HCC shares many attributes with the parties found to\r\nlack standing in Ben Oehrleins and Washoe County.  It is made up of\r\nindividual trash generators who complain that under the 1997\r\nOrdinance they will be forced to contract with Andino, when\r\npreviously they could patronize other haulers (presumably at lower\r\nprices or on more felicitous terms).  Despite this parallelism,\r\nhowever, we need not decide whether we share the outlook of the Ben\r\nOehrleins and Washoe County courts.  It is a settled principle that\r\nwhen one of several co-parties (all of whom make similar arguments)\r\nhas standing, an appellate court need not verify the independent\r\nstanding of the others.  See Clinton v. City of New York, 118 S.\r\nCt. 2091, 2100 n.19 (1998); Bowsher v. Synar, </pre><span class=\"citation\" data-id=\"111756\"><a href=\"/opinion/111756/bowsher-v-synar/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></a></span><pre class=\"inline\">, 721\r\n(1986); Montalvo-Huertas v. Rivera-Cruz, </pre><span class=\"citation\" data-id=\"529714\"><a href=\"/opinion/529714/mercedes-montalvo-huertas-etc-v-hector-rivera-cruz-etc/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span><pre class=\"inline\">, 976 (1st\r\nCir. 1989).  We take refuge behind this principle today.\r\nHere, Faulkner, a co-plaintiff, satisfies both the\r\nconstitutional requirements and the prudential conditions for\r\nstanding.  He has lost the business of his residential customers in\r\nHoulton; that injury can be traced directly to the Town's neoteric\r\nwaste management scheme; and the injury would be adequately\r\nredressed by equitable relief and/or damages against the Town.  As\r\na classic plaintiff asserting his own economic interests under the\r\nCommerce Clause   a constitutional provision specifically targeted\r\nto protect those interests   Faulkner avoids any concerns relative\r\neither to jus tertii, see Warth v. Seldin, </pre><span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span><pre class=\"inline\">, 499\r\n(1975), or to the zone of interests requirement, see Valley Forge\r\nChristian College v. Americans United for Separation of Church and\r\nState, Inc., </pre><span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span><pre class=\"inline\">, 475 (1982).\r\nWe note, moreover, that Faulkner's claim to standing is\r\nnot damaged because he failed to allege that he hauled garbage out-\r\nof-state or planned to do so.  In Commerce Clause jurisprudence,\r\ncognizable injury is not restricted to those members of the\r\naffected class against whom states or their political subdivisions\r\nultimately discriminate.  See General Motors Corp. v. Tracy, </pre><span class=\"citation\" data-id=\"118080\"><a href=\"/opinion/118080/general-motors-corp-v-tracy/\"><span class=\"volume\">519</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span><pre class=\"inline\">, 286 (1997).  Thus, an in-state business which meets\r\nconstitutional and prudential requirements due to the direct or\r\nindirect effects of a law purported to violate the dormant Commerce\r\nClause has standing to challenge that law.  See id. at 286-87\r\n(collecting cases); see also Ben Oehrleins, 115 F.3d at 1379\r\n(affirming district court's finding of standing for in-state\r\nhaulers and landfill operators).\r\nThat ends this phase of our inquiry.  Because Faulkner\r\nhas standing to challenge the 1997 Ordinance, we need not decide\r\nwhether the HCC has standing to mount a challenge in its own right.\r\n\nIII.  ANALYSIS\r\nThe appellants find four fatal flaws in the Town's waste\r\nmanagement scheme:  (1) it insults the dormant Commerce Clause; (2)\r\nit takes private property without just compensation; (3) it\r\nimpermissibly burdens contracts; and (4) its implementation by the\r\nTown violates the municipal charter.  Only the first of these\r\ncontentions demands extended discussion.\r\nThe first order of business requires us to remark the\r\nunderlying legal standard.  This appeal emanates from an order\r\ngranting summary judgment.  We have written extensively about that\r\nprocedural device, see, e.g., McCarthy v. Northwest Airlines, Inc.,\r\n</pre><span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span><pre class=\"inline\">, 314-15 (1st Cir. 1995) (collecting cases), and we need\r\nonly sketch the parameters here.\r\nA district court may enter summary judgment upon a\r\nshowing \"that there is no genuine issue as to any material fact and\r\nthat the moving party is entitled to a judgment as a matter of\r\nlaw.\"  Fed. R. Civ. P. 56(c).  In this instance, the district court\r\nfound that the Town had made such a showing and granted its motion\r\nfor brevis disposition on all counts.  We review orders for summary\r\njudgment de novo, considering the record and all reasonable\r\ninferences therefrom in the light most hospitable to the summary\r\njudgment loser.  See Mullin v. Raytheon Co., </pre><span class=\"citation\" data-id=\"760463\"><a href=\"/opinion/760463/78-fair-emplpraccas-bna-1174-74-empl-prac-dec-p-45696-william/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">696</span></a></span><pre class=\"inline\">, 698 (1st\r\nCir. 1999).  This standard of review permits us to embrace or\r\nreject the rationale employed by the lower court and still uphold\r\nits order for summary judgment.  In other words, we may affirm such\r\nan order on any ground revealed by the record.  See Hachikian v.\r\nFDIC, </pre><span class=\"citation\" data-id=\"196973\"><a href=\"/opinion/196973/hachikian-v-fdic/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span><pre class=\"inline\">, 504 (1st Cir. 1996); Mesnick v. General Elec.\r\nCo., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">, 822 (1st Cir. 1991).  With this brief preface,\r\nwe turn to the substance of the appellants' asseverations.\r\n           A.  The Commerce Clause Challenge.\r\nIn terms, the Constitution empowers Congress \"[t]o\r\nregulate Commerce . . . among the several states.\"  U.S. Const. art\r\nI,  8, cl. 3.  Over time, courts have found a negative aspect\r\nembedded in this language   an aspect that prevents state and local\r\ngovernments from impeding the free flow of goods from one state to\r\nanother.  This has come to be known as the \"dormant Commerce\r\nClause.\"  The dormant Commerce Clause does not affect state or\r\nlocal regulations directly authorized by Congress, see Southern\r\nPac. Co. v. Arizona ex rel. Sullivan, </pre><span class=\"citation\" data-id=\"1087607\"><a href=\"/opinion/1087607/southern-pacific-co-v-arizona-ex-rel-sullivan/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">761</span></a></span><pre class=\"inline\">, 769, (1945),\r\nbut, rather, acts as a brake on the states' authority to regulate\r\nin areas in which Congress has not affirmatively acted, see Camps\r\nNewfound/Owatonna, Inc. v. Town of Harrison, </pre><span class=\"citation\" data-id=\"118111\"><a href=\"/opinion/118111/camps-newfoundowatonna-inc-v-town-of-harrison/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 571\r\n(1997).  If a state or local government enters such uncharted\r\nwaters and enacts a law that unduly favors in-state commercial\r\ninterests over their out-of-state counterparts, that law\r\n\"routinely\" will be defenestrated under the dormant Commerce Clause\r\n\"unless the discrimination is demonstrably justified by a valid\r\nfactor unrelated to economic protectionism.\"  West Lynn Creamery,\r\nInc. v. Healy, </pre><span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 192-93 (1994).\r\nThe case at hand involves the application of the dormant\r\nCommerce Clause to a municipal waste management scheme.  While the\r\nissue is one of first impression in this circuit, we come upon the\r\nscene finding the legal landscape already considerably cluttered. \r\nThe Supreme Court has dealt with quandaries of this general kind\r\nseveral times in the last decade.  See C &amp; A Carbone, Inc. v. Town\r\nof Clarkstown, </pre><span class=\"citation\" data-id=\"1087961\"><a href=\"/opinion/1087961/c-a-carbone-inc-v-clarkstown/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span><pre class=\"inline\"> (1994); Oregon Waste Sys., Inc. v.\r\nDepartment of Envtl. Quality, </pre><span class=\"citation\" data-id=\"117834\"><a href=\"/opinion/117834/oregon-waste-systems-inc-v-department-of-environmental-quality-of-ore/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span><pre class=\"inline\"> (1994); Fort Gratiot\r\nSanitary Landfill, Inc. v. Michigan Dep't of Natural Resources, </pre><span class=\"citation\" data-id=\"112741\"><a href=\"/opinion/112741/fort-gratiot-sanitary-landfill-inc-v-michigan-dept-of-natural-resources/\"><span class=\"volume\">504</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span><pre class=\"inline\"> (1992); Chemical Waste Mgmt., Inc. v. Hunt, </pre><span class=\"citation\" data-id=\"112740\"><a href=\"/opinion/112740/chemical-waste-management-inc-v-hunt/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></a></span><pre class=\"inline\">\r\n(1992).  Clarkstown is both the most recent and the most relevant\r\nof these precedents, and we use it as a point of departure to put\r\ninto perspective the precise issue that confronts us.\r\nAfter the closing of its municipal landfill and the entry\r\nof a consent decree with New York's Department of Environmental\r\nConservation, Clarkstown found itself in a situation similar to\r\nthat of Houlton.  See Clarkstown, 511 U.S. at 386-87.  In response,\r\nthe town contracted with a commercial entity to build a transfer\r\nstation within its borders (the Route 303 station), retaining the\r\nright to purchase the transfer station for a nominal sum after five\r\nyears.  See id. at 387.  Clarkstown financed construction of the\r\nRoute 303 station by guaranteeing that a set level of trash would\r\nbe brought there and establishing above-market \"tipping fees\" to be\r\npaid by garbage disposers.  See id.  In order to ensure the\r\nfulfillment of this self-imposed quota, Clarkstown passed a flow-\r\ncontrol ordinance directing that all waste within its borders be\r\ndisposed of at the Route 303 station.  See id.  In defiance of this\r\ndirective, Carbone (a local trash hauler) transported waste from\r\nClarkstown to out-of-state landfills without passing it through the\r\nRoute 303 station and without paying tipping fees there.  See id.at 387-88.  Clarkstown sought an injunction, and Carbone defended\r\non Commerce Clause grounds.\r\nThe New York courts ruled that the flow-control ordinance\r\npassed constitutional muster.  See Town of Clarkstown v. C &amp; A\r\nCarbone, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">587</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">681</span></span><pre class=\"inline\">, 687-88 (App. Div.), appeal denied,\r\n</pre><span class=\"citation no-link\"><span class=\"volume\">591</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">138</span></span><pre class=\"inline\"> (1992).  The United States Supreme Court thought\r\notherwise.  It reversed, holding the ordinance unconstitutional. \r\nSee Clarkstown, 511 U.S. at 394-95.  We find the architecture of\r\nthe Court's dormant Commerce Clause analysis instructive.\r\nThe Court first addressed the threshold question of\r\nwhether the challenged ordinance discriminated on its face against\r\ninterstate commerce (as opposed to regulating commerce evenhandedly\r\nwith only incidental effects on interstate commerce).  See id. at\r\n390; id. at 402 (O'Connor, J., concurring).  It noted that an\r\nordinance that discriminates on its face against interstate\r\ncommerce and in favor of local businesses is per se invalid, \"save\r\nin a narrow class of cases in which the municipality can\r\ndemonstrate, under rigorous scrutiny, that it has no other means to\r\nadvance a legitimate local interest.\"  Id. at 392.  The Court\r\nfurther explained that if an ordinance is not discriminatory on its\r\nface, a balancing test must then be performed to determine its\r\nconstitutionality.  See id. at 390.  Viewed in this less intense\r\nlight, the ordinance will stand unless the burden that it places\r\nupon interstate commerce is \"clearly excessive in relation to the\r\nputative local benefits.\"  Id. (quoting Pike v. Bruce Church, Inc.,\r\n</pre><span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span><pre class=\"inline\">, 142 (1970)).\r\nUsing these criteria, the Court adjudged Clarkstown's\r\nflow-control ordinance discriminatory on its face; the ordinance\r\nachieved its goal of providing the refuse necessary to finance the\r\nRoute 303 station \"by depriving competitors, including out-of-state\r\nfirms, of access to a local market.\"  Id. at 386.  For this reason,\r\nJustice Kennedy, writing for the majority, classified the ordinance\r\nas merely another example of the type of local processing\r\nrequirement that the Court had invalidated with monotonous\r\nregularity, observing that Clarkstown's scheme attempted to hoard\r\nsolid waste, just as states and municipalities in prior cases had\r\nattempted to hoard other commodities for processing by local, as\r\nopposed to out-of-state, interests.  See id. at 391-92.  To\r\nillustrate the point, the Court cited, inter alia, earlier\r\ndecisions striking down schemes to \"hoard\"  timber, South-Central\r\nTimber Dev., Inc. v. Wunnicke, </pre><span class=\"citation\" data-id=\"111189\"><a href=\"/opinion/111189/south-central-timber-development-inc-v-wunnicke/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span><pre class=\"inline\"> (1984), milk, Dean Milk\r\nCo. v. Madison, </pre><span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span><pre class=\"inline\"> (1951), and meat, Minnesota v. Barber,\r\n</pre><span class=\"citation\" data-id=\"92826\"><a href=\"/opinion/92826/minnesota-v-barber/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span><pre class=\"inline\"> (1890).\r\nIn the jurisprudence of the dormant Commerce Clause, a\r\nfinding of facial discrimination is almost always fatal. \r\nClarkstown proved no exception.  Though the municipality's\r\ninterests in the efficient processing and disposal of solid waste\r\nand in financing its transfer station were legitimate concerns, the\r\nCourt abrogated the flow-control ordinance because those goals\r\ncould have been pursued through nondiscriminatory alternatives. \r\nSee Clarkstown, 511 U.S. at 393.\r\nOur sister circuits have glossed the lessons of\r\nClarkstown somewhat differently.  In SSC Corp. v. Town of\r\nSmithtown, </pre><span class=\"citation\" data-id=\"705075\"><a href=\"/opinion/705075/ssc-corp-plaintiff-counter-defendant-appellee-v-town-of-smithtown-town/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span><pre class=\"inline\"> (2d Cir. 1995), the Second Circuit\r\nconsidered a binary waste management scheme consisting of (a) a\r\nflow-control ordinance that required all municipal waste to be\r\ndisposed of at a facility designated by the town, see id. at 507,\r\nand (b) a series of contracts with a discrete group of haulers for\r\nparticular areas of the town, in which Smithtown granted each\r\nhauler an exclusive franchise for a specific area, required\r\ndisposal at the town's designated site, and financed the hauling\r\ncontracts through tax assessments, see id. at 507-08.  The court\r\nfound the scheme's first facet unconstitutional, believing that\r\nClarkstown compelled it to nullify the ordinance \"because it\r\ndirects all town waste to a single local disposal facility, to the\r\nexclusion of both in-state and out-of-state competitors.\"  Id. at\r\n514.  The court nevertheless approved the scheme's second facet,\r\nvalidating the town's use of exclusive hauling contracts under the\r\ndormant Commerce Clause's market participant exception.  See id. at\r\n514-18; see generally Hughes v. Alexandria Scrap Corp., </pre><span class=\"citation\" data-id=\"109498\"><a href=\"/opinion/109498/hughes-v-alexandria-scrap-corp/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">794</span></a></span><pre class=\"inline\">, 810 (1976) (holding that a state or municipality is outside\r\nthe purview of the dormant Commerce Clause   and thus may tilt in\r\nfavor of local businesses   when it enters a market as a\r\nparticipant rather than as a regulator).\r\nOn the same day it decided Smithtown, the Second Circuit\r\nalso decided USA Recycling, Inc. v. Town of Babylon, </pre><span class=\"citation\" data-id=\"705165\"><a href=\"/opinion/705165/usa-recycling-inc-friendly-carting-inc-joseph-carione-angelo-carione/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1272</span></a></span><pre class=\"inline\">\r\n(2d Cir. 1995).  As part of its solid waste plan, Babylon had\r\nentered an exclusive service agreement with a single hauler (BSSCI)\r\nto remove all commercial waste and simultaneously had precluded the\r\nlicensing of other haulers.  See id. at 1278-79.  The town allowed\r\nBSSCI to dispose of the trash that it collected without charge at\r\na municipally-owned, but privately-operated, incinerator.  See id.at 1277-79.  Moreover, it paid both BSSCI and the incinerator\r\noperator with public funds.  See id.\r\nThe court held that Babylon's scheme did not discriminate\r\non its face against interstate commerce, but merely eliminated the\r\ncommercial market for garbage collection services, substituting for\r\nit the town's provision of those services through a private\r\ncontractor.  See id. at 1283.  The court also held that Babylon's\r\ngrant of an exclusive franchise and free disposal rights to its\r\nchosen contractor constituted market participation, exempt from the\r\nrequirements of the dormant Commerce Clause.  See id. at 1288-89.\r\nIn the dim afterlight of Clarkstown, another court of\r\nappeals has spoken on the subject of flow control and the dormant\r\nCommerce Clause.  See Harvey &amp; Harvey, Inc. v. County of Chester,\r\n</pre><span class=\"citation\" data-id=\"706841\"><a href=\"/opinion/706841/harvey-harvey-inc-v-county-of-chester-pennsylvania-department-of/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">788</span></a></span><pre class=\"inline\"> (3d Cir. 1995).  Acting pursuant to state law, the\r\ncounty commissioners of Chester, Pennsylvania, adopted a solid\r\nwaste plan and a flow-control ordinance.  See id. at 794.  The\r\nordinance created two service areas and required all garbage in\r\neach area to go to a designated landfill within that area (save\r\nonly for a certain amount of waste allocated to a third in-state\r\nlandfill nearby).  See id. at 794-95.  Harvey &amp; Harvey, Inc., an\r\ninterstate hauler and processor, challenged the plan under the\r\ndormant Commerce Clause.  The district court ruled that the plan\r\ndid not discriminate on its face against interstate commerce and\r\nthat application of the Pike balancing test was warranted.  See id.at 795.  Because Harvey &amp; Harvey conceded that it could not prove\r\nits case under that standard, the court entered judgment for the\r\ndefendant.\r\nOn appeal, the Third Circuit acknowledged that, under\r\nClarkstown, a flow-control ordinance favoring a single in-state\r\noperator over all other in-state and out-of-state operators might\r\nbe vulnerable to attack under the dormant Commerce Clause.  See id.at 798.  Still, the court observed that not all such ordinances\r\nwould suffer such a fate.  See id.  Similarly, \"[t]hat [an]\r\nordinance requires the use of [a] selected facility, thus\r\nprohibiting the use of non-designated facilities (which may be out\r\nof state), does not itself establish a Commerce Clause violation.\" \r\nId.  Thus, although the grant of an exclusive contract to a local\r\nwaste hauler/processor is suspect, it is not a per se violation of\r\nthe dormant Commerce Clause.  See id. at 801.\r\nThe Third Circuit then explained that, to secure a\r\nfinding of discrimination vis--vis a flow-control scheme that\r\nexcludes all out-of-state haulers and/or processors and most in-\r\nstate haulers and/or processors, the challenger must show that\r\nthose excluded did not have a fair opportunity to obtain the town's\r\ncustom.  If the playing field is level for both in-state and out-\r\nof-state bidders, such parity ordinarily will satisfy the\r\nconstitutional imperative.  See id. at 802.  Under this standard,\r\n\"a local authority could choose a single provider   without\r\nimpermissibly discriminating against inter-state commerce   so long\r\nas the selection process was open and competitive and offered truly\r\nequal opportunities to in- and out-of-state businesses.\"  Id.  The\r\ncourt of appeals then asked the district court to reconsider Harvey\r\n&amp; Harvey's plaint in light of the newly articulated standard.  Seeid. at 807.\r\nAgainst this backdrop, we inquire whether the 1997\r\nOrdinance enacted by the Houlton Town Council discriminates on its\r\nface against interstate commerce.  Like Clarkstown's ordinance, the\r\nchallenged ordinance and the contract granted ancillary to it\r\nfunnel all residential waste through a single contractor.  Because\r\nof that similarity, the appellants chant the Clarkstown catechism,\r\nclaiming that Houlton's scheme \"deprives out-of-state businesses of\r\naccess to a local market,\" Clarkstown, 511 U.S. at 389, and thereby\r\n\"discriminates, for it allows only the favored operator to process\r\nwaste that is within the limits of the town,\" id. at 391.  Houlton\r\ndismisses the analogy to Clarkstown.  In its view, the more apt\r\nanalogy is to Smithtown's second facet because Houlton, like\r\nSmithtown, became the only buyer in the local garbage market by\r\nmeans of the 1997 Ordinance and, acting as a market participant,\r\nhired Andino to service its garbage needs.  Alternatively, the Town\r\ncompares its position to Babylon's because it took over the garbage\r\ncollection market while acting as a regulator, and then privatized\r\nits own provision of collection services, acting as a market\r\nparticipant.\r\nThis last argument proved persuasive below.  Following\r\nthe Babylon court's lead, the district judge considered the two\r\nparts of Houlton's waste management scheme separately.  Initially,\r\nhe ruled that the 1997 Ordinance constituted market regulation and,\r\nlike Babylon's ordinance, served merely  to eliminate the private\r\nsector from the garbage collection business.  See HCC I, 982 F.\r\nSupp. at 43-44.  Still concentrating on the ordinance, the judge\r\nnoted that Houlton had become \"the lone provider of [collection]\r\nservices and ha[d] hired Andino to furnish these services on its\r\nbehalf subject to the Town's supervision and control.\"  Id. at 45. \r\nOn this basis, he concluded that the 1997 Ordinance did not\r\nfacially discriminate against interstate commerce.  See id. at 46. \r\nFinally, he performed the requisite balancing test and declared the\r\nordinance constitutional.  See id.\r\nThe judge also considered the Town's contract with Andino\r\nand found that, under this contract, \"Houlton is acting as a\r\n'buyer' in the garbage collection, disposal, and processing\r\nmarkets, and enters those markets 'with the same freedoms and\r\nsubject to the same restrictions as a private party.'\"  Id. at 44\r\n(quoting Smithtown, 66 F.3d at 509).  Because the Town acted as a\r\nmarket participant in dealing with Andino, the judge concluded, the\r\ncontract between the two escapes scrutiny under the dormant\r\nCommerce Clause.  See id.\r\nFor two reasons, we are reluctant to place our imprimatur\r\non the district court's bifurcated analysis.  First, Smithtown and\r\nBabylon are cutting-edge decisions, and it is unclear to us whether\r\nor not the Supreme Court eventually will adopt their ratiodecidendi.  Second, and perhaps more important, although Houlton's\r\nwaste management scheme shares some features of the Smithtown and\r\nBabylon schemes, it differs significantly in requiring that those\r\nmunicipal residents who do not choose to tote their own garbage\r\ncontract individually with the Town's designated hauler for the\r\npurpose of removing residential refuse. See 1997 Ordinance  10-\r\n507(1).  Moreover, even self-haulers are required to use a\r\ndesignated transfer station.  See id.  10-504.  The ordinance thus\r\nexplicitly creates forced business transactions   an element that\r\nwas present in Clarkstown, but lacking in the Second Circuit cases\r\n(both of which involved arrangements that avoided forced\r\ntransactions by the simple expedient of appropriating tax dollars\r\nto fund waste management services).  This distinction cannot be\r\ndisregarded, for the Second Circuit's market participation analysis\r\nin Smithtown and its finding of nondiscrimination in Babylon were,\r\nat least to some extent, dependent on those communities'\r\nexpenditures of public funds in support of their contractual\r\narrangements.  See Smithtown, 66 F.3d at 515 (noting that\r\n\"Smithtown is spending tax dollars to pay for both [waste\r\ncollection and disposal] services\"); Babylon, 66 F.3d at 1283\r\n(distinguishing Clarkstown on the ground that \"the payment of taxes\r\nin return for municipal services is not comparable to a forced\r\nbusiness transaction\").\r\nWe need not probe this point too deeply, however, for the\r\ncase at hand can be resolved in a more straightforward fashion.  We\r\ndo not interpret Clarkstown as explicating a broad-based ban on\r\nevery flow-control ordinance that happens to be coupled with an\r\nexclusive contractual arrangement in favor of an in-state operator. \r\nTo suggest that every such ordinance violates Clarkstown would\r\nstretch both Justice Kennedy's language and the logic of the\r\ndormant Commerce Clause past the breaking point.\r\nThe core purpose of the dormant Commerce Clause is to\r\nprevent states and their political subdivisions from promulgating\r\nprotectionist policies.  See, e.g., Camps Newfound/Owatonna,  520\r\nU.S. at 578 (citing \"economic isolationism\" as \"the very evil that\r\nthe dormant Commerce Clause was designed to prevent\"); New Energy\r\nCo. v. Limbach, </pre><span class=\"citation\" data-id=\"112081\"><a href=\"/opinion/112081/new-energy-co-of-ind-v-limbach/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span><pre class=\"inline\">, 273-74 (1988) (explaining that the\r\n\"'negative' aspect of the Commerce Clause prohibits economic\r\nprotectionism   that is, regulatory measures designed to benefit\r\nin-state economic interests by burdening out-of-state\r\ncompetitors\"); see also Clarkstown, 511 U.S. at 390 (\"The central\r\nrationale for the rule against discrimination is to prohibit state\r\nor municipal laws whose object is local economic protectionism,\r\nlaws that would excite those jealousies and retaliatory measures\r\nthe Constitution was designed to prevent.\").  It follows,\r\ntherefore, that if local legislation leaves all comers with equal\r\naccess to the local market, it does not offend the dormant Commerce\r\nClause.  See CTS Corp. v. Dynamics Corp. of Am., </pre><span class=\"citation\" data-id=\"111860\"><a href=\"/opinion/111860/cts-corp-v-dynamics-corp-of-america/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span><pre class=\"inline\">, 94\r\n(1987); Minnesota v. Clover Leaf Creamery Co., </pre><span class=\"citation\" data-id=\"110380\"><a href=\"/opinion/110380/minnesota-v-clover-leaf-creamery-co/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">, 471-72\r\n(1981); Harvey &amp; Harvey, 68 F.3d at 802.  In other words, to the\r\nextent that in-state and out-of-state bidders are allowed to\r\ncompete freely on a level playing field, there is no cause for\r\nconstitutional concern.\r\nIt is a logical next step that when the Commerce Clause\r\ninquiry focuses on a state or local plan that culminates in an\r\naward of an exclusive contract to one of several aspirants (actual\r\nor potential), the process by which the contractor is chosen\r\nassumes great importance in determining the plan's\r\nconstitutionality vel non.  See Harvey &amp; Harvey, 68 F.3d at 801. \r\nAfter all, in-state interests are not unduly pampered, nor out-of-\r\nstate competitors unduly burdened, when a municipality awards an\r\nexclusive contract to a low bidder (from whatever state or region)\r\nafter a fair and  open bidding process.  In such circumstances,\r\nunrestricted access to the bidding process constitutes unrestricted\r\naccess to the relevant market.\r\nApplying this tenet, Houlton's 1997 Ordinance does not\r\nflout the dormant Commerce Clause.  Andino did not become the\r\nTown's contractor in a backroom deal, cutting potential competitors\r\noff at the pass, but, rather, earned the Houlton contract through\r\nits successful completion of a well-advertised, fully competitive\r\nbidding process that was accessible to all who coveted the\r\nbusiness.  The Town issued a detailed RFP after holding a widely\r\npublicized meeting, open to all prospective bidders, at which such\r\nprospective bidders were able to comment on, and ask questions\r\nabout, the project.  The record contains no hint that the Town\r\nrestricted the bid protocol to a particular class of bidders,\r\nshaped it to favor in-state operators, or slanted it in any way\r\nagainst out-of-state purveyors.  The RFP itself includes no terms\r\nthat either give in-state operators a leg up or disadvantage their\r\nout-of-state rivals.\r\nIn point of fact, the RFP allows any bidder willing and\r\nable to haul and dispose of Houlton's trash to submit a proposal. \r\nIt does not lock bidders into using a particular transfer station;\r\non the contrary, its terms permit the successful bidder to contract\r\nwith whomever the bidder chooses (in-state or out-of-state) to\r\nprocess the garbage and effectuate disposal at any lawful site\r\nwithin or without the state.  Furthermore, the RFP  specifically\r\nnotes that bidders may request deviations or file alternative\r\nproposals.\r\nIn response to the RFP, the  Town received multiple bids. \r\nIt awarded the contract to Andino   the low bidder.  The contract's\r\nseven-year term, though lengthy, does not seem excessive\r\nconsidering the relatively substantial commitment of equipment and\r\nother resources required on the successful bidder's part   and\r\nnothing about this duration impacts out-of-state operators\r\ndifferently than their in-state competitors.  In short, this open\r\nand freely accessible bidding process ensured a level playing field\r\nfor all interested parties and provided sufficiently broad market\r\naccess to quell Commerce Clause concerns.  Consequently, the Town's\r\ngarbage disposal scheme does not constitute a per se violation of\r\nthe dormant Commerce Clause, but instead regulates commerce\r\nevenhandedly, with no more than incidental effects on interstate\r\ntrade.\r\nThis brings us to the balancing test.  Under this test,\r\nwe must uphold the 1997 Ordinance \"unless the burden imposed on\r\n[interstate] commerce is clearly excessive in relation to the\r\nputative local benefits.\"  Pike, 397 U.S. at 142.  In light of the\r\nstrong local interest in efficient and effective waste management\r\nand the virtually invisible burden that the Town's scheme places on\r\ninterstate commerce, Houlton passes this test with flying colors. \r\nSee generally Northwest Cent. Pipeline Corp. v. State Corp. Comm'n,\r\n</pre><span class=\"citation\" data-id=\"112213\"><a href=\"/opinion/112213/northwest-central-pipeline-corp-v-state-corporation-commn-of-kan/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span><pre class=\"inline\">, 525-26 (1989); Arkansas Elec. Coop. Corp. v. Arkansas\r\nPub. Serv. Comm'n, </pre><span class=\"citation\" data-id=\"110927\"><a href=\"/opinion/110927/arkansas-elec-coop-corp-v-ark-public-serv-commn/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span><pre class=\"inline\">, 394-95 (1983).  Hence, the\r\ndistrict court did not err in entering summary judgment against the\r\nappellants on their Commerce Clause claim.\r\n                B.  Remaining Arguments.\r\nThe appellants' three remaining arguments need not detain\r\nus.  We note briefly why we regard two of them as unavailing, and\r\nwhy we conclude that the third should be left to the state courts.\r\n1.  The Takings Clause.  The Fifth Amendment's mandate\r\nthat private property shall not be taken for public use without\r\njust compensation applies to the states and their political\r\nsubdivisions through the Fourteenth Amendment.  See Chicago,\r\nBurlington &amp; Quincy R.R. Co. v. Chicago, </pre><span class=\"citation\" data-id=\"94648\"><a href=\"/opinion/94648/chicago-b-qr-co-v-chicago/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 239 (1897). \r\nThis protection is not restricted to physical invasions,\r\noccupations, or removals of property; in some cases, overly\r\nassiduous government regulation can create an unconstitutional\r\ntaking.  Whether a particular restriction implicates the Takings\r\nClause is context-sensitive and hinges on the specific\r\ncircumstances.  See Penn Cent. Transp. Co. v. New York City, </pre><span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">438</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span><pre class=\"inline\">, 124 (1978); United States v. Central Eureka Mining Co.,\r\n</pre><span class=\"citation\" data-id=\"105718\"><a href=\"/opinion/105718/united-states-v-central-eureka-mining-co/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span><pre class=\"inline\">, 168 (1958).  In mounting such inquiries, courts must\r\nweigh especially the character of the government action, its\r\neconomic impact on the plaintiff, and the degree to which it\r\ninterferes with the plaintiff's reasonable, investment-backed\r\nexpectations.  See Philip Morris, Inc. v. Harshbarger, </pre><span class=\"citation\" data-id=\"758794\"><a href=\"/opinion/758794/philip-morris-incorporated-v-scott-harshbarger-attorney-general-of/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">670</span></a></span><pre class=\"inline\">, 674 (1st Cir. 1998).\r\nFaulkner perceives a regulatory taking in this case\r\nbecause, after operating his trash-collecting business in Houlton\r\nfor many years unfettered by municipal tethers, the passage of the\r\n1997 Ordinance curbed his activities and dried up a significant\r\nincome stream.  But this argument swims against a powerful tide: \r\ncourts steadfastly have rejected the proposition that the grant of\r\nan exclusive contract for refuse collection constitutes a taking\r\nvis--vis other (competing) trash haulers.  See California\r\nReduction Co. v. Sanitary Reduction Works, </pre><span class=\"citation\" data-id=\"96345\"><a href=\"/opinion/96345/california-reduction-company-v-sanitary-works/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span><pre class=\"inline\">, 321-323\r\n(1905); Gardner v. Michigan, </pre><span class=\"citation\" data-id=\"96346\"><a href=\"/opinion/96346/gardner-v-michigan/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span><pre class=\"inline\">, 330-31 (1905); Tri-State\r\nRubbish, Inc. v. Waste Mgmt., Inc., </pre><span class=\"citation\" data-id=\"611561\"><a href=\"/opinion/611561/tri-state-rubbish-inc-v-waste-management-inc/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span><pre class=\"inline\">, 1082 (1st Cir.\r\n1993).  Since we have no reason to question the continuing vitality\r\nof this impressive string of cases, we affirm the district court's\r\ngrant of summary judgment in favor of the defendant on the takings\r\nclaim.\r\n2.  The Contract Clause.  The Contract Clause declares\r\nthat:  \"No State shall . . . pass any . . . Law impairing the\r\nObligation of Contracts.\"  U.S. Const. art. I,  10, cl. 1. \r\nDespite the majestic sweep of this language, the Contract Clause is\r\nnot energized unless a contractual relationship exists, that\r\nrelationship is impaired by a change in the law, and the resultant\r\nimpairment is substantial.  See General Motors Corp. v. Romein, </pre><span class=\"citation\" data-id=\"112703\"><a href=\"/opinion/112703/general-motors-corp-v-romein/\"><span class=\"volume\">503</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">, 186 (1992); McGrath v. Rhode Island Retirement Bd., </pre><span class=\"citation\" data-id=\"196857\"><a href=\"/opinion/196857/mcgrath-v-ri-retirement-board/\"><span class=\"volume\">88</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 16 (1st Cir. 1996).  The first two parts of this inquiry\r\nare, as in this case, often easily satisfied.  Faulkner enjoyed\r\ngarbage collection contracts with approximately 75 Houlton\r\nresidents, and the 1997 Ordinance effectively prevents him from\r\nfulfilling those contracts.  Thus, the controlling question is\r\nwhether this impairment should be regarded as substantial.\r\nIn order to weigh the substantiality of a contractual\r\nimpairment, courts look long and hard at the reasonable\r\nexpectations of the parties.  In this inquiry, it is especially\r\nimportant whether the parties operated in a regulated industry. \r\nSee Energy Reserves Group, Inc. v. Kansas Power &amp; Light Co., </pre><span class=\"citation\" data-id=\"110827\"><a href=\"/opinion/110827/energy-reserves-group-inc-v-kansas-power-light-co/\"><span class=\"volume\">459</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span><pre class=\"inline\">, 413 (1983); Mercado-Boneta v. Administracion del Fondo de\r\nCompensacion al Paciente, </pre><span class=\"citation\" data-id=\"197554\"><a href=\"/opinion/197554/boneta-v-deseguros/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 13 (1st Cir. 1997).  While\r\nFaulkner and his garbage collection customers did business for many\r\nyears uninhibited by any regulation precisely akin to the 1997\r\nOrdinance, they would have had to be troglodytes not to have known\r\nthat the waste collection and disposal industry is subject to\r\nfairly pervasive regulation.  See, e.g., Clarkstown, 511 U.S. at\r\n386 (collecting recent Supreme Court cases dealing with the\r\nvalidity of various aspects of such regulation).  Indeed, Houlton's\r\nforay into flow control was prompted by the continued regulatory\r\nefforts of the State of Maine.  In this vein, while the 1995\r\nOrdinance eventually proved abortive, it plainly adumbrated for\r\nFaulkner and his customers that change was in the wind.  The\r\ngeneral condition of regulation in the waste management industry\r\nand the specific foreshadowing provided by Houlton's action in 1995\r\nshould have led Faulkner to realize that his collection contracts\r\ncould not be maintained ad infinitum.\r\nViewed through this prism, the question whether the\r\nimpairment worked by the 1997 Ordinance meets the test of\r\nsubstantiality is close.  We need not decide that close question,\r\nhowever, for even a state law that creates a substantial impairment\r\ndoes not transgress the Contract Clause as long as it is\r\nappropriate for, and necessary to, the accomplishment of a\r\nlegitimate public purpose.  See Energy Reserves, 459 U.S. at 412;\r\nMercado-Boneta, 125 F.3d at 15.  \"The requirement of a legitimate\r\npublic purpose guarantees that the State is exercising its police\r\npower, rather than providing a benefit to special interests.\" \r\nEnergy Reserves, 459 U.S. at 412.  The 1997 Ordinance addresses\r\nitself specifically to \"ensur[ing] reliable provision of collection\r\nand hauling services which will further the interest of public\r\nhealth and safety.\"  1997 Ordinance (preamble).  Health and safety\r\nare two mainstays of the police power.  See, e.g., Allied\r\nStructural Steel Co. v. Spannaus, </pre><span class=\"citation\" data-id=\"109929\"><a href=\"/opinion/109929/allied-structural-steel-co-v-spannaus/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span><pre class=\"inline\">, 241 (1978).  Thus,\r\nthis stated purpose and the ordinance's goal to achieve economies\r\nof scale for the benefit of Houlton's residents, see 1997 Ordinance\r\n(preamble), fit well within the category of remedies for \"broad and\r\ngeneral social or economic problem[s]\" that the Supreme Court has\r\nstated will meet its criteria of legitimacy in a Contract Clause\r\ncontext, Energy Reserves, 459 U.S. at 412.\r\nUpon finding a legitimate public purpose, the next step\r\nordinarily involves ascertaining the reasonableness and necessity\r\nof the adjustment of contract obligations effected by the\r\nregulation to determine finally whether the regulation offends the\r\nContract Clause.  See id.; Mercado-Boneta, 125 F.3d at 15.  Withal,\r\nan exception to this rule exists when the contracts at issue are\r\nprivate and no appreciable danger exists that the governmental\r\nentity is using its regulatory power to profiteer or otherwise\r\nserve its own pecuniary interests.  In such instances, a court\r\nproperly may defer to the legislature's judgment.  See Energy\r\nReserves, 459 U.S. at 413; Mercado-Boneta, 125 F.3d at 15.  So it\r\nis here:  by enacting the 1997 Ordinance, the Town has reshaped the\r\nconduct of waste removal within its borders, but has not altered\r\nits own fiscal obligations.  The waste management system  \r\ncollectively, the ordinance and the contract entered into pursuant\r\nto it   neither requires the outlay of public funds nor relieves\r\nthe Town's coffers of any financial burdens.  Accordingly, we defer\r\nto the Town Council's judgment that the system it created through\r\nthe 1997 Ordinance is a moderate course designed to achieve the\r\npermissible purposes stated in the ordinance's preamble.  Because\r\nthe 1997 Ordinance, so viewed, is reasonable in light of the\r\ncircumstances, see Mercado-Boneta, 125 F.3d at 15, the district\r\ncourt did not err in resolving the Contract Clause claim against\r\nthe plaintiffs.\r\n3.  The Town Charter.  The appellants do not dispute that\r\nthe initial contract between Andino and the Town was secured\r\nthrough a fair and open competitive bidding process in which Andino\r\nwas the successful low bidder.  This process was mandated by, and\r\nfully conformed to, the requirement that \"[a]ll purchases by the\r\nTown of property, services, and contract rights which exceed five\r\nthousand dollars ($5,000.00) shall be conducted by sealed,\r\ncompetitive bidding.\"  Houlton Town Charter  512,  3.  They\r\nassert, however, that the Town violated the charter when it\r\nrenegotiated Andino's contract to bring it in line with the 1997\r\nOrdinance.  The district court rejected this assertion, holding\r\nthat there was no need for a new round of bidding, and that the\r\nrenegotiated contract was valid.  See HCC II, 11 F. Supp.2d at 111-\r\n12.\r\nWe think that this scenario presents a close question of\r\nstate law   and one that the district court did not need to reach. \r\nAfter all, the district court had no independent jurisdiction over\r\nthe town charter claim; and, although 28 U.S.C.  1367 allows a\r\ndistrict court that has jurisdiction over a series of federal\r\nclaims to entertain related state-law claims that \"form part of the\r\nsame case or controversy,\" id., it does not oblige the court to\r\ncontinue with those claims if, prior to trial, it disposes of the\r\nfederal claims.  Where, as here, the federal claims upon which the\r\ncourt's jurisdiction depends are resolved before trial, section\r\n1367 confers upon the judge the authority to dismiss a supplemental\r\nstate-law claim without prejudice.  See Rodriguez v. Doral Mortgage\r\nCorp., </pre><span class=\"citation\" data-id=\"196161\"><a href=\"/opinion/196161/rodriguez-bruno-v-doral-mortgage/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></a></span><pre class=\"inline\">, 1177 (1st Cir. 1995); Martinez v. Colon, </pre><span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span><pre class=\"inline\">, 990 (1st Cir. 1995).\r\nIn this instance, the town charter claim is not only\r\ndifficult, but also novel as a matter of state law.  The litigation\r\nwas in the early stages.  Under the circumstances, we conclude that\r\ndismissal without prejudice clearly was the option of choice, and\r\nthat the district court should not have ventured to adjudicate the\r\ntown charter claim.  See Rodriguez, 57 F.3d at 1177 (admonishing\r\nthat \"a federal court may be wise to forgo the exercise of\r\nsupplemental jurisdiction when the state law that undergirds the\r\nnonfederal claim is of dubious scope and application\"); see also 28\r\nU.S.C.  1367(c)(1).\r\nIV.  CONCLUSION\r\nWe need go no further.  The Town of Houlton's adoption of\r\na flow-control ordinance, coupled with its grant of an exclusive\r\nhauling and disposal contract to a local contractor, does not\r\ndiscriminate on its face against interstate commerce because both\r\nin-state and out-of-state providers were allowed to compete for\r\nthis contract on the same footing.  Moreover, since any incidental\r\neffects that this waste management scheme may have on interstate\r\ncommerce correspond to legitimate local interests in efficiency and\r\npublic health, the plan does not violate the dormant Commerce\r\nClause.  By like token, it does not work an unconstitutional taking\r\nor impermissibly impugn private contracts.  Finally, because the\r\ntown charter claim depends entirely on state law, we think that the\r\nbetter course is to leave that claim to be litigated in the state\r\ncourts (should the appellants choose to press it).  We therefore\r\ndirect the district court to modify its judgment to provide that\r\nthe appellants' claim under the Houlton Town Charter is dismissed\r\nwithout prejudice.\r\n\nAffirmed as modified.  Costs in favor of the appellee.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2282617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2289479/"
  ]
}