{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198456/",
  "absolute_url": "/opinion/198456/millan-couvertier-v-gil-bonar/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198456/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:48Z",
  "date_modified": "2017-03-24T10:57:15.031732Z",
  "type": "010combined",
  "sha1": "e5faf645141d6501e5cedf73273be917bb894108",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1997.01A",
  "local_path": null,
  "plain_text": "         United States Court of Appeals\r\n             For the First Circuit\r\n                                  \r\n\nNo. 98-1997\r\n\n            SIXTO MILLAN COUVERTIER,\r\n      CONJUGAL PARTNERSHIP MILLAN QUIARA,\r\n            Plaintiffs, Appellants,\r\n\n                       v.\r\n\n   GUILLERMO GIL BONAR, HON. IN HIS OFFICIAL\r\nCAPACITY AS AN OFFICER OF THE USA, ETC., ET AL.,\r\n             Defendants, Appellees.\r\n\n                                  \r\n\n  APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Raymond L. Acosta, Senior U.S. District Judge]\r\n\n                                  \r\n\n                     Before\r\n\n            Torruella, Chief Judge,\r\n\n     Coffin and Cyr, Senior Circuit Judges.\r\n\n                                  \r\n\nAntonio J. Amadeo-Murga for appellant.\r\nFidel A. Sevillano-del Ro, Assistant United States, with whom\r\nGuillermo Gil, United States Attorney, was on brief, for appellee.\r\n\n                                  \r\n\n                  May 4, 1999\r\n                                           TORRUELLA, Chief Judge.  In this action, plaintiffs-\r\nappellants seek the recovery of $45,828 plus interest in prized\r\nlottery tickets -- winning tickets -- of the lottery of the\r\nCommonwealth of Puerto Rico that were seized by United States\r\nCustoms Service officials from appellant Sixto Milln Couvertier\r\npursuant to 19 U.S.C.  1305, upon his arrival in San Juan from the\r\nU.S. Virgin Islands (\"U.S.V.I.\").  Section 1305 prohibits the\r\nimportation of lottery tickets into the United States from a\r\nforeign country.  \r\nPlaintiffs-appellants' argument is twofold: (1) that the\r\nU.S.V.I. is not a foreign country for purposes of  1305, and (2)\r\nthat prized lottery tickets from the Puerto Rico lottery brought\r\ninto Puerto Rico to be redeemed are not lottery tickets for the\r\npurposes of  1305.\r\nThe pertinent facts are not in dispute.  On July 25,\r\n1991, Sixto Milln Couvertier arrived at Luis Muoz Marn\r\nInternational Airport (\"LMM\") in San Juan, Puerto Rico from the\r\nU.S.V.I. with approximately 11,287 prized Puerto Rican lottery\r\ntickets worth approximately $22,085.  Upon entry into Puerto Rico,\r\nthe tickets were seized by the United States Customs Service for\r\nviolation of 19 U.S.C.  1305.  Again, on November 26, 1991, he\r\narrived at LMM with 11,160 prized Puerto Rican lottery tickets\r\nworth approximately $23,743.  As before, the tickets were seized by\r\nCustoms pursuant to  1305.  Here, plaintiffs-appellants appeal the\r\ndistrict court's denial of equitable relief, i.e., a writ of\r\nmandamus for the institution of judicial forfeiture proceedings and\r\nthe return of the seized property.  For the following reasons, we\r\naffirm.\r\n                   DISCUSSION\r\nI.  Foreign Country\r\nThe seized articles were forfeited pursuant to the Tariff\r\nAct of 1930 (\"the Act\"), specifically, 19 U.S.C.  1305(a) which\r\nbans persons from bringing into the United States various\r\ncategories of printed material, including lottery tickets.  The\r\npertinent provision states: \"All persons are prohibited from\r\nimporting into the United States from any foreign country . . . any\r\nlottery ticket . . . .\"   1305(a) (emphasis added).\r\nAs the district court correctly noted, the first step in\r\nstatutory construction is an examination of the terms of the\r\nstatute.  See Arnold v. United Parcel Service, Inc., 136 F.3d 854, \r\n857 (1st Cir. 1998).  Laws should be examined as a whole and words\r\ngiven their plain meaning unless this would yield an absurd result. \r\nSee id. at 858.\r\nAlthough the term \"foreign country\" is not defined, the\r\nAct does provide a definition for \"United States\" at  1401(h):\r\n\"The term 'United States' includes all Territories and possessions\r\nof the United States except the Virgin Islands, American Samoa,\r\nWake Island, Midway Islands, Kingman Reef, Johnston Island and the\r\nisland of Guam.\" (emphasis added).  A plain and proper reading of\r\nthe statute supports the conclusion that the U.S.V.I. are deemed a\r\n\"foreign country\" for purposes of the Act.\r\nMoreover, as the district court discussed, this\r\nconclusion finds support in the history of the relationship between\r\nthe United States and the U.S.V.I.  The U.S.V.I. were acquired by\r\nthe United States from Denmark in 1917.  Particular provisions were\r\nenacted allowing Danish customs laws in effect at the time of the\r\ntransfer to remain in full force and effect, thereby creating a\r\nseparate customs territory.  See 48 U.S.C.  1395.  This principle\r\nhas been preserved with certain modifications.  See Paradise\r\nMotors, Inc. v. Murphy, 892 F. Supp. 703 (D.V.I. 1994) (detailing\r\nthe history of the relationship between the United States and the\r\nU.S.V.I. with particular attention to the customs area). At\r\npresent, articles coming into the United States from the U.S.V.I.\r\nare subject to duties and taxes similar to those imposed on\r\nmerchandise coming in from foreign countries.  See 48 U.S.C.\r\n1394.\r\nThe purpose of  1305 is to avoid the importation into\r\nthe United States of various types of printed material including\r\nlottery tickets.  Inasmuch as the U.S.V.I. have preserved their own\r\ncustoms territory, independent from United States customs control,\r\nallowing the entry of this material from the U.S.V.I. would\r\ncircumvent the statute's goal.\r\nII.  Prized Lottery Tickets\r\nAppellants argue: (1) that a sensible interpretation of\r\n1305 must exclude prized lottery tickets of the same jurisdiction\r\nbrought in for collection, for one can imagine onself buying a\r\nlottery ticket in Puerto Rico at the airport and flying to Spain\r\nonly to discover upon return that the lottery ticket is prized, and\r\n(2) that there is no valid basis for the Customs Service to\r\nconfiscate prized tickets because 18 U.S.C.  1301 does not\r\ncriminalize the interstate transportation of drawn lottery tickets.\r\nFirst, we note that it strains credibility for the\r\nappellants to compare themselves to an oblivious traveler who\r\npurchases a Puerto Rican lottery ticket that becomes prized during\r\nan international holiday.  Such a person returning to Puerto Rico\r\nat the end of her trip could not be said to be \"importing\" her\r\npersonal effects, which happen to include the lottery ticket.  By\r\ncontrast, as the appellants freely admit, \"Co-Plaintiff Appellant,\r\nSixto Milln Couvertier, is a licensed Puerto Rico lottery agent\r\nwhich is in the business of transporting drawn prized Puerto Rican\r\nlottery tickets from Saint Thomas to Puerto Rico to redeem said\r\ntickets.\"  Appellants' Br. at 8.\r\nSecond, there is no statutory basis for their argument\r\nthat prized and non-prized lottery tickets should be treated\r\ndifferently for purposes of  1305.  Section 1305 prohibits the\r\nimportation into the United States from any foreign country [of] \r\n. . . any lottery ticket . . . .\" (emphasis added).  All words and\r\nprovisions of statutes are intended to have meaning and are to be\r\ngiven effect, and no construction should be adopted which would\r\nrender statutory words or phrases meaningless, redundant or\r\nsuperfluous.  See United States v. Ven-Fuel, Inc., 758 F.2d 741,\r\n751-52 (1st Cir. 1985).  Because the statute broadly limits the\r\nimportation of any lottery ticket, and does not distinguish between\r\nprized and non-prized tickets, we conclude that the statute\r\nencompasses all tickets, whether they be prized or not.  Any other\r\nconstruction would render nugatory the phrase: \"any lottery\r\nticket.\"\r\nThird, we reject the notion that there is no valid basis\r\nfor the Customs Service to confiscate prized tickets because 18\r\nU.S.C.  1301 does not criminalize the interstate transportation of\r\ndrawn lottery tickets.  It is true that federal criminal statutes\r\nregulating lotteries, see, e.g., 18 U.S.C.  1301 &amp; 1302, have\r\nbeen narrowly construed to apply to tickets or other items\r\ndependent on the future event of a lottery.  See, e.g., United\r\nStates v. Halseth, 342 U.S. 277, 280 (1952) (predecessor to 18\r\nU.S.C.  1301 strictly construed so that \"the words 'concerning any\r\nlottery' mean an existing, going lottery or gambling scheme\");\r\nFrance v. United States, 164 U.S. 676, 682 (1897) (statute\r\nprohibiting carrying across state lines any paper representing a\r\nticket or interest \"dependent upon the event of a lottery\" is\r\n\"highly penal, rendering its violator liable to fine and\r\nimprisonment\" and therefore must be strictly construed to apply\r\n\"only to that kind of paper which depends upon a lottery the\r\ndrawing of which has not yet taken place.\").\r\nHowever,  1305 -- a part of the Tariff Act of 1930 -- is\r\na civil forfeiture statute found in the revenue laws regulating\r\ncustoms duties.  The Supreme Court has stated that laws such as  \r\n1305 \"enacted for the prevention of fraud, for the suppression of\r\na public wrong, or to effect a public good, are not, in the strict\r\nsense, penal acts, although they may inflict a penalty for\r\nviolating them . . . [, and thus are to be construed] so as most\r\neffectually to accomplish the intention of the legislature in\r\npassing them.\"  Taylor v. United States, 44 U.S. (3 How.) 197, 210\r\n(1845).  \"[C]ases tell us that . . . the revenue laws are to be\r\nexpansively read in order to give effect to the will of the\r\nCongress.\"  Ven-Fuel, Inc., 758 F.2d at 753.  As a result,\r\nappellants' attempt to improperly impose the narrow scope\r\napplicable to 18 U.S.C.  1301 &amp; 1302 onto 19 U.S.C.  1305 must\r\nfail.\r\n                   CONCLUSION\r\nFor the reasons stated above, the judgment of the\r\ndistrict court is affirmed.\n",
  "html": "<p class=\"case_cite\">173 F.3d 450</p>\n    <p class=\"parties\">Sixto Millan COUVERTIER, Conjugal Partnership Millan Quiara,<br>Plaintiffs, Appellants,<br>v.<br>Guillermo GIL BONAR, Hon. in His Official Capacity as an<br>Officer of the USA, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1997.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1999.<br>Decided May 4, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Antonio J. Amadeo-Murga for appellant.</p>\n      <p class=\"indent\">Fidel A. Sevillano-del Ro, Assistant United States, with whom Guillermo Gil, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, plaintiffs-appellants seek the recovery of $45,828 plus interest in prized lottery tickets--winning tickets--of the lottery of the Commonwealth of Puerto Rico that were seized by United States Customs Service officials from appellant Sixto Millan Couvertier pursuant to 19 U.S.C. &#167; 1305, upon his arrival in San Juan from the U.S. Virgin Islands (\"U.S.V.I.\").  Section 1305 prohibits the importation of lottery tickets into the United States from a foreign country.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs-appellants' argument is twofold:  (1) that the U.S.V.I. is not a foreign country for purposes of &#167; 1305, and (2) that prized lottery tickets from the Puerto Rico lottery brought into Puerto Rico to be redeemed are not lottery tickets for the purposes of &#167; 1305.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The pertinent facts are not in dispute.  On July 25, 1991, Sixto Millan Couvertier arrived at Luis Munoz Marn International Airport (\"LMM\") in San Juan, Puerto Rico from the U.S.V.I. with approximately 11,287 prized Puerto Rican lottery tickets worth approximately $22,085.  Upon entry into Puerto Rico, the tickets were seized by the United States Customs Service for violation of 19 U.S.C. &#167; 1305.  Again, on November 26, 1991, he arrived at LMM with 11,160 prized Puerto Rican lottery tickets worth approximately $23,743.  As before, the tickets were seized by Customs pursuant to &#167; 1305.  Here, plaintiffs-appellants appeal the district court's denial of equitable relief, i.e., a writ of mandamus for the institution of judicial forfeiture proceedings and the return of the seized property.  For the following reasons, we affirm.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Foreign Country</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The seized articles were forfeited pursuant to the Tariff Act of 1930 (\"the Act\"), specifically, 19 U.S.C. &#167; 1305(a) which bans persons from bringing into the United States various categories of printed material, including lottery tickets.  The pertinent provision states:  \"All persons are prohibited from importing into the United States from any foreign country ... any lottery ticket ....\" &#167; 1305(a) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As the district court correctly noted, the first step in statutory construction is an examination of the terms of the statute.  See Arnold v. United Parcel Service, Inc., 136 F.3d 854, 857 (1st Cir.1998).  Laws should be examined as a whole and words given their plain meaning unless this would yield an absurd result.  See id. at 858.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the term \"foreign country\" is not defined, the Act does provide a definition for \"United States\" at &#167; 1401(h):  \"The term 'United States' includes all Territories and possessions of the United States except the Virgin Islands, American Samoa, Wake Island, Midway Islands, Kingman Reef, Johnston Island and the island of Guam.\"  (emphasis added).  A plain and proper reading of the statute supports the conclusion that the U.S.V.I. are deemed a \"foreign country\" for purposes of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Moreover, as the district court discussed, this conclusion finds support in the history of the relationship between the United States and the U.S.V.I. The U.S.V.I. were acquired by the United States from Denmark in 1917.  Particular provisions were enacted allowing Danish customs laws in effect at the time of the transfer to remain in full force and effect, thereby creating a separate customs territory.  See 48 U.S.C. &#167; 1395.  This principle has been preserved with certain modifications.  See Paradise Motors, Inc. v. Murphy, 892 F.Supp. 703 (D.Vi.1994) (detailing the history of the relationship between the United States and the U.S.V.I. with particular attention to the customs area).  At present, articles coming into the United States from the U.S.V.I. are subject to duties and taxes similar to those imposed on merchandise coming in from foreign countries.  See 48 U.S.C. &#167; 1394.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The purpose of &#167; 1305 is to avoid the importation into the United States of various types of printed material including lottery tickets.  Inasmuch as the U.S.V.I. have preserved their own customs territory, independent from United States customs control, allowing the entry of this material from the U.S.V.I. would circumvent the statute's goal.</p>\n    </div>\n    <p>II. Prized Lottery Tickets</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants argue:  (1) that a sensible interpretation of &#167; 1305 must exclude prized lottery tickets of the same jurisdiction brought in for collection, for one can imagine oneself buying a lottery ticket in Puerto Rico at the airport and flying to Spain only to discover upon return that the lottery ticket is prized, and (2) that there is no valid basis for the Customs Service to confiscate prized tickets because 18 U.S.C. &#167;  1301 does not criminalize the interstate transportation of drawn lottery tickets.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, we note that it strains credibility for the appellants to compare themselves to an oblivious traveler who purchases a Puerto Rican lottery ticket that becomes prized during an international holiday.  Such a person returning to Puerto Rico at the end of her trip could not be said to be \"importing\" her personal effects, which happen to include the lottery ticket.  By contrast, as the appellants freely admit, \"Co-Plaintiff Appellant, Sixto Millan Couvertier, is a licensed Puerto Rico lottery agent which is in the business of transporting drawn prized Puerto Rican lottery tickets from Saint Thomas to Puerto Rico to redeem said tickets.\"   Appellants' Br. at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, there is no statutory basis for their argument that prized and non-prized lottery tickets should be treated differently for purposes of &#167; 1305.  Section 1305 prohibits \"the importation into the United States from any foreign country [of] ... any lottery ticket ....\" (emphasis added).  All words and provisions of statutes are intended to have meaning and are to be given effect, and no construction should be adopted which would render statutory words or phrases meaningless, redundant or superfluous.  See United States v. Ven-Fuel, Inc., 758 F.2d 741, 751-52 (1st Cir.1985).  Because the statute broadly limits the importation of any lottery ticket, and does not distinguish between prized and non-prized tickets, we conclude that the statute encompasses all tickets, whether they be prized or not.  Any other construction would render nugatory the phrase:  \"any lottery ticket.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third, we reject the notion that there is no valid basis for the Customs Service to confiscate prized tickets because 18 U.S.C. &#167; 1301 does not criminalize the interstate transportation of drawn lottery tickets.  It is true that federal criminal statutes regulating lotteries, see, e.g., 18 U.S.C. &#167;&#167; 1301 &amp; 1302, have been narrowly construed to apply to tickets or other items dependent on the future event of a lottery.  See, e.g., United States v. Halseth, 342 U.S. 277, 280, 72 S.Ct. 275, 96 L.Ed. 308 (1952) (predecessor to 18 U.S.C. &#167; 1301 strictly construed so that \"the words 'concerning any lottery' mean an existing, going lottery or gambling scheme\"); France v. United States, 164 U.S. 676, 682, 17 S.Ct. 219, 41 L.Ed. 595 (1897) (statute prohibiting carrying across state lines any paper representing a ticket or interest \"dependent upon the event of a lottery\" is \"highly penal, rendering its violator liable to fine and imprisonment\" and therefore must be strictly construed to apply \"only to that kind of paper which depends upon a lottery the drawing of which has not yet taken place.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, &#167; 1305--a part of the Tariff Act of 1930--is a civil forfeiture statute found in the revenue laws regulating customs duties.  The Supreme Court has stated that laws such as &#167; 1305 \"enacted for the prevention of fraud, for the suppression of a public wrong, or to effect a public good, are not, in the strict sense, penal acts, although they may inflict a penalty for violating them ... [, and thus are to be construed] so as most effectually to accomplish the intention of the legislature in passing them.\"  Taylor v. United States, 44 U.S.  (3 How.) 197, 210, 11 L.Ed. 559 (1845).  \"[C]ases tell us that ... the revenue laws are to be expansively read in order to give effect to the will of the Congress.\"  Ven-Fuel, Inc., 758 F.2d at 753.   As a result, appellants' attempt to improperly impose the narrow scope applicable to 18 U.S.C. &#167;&#167; 1301 &amp; 1302 onto 19 U.S.C. &#167; 1305 must fail.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">For the reasons stated above, the judgment of the district court is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></span></p>\n    <p class=\"parties\">Sixto Millan COUVERTIER, Conjugal Partnership Millan Quiara,<br>Plaintiffs, Appellants,<br>v.<br>Guillermo GIL BONAR, Hon. in His Official Capacity as an<br>Officer of the USA, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1997.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1999.<br>Decided May 4, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Antonio J. Amadeo-Murga for appellant.</p>\n      <p class=\"indent\">Fidel A. Sevillano-del Ro, Assistant United States, with whom Guillermo Gil, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, plaintiffs-appellants seek the recovery of $45,828 plus interest in prized lottery tickets--winning tickets--of the lottery of the Commonwealth of Puerto Rico that were seized by United States Customs Service officials from appellant Sixto Millan Couvertier pursuant to 19 U.S.C. &#167; 1305, upon his arrival in San Juan from the U.S. Virgin Islands (\"U.S.V.I.\").  Section 1305 prohibits the importation of lottery tickets into the United States from a foreign country.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs-appellants' argument is twofold:  (1) that the U.S.V.I. is not a foreign country for purposes of &#167; 1305, and (2) that prized lottery tickets from the Puerto Rico lottery brought into Puerto Rico to be redeemed are not lottery tickets for the purposes of &#167; 1305.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The pertinent facts are not in dispute.  On July 25, 1991, Sixto Millan Couvertier arrived at Luis Munoz Marn International Airport (\"LMM\") in San Juan, Puerto Rico from the U.S.V.I. with approximately 11,287 prized Puerto Rican lottery tickets worth approximately $22,085.  Upon entry into Puerto Rico, the tickets were seized by the United States Customs Service for violation of 19 U.S.C. &#167; 1305.  Again, on November 26, 1991, he arrived at LMM with 11,160 prized Puerto Rican lottery tickets worth approximately $23,743.  As before, the tickets were seized by Customs pursuant to &#167; 1305.  Here, plaintiffs-appellants appeal the district court's denial of equitable relief, i.e., a writ of mandamus for the institution of judicial forfeiture proceedings and the return of the seized property.  For the following reasons, we affirm.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Foreign Country</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The seized articles were forfeited pursuant to the Tariff Act of 1930 (\"the Act\"), specifically, 19 U.S.C. &#167; 1305(a) which bans persons from bringing into the United States various categories of printed material, including lottery tickets.  The pertinent provision states:  \"All persons are prohibited from importing into the United States from any foreign country ... any lottery ticket ....\" &#167; 1305(a) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As the district court correctly noted, the first step in statutory construction is an examination of the terms of the statute.  See Arnold v. United Parcel Service, Inc., <span class=\"citation\" data-id=\"197809\"><a href=\"/opinion/197809/arnold-v-united-parcel/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">854</span></a></span>, 857 (1st Cir.1998).  Laws should be examined as a whole and words given their plain meaning unless this would yield an absurd result.  See id. at 858.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the term \"foreign country\" is not defined, the Act does provide a definition for \"United States\" at &#167; 1401(h):  \"The term 'United States' includes all Territories and possessions of the United States except the Virgin Islands, American Samoa, Wake Island, Midway Islands, Kingman Reef, Johnston Island and the island of Guam.\"  (emphasis added).  A plain and proper reading of the statute supports the conclusion that the U.S.V.I. are deemed a \"foreign country\" for purposes of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Moreover, as the district court discussed, this conclusion finds support in the history of the relationship between the United States and the U.S.V.I. The U.S.V.I. were acquired by the United States from Denmark in 1917.  Particular provisions were enacted allowing Danish customs laws in effect at the time of the transfer to remain in full force and effect, thereby creating a separate customs territory.  See 48 U.S.C. &#167; 1395.  This principle has been preserved with certain modifications.  See Paradise Motors, Inc. v. Murphy, <span class=\"citation no-link\"><span class=\"volume\">892</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">703</span></span> (D.Vi.1994) (detailing the history of the relationship between the United States and the U.S.V.I. with particular attention to the customs area).  At present, articles coming into the United States from the U.S.V.I. are subject to duties and taxes similar to those imposed on merchandise coming in from foreign countries.  See 48 U.S.C. &#167; 1394.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The purpose of &#167; 1305 is to avoid the importation into the United States of various types of printed material including lottery tickets.  Inasmuch as the U.S.V.I. have preserved their own customs territory, independent from United States customs control, allowing the entry of this material from the U.S.V.I. would circumvent the statute's goal.</p>\n    </div>\n    <p>II. Prized Lottery Tickets</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants argue:  (1) that a sensible interpretation of &#167; 1305 must exclude prized lottery tickets of the same jurisdiction brought in for collection, for one can imagine oneself buying a lottery ticket in Puerto Rico at the airport and flying to Spain only to discover upon return that the lottery ticket is prized, and (2) that there is no valid basis for the Customs Service to confiscate prized tickets because 18 U.S.C. &#167;  1301 does not criminalize the interstate transportation of drawn lottery tickets.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, we note that it strains credibility for the appellants to compare themselves to an oblivious traveler who purchases a Puerto Rican lottery ticket that becomes prized during an international holiday.  Such a person returning to Puerto Rico at the end of her trip could not be said to be \"importing\" her personal effects, which happen to include the lottery ticket.  By contrast, as the appellants freely admit, \"Co-Plaintiff Appellant, Sixto Millan Couvertier, is a licensed Puerto Rico lottery agent which is in the business of transporting drawn prized Puerto Rican lottery tickets from Saint Thomas to Puerto Rico to redeem said tickets.\"   Appellants' Br. at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, there is no statutory basis for their argument that prized and non-prized lottery tickets should be treated differently for purposes of &#167; 1305.  Section 1305 prohibits \"the importation into the United States from any foreign country [of] ... any lottery ticket ....\" (emphasis added).  All words and provisions of statutes are intended to have meaning and are to be given effect, and no construction should be adopted which would render statutory words or phrases meaningless, redundant or superfluous.  See United States v. Ven-Fuel, Inc., <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 751-52 (1st Cir.1985).  Because the statute broadly limits the importation of any lottery ticket, and does not distinguish between prized and non-prized tickets, we conclude that the statute encompasses all tickets, whether they be prized or not.  Any other construction would render nugatory the phrase:  \"any lottery ticket.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third, we reject the notion that there is no valid basis for the Customs Service to confiscate prized tickets because 18 U.S.C. &#167; 1301 does not criminalize the interstate transportation of drawn lottery tickets.  It is true that federal criminal statutes regulating lotteries, see, e.g., 18 U.S.C. &#167;&#167; 1301 &amp; 1302, have been narrowly construed to apply to tickets or other items dependent on the future event of a lottery.  See, e.g., United States v. Halseth, <span class=\"citation\" data-id=\"104953\"><a href=\"/opinion/104953/united-states-v-halseth/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 280, <span class=\"citation\" data-id=\"104953\"><a href=\"/opinion/104953/united-states-v-halseth/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">275</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">308</span></span> (1952) (predecessor to 18 U.S.C. &#167; 1301 strictly construed so that \"the words 'concerning any lottery' mean an existing, going lottery or gambling scheme\"); France v. United States, <span class=\"citation\" data-id=\"94579\"><a href=\"/opinion/94579/france-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">676</span></a></span>, 682, <span class=\"citation\" data-id=\"94579\"><a href=\"/opinion/94579/france-v-united-states/\"><span class=\"volume\">17</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation\" data-id=\"94579\"><a href=\"/opinion/94579/france-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">595</span></a></span> (1897) (statute prohibiting carrying across state lines any paper representing a ticket or interest \"dependent upon the event of a lottery\" is \"highly penal, rendering its violator liable to fine and imprisonment\" and therefore must be strictly construed to apply \"only to that kind of paper which depends upon a lottery the drawing of which has not yet taken place.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, &#167; 1305--a part of the Tariff Act of 1930--is a civil forfeiture statute found in the revenue laws regulating customs duties.  The Supreme Court has stated that laws such as &#167; 1305 \"enacted for the prevention of fraud, for the suppression of a public wrong, or to effect a public good, are not, in the strict sense, penal acts, although they may inflict a penalty for violating them ... [, and thus are to be construed] so as most effectually to accomplish the intention of the legislature in passing them.\"  Taylor v. United States, 44 U.S.  (3 How.) 197, 210, <span class=\"citation\" data-id=\"86316\"><a href=\"/opinion/86316/taylor-v-united-states/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">559</span></a></span> (1845).  \"[C]ases tell us that ... the revenue laws are to be expansively read in order to give effect to the will of the Congress.\"  Ven-Fuel, Inc., 758 F.2d at 753.   As a result, appellants' attempt to improperly impose the narrow scope applicable to 18 U.S.C. &#167;&#167; 1301 &amp; 1302 onto 19 U.S.C. &#167; 1305 must fail.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">For the reasons stated above, the judgment of the district court is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/86316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450368/"
  ]
}