{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198440/",
  "absolute_url": "/opinion/198440/united-states-v-rosario-peralta/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198440/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:23Z",
  "date_modified": "2017-03-24T10:56:56.272976Z",
  "type": "010combined",
  "sha1": "47f1e6862ade912f6c33006b88c420b4c936885e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2084.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 97-2084\r\n\n                     UNITED STATES,\r\n                       Appellee,\r\n\n                           v.\r\n\n                 CRUZ ROSARIO-PERALTA,\r\n            A/K/A CRESCENCIO CEDEO-PERALTA,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\nNo. 97-2085\r\n\n                     UNITED STATES,\r\n                       Appellee,\r\n\n                           v.\r\n\n                JOHNNY DAVID DIAZ-MORLA,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\nNo. 97-2086\r\n\n                     UNITED STATES,\r\n                       Appellee,\r\n\n                           v.\r\n\n                 RAMON ANTONIO JAVIER,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n   [Hon. Juan M. Prez-Gimnez, U.S. District Judge]\r\n\n                                                                    Before\r\n\n                Torruella, Chief Judge,\r\n\n             Coffin, Senior Circuit Judge,\r\n\n               and Selya, Circuit Judge.\r\n\n                                      \r\n\nJorge A. Toro-McGowan for appellant Cruz Rosario-Peralta.\r\nBenjamn Angueira-Aguirre for appellant Johnny Daz-Morla.\r\nZygmunt G. Slominski, by appointment of the Court, for\r\nappellant Ramn Antonio Javier.\r\nMichelle Morales, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, and Nelson Prez-Sosa,\r\nAssistant United States Attorney, were on brief, for appellee.\r\n\n                                      \r\n\n                    April 20, 1999\r\n                                                TORRUELLA, Chief Judge.  Defendants Cruz Rosario-Peralta,\r\nJohnny David Daz-Morla, and Ramn Antonio Javier were apprehended\r\nafter aircraft and vessels from the United States Coast Guard,\r\nCustoms Service, Army National Guard, and Puerto Rico Police\r\nDepartment pursued a suspect vessel for hours off the coast of\r\nPuerto Rico.  Defendants have asserted throughout that the\r\ngovernment units lost track of the original vessel and intercepted\r\ntheir boat by mistake.  Defendants were arrested, charged,\r\nconvicted, and sentenced for possession of the estimated $1 billion\r\nworth of cocaine dumped into the ocean during the chase.\r\n     Defendants raise numerous claims on appeal, including a\r\nclaim that the government violated their statutory and\r\nconstitutional rights to discovery by refusing to disclose logs\r\nfrom two central communications agencies that monitored the\r\npursuit.  Defendants allege that those logs are likely to contain\r\nevidence of times and locations of the suspect vessel that make it\r\nimpossible for defendants' vessel to have been the vessel spotted\r\ndumping the bales of cocaine.  Because this argument is facially\r\nappealing, and because we cannot test its merits on a deeper level\r\nwithout delving into matters outside the record, we remand this\r\ncase to the district court to review the disputed logs and\r\ndetermine whether they should have been disclosed and whether their\r\nnondisclosure prejudiced the defendants.  Although we remand for\r\nthese limited purposes, we retain jurisdiction over this appeal so\r\nthat we may consider defendants' other arguments (save for their\r\n\"sufficiency of the evidence\" challenge, which we dispose of today)\r\nif the district court's findings make it necessary to continue.\r\n                       BACKGROUND\r\n     At approximately 1:11 a.m. on October 17, 1996, a United\r\nStates Customs Service aircraft referred to as OMAHA 13 detected a\r\nvessel approximately twenty-two nautical miles off the coast of St.\r\nThomas, U.S.V.I., traveling westbound to Puerto Rico without any\r\nlights.  OMAHA 13, piloted by Pedro Rodrguez, tracked the vessel\r\nfor nearly two hours to a position approximately twenty nautical\r\nmiles off the coast of Puerto Rico, near the Fajardo lighthouse. \r\nAir Interdiction Officer James Sasser was also aboard OMAHA 13,\r\noperating the radar and forward looking infrared (\"FLIR\")\r\nsurveillance and tracking system.  Sasser testified at trial that\r\nOMAHA 13 established a FLIR orbit of the suspect vessel at 2:13\r\na.m., meaning that it was orbiting the vessel at a radius of\r\napproximately one and a half to two miles in order to keep it under\r\nsurveillance with the FLIR system.  Sasser testified that OMAHA 13\r\ncontinued FLIR orbits until the end of its role in the operation.\r\nOMAHA 13 was running low on fuel, so, at approximately\r\n2:30 a.m., it contacted a United States Army National Guard\r\nhelicopter (\"HAWK 514\") that was in the area and requested\r\nassistance.  HAWK 514, piloted by Captain Jos Roig, commander for\r\nthe Recognizance and Interdiction Detachment (\"RAID\"), arrived on\r\nthe scene ten to twelve minutes later.  When HAWK 514 arrived on\r\nthe scene, Captain Roig established visual contact with both OMAHA\r\n13 and the suspect vessel, using night vision goggles and HAWK\r\n514's own FLIR system.  Captain Roig communicated to OMAHA 13 a\r\ndescription of the suspect vessel:  an approximately 25-foot long\r\nvessel with two outboard engines and three persons and several\r\nbales on board.  At approximately 2:50 a.m., OMAHA 13 directed HAWK\r\n514 to illuminate the vessel with its \"night sun,\" a 500-million\r\ncandle flood light.  When HAWK 514 did so, the suspect vessel\r\naccelerated and began unloading bales into the ocean.  Captain Roig\r\ntestified that HAWK 514 remained over the suspect vessel and\r\ncontinued to light the vessel until it was intercepted.\r\nOMAHA 13 also contacted the United States Coast Guard for\r\nassistance in intercepting the vessel, and the Coast Guard cutter\r\nMONHEGAN was directed to proceed to the area at approximately 3:00\r\na.m.  The crew of MONHEGAN quickly determined that, due to the wind\r\nand sea conditions, it would not be able to get on the scene in\r\ntime to be of assistance.  Nevertheless, a Customs vessel operated\r\nby Special Agent Pedro Vicns and responding to OMAHA 13's request\r\nfor assistance arrived on the scene.  At approximately 3:03 a.m.,\r\nOMAHA 13 left the area to refuel and was replaced by another\r\nCustoms aircraft, OMAHA 85.  The Customs vessel then approached the\r\nsuspect vessel from astern, and the Customs crew identified\r\nthemselves as police officers.  The suspect vessel momentarily\r\nstopped, but then accelerated again.  The Customs vessel pursued\r\nand rammed the suspect vessel from astern in an attempt to disable\r\nthe engines.  Upon impact, defendants Rosario-Peralta and Javier\r\njumped from the suspect vessel into the water.  The Customs vessel\r\nstopped to retrieve the two individuals, while the suspect vessel\r\nsped away.  The Customs crew threw lines to Rosario-Peralta and \r\nJavier, but they swam away from the vessel.  After fifteen to\r\ntwenty-five minutes of pursuit and discussion, the defendants\r\nboarded the Customs vessel and were placed under arrest.\r\nWhile the Customs crew did this, a Puerto Rico Police\r\nDepartment FURA vessel that had arrived on the scene pursued the\r\nsuspect vessel.  The FURA vessel identified itself as the police of\r\nPuerto Rico and ordered the vessel to stop.  While the vessel\r\ninitially refused, it finally stopped when Agent Pedro Crespo\r\nthreatened to neutralize its engines.  Agent Crespo then boarded\r\nthe vessel and placed its operator, defendant Daz-Morla, under\r\narrest.  Agent Crespo navigated the vessel to shore, and Special\r\nAgent Vicns, who already had custody of Rosario-Peralta and \r\nJavier, took custody of Daz-Morla.\r\nAll three defendants were taken to the Roosevelt Roads\r\nbase for questioning, where they signed waivers of their\r\nconstitutional rights and made several statements.  Rosario-Peralta\r\nallegedly stated that they were fishing north of St. Thomas, but\r\ndid not know who the owner of the vessel was or how they obtained\r\nthe keys to the boat.  Javier allegedly stated that they departed\r\nfrom the Maternillo area in Fajardo, Puerto Rico to go fishing, but\r\nthat he did not know who the owner of the vessel was or how they\r\nobtained the keys to the boat.  Daz-Morla allegedly stated that\r\nthey departed the Maternillo area to go fishing around Culebra,\r\nthat he did not know how they obtained the keys or the vessel, and\r\nthat the light on the vessel burned out during the trip.  A boat\r\ncertificate, a tax payment receipt, and a driver's license\r\nbelonging to the registered owner of the vessel were found in Daz-\r\nMorla's possession.\r\nAt approximately 4:00 a.m., the crew of the Coast Guard\r\ncutter MONHEGAN recovered 19 bales floating near the area where the\r\nhelicopter had witnessed the drop-off.  A Puerto Rico Police\r\nmaritime unit recovered 12 more bales from the same area.  Coast\r\nGuard Petty Officer Christopher St. Martin field tested the\r\nsubstance found inside one of the bales, and the substance tested\r\npositive for cocaine. The 31 bales contained a total of 1,040\r\nkilograms of a substance later found by a forensic chemist to be\r\ncocaine.  Later that morning, Agent Rafael Ocasio-Cruz of the\r\nCanine Unit of the Puerto Rico Police Department placed Gator, a\r\ncanine specialized in detecting controlled substances, on the\r\nvessel recovered from defendants.  Gator directed Agent Ocasio-Cruz\r\nto the front of the vessel and gave a positive sign for narcotics.\r\nDefendants were charged with possession with intent to\r\ndistribute cocaine while on the high seas, in violation of 46\r\nU.S.C.  1903(a)(b)(l) and (f), and aiding and abetting, in\r\nviolation of 18 U.S.C.  2.  Defendants were indicted on these\r\ncharges on October 23, 1996, and entered pleas of not guilty. \r\nFollowing an eleven-day jury trial, guilty verdicts were returned\r\nagainst all three defendants.  On September 7, 1997, the district\r\ncourt imposed the maximum sentences allowed by the recommended\r\nguidelines: (1) 327 months of imprisonment for defendant Rosario-\r\nPeralta; and (2) 293 months of imprisonment for defendants Javier\r\nand Daz-Morla.  On September 15, 1997, defendants filed timely\r\nnotices of appeal, challenging their convictions and sentences.\r\n                       DISCUSSION\r\nDefendants raise numerous arguments on appeal.  They\r\nclaim: (1) that the district court's refusal to compel discovery of\r\ncertain materials denied defendants their statutory and\r\nconstitutional rights to discovery, due process, confrontation of\r\nwitnesses, and cross-examination; (2) that the district court\r\nengaged in advocacy by interfering with the defense expert's\r\ntestimony; (3) that the district court erred in allowing\r\nprejudicial testimony of a positive canine alert for narcotics;\r\n(4) that the district court erred in refusing to allow defense\r\ncounsel to voir dire the canine handler outside the presence of the\r\njury; (5) that the district court erred in allowing defendants'\r\nstatements to be used against them at trial; (6) that the\r\ngovernment failed to prove beyond a reasonable doubt that\r\ndefendants possessed the bales of cocaine in question; (7) that the\r\ndistrict court erred in allowing prejudicial testimony that the\r\nstreet value of the cocaine seized was one billion dollars;\r\n(8) that the district court communicated to the jury that it had\r\nalready convicted defendants by issuing a gag order stating that\r\ndefendants were \"caught\" near Fajardo; (9) that the district court\r\nerred in refusing to give an instruction on defendants' theory of\r\nthe case; and (10) that the sentences of incarceration imposed by\r\nthe court were excessive and contrary to the intent of the\r\nsentencing guidelines.  Because we find that the district court\r\ncould not have properly denied the discovery -- on relevancy\r\ngrounds -- of one of the sets of materials requested by defendants\r\nwithout reviewing those materials, we do not reach defendants'\r\nother contentions at this time, save one.  Rather, we retain\r\njurisdiction over the appeal, but remand this case to the district\r\ncourt with instructions to review the requested materials,\r\ndetermine whether they should have been disclosed, and, if so,\r\ndetermine whether defendants were prejudiced by the nondisclosure.\r\nNotwithstanding our focus on the discovery issue and our\r\npostponement of decisions on defendants' other claims, we do\r\nconsider defendants' claim that the evidence was insufficient to\r\ndemonstrate their guilt beyond a reasonable doubt.  A resolution of\r\nthis claim in defendants' favor would obviate the need for any\r\nfurther proceedings and would moot the discovery issue.  Defendants\r\nargue that the government failed to prove beyond a reasonable doubt\r\nthat their vessel was the vessel spotted throwing bales of cocaine\r\ninto the water.  Viewing the evidence, as we must, in the light\r\nmost favorable to the verdict, see United States v. Noah, 130 F.3d\r\n490, 493 (1st Cir. 1997), we cannot accept the defendants'\r\nargument.  The evidence in this case was clearly sufficient to\r\nsupport the defendants' convictions.  The officers involved in the\r\npursuit testified that they saw the bales being thrown from the\r\nsuspect vessel and that they followed the suspect vessel until it\r\nwas intercepted.  Defendants' attacks on this testimony are mainly\r\ncredibility arguments that are ill-suited to the standard of review\r\nin this type of claim.  The jury heard testimony linking\r\ndefendants' vessel to the bales of cocaine, and defendants have not\r\nadequately demonstrated that this testimony was false or\r\ninaccurate.  Thus, the record amply supports a finding that\r\ndefendants possessed the cocaine in question beyond a reasonable\r\ndoubt.  \r\nThe claim we focus on is defendants' allegation that the\r\ndistrict court abused its discretion in failing to compel the\r\ngovernment to produce the communication records and logs of two\r\nland-based central communications agencies, codenamed \"Salty Dog\"\r\nand \"Razorback.\"  Defendants argue that those central\r\ncommunications agencies maintained constant surveillance of the\r\noperation and were involved in the direction, tracking, and\r\ncoordination of the government assets assigned to the operation. \r\nSeveral times prior to and during trial, defendants requested the\r\nrecords and logs of those agencies in order to attempt to cast\r\ndoubt upon the testimony of the government witnesses regarding the\r\nlocations of the units and vessels involved.  Defendants argue that\r\nthe district court erred in failing to require these records and\r\nlogs to be produced.     A.  The Government's Discovery Obligations\r\nDefendants cite three sources for the government's\r\nobligation to disclose the records and logs: (1) Fed. R. Crim. P.\r\n16(a)(1)(C); (2) Brady v. Maryland, 373 U.S. 83 (1963); and (3) the\r\nJencks Act, 18 U.S.C.  3500.  Rule 16(a)(1)(C) of the Federal\r\nRules of Criminal Procedure provides, in relevant part:\r\nUpon the request of the defendant the\r\ngovernment shall permit the defendant to\r\ninspect and copy or photograph books, papers,\r\ndocuments, photographs, tangible objects,\r\nbuildings or places, or copies or portions\r\nthereof, which are within the possession,\r\ncustody or control of the government, and\r\nwhich are material to the preparation of the\r\ndefendant's defense or are intended for use by\r\nthe government as evidence in chief at the\r\ntrial, or were obtained from or belong to the\r\ndefendant.\r\n\nFed. R. Crim. P. 16(a)(1)(C) (emphasis supplied).  Because the\r\nrecords and logs in question were not used or intended for use by\r\nthe government, they were only required to be disclosed under Rule\r\n16(a)(1)(C) if they were \"material to the preparation of the\r\ndefendant[s'] defense.\"  Additionally, in order to succeed on a\r\nclaimed violation of Rule 16, a defendant must demonstrate that he\r\nhas been prejudiced.  See United States v. Spinosa, 982 F.2d 620,\r\n631 (1st Cir. 1992); United States v. Hemmer, 729 F.2d 10, 13 (1st\r\nCir.), cert. denied, 467 U.S. 1218 (1984).\r\nUnder Brady, exculpatory evidence is discoverable by the\r\ndefendant where it \"is material to guilt or punishment.\"  Brady,\r\n373 U.S. at 87.  In order to succeed on a Brady claim, \"a defendant\r\nmust show that the withheld 'evidence was exculpatory, as measured\r\nby its materiality.'\"  United States v. Watson, 76 F.3d 4, 7 (1st\r\nCir.) (quoting Hemmer, 729 F.2d at 14), cert. denied, 517 U.S. 1239\r\n(1996).  Information is \"material\" \"if there is a reasonable\r\nprobability that, had the evidence been disclosed to the defense,\r\nthe result of the proceeding would have been different.\"  SeeUnited States v. Blais, 98 F.3d 647, 651 (1st Cir. 1996) (quoting\r\nUnited States v. Bagley, 473 U.S. 667 (1985)), cert. denied, 519\r\nU.S. 1134 (1997).  A \"reasonable probability\" is a probability\r\nsufficient to undermine confidence in the outcome.  See Bagley, 473\r\nU.S. at 682.\r\n    The Jencks Act requires the government to provide, upon\r\nrequest, any prior statements of government witnesses that relate\r\nto the subject matter of the witnesses' testimony.  See 18 U.S.C.\r\n3500(b).  A Jencks Act \"statement\" is: (1) a written statement\r\nmade, adopted, or approved by the witness; (2) a recording (or\r\ntranscription thereof) that is a substantially verbatim recital of\r\nan oral statement made by the witness and recorded\r\ncontemporaneously with the making of the oral statement; or (3) a\r\nstatement (or transcription thereof) made by the witness to a grand\r\njury.  See 18 U.S.C.  3500(e).  The government is required to\r\nproduce those statements whether they are exculpatory or not.  SeeUnited States v. Stern, 13 F.3d 489, 494 (1st Cir. 1994).  In order\r\nto succeed on a claimed violation of the Jencks Act, defendants\r\nmust demonstrate that they have been prejudiced by the failure to\r\ndisclose.  See United States v. Izzi, 613 F.2d 1205, 1213 (1st\r\nCir.) (citing United States v. McGovern, 499 F.2d 1140, 1143 (1st\r\nCir. 1974)), cert. denied, 446 U.S. 940 (1980).\r\n      B.  Nondisclosure of the Central Communications Agency \r\n          Records and Logs\r\n\n    A review of the procedural history of this claim\r\ndemonstrates that it is unclear exactly what grounds the district\r\ncourt relied on in denying this discovery request, although it\r\nappears to have found that the records and logs were irrelevant. \r\nOn February 7, 1997, defendants filed a motion to compel the\r\ndisclosure of, inter alia, the identities of all of the central\r\ncommunications agencies used in the operation and their internal\r\nlogs, records, and communication tapes.  At the February 10, 1997\r\nStatus Conference, the district court delayed ruling on defendants'\r\nrequest for these materials because the court wanted to \"see what\r\nthe government provides to [defendants]\" before ruling on the\r\nmotion to compel.  The court then scheduled a status conference for\r\ntwo weeks later.\r\n    On February 20, 1997, the government filed a response to\r\ndefendants' motion to compel, claiming that the records and tapes\r\nof the central communications agencies were not subject to\r\ndisclosure on the grounds of confidentiality.  The government\r\nargued that its burden to demonstrate the need for confidentiality\r\nhad not yet been triggered because defendants had not yet\r\ndemonstrated the need for the records and tapes.\r\n    At the February 24, 1997 Status Conference, defendants\r\nargued that the units pursuing the vessel lost sight of it and\r\nconsciously avoided communicating that information on the channels\r\nthat were being recorded.  Defendants argued that the central\r\ncommunication records and tapes contained evidence that the\r\npursuers lost sight of the vessel.  Without addressing the asserted\r\nneed for confidentiality, the district court found that defendants\r\nhad not demonstrated that the records and tapes were necessary and\r\ndenied the motion.\r\n    On May 1, 1997, defendants raised the issue again in\r\ntheir Joint Motion to Compel Additional Discovery and/or For\r\nReconsideration of Motion to Compel Discovery.  Defendants argued\r\nthat they needed all government communications surrounding the\r\ntracking and interception of the vessel in question.  Defendants\r\nattacked the government's confidentiality rationale for withholding\r\nthe records, claiming that the government's surveillance techniques\r\nand the location of the central communications agencies had already\r\nbeen compromised by the disclosure of the FLIR videotapes,\r\nrecordings, and other documents.  Defendants argued that they could\r\nnot assess the materiality of the records and tapes without an\r\nopportunity to review them and suggested that any remaining\r\nconfidentiality concerns could be preserved by disclosing the\r\nrecords and tapes to the defendants under seal.\r\n    On May 8, 1997, the government filed a response to\r\ndefendants' motion.  In that response, the government argued that\r\nno such recordings of the surveillance operation existed and that\r\nthe central communications logs contained classified information\r\nand were irrelevant.  The government also noted that defendants had\r\nalready been provided with the surveillance videotapes, which\r\nrecorded communications between the government assets involved in\r\nthe tracking and apprehension of the vessel, as well as the reports\r\nof all of those government assets.  The docket does not reflect a\r\nresolution of defendants' May 1, 1997 joint motion by the district\r\ncourt, even though defendants moved for a final status conference\r\nor pre-trial conference to address the issues.\r\nOn May 14, 1997, the third day of trial, defendants again\r\nmoved to compel the records and logs of \"Salty Dog\" and\r\n\"Razorback.\"  Defendants claimed that Pedro Rodrguez, the pilot of\r\nOMAHA 13, testified that he was required to make position reports\r\nto \"Salty Dog\" every thirty minutes and that he maintained\r\ncommunications with his home base, \"Razorback.\"  Defendants again\r\nclaimed that they were entitled to inspect and review the records\r\nof \"Salty Dog\" and \"Razorback\" in order to determine whether they\r\ncontained any relevant information.  The district court immediately\r\ndenied this motion \"for the same reasons that [it] denied it\r\nbefore.\"  The issue did not arise again until defendants appealed.\r\n  C.  Abuse of Discretion\r\nWe review the district court's determinations under\r\nBrady, the Jencks Act, and Rule 16 for abuse of discretion. SeeUnited States v. Brimage, 115 F.3d 73, 78 (1st Cir.), cert. denied,\r\n118 S. Ct. 321 (1997); Spinosa, 982 F.2d at 630-31.  Based on the\r\ninformation currently in the record, we find that the district\r\ncourt abused its discretion in finding that the records and logs\r\nwere irrelevant without first reviewing them.\r\nDefendants' theory throughout has been that their boat\r\ncould not have traveled the distance between the point where the\r\nbales were dumped and the point of defendants' interception in the\r\ntime illustrated by the FLIR videotapes.  Defendants argue that the\r\nlocations of the vessels and aircraft at various points in time,\r\ncoupled with the maximum speed of their boat under the reported\r\nconditions, make it impossible for their boat to have been the\r\nvessel that was spotted dumping the bales of cocaine.  Thus, the\r\nexact position of the suspect vessel at various junctures was\r\ncritical to defendants' theory and was a disputed issue at trial. \r\nDefendants argue that the logs contain the time and position of\r\nevery unit in the area during the pursuit of the suspect vessel,\r\nincluding that of HAWK 514, the National Guard helicopter that was\r\nallegedly over the top of the suspect vessel the entire time.  If\r\nthe logs in fact contain such information, we do not see how they\r\ncould fail to be relevant.\r\nThe government agrees that the logs contain reports of\r\nthe positions of the aircraft, but argues that defendants already\r\nhad this information.  In doing so, the government does not argue\r\nthat the information in the logs is irrelevant, only that the\r\ndefendants already possessed this information in other forms.  The\r\ngovernment cites no authority for the proposition that it may deny\r\ndiscovery of relevant evidence on the ground that defendants\r\nalready have enough evidence on that issue.  Even if the\r\ngovernment were able to unilaterally deny discovery on this ground,\r\nneither we nor the district court would know for certain that\r\ndefendants already possessed every relevant item of information\r\ncontained in the logs.  We can only pass upon such an issue after\r\nviewing those records.  Defendants claim that the FLIR tape\r\nincludes instances where the government agents were specifically\r\ninstructed to go \"off the record\" so that the communications would\r\nnot be recorded on the FLIR tape.  Those \"off the record\"\r\ncommunications may well be included in the logs of the central\r\ncommunications agencies.  Additionally, there is the possibility\r\nthat the locations contemporaneously recorded in the logs will\r\ndiffer from the testimony of the pilots of the vessels or the\r\nreports filed after the incident.  Defendants already contend that\r\nthe positions recorded in the FLIR tapes and marked in the reports\r\ndo not match up with the testimony of Captain Roig or Special Agent\r\nVicns, and the logs could well provide evidence of other such\r\ndiscrepancies.  In light of defendants' theory of the case, and in\r\nlight of the fact that the government does not dispute that the\r\nlogs contain the seemingly relevant times and locations of the\r\nunits in the area, we find that the district court abused its\r\ndiscretion in finding the logs to be irrelevant without first\r\nreviewing them.\r\nIn addition to their relevancy arguments, defendants\r\nclaim: (1) that the logs constitute \"statements\" required to be\r\nproduced under the Jencks Act, and (2) that the logs are\r\nexculpatory Brady material because they could have been used as\r\nsubstantive evidence of aircraft locations and as impeachment\r\nmaterial for the cross-examination of government witnesses\r\nregarding those locations.  The district court apparently denied\r\nthis discovery because it found that the logs were not relevant. \r\nIt thus did not reach these more specific questions.  Therefore, we\r\nhave no determinations to review in considering defendants' Bradyand Jencks Act arguments.\r\nTo answer all of these concerns, the government has\r\nsubmitted a copy of what it proffers to be the only relevant log\r\nfor our review.  At oral argument, government counsel was asked\r\nwhether the relevant logs or records were in the possession of the\r\ngovernment.  The Court requested that government counsel obtain and\r\npreserve the logs in the event that the Court found a need for\r\nthem.  After oral argument, the government submitted to the Court\r\na three-page copy of the October 17, 1996 morning log of the United\r\nStates Command Center Sector for United States Customs (\"Sector\").\r\nIt is not appropriate for us to consider this submission. \r\nIt is elementary that evidence cannot be submitted for the first\r\ntime on appeal.  The district court made no rulings based upon a\r\nreview of the Sector log; in fact, the district court has not seen\r\nit.  The log was not part of the district court record, and\r\ntherefore should not be part of our analysis.  Any determinations\r\nthat we would make regarding the relevancy of the log, its\r\nexculpatory nature, or its characterization as a \"statement\" under\r\nthe Jencks Act would be the first such determinations in this case. \r\nThis is not our role.  See Goldberg v. United States, 425 U.S. 94,\r\n108 (1976) (holding that the Court of Appeals erred in making the\r\ninitial determination of whether certain materials constituted\r\n\"statements\" producible under the Jencks Act and expressing doubt\r\nthat this function may ever be properly undertaken by a court of\r\nappeals); United States v. North American Reporting, Inc., 740 F.2d\r\n50, 56 (D.C. Cir. 1984) (citing Goldberg for the general rule that\r\nthe initial determination of whether documents are producible\r\n\"statements\" under the Jencks Act should be made in the district\r\ncourt); United States v. Sorrentino, 726 F.2d 876, 888 (1st Cir.\r\n1984) (declining to examine a report to determine which portions\r\nwere producible when the district court had not first done so and\r\nremanding to the district court with instructions to examine the\r\nreport, determine which portions were producible, and determine\r\nwhether the failure to produce those portions materially prejudiced\r\nthe defense).\r\nAccordingly, we retain jurisdiction over this appeal, but\r\ndecline to rule on any of defendants' other arguments until the\r\ndistrict court has reviewed the Sector log and any other similar\r\nlogs and has determined whether they were material to the\r\npreparation of the defendants' defense and were therefore required\r\nto be disclosed under Rule 16(a)(1)(C).  If the district court\r\ndetermines that the logs were not discoverable under Rule\r\n16(a)(1)(C), it shall determine whether the logs were required to\r\nbe disclosed as Brady material or as Jencks Act \"statements.\"  If\r\nthe district court determines that any of the logs should have been\r\nproduced under Rule 16, Brady, or the Jencks Act, it shall hold a\r\nhearing to determine whether the government's failure to turn over\r\nthat log materially prejudiced the defense.  If the district court\r\nfinds that the nondisclosure materially prejudiced the defense, a\r\nnew trial must be granted.  However, if, after reviewing the logs,\r\nthe district court finds either that they were not discoverable or\r\nthat defendants were not prejudiced by their nondisclosure, we will\r\nreview those determinations for abuse of discretion and then resume\r\nour consideration of defendants' remaining contentions on appeal.\r\n                       CONCLUSION\r\nBased on the foregoing, we retain jurisdiction over the \r\npresent appeal and remand to the district court for the limited\r\npurposes outlined above.  The district court is granted 90 days\r\nfrom the date of this opinion to make the appropriate\r\ndeterminations.  It shall do so by making written findings, and\r\nshall transmit a copy thereof to the Clerk of the court.  When the\r\ndistrict court has made its determinations, counsel for both\r\nparties shall notify the Court, at which time, if necessary, we\r\nwill decide the remaining issues raised by defendants' appeal.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 97-2084\r\n\n                     UNITED STATES,\r\n                       Appellee,\r\n\n                           v.\r\n\n                 CRUZ ROSARIO-PERALTA,\r\n            A/K/A CRESCENCIO CEDEO-PERALTA,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\nNo. 97-2085\r\n\n                     UNITED STATES,\r\n                       Appellee,\r\n\n                           v.\r\n\n                JOHNNY DAVID DIAZ-MORLA,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\nNo. 97-2086\r\n\n                     UNITED STATES,\r\n                       Appellee,\r\n\n                           v.\r\n\n                 RAMON ANTONIO JAVIER,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\n     APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n   [Hon. Juan M. Prez-Gimnez, U.S. District Judge]\r\n\n                                                                    Before\r\n\n                Torruella, Chief Judge,\r\n\n             Coffin, Senior Circuit Judge,\r\n\n               and Selya, Circuit Judge.\r\n\n                                      \r\n\nJorge A. Toro-McGowan for appellant Cruz Rosario-Peralta.\r\nBenjamn Angueira-Aguirre for appellant Johnny Daz-Morla.\r\nZygmunt G. Slominski, by appointment of the Court, for\r\nappellant Ramn Antonio Javier.\r\nMichelle Morales, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, and Nelson Prez-Sosa,\r\nAssistant United States Attorney, were on brief, for appellee.\r\n\n                                      \r\n\n                    April 20, 1999\r\n                                                TORRUELLA, Chief Judge.  Defendants Cruz Rosario-Peralta,\r\nJohnny David Daz-Morla, and Ramn Antonio Javier were apprehended\r\nafter aircraft and vessels from the United States Coast Guard,\r\nCustoms Service, Army National Guard, and Puerto Rico Police\r\nDepartment pursued a suspect vessel for hours off the coast of\r\nPuerto Rico.  Defendants have asserted throughout that the\r\ngovernment units lost track of the original vessel and intercepted\r\ntheir boat by mistake.  Defendants were arrested, charged,\r\nconvicted, and sentenced for possession of the estimated $1 billion\r\nworth of cocaine dumped into the ocean during the chase.\r\n     Defendants raise numerous claims on appeal, including a\r\nclaim that the government violated their statutory and\r\nconstitutional rights to discovery by refusing to disclose logs\r\nfrom two central communications agencies that monitored the\r\npursuit.  Defendants allege that those logs are likely to contain\r\nevidence of times and locations of the suspect vessel that make it\r\nimpossible for defendants' vessel to have been the vessel spotted\r\ndumping the bales of cocaine.  Because this argument is facially\r\nappealing, and because we cannot test its merits on a deeper level\r\nwithout delving into matters outside the record, we remand this\r\ncase to the district court to review the disputed logs and\r\ndetermine whether they should have been disclosed and whether their\r\nnondisclosure prejudiced the defendants.  Although we remand for\r\nthese limited purposes, we retain jurisdiction over this appeal so\r\nthat we may consider defendants' other arguments (save for their\r\n\"sufficiency of the evidence\" challenge, which we dispose of today)\r\nif the district court's findings make it necessary to continue.\r\n                       BACKGROUND\r\n     At approximately 1:11 a.m. on October 17, 1996, a United\r\nStates Customs Service aircraft referred to as OMAHA 13 detected a\r\nvessel approximately twenty-two nautical miles off the coast of St.\r\nThomas, U.S.V.I., traveling westbound to Puerto Rico without any\r\nlights.  OMAHA 13, piloted by Pedro Rodrguez, tracked the vessel\r\nfor nearly two hours to a position approximately twenty nautical\r\nmiles off the coast of Puerto Rico, near the Fajardo lighthouse. \r\nAir Interdiction Officer James Sasser was also aboard OMAHA 13,\r\noperating the radar and forward looking infrared (\"FLIR\")\r\nsurveillance and tracking system.  Sasser testified at trial that\r\nOMAHA 13 established a FLIR orbit of the suspect vessel at 2:13\r\na.m., meaning that it was orbiting the vessel at a radius of\r\napproximately one and a half to two miles in order to keep it under\r\nsurveillance with the FLIR system.  Sasser testified that OMAHA 13\r\ncontinued FLIR orbits until the end of its role in the operation.\r\nOMAHA 13 was running low on fuel, so, at approximately\r\n2:30 a.m., it contacted a United States Army National Guard\r\nhelicopter (\"HAWK 514\") that was in the area and requested\r\nassistance.  HAWK 514, piloted by Captain Jos Roig, commander for\r\nthe Recognizance and Interdiction Detachment (\"RAID\"), arrived on\r\nthe scene ten to twelve minutes later.  When HAWK 514 arrived on\r\nthe scene, Captain Roig established visual contact with both OMAHA\r\n13 and the suspect vessel, using night vision goggles and HAWK\r\n514's own FLIR system.  Captain Roig communicated to OMAHA 13 a\r\ndescription of the suspect vessel:  an approximately 25-foot long\r\nvessel with two outboard engines and three persons and several\r\nbales on board.  At approximately 2:50 a.m., OMAHA 13 directed HAWK\r\n514 to illuminate the vessel with its \"night sun,\" a 500-million\r\ncandle flood light.  When HAWK 514 did so, the suspect vessel\r\naccelerated and began unloading bales into the ocean.  Captain Roig\r\ntestified that HAWK 514 remained over the suspect vessel and\r\ncontinued to light the vessel until it was intercepted.\r\nOMAHA 13 also contacted the United States Coast Guard for\r\nassistance in intercepting the vessel, and the Coast Guard cutter\r\nMONHEGAN was directed to proceed to the area at approximately 3:00\r\na.m.  The crew of MONHEGAN quickly determined that, due to the wind\r\nand sea conditions, it would not be able to get on the scene in\r\ntime to be of assistance.  Nevertheless, a Customs vessel operated\r\nby Special Agent Pedro Vicns and responding to OMAHA 13's request\r\nfor assistance arrived on the scene.  At approximately 3:03 a.m.,\r\nOMAHA 13 left the area to refuel and was replaced by another\r\nCustoms aircraft, OMAHA 85.  The Customs vessel then approached the\r\nsuspect vessel from astern, and the Customs crew identified\r\nthemselves as police officers.  The suspect vessel momentarily\r\nstopped, but then accelerated again.  The Customs vessel pursued\r\nand rammed the suspect vessel from astern in an attempt to disable\r\nthe engines.  Upon impact, defendants Rosario-Peralta and Javier\r\njumped from the suspect vessel into the water.  The Customs vessel\r\nstopped to retrieve the two individuals, while the suspect vessel\r\nsped away.  The Customs crew threw lines to Rosario-Peralta and \r\nJavier, but they swam away from the vessel.  After fifteen to\r\ntwenty-five minutes of pursuit and discussion, the defendants\r\nboarded the Customs vessel and were placed under arrest.\r\nWhile the Customs crew did this, a Puerto Rico Police\r\nDepartment FURA vessel that had arrived on the scene pursued the\r\nsuspect vessel.  The FURA vessel identified itself as the police of\r\nPuerto Rico and ordered the vessel to stop.  While the vessel\r\ninitially refused, it finally stopped when Agent Pedro Crespo\r\nthreatened to neutralize its engines.  Agent Crespo then boarded\r\nthe vessel and placed its operator, defendant Daz-Morla, under\r\narrest.  Agent Crespo navigated the vessel to shore, and Special\r\nAgent Vicns, who already had custody of Rosario-Peralta and \r\nJavier, took custody of Daz-Morla.\r\nAll three defendants were taken to the Roosevelt Roads\r\nbase for questioning, where they signed waivers of their\r\nconstitutional rights and made several statements.  Rosario-Peralta\r\nallegedly stated that they were fishing north of St. Thomas, but\r\ndid not know who the owner of the vessel was or how they obtained\r\nthe keys to the boat.  Javier allegedly stated that they departed\r\nfrom the Maternillo area in Fajardo, Puerto Rico to go fishing, but\r\nthat he did not know who the owner of the vessel was or how they\r\nobtained the keys to the boat.  Daz-Morla allegedly stated that\r\nthey departed the Maternillo area to go fishing around Culebra,\r\nthat he did not know how they obtained the keys or the vessel, and\r\nthat the light on the vessel burned out during the trip.  A boat\r\ncertificate, a tax payment receipt, and a driver's license\r\nbelonging to the registered owner of the vessel were found in Daz-\r\nMorla's possession.\r\nAt approximately 4:00 a.m., the crew of the Coast Guard\r\ncutter MONHEGAN recovered 19 bales floating near the area where the\r\nhelicopter had witnessed the drop-off.  A Puerto Rico Police\r\nmaritime unit recovered 12 more bales from the same area.  Coast\r\nGuard Petty Officer Christopher St. Martin field tested the\r\nsubstance found inside one of the bales, and the substance tested\r\npositive for cocaine. The 31 bales contained a total of 1,040\r\nkilograms of a substance later found by a forensic chemist to be\r\ncocaine.  Later that morning, Agent Rafael Ocasio-Cruz of the\r\nCanine Unit of the Puerto Rico Police Department placed Gator, a\r\ncanine specialized in detecting controlled substances, on the\r\nvessel recovered from defendants.  Gator directed Agent Ocasio-Cruz\r\nto the front of the vessel and gave a positive sign for narcotics.\r\nDefendants were charged with possession with intent to\r\ndistribute cocaine while on the high seas, in violation of 46\r\nU.S.C.  1903(a)(b)(l) and (f), and aiding and abetting, in\r\nviolation of 18 U.S.C.  2.  Defendants were indicted on these\r\ncharges on October 23, 1996, and entered pleas of not guilty. \r\nFollowing an eleven-day jury trial, guilty verdicts were returned\r\nagainst all three defendants.  On September 7, 1997, the district\r\ncourt imposed the maximum sentences allowed by the recommended\r\nguidelines: (1) 327 months of imprisonment for defendant Rosario-\r\nPeralta; and (2) 293 months of imprisonment for defendants Javier\r\nand Daz-Morla.  On September 15, 1997, defendants filed timely\r\nnotices of appeal, challenging their convictions and sentences.\r\n                       DISCUSSION\r\nDefendants raise numerous arguments on appeal.  They\r\nclaim: (1) that the district court's refusal to compel discovery of\r\ncertain materials denied defendants their statutory and\r\nconstitutional rights to discovery, due process, confrontation of\r\nwitnesses, and cross-examination; (2) that the district court\r\nengaged in advocacy by interfering with the defense expert's\r\ntestimony; (3) that the district court erred in allowing\r\nprejudicial testimony of a positive canine alert for narcotics;\r\n(4) that the district court erred in refusing to allow defense\r\ncounsel to voir dire the canine handler outside the presence of the\r\njury; (5) that the district court erred in allowing defendants'\r\nstatements to be used against them at trial; (6) that the\r\ngovernment failed to prove beyond a reasonable doubt that\r\ndefendants possessed the bales of cocaine in question; (7) that the\r\ndistrict court erred in allowing prejudicial testimony that the\r\nstreet value of the cocaine seized was one billion dollars;\r\n(8) that the district court communicated to the jury that it had\r\nalready convicted defendants by issuing a gag order stating that\r\ndefendants were \"caught\" near Fajardo; (9) that the district court\r\nerred in refusing to give an instruction on defendants' theory of\r\nthe case; and (10) that the sentences of incarceration imposed by\r\nthe court were excessive and contrary to the intent of the\r\nsentencing guidelines.  Because we find that the district court\r\ncould not have properly denied the discovery -- on relevancy\r\ngrounds -- of one of the sets of materials requested by defendants\r\nwithout reviewing those materials, we do not reach defendants'\r\nother contentions at this time, save one.  Rather, we retain\r\njurisdiction over the appeal, but remand this case to the district\r\ncourt with instructions to review the requested materials,\r\ndetermine whether they should have been disclosed, and, if so,\r\ndetermine whether defendants were prejudiced by the nondisclosure.\r\nNotwithstanding our focus on the discovery issue and our\r\npostponement of decisions on defendants' other claims, we do\r\nconsider defendants' claim that the evidence was insufficient to\r\ndemonstrate their guilt beyond a reasonable doubt.  A resolution of\r\nthis claim in defendants' favor would obviate the need for any\r\nfurther proceedings and would moot the discovery issue.  Defendants\r\nargue that the government failed to prove beyond a reasonable doubt\r\nthat their vessel was the vessel spotted throwing bales of cocaine\r\ninto the water.  Viewing the evidence, as we must, in the light\r\nmost favorable to the verdict, see United States v. Noah, </pre><span class=\"citation\" data-id=\"197675\"><a href=\"/opinion/197675/united-states-v-noah/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">490</span></a></span><pre class=\"inline\">, 493 (1st Cir. 1997), we cannot accept the defendants'\r\nargument.  The evidence in this case was clearly sufficient to\r\nsupport the defendants' convictions.  The officers involved in the\r\npursuit testified that they saw the bales being thrown from the\r\nsuspect vessel and that they followed the suspect vessel until it\r\nwas intercepted.  Defendants' attacks on this testimony are mainly\r\ncredibility arguments that are ill-suited to the standard of review\r\nin this type of claim.  The jury heard testimony linking\r\ndefendants' vessel to the bales of cocaine, and defendants have not\r\nadequately demonstrated that this testimony was false or\r\ninaccurate.  Thus, the record amply supports a finding that\r\ndefendants possessed the cocaine in question beyond a reasonable\r\ndoubt.  \r\nThe claim we focus on is defendants' allegation that the\r\ndistrict court abused its discretion in failing to compel the\r\ngovernment to produce the communication records and logs of two\r\nland-based central communications agencies, codenamed \"Salty Dog\"\r\nand \"Razorback.\"  Defendants argue that those central\r\ncommunications agencies maintained constant surveillance of the\r\noperation and were involved in the direction, tracking, and\r\ncoordination of the government assets assigned to the operation. \r\nSeveral times prior to and during trial, defendants requested the\r\nrecords and logs of those agencies in order to attempt to cast\r\ndoubt upon the testimony of the government witnesses regarding the\r\nlocations of the units and vessels involved.  Defendants argue that\r\nthe district court erred in failing to require these records and\r\nlogs to be produced.     A.  The Government's Discovery Obligations\r\nDefendants cite three sources for the government's\r\nobligation to disclose the records and logs: (1) Fed. R. Crim. P.\r\n16(a)(1)(C); (2) Brady v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\"> (1963); and (3) the\r\nJencks Act, 18 U.S.C.  3500.  Rule 16(a)(1)(C) of the Federal\r\nRules of Criminal Procedure provides, in relevant part:\r\nUpon the request of the defendant the\r\ngovernment shall permit the defendant to\r\ninspect and copy or photograph books, papers,\r\ndocuments, photographs, tangible objects,\r\nbuildings or places, or copies or portions\r\nthereof, which are within the possession,\r\ncustody or control of the government, and\r\nwhich are material to the preparation of the\r\ndefendant's defense or are intended for use by\r\nthe government as evidence in chief at the\r\ntrial, or were obtained from or belong to the\r\ndefendant.\r\n\nFed. R. Crim. P. 16(a)(1)(C) (emphasis supplied).  Because the\r\nrecords and logs in question were not used or intended for use by\r\nthe government, they were only required to be disclosed under Rule\r\n16(a)(1)(C) if they were \"material to the preparation of the\r\ndefendant[s'] defense.\"  Additionally, in order to succeed on a\r\nclaimed violation of Rule 16, a defendant must demonstrate that he\r\nhas been prejudiced.  See United States v. Spinosa, </pre><span class=\"citation\" data-id=\"597409\"><a href=\"/opinion/597409/united-states-v-vincent-d-spinosa/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">620</span></a></span><pre class=\"inline\">,\r\n631 (1st Cir. 1992); United States v. Hemmer, </pre><span class=\"citation\" data-id=\"431992\"><a href=\"/opinion/431992/united-states-v-james-hemmer-united-states-of-america-v-john-cusick/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 13 (1st\r\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1218</span></span><pre class=\"inline\"> (1984).\r\nUnder Brady, exculpatory evidence is discoverable by the\r\ndefendant where it \"is material to guilt or punishment.\"  Brady,\r\n373 U.S. at 87.  In order to succeed on a Brady claim, \"a defendant\r\nmust show that the withheld 'evidence was exculpatory, as measured\r\nby its materiality.'\"  United States v. Watson, </pre><span class=\"citation\" data-id=\"196550\"><a href=\"/opinion/196550/united-states-v-watson/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">, 7 (1st\r\nCir.) (quoting Hemmer, 729 F.2d at 14), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1239</span></span><pre class=\"inline\">\r\n(1996).  Information is \"material\" \"if there is a reasonable\r\nprobability that, had the evidence been disclosed to the defense,\r\nthe result of the proceeding would have been different.\"  SeeUnited States v. Blais, </pre><span class=\"citation\" data-id=\"728079\"><a href=\"/opinion/728079/united-states-v-raymond-j-blais/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">647</span></a></span><pre class=\"inline\">, 651 (1st Cir. 1996) (quoting\r\nUnited States v. Bagley, </pre><span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span><pre class=\"inline\"> (1985)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">519</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1134</span></span><pre class=\"inline\"> (1997).  A \"reasonable probability\" is a probability\r\nsufficient to undermine confidence in the outcome.  See Bagley, 473\r\nU.S. at 682.\r\n    The Jencks Act requires the government to provide, upon\r\nrequest, any prior statements of government witnesses that relate\r\nto the subject matter of the witnesses' testimony.  See 18 U.S.C.\r\n3500(b).  A Jencks Act \"statement\" is: (1) a written statement\r\nmade, adopted, or approved by the witness; (2) a recording (or\r\ntranscription thereof) that is a substantially verbatim recital of\r\nan oral statement made by the witness and recorded\r\ncontemporaneously with the making of the oral statement; or (3) a\r\nstatement (or transcription thereof) made by the witness to a grand\r\njury.  See 18 U.S.C.  3500(e).  The government is required to\r\nproduce those statements whether they are exculpatory or not.  SeeUnited States v. Stern, </pre><span class=\"citation\" data-id=\"660163\"><a href=\"/opinion/660163/united-states-v-aaron-stern-united-states-of-america-v-lawrence-gordon/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span><pre class=\"inline\">, 494 (1st Cir. 1994).  In order\r\nto succeed on a claimed violation of the Jencks Act, defendants\r\nmust demonstrate that they have been prejudiced by the failure to\r\ndisclose.  See United States v. Izzi, </pre><span class=\"citation\" data-id=\"373883\"><a href=\"/opinion/373883/united-states-v-eugene-j-izzi-aka-gino-united-states-of-america-v/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span><pre class=\"inline\">, 1213 (1st\r\nCir.) (citing United States v. McGovern, </pre><span class=\"citation\" data-id=\"320450\"><a href=\"/opinion/320450/united-states-v-william-f-mcgovern-united-states-of-america-v-frank-m/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span><pre class=\"inline\">, 1143 (1st\r\nCir. 1974)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">940</span></span><pre class=\"inline\"> (1980).\r\n      B.  Nondisclosure of the Central Communications Agency \r\n          Records and Logs\r\n\n    A review of the procedural history of this claim\r\ndemonstrates that it is unclear exactly what grounds the district\r\ncourt relied on in denying this discovery request, although it\r\nappears to have found that the records and logs were irrelevant. \r\nOn February 7, 1997, defendants filed a motion to compel the\r\ndisclosure of, inter alia, the identities of all of the central\r\ncommunications agencies used in the operation and their internal\r\nlogs, records, and communication tapes.  At the February 10, 1997\r\nStatus Conference, the district court delayed ruling on defendants'\r\nrequest for these materials because the court wanted to \"see what\r\nthe government provides to [defendants]\" before ruling on the\r\nmotion to compel.  The court then scheduled a status conference for\r\ntwo weeks later.\r\n    On February 20, 1997, the government filed a response to\r\ndefendants' motion to compel, claiming that the records and tapes\r\nof the central communications agencies were not subject to\r\ndisclosure on the grounds of confidentiality.  The government\r\nargued that its burden to demonstrate the need for confidentiality\r\nhad not yet been triggered because defendants had not yet\r\ndemonstrated the need for the records and tapes.\r\n    At the February 24, 1997 Status Conference, defendants\r\nargued that the units pursuing the vessel lost sight of it and\r\nconsciously avoided communicating that information on the channels\r\nthat were being recorded.  Defendants argued that the central\r\ncommunication records and tapes contained evidence that the\r\npursuers lost sight of the vessel.  Without addressing the asserted\r\nneed for confidentiality, the district court found that defendants\r\nhad not demonstrated that the records and tapes were necessary and\r\ndenied the motion.\r\n    On May 1, 1997, defendants raised the issue again in\r\ntheir Joint Motion to Compel Additional Discovery and/or For\r\nReconsideration of Motion to Compel Discovery.  Defendants argued\r\nthat they needed all government communications surrounding the\r\ntracking and interception of the vessel in question.  Defendants\r\nattacked the government's confidentiality rationale for withholding\r\nthe records, claiming that the government's surveillance techniques\r\nand the location of the central communications agencies had already\r\nbeen compromised by the disclosure of the FLIR videotapes,\r\nrecordings, and other documents.  Defendants argued that they could\r\nnot assess the materiality of the records and tapes without an\r\nopportunity to review them and suggested that any remaining\r\nconfidentiality concerns could be preserved by disclosing the\r\nrecords and tapes to the defendants under seal.\r\n    On May 8, 1997, the government filed a response to\r\ndefendants' motion.  In that response, the government argued that\r\nno such recordings of the surveillance operation existed and that\r\nthe central communications logs contained classified information\r\nand were irrelevant.  The government also noted that defendants had\r\nalready been provided with the surveillance videotapes, which\r\nrecorded communications between the government assets involved in\r\nthe tracking and apprehension of the vessel, as well as the reports\r\nof all of those government assets.  The docket does not reflect a\r\nresolution of defendants' May 1, 1997 joint motion by the district\r\ncourt, even though defendants moved for a final status conference\r\nor pre-trial conference to address the issues.\r\nOn May 14, 1997, the third day of trial, defendants again\r\nmoved to compel the records and logs of \"Salty Dog\" and\r\n\"Razorback.\"  Defendants claimed that Pedro Rodrguez, the pilot of\r\nOMAHA 13, testified that he was required to make position reports\r\nto \"Salty Dog\" every thirty minutes and that he maintained\r\ncommunications with his home base, \"Razorback.\"  Defendants again\r\nclaimed that they were entitled to inspect and review the records\r\nof \"Salty Dog\" and \"Razorback\" in order to determine whether they\r\ncontained any relevant information.  The district court immediately\r\ndenied this motion \"for the same reasons that [it] denied it\r\nbefore.\"  The issue did not arise again until defendants appealed.\r\n  C.  Abuse of Discretion\r\nWe review the district court's determinations under\r\nBrady, the Jencks Act, and Rule 16 for abuse of discretion. SeeUnited States v. Brimage, </pre><span class=\"citation\" data-id=\"197405\"><a href=\"/opinion/197405/united-states-v-brimage/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span><pre class=\"inline\">, 78 (1st Cir.), cert. denied,\r\n</pre><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">321</span></span><pre class=\"inline\"> (1997); Spinosa, 982 F.2d at 630-31.  Based on the\r\ninformation currently in the record, we find that the district\r\ncourt abused its discretion in finding that the records and logs\r\nwere irrelevant without first reviewing them.\r\nDefendants' theory throughout has been that their boat\r\ncould not have traveled the distance between the point where the\r\nbales were dumped and the point of defendants' interception in the\r\ntime illustrated by the FLIR videotapes.  Defendants argue that the\r\nlocations of the vessels and aircraft at various points in time,\r\ncoupled with the maximum speed of their boat under the reported\r\nconditions, make it impossible for their boat to have been the\r\nvessel that was spotted dumping the bales of cocaine.  Thus, the\r\nexact position of the suspect vessel at various junctures was\r\ncritical to defendants' theory and was a disputed issue at trial. \r\nDefendants argue that the logs contain the time and position of\r\nevery unit in the area during the pursuit of the suspect vessel,\r\nincluding that of HAWK 514, the National Guard helicopter that was\r\nallegedly over the top of the suspect vessel the entire time.  If\r\nthe logs in fact contain such information, we do not see how they\r\ncould fail to be relevant.\r\nThe government agrees that the logs contain reports of\r\nthe positions of the aircraft, but argues that defendants already\r\nhad this information.  In doing so, the government does not argue\r\nthat the information in the logs is irrelevant, only that the\r\ndefendants already possessed this information in other forms.  The\r\ngovernment cites no authority for the proposition that it may deny\r\ndiscovery of relevant evidence on the ground that defendants\r\nalready have enough evidence on that issue.  Even if the\r\ngovernment were able to unilaterally deny discovery on this ground,\r\nneither we nor the district court would know for certain that\r\ndefendants already possessed every relevant item of information\r\ncontained in the logs.  We can only pass upon such an issue after\r\nviewing those records.  Defendants claim that the FLIR tape\r\nincludes instances where the government agents were specifically\r\ninstructed to go \"off the record\" so that the communications would\r\nnot be recorded on the FLIR tape.  Those \"off the record\"\r\ncommunications may well be included in the logs of the central\r\ncommunications agencies.  Additionally, there is the possibility\r\nthat the locations contemporaneously recorded in the logs will\r\ndiffer from the testimony of the pilots of the vessels or the\r\nreports filed after the incident.  Defendants already contend that\r\nthe positions recorded in the FLIR tapes and marked in the reports\r\ndo not match up with the testimony of Captain Roig or Special Agent\r\nVicns, and the logs could well provide evidence of other such\r\ndiscrepancies.  In light of defendants' theory of the case, and in\r\nlight of the fact that the government does not dispute that the\r\nlogs contain the seemingly relevant times and locations of the\r\nunits in the area, we find that the district court abused its\r\ndiscretion in finding the logs to be irrelevant without first\r\nreviewing them.\r\nIn addition to their relevancy arguments, defendants\r\nclaim: (1) that the logs constitute \"statements\" required to be\r\nproduced under the Jencks Act, and (2) that the logs are\r\nexculpatory Brady material because they could have been used as\r\nsubstantive evidence of aircraft locations and as impeachment\r\nmaterial for the cross-examination of government witnesses\r\nregarding those locations.  The district court apparently denied\r\nthis discovery because it found that the logs were not relevant. \r\nIt thus did not reach these more specific questions.  Therefore, we\r\nhave no determinations to review in considering defendants' Bradyand Jencks Act arguments.\r\nTo answer all of these concerns, the government has\r\nsubmitted a copy of what it proffers to be the only relevant log\r\nfor our review.  At oral argument, government counsel was asked\r\nwhether the relevant logs or records were in the possession of the\r\ngovernment.  The Court requested that government counsel obtain and\r\npreserve the logs in the event that the Court found a need for\r\nthem.  After oral argument, the government submitted to the Court\r\na three-page copy of the October 17, 1996 morning log of the United\r\nStates Command Center Sector for United States Customs (\"Sector\").\r\nIt is not appropriate for us to consider this submission. \r\nIt is elementary that evidence cannot be submitted for the first\r\ntime on appeal.  The district court made no rulings based upon a\r\nreview of the Sector log; in fact, the district court has not seen\r\nit.  The log was not part of the district court record, and\r\ntherefore should not be part of our analysis.  Any determinations\r\nthat we would make regarding the relevancy of the log, its\r\nexculpatory nature, or its characterization as a \"statement\" under\r\nthe Jencks Act would be the first such determinations in this case. \r\nThis is not our role.  See Goldberg v. United States, </pre><span class=\"citation\" data-id=\"109417\"><a href=\"/opinion/109417/goldberg-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span><pre class=\"inline\">,\r\n108 (1976) (holding that the Court of Appeals erred in making the\r\ninitial determination of whether certain materials constituted\r\n\"statements\" producible under the Jencks Act and expressing doubt\r\nthat this function may ever be properly undertaken by a court of\r\nappeals); United States v. North American Reporting, Inc., </pre><span class=\"citation\" data-id=\"439202\"><a href=\"/opinion/439202/united-states-v-north-american-reporting-inc-united-states-of-america/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">50</span></a></span><pre class=\"inline\">, 56 (D.C. Cir. 1984) (citing Goldberg for the general rule that\r\nthe initial determination of whether documents are producible\r\n\"statements\" under the Jencks Act should be made in the district\r\ncourt); United States v. Sorrentino, </pre><span class=\"citation\" data-id=\"430882\"><a href=\"/opinion/430882/united-states-v-staniford-a-sorrentino/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">876</span></a></span><pre class=\"inline\">, 888 (1st Cir.\r\n1984) (declining to examine a report to determine which portions\r\nwere producible when the district court had not first done so and\r\nremanding to the district court with instructions to examine the\r\nreport, determine which portions were producible, and determine\r\nwhether the failure to produce those portions materially prejudiced\r\nthe defense).\r\nAccordingly, we retain jurisdiction over this appeal, but\r\ndecline to rule on any of defendants' other arguments until the\r\ndistrict court has reviewed the Sector log and any other similar\r\nlogs and has determined whether they were material to the\r\npreparation of the defendants' defense and were therefore required\r\nto be disclosed under Rule 16(a)(1)(C).  If the district court\r\ndetermines that the logs were not discoverable under Rule\r\n16(a)(1)(C), it shall determine whether the logs were required to\r\nbe disclosed as Brady material or as Jencks Act \"statements.\"  If\r\nthe district court determines that any of the logs should have been\r\nproduced under Rule 16, Brady, or the Jencks Act, it shall hold a\r\nhearing to determine whether the government's failure to turn over\r\nthat log materially prejudiced the defense.  If the district court\r\nfinds that the nondisclosure materially prejudiced the defense, a\r\nnew trial must be granted.  However, if, after reviewing the logs,\r\nthe district court finds either that they were not discoverable or\r\nthat defendants were not prejudiced by their nondisclosure, we will\r\nreview those determinations for abuse of discretion and then resume\r\nour consideration of defendants' remaining contentions on appeal.\r\n                       CONCLUSION\r\nBased on the foregoing, we retain jurisdiction over the \r\npresent appeal and remand to the district court for the limited\r\npurposes outlined above.  The district court is granted 90 days\r\nfrom the date of this opinion to make the appropriate\r\ndeterminations.  It shall do so by making written findings, and\r\nshall transmit a copy thereof to the Clerk of the court.  When the\r\ndistrict court has made its determinations, counsel for both\r\nparties shall notify the Court, at which time, if necessary, we\r\nwill decide the remaining issues raised by defendants' appeal.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728079/"
  ]
}