{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198495/",
  "absolute_url": "/opinion/198495/united-states-v-gray/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198495/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:27Z",
  "date_modified": "2017-03-24T10:57:20.522713Z",
  "type": "010combined",
  "sha1": "e0c6dc2eede60bf8f1cc46cded69f72a193d3a3e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2029.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-2029\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       RICHARD A. GRAY,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r\n\n                            Before\r\n\n                   Boudin, Circuit Judge,\r\n               Bownes, Senior Circuit Judge,\r\n                 and Lynch, Circuit Judge.\r\n\n   James S. Hewes for appellant.\r\n\n   Margaret D. McGaughey, Assistant United States Attorney, with\r\nwhom Jay P. McCloskey, United States Attorney, was on brief for\r\nappellee.\r\n\nMay 27, 1999\r\n\n                                BOWNES, Senior Circuit Judge.  In the morning hours of\r\nApril 22, 1998, Richard A. Gray and his compatriot Robert L. Echols\r\nentered the Key Bank in Portland, Maine, to perpetrate a robbery. \r\nThey did so to obtain money for more drugs, after staying up all\r\nnight drinking and taking drugs.  With Echols serving as lookout,\r\nGray delivered a note to the bank teller that read:  \"I got a gun. \r\nGive me all the money and know [sic] one will get hurt.\"  The\r\nteller asked Gray whether he was joking.  In response, Gray lifted\r\nhis shirt and pointed to a black object secured in his waistband. \r\nThe teller explained that her station was closed and that she\r\nneeded a key to unlock the drawer.  After the teller disappeared\r\nfor what seemed an unusually long period of time in search of one,\r\nGray became unnerved and fled the scene.\r\nThe two then improvised and decided to hold up a second\r\nbank, believing their chances of success enhanced by all of the\r\npolice attention suddenly focused on Key Bank.  Gray entered a\r\nFleet Bank branch office, while Echols waited in a nearby cab. \r\nThis time, Gray's note said:  \"Give me all your money or I'll start\r\nshooting.\"  Having learned his lesson, Gray also orally assured the\r\nteller that he was not playing a prank.  The teller quickly stuffed\r\n$11,907 into a paper bag and handed it to Gray.  On his way out,\r\nGray apologized to the teller \"for putting her though this.\"  He\r\nnever actually had a gun during either episode.\r\nThe pair was nabbed two days later, and each was charged\r\nwith two counts of violating the federal anti-robbery statute, 18\r\nU.S.C.  2113(a).  Gray, whose appeal is at issue here, pleaded\r\nguilty to both counts and was sentenced principally to 54 months in\r\nprison.\r\nOn appeal, he assigns error to three decisions by the\r\nsentencing court, contending that:  (1) it should not have factored\r\ninto the sentencing calculus a prior conviction for which he had no\r\nlawyer; (2) his actions during the Fleet Bank robbery did not\r\namount to a \"threat of death\" sufficient to trigger a two-point\r\nenhancement; and (3) the court erred by considering a juvenile\r\nadjudication for misdemeanor theft.  We uphold the sentence.\r\n                              I\r\nGray complains that the district court improperly used a\r\n1997 misdemeanor theft conviction obtained without the benefit of\r\ncounsel to increase his criminal history score by one point.  He\r\nsays uncounseled convictions may not be considered in fixing a\r\nsentence under the federal guidelines, and that the docket sheet\r\nsuffices to show that he was not represented by counsel at his plea\r\nhearing.  In the alternative, he argues that the docket sheet\r\nestablished a prima facie case that the conviction was defective,\r\nand that the burden then shifted to the government to prove that\r\nGray either received a lawyer or waived his right to one. \r\nIn addressing this issue, the district court assumed that\r\nGray did not have counsel and held that he bore the burden of\r\nshowing that he did not waive his right to counsel, given the fact\r\nhe was sentenced only to time served.  The court concluded that\r\nGray failed to demonstrate that he had not waived his right to\r\ncounsel, and therefore relied on the conviction to calculate Gray's\r\ncriminal history score.  \r\nWe begin with the essentials.  Once the government\r\nestablishes the fact of a prior conviction for sentencing purposes,\r\na \"modest\" burden satisfied here by the presentence report, \"[t]he\r\nburden then shifts to the defendant to establish that the earlier\r\nconviction was constitutionally infirm . . . or otherwise\r\nineligible to be the basis for an upward adjustment.\"  United\r\nStates v. Unger, 915 F.2d 759, 761 (1st Cir. 1990); see also United\r\nStates v. Cordero, 42 F.3d 697, 701 (1st Cir. 1994).  Only if a\r\ndefendant meets this burden must the prior conviction be excluded\r\nfrom the criminal history score.  Otherwise, the presumption of\r\nregularity remains undisturbed, and the conviction must be counted. \r\nThe preliminary question is to what extent do the\r\nguidelines forbid consideration of misdemeanor convictions obtained\r\nwithout the benefit of counsel?  On this, U.S.S.G.  4A1.2(c) is\r\nsilent other than to provide generally that, with two categories of\r\nexceptions not relevant here, \"sentences for misdemeanor and petty\r\noffenses are to be counted.\"  The rest of the guidelines and\r\npertinent commentaries give mixed signals.  On the one hand, the\r\nguidelines do not confer on a defendant any right to collaterally\r\nattack a prior conviction or sentence \"beyond any such rights\r\notherwise recognized in law.\"  See  4A1.2 comment. n.6.  It is\r\nalso worth pointing out that the guidelines allow for consideration\r\nof criminal conduct underlying any conviction not factored into the\r\ncriminal history score pursuant to  4A1.3 if the initial score\r\ndoes not adequately reflect an individual's criminal history or\r\npropensity to commit future crimes.  See id.  \r\nOn the other hand, the related background commentary does\r\nsay that \"prior sentences, not otherwise excluded, are to be\r\nfactored into the criminal history score, including uncounseled\r\nmisdemeanor sentences where imprisonment was not imposed.\"  By\r\nnegative implication, this language may be taken to mean that an\r\nuncounseled misdemeanor offense is to be counted when it did not\r\nresult in jail time, but generally may not be counted where it led\r\nto a prison term.  See United States v. Ortega, 94 F.3d 764, 770-71\r\n(2d Cir. 1996) (interpreting \"section 4A1.2 [to] exclude[] from\r\ncriminal history computations all uncounseled misdemeanor sentences\r\nof imprisonment\").  And, whatever the guidelines may or may not\r\nsay, the case law is reasonably clear that a court may not fix a\r\nsentence based in part on an uncounseled conviction that resulted\r\nin incarceration.  The Sixth and Fourteenth Amendments have been\r\ninterpreted to say that an individual may not be actually sentenced\r\nto a term of imprisonment without being afforded the opportunity to\r\nseek the advice of counsel, and that a conviction later determined\r\nto be invalid cannot ordinarily be used to determine a future\r\nsentence.  See Scott v. Illinois, 440 U.S. 367, 373-74 (1979),\r\naffirmed in Nichols v. United States, 511 U.S. 738, 746 (1994)\r\n(drawing line \"between criminal proceedings that resulted in\r\nimprisonment, and those that did not\"); Burgett v. Texas, 389 U.S.\r\n109, 115 (1967) (Sixth Amendment forbids use of uncounseled\r\nconviction \"either to support guilt or enhance punishment for\r\nanother offense\"); see also United States v. Tucker, 404 U.S. 443,\r\n447-49 (1972).  \r\nWe need not definitively establish whether and to what\r\nextent uncounseled misdemeanors offenses may be counted, but\r\ninstead assume for the sake of argument that, under the sentencing\r\nguidelines, a defendant would be entitled to exclude an uncounseled\r\nmisdemeanor conviction resulting in prison time.  Nevertheless,\r\nGray, who bears the burden of proof, has failed to show that he did\r\nnot knowingly waive the assistance of counsel at his 1997 plea\r\nhearing. \r\nIn an attempt to convince the district court that his\r\nprior conviction for theft was void for purposes of sentencing,\r\nGray proffered a copy of the docket sheet from the state court\r\nsitting in the Division of South Cumberland that had accepted his\r\nguilty plea and sentenced him (there appeared to have been no\r\neffort made to obtain a transcript or explain why one could not be\r\nprocured).  The docket sheet shows that on February 26, 1997, the\r\nsame day of his arrest, Gray was charged with Theft by Unauthorized\r\nTaking, a Class E offense, to which he pleaded guilty that very\r\nday, and that the court sentenced him to 12 hours in jail, with\r\ncredit for time served, and ordered him to pay $10.00 in\r\nrestitution.  It does not indicate that an attorney ever entered an\r\nappearance on his behalf.  The presentence report stated that\r\nprobation's review of the public records did not reveal whether\r\nGray had counsel on that occasion.  Hence, it appears that he\r\npleaded guilty without the benefit of a lawyer   a situation the\r\nsentencing judge presumed to be the case as part of his analysis.\r\nStill, the record does not reflect whether or not Gray\r\nchose to waive his right to counsel, a common enough occurrence\r\nwhen a defendant is charged with a low level offense and is given\r\nthe possibility of walking out the courthouse doors a free man the\r\nday of his arraignment in exchange for pleading guilty and\r\naccepting a sentence of a small fine and time served.  See Unger,\r\n915 F.2d at 761 (stating that defendant attacking validity of\r\nconviction must show \"that he lacked counsel at [a critical]\r\njuncture and had not waived his right in such regard\"); see also\r\nUnited States v. Allen, 153 F.3d 1037, 1041 (9th Cir. 1998) (\"the\r\ndefendant must present evidence sufficient to overcome the\r\npresumption that there was a valid waiver of counsel\"), cert.\r\ndenied, 119 S. Ct. 1094 (1999). \r\nWe find no fault in the sentencing judge's refusal to\r\ndraw the inferences from the docket sheet urged by Gray.  Not only\r\nwas the document silent on the critical questions, but Gray himself\r\ndid not testify at the sentencing hearing or file a sworn affidavit\r\nto the effect that he was not afforded counsel.  Because a\r\ndefendant stands in the best position to offer a first-hand account\r\nof the details of his own past legal proceedings, his silence can\r\nbe deafening.  See Parke v. Raley, 506 U.S. 20, 32 (1992) (\"when\r\nthe plea was entered in another jurisdiction, the defendant may be\r\nthe only witness who was actually present at the earlier\r\nproceeding\"); Cordero, 42 F.3d at 701 (noting that defendant never\r\nswore that he did not have a lawyer, only that government never\r\nproved that he had one); United States v. Wilkinson, 926 F.2d 22,\r\n28 (1st Cir. 1991) (same).  So it was here.\r\nGray would add a new wrinkle, citing a line of cases\r\nstanding for the proposition that waiver of counsel may not be\r\npresumed from a silent record.  See, e.g., Burgett, 389 U.S. at\r\n114-15.  He wishes us to extrapolate from these opinions a rule\r\nthat would shift the burden back to the government at some point to\r\nshow that the defendant either was afforded counsel or waived that\r\nright.  But Parke v. Raley, 506 U.S. 20, forecloses his argument.\r\nIn Parke, a state prisoner filed a habeas petition\r\nseeking vacatur of a state court sentence that had been enhanced\r\nbased on a prior conviction on the ground that his guilty plea,\r\nupon which the earlier conviction rested, had not been entered\r\nknowingly and intelligently.  The Court held that \"the 'presumption\r\nof regularity' . . . attaches to final judgments, even when the\r\nquestion is waiver of constitutional rights.\"  Id. at 29.  Turning\r\nto the facts of the case at hand, the Court said that the\r\npetitioner could not demonstrate that a prior conviction was\r\nconstitutionally defective by simply relying on the unavailability\r\nof a transcript.  In reaching its conclusion, the Court\r\ndistinguished Boykin v. Alabama, 395 U.S. 238 (1969), which holds\r\nthat the government must ordinarily prove that a guilty plea was\r\nknowing and voluntary, saying: \r\n  On collateral review, we think it defies logic\r\nto presume from the mere unavailability of a\r\ntranscript (assuming no allegation that the\r\nunavailability is due to governmental\r\nmisconduct) that the defendant was not advised\r\nof his rights.  In this situation, Boykin does\r\nnot prohibit a [subsequent] court from\r\npresuming, at least initially, that a final\r\njudgment of conviction offered for purposes of\r\nsentencing enhancement was validly obtained.  \r\n\n506 U.S. at 30.  The Parke Court also explicitly rejected the very\r\nargument made by Gray, that under Burgett \"every previous\r\nconviction used to enhance punishment is 'presumptively void' if\r\nwaiver of a claimed constitutional right does not appear from the\r\nface of the record.\"  Id. at 31.  In so doing, the Court limited\r\nthat decision to its narrow historical context:  because the prior\r\nplea at issue there was entered before a federal constitutional\r\nright to counsel had been recognized, it was reasonable to then\r\npresume from the silent record \"that he had not waived a right he\r\ndid not possess.\"  Id.  The implication for us, of course, is that\r\nit is not at all unreasonable to assume from a near-empty record\r\nthat Gray knowingly waived his right to counsel and a jury trial in\r\n1997 when he was offered a sweet deal.\r\nAlthough Parke was a habeas case and not a sentencing\r\ncase, for these purposes this is a distinction without a\r\ndifference.  See id. at 29-30 (stating that presumption of\r\nregularity applies to other forms of collateral attack); see also\r\nAllen, 153 F.3d at 1041 (applying Parke's reasoning to indirect\r\nchallenge to prior conviction at federal sentencing); United States\r\nv. Gilbert, 20 F.3d 94, 100-01 (3d Cir. 1994) (same).  Both habeas\r\nand sentencing proceedings may involve collateral attacks of sorts\r\non a presumptively valid prior criminal judgment.  The Court\r\nobviously found the situations analogous as well, for it cited with\r\napproval various court of appeals decisions \"allocat[ing] the full\r\nburden of proof to defendants claiming that an invalid guilty plea\r\nrenders a prior conviction unavailable for purposes of calculating\r\ncriminal history under the Sentencing Guidelines.\"  506 U.S. at 33\r\n(citing sentencing cases).  In all events, we read Parke to\r\npreclude Gray's suggested legal framework that would transfer the\r\nburden back to the government based on a silent record.\r\nGray made a tactical decision not to build a more robust\r\nrecord or testify at the sentencing hearing and to instead rely\r\nheavily upon a mistaken legal presumption.  Because his proof of a\r\ndefective conviction was inadequate, the sentencing judge properly\r\noverruled his opposition to its inclusion in his criminal history\r\nscore. \r\n                              II\r\nWe next consider whether the sentencing judge properly\r\ninvoked U.S.S.G.  2B3.1(b)(2)(F), which calls for a two-point\r\nenhancement to the base offense level for robbery \"if a threat of\r\ndeath was made.\"  To the extent that we evaluate the trial court's\r\ninterpretation of the guidelines or its final determination to see\r\nwhether the facts here supported a finding that Gray made a threat\r\nof death during the Fleet Bank robbery, we look at the issue de\r\nnovo, but any factual disputes entail clear error review.  See\r\nUnited States v. Brown, 169 F.3d 89, 92 (1st Cir. 1999).  Before\r\nthe enhancement may be imposed, the record must support a finding\r\nthat a defendant's actions and statements, taken as a whole, \"would\r\ninstill in a reasonable person, who is a victim of the offense, a\r\nfear of death.\"  U.S.S.G.  2B3.1 comment. n.6. \r\nAlthough Gray contends that his threat to the teller was\r\nnot sufficiently specific (he never actually used the precise\r\nwords, \"I will kill you\"), that argument is foreclosed by the 1997\r\namendment to this provision deleting the word \"express,\" which\r\nremoved any ambiguity as to whether an implicit threat of death\r\nwould qualify.  It does.  See id. (\"the defendant does not have to\r\nstate expressly his intent to kill the victim in order for the\r\nenhancement to apply\").  In any event, this Circuit had already\r\njoined those pre-amendment courts which held that a defendant need\r\nnot explicitly communicate an intent to kill to trigger the\r\nenhancement.  See United States v. Burns, 160 F.3d 82, 85 (1st Cir.\r\n1998). \r\nIt remains only to be seen whether the present\r\ncircumstances satisfy the applicable test.  Gray says no, tethering\r\nhis argument mainly to a single fact: that he apologized to the\r\nteller for inconveniencing her during the robbery.  From this, Gray\r\nreasons that it was objectively unreasonable for the teller to fear\r\nfor her life.  But this remark does not save him from the force of\r\nhis actions.  The fact that Gray may have been genuinely reluctant\r\nto use violence to achieve his ends does not alter the objectively\r\ndangerous situation created by his conduct (or suggest that he\r\nwould not have shot to kill if necessary); he never once\r\ncommunicated an unwillingness to use deadly force.  His\r\nunmistakable threat to use a lethal weapon itself puts this case\r\nwell within the mainstream of death-threat scenarios.  See, e.g.,\r\nBurns, 160 F.3d at 83 (\"I have a gun!  Don't make me use it.\");\r\nUnited States v. Bomski, 125 F.3d 1115, 1118 (7th Cir. 1997) (\"This\r\nis a bomb. . . . give me all of your money\" sufficient); United\r\nStates v. Figueroa, 105 F.3d 874, 875 (3d Cir.) (\"I have a gun. \r\nGive me all the money\" scrawled on napkin), cert. denied, 520 U.S.\r\n1248 (1997); United States v. Hunn, 24 F.3d 994, 997 (7th Cir.\r\n1994) (defendant mimicked pointing gun through his coat while\r\ndelivering note that said, \"Give me all the money now.  I have a\r\ngun.  No tricks, I'm watching.\"); United States v. Eaton, 934 F.2d\r\n1077, 1079 (9th Cir. 1991) (\"Give me all your money or I'll\r\nshoot\").  That he never actually had a gun in his possession made\r\nno meaningful difference to the teller, for she could not have\r\ndiscerned that from all the outward signs.  \r\nGray mouthed an apology only after he had received the\r\nmoney, as he exited the bank.  His expressed remorse therefore did\r\nnothing to lessen, much less negate, the reasonable fear that\r\nspurred the teller to cooperate in the first place.  By then, the\r\nearlier threat of death was dissipating, and the encounter almost\r\nover. \r\nGiven this fact pattern, we are satisfied the sentencing\r\njudge did not err in assessing the two-point enhancement.\r\n                             III\r\nAppellant's final claim does not detain us long.  As part\r\nof its criminal history calculation, the sentencing court assessed\r\none point based on a 1994 juvenile adjudication for theft.  Relying\r\non a state law making certain juvenile adjudications (i.e., Class\r\nD or lower) off-limits for future proceedings, 8 Me. Rev. Stat.\r\nAnn. tit. 15,  3308 (Supp. 1998), Gray asserts that this provision\r\nbars a subsequent federal court from considering the juvenile\r\ndisposition, and that the sentencing judge erred when it counted\r\nhis 1994 juvenile disposition.  We scrutinize this legal argument\r\nin plenary fashion. \r\nTitle 15, section 3308.2 reads, in pertinent part: \r\n  In the case of a hearing open to the general\r\npublic under section 330, the petition, the\r\nrecord of the hearing and the order of\r\nadjudication are open to public inspection,\r\nprovided that any court subsequently\r\nsentencing the juvenile after the juvenile has\r\nbecome an adult may consider only murder and\r\nClass A, Class B and Class C offenses\r\ncommitted by the juvenile.\r\n\nWhile the phrase \"any court subsequently sentencing the juvenile\"\r\nis admittedly broad, it is by no means obvious that the Maine law\r\npurports to prevent federal courts from considering juvenile\r\noffenses in fixing sentences for violations of federal law.  We\r\nfind no hint at all in the language of the statute of an intent to\r\nerect such a shield. \r\nEven assuming that the provision directly conflicts with\r\nfederal law, that reading of the law would fall under the force of\r\nthe Supremacy Clause.  See U.S. Const. art. VI, cl. 2.  Whether a\r\nparticular offense falls within the federal guidelines' criminal\r\nhistory framework \"is a question of federal law, not state law.\"\r\nUnger, 915 F.3d at 762.  States enjoy a broad range of flexibility\r\nin choosing how they will treat those who offend their laws.  But\r\nthey may not dictate how the federal government will vindicate its\r\nown interests in punishing those who commit federal crimes.  See\r\nUnited States v. Carney, 106 F.3d 315, 317 (10th Cir. 1997); United\r\nStates v. Daniels, 929 F.2d 128, 130 (4th Cir. 1991).\r\nFinally, Gray seeks to invoke the Due Process Clause and\r\nthe Tenth Amendment to bar consideration of his juvenile\r\nadjudication.  Yet Gray never once explicitly referred to either\r\nground before the district court.  The category of constitutional\r\nclaims he now asserts, not seasonably raised below, cannot be given\r\nlife for the first time in this forum.  See United States v.\r\nBongiorno, 106 F.3d 1027, 1034 (1st Cir. 1997).  Seemingly resigned\r\nto the fate of his due process claim, Gray maintains in his reply\r\npapers that he adequately preserved his Tenth Amendment claim when\r\nhe told the sentencing judge that the matter involved federalism\r\nand that \"a Maine statute supercedes a federal guideline.\"  But\r\nthis explanation seemed geared toward his statutory argument.  More\r\nimportant, a passing reference to our federalist system of\r\ngovernment hardly suffices to put the court on notice of a Tenth\r\nAmendment challenge, especially where he did not object to the\r\ncourt's failure to recognize the constitutional argument, if indeed\r\none was intended.  \r\nAffirmed.\n",
  "html": "<p class=\"case_cite\">177 F.3d 86</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Richard A. GRAY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-2029.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1999.<br>Decided May 27, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James S. Hewes for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the morning hours of April 22, 1998, Richard A. Gray and his compatriot Robert L. Echols entered the Key Bank in Portland, Maine, to perpetrate a robbery.  They did so to obtain money for more drugs, after staying up all night drinking and taking drugs.  With Echols serving as lookout, Gray delivered a note to the bank teller that read:  \"I got a gun.  Give me all the money and know [sic] one will get hurt.\"   The teller asked Gray whether he was joking.  In response, Gray lifted his shirt and pointed to a black object secured in his waistband.  The teller explained that her station was closed and that she needed a key to unlock the drawer.  After the teller disappeared for what seemed an unusually long period of time in search of one, Gray became unnerved and fled the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The two then improvised and decided to hold up a second bank, believing their chances of success enhanced by all of the police attention suddenly focused on Key Bank.  Gray entered a Fleet Bank branch office, while Echols waited in a nearby cab.  This time, Gray's note said:  \"Give me all your money or I'll start shooting.\"   Having learned his lesson, Gray also orally assured the teller that he was not playing a prank.  The teller quickly stuffed $11,907 into a paper bag and handed it to Gray.  On his way out, Gray apologized to the teller \"for putting her though this.\"   He never actually had a gun during either episode.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The pair was nabbed two days later, and each was charged with two counts of violating the federal anti-robbery statute, 18 U.S.C. &#167; 2113(a).  Gray, whose appeal is at issue here, pleaded guilty to both counts and was sentenced principally to 54 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, he assigns error to three decisions by the sentencing court, contending that:  (1) it should not have factored into the sentencing calculus a prior conviction for which he had no lawyer;  (2) his actions during the Fleet Bank robbery did not amount to a \"threat of death\" sufficient to trigger a two-point enhancement;  and (3) the court erred by considering a juvenile adjudication for misdemeanor theft.  We uphold the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* Gray complains that the district court improperly used a 1997 misdemeanor theft conviction obtained without the benefit of counsel to increase his criminal history score by one point.  He says uncounseled convictions may not be considered in fixing a sentence under the federal guidelines, and that the docket sheet suffices to show that he was not represented by counsel at his plea hearing.  In the alternative, he argues that the docket sheet established a prima facie case that the conviction was defective, and that the burden then shifted to the government to prove that Gray either received a lawyer or waived his right to one.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In addressing this issue, the district court assumed that Gray did not have counsel and held that he bore the burden of showing that he did not waive his right to counsel, given the fact he was sentenced only to time served.  The court concluded that Gray failed to demonstrate that he had not waived his right to counsel, and therefore relied on the conviction to calculate Gray's criminal history score.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin with the essentials.  Once the government establishes the fact of a prior conviction for sentencing purposes, a \"modest\" burden satisfied here by the presentence report, \"[t]he burden then shifts to the defendant to establish that the earlier conviction was constitutionally infirm ... or otherwise ineligible to be the basis for an upward adjustment.\"  United States v. Unger, 915 F.2d 759, 761 (1st Cir.1990);  see also United States v. Cordero, 42 F.3d 697, 701 (1st Cir.1994).  Only if a defendant meets this burden must the prior conviction be excluded from the criminal history score.  Otherwise, the presumption of regularity remains undisturbed, and the conviction must be counted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The preliminary question is to what extent do the guidelines forbid consideration of misdemeanor convictions obtained without the benefit of counsel?   On this, U.S.S.G. &#167; 4A1.2(c) is silent other than to provide generally that, with two categories of exceptions not relevant here,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> \"sentences for misdemeanor and petty offenses are to be counted.\"   The rest of the guidelines and pertinent commentaries give mixed signals.  On the one hand, the guidelines do not confer on a defendant any right to collaterally attack a prior conviction or sentence \"beyond any such rights otherwise recognized in law.\"   See &#167; 4A1.2 comment. n.6.  It is also worth pointing out that the guidelines allow for consideration of criminal conduct underlying any conviction not factored into the criminal history score pursuant to &#167; 4A1.3 if the initial score does not adequately reflect an individual's criminal history or propensity to commit future crimes.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the other hand, the related background commentary does say that \"prior sentences, not otherwise excluded, are to be factored into the criminal history score, including uncounseled misdemeanor sentences where imprisonment was not imposed.\"   By negative implication, this language may be taken to mean that an uncounseled misdemeanor offense is to be counted when it did not result in jail time, but generally may not be counted where it led to a prison term.  See United States v. Ortega, 94 F.3d 764, 770-71 (2d Cir.1996) (interpreting \"section 4A1.2 [to] exclude[ ] from criminal history computations all uncounseled misdemeanor sentences of imprisonment\").  And, whatever the guidelines may or may not say, the case law is reasonably clear that a court may not fix a sentence based in part on an uncounseled conviction that resulted in incarceration.  The Sixth and Fourteenth Amendments have been interpreted to say that an individual may not be actually sentenced to a term of imprisonment without being afforded the opportunity to seek the advice of counsel, and that a conviction later determined to be invalid cannot ordinarily be used to determine a future sentence.  See Scott v. Illinois, 440 U.S. 367, 373-74, 99 S.Ct. 1158, 59 L.Ed.2d 383 (1979), affirmed in Nichols v. United States, 511 U.S. 738, 746, 114 S.Ct. 1921, 128 L.Ed.2d 745 (1994) (drawing line \"between criminal proceedings that resulted in imprisonment, and those that did not\");  Burgett v. Texas, 389 U.S. 109, 115, 88 S.Ct. 258, 19 L.Ed.2d 319 (1967) (Sixth Amendment forbids use of uncounseled conviction \"either to support guilt or enhance punishment for another offense\");  see also United States v. Tucker, 404 U.S. 443, 447-49, 92 S.Ct. 589, 30 L.Ed.2d 592 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We need not definitively establish whether and to what extent uncounseled misdemeanors offenses may be counted, but instead assume for the sake of argument that, under the sentencing guidelines, a defendant would be entitled to exclude an uncounseled misdemeanor conviction resulting in prison time.  Nevertheless, Gray, who bears the burden of proof, has failed to show that he did not knowingly waive the assistance of counsel at his 1997 plea hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In an attempt to convince the district court that his prior conviction for theft was void for purposes of sentencing, Gray proffered a copy of the docket sheet from the state court sitting in the Division of South Cumberland that had accepted his guilty plea and sentenced him (there appeared to have been no effort made to obtain a transcript or explain why one could not be procured).  The docket sheet shows that on February 26, 1997, the same day of his arrest, Gray was charged with Theft by Unauthorized Taking, a Class E offense, to which he pleaded guilty that very day, and that the court sentenced him to 12 hours in jail, with credit for time served, and ordered him to pay $10.00 in restitution.  It does not indicate that an attorney ever entered an appearance on his behalf.  The presentence report stated that probation's review of the public records did not reveal whether Gray had counsel on that occasion.  Hence, it appears that he pleaded guilty without the benefit of a lawyer--a situation the sentencing judge presumed to be the case as part of his analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Still, the record does not reflect whether or not Gray chose to waive his right to counsel, a common enough occurrence when a defendant is charged with a low level offense and is given the possibility of walking out the courthouse doors a free man the day of his arraignment in exchange for pleading guilty and accepting a sentence of a small fine and time served.  See Unger, 915 F.2d at 761 (stating that defendant attacking validity of conviction must show \"that he lacked counsel at [a critical] juncture and had not waived his right in such regard\");  see also United States v. Allen, 153 F.3d 1037, 1041 (9th Cir.1998) (\"the defendant must present evidence sufficient to overcome the presumption that there was a valid waiver of counsel\"), cert. denied, --- U.S. ----, 119 S.Ct. 1094, 143 L.Ed.2d 94 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We find no fault in the sentencing judge's refusal to draw the inferences from the docket sheet urged by Gray.  Not only was the document silent on the critical questions, but Gray himself did not testify at the sentencing hearing or file a sworn affidavit to the effect that he was not afforded counsel.  Because a defendant stands in the best position to offer a first-hand account of the details of his own past legal proceedings, his silence can be deafening.  See Parke v. Raley, 506 U.S. 20, 32, 113 S.Ct. 517, 121 L.Ed.2d 391 (1992) (\"when the plea was entered in another jurisdiction, the defendant may be the only witness who was actually present at the earlier proceeding\");  Cordero, 42 F.3d at 701 (noting that defendant never swore that he did not have a lawyer, only that government never proved that he had one);  United States v. Wilkinson, 926 F.2d 22, 28 (1st Cir.1991) (same).  So it was here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Gray would add a new wrinkle, citing a line of cases standing for the proposition that waiver of counsel may not be presumed from a silent record.  See, e.g., Burgett, 389 U.S. at 114-15, 88 S.Ct. 258.   He wishes us to extrapolate from these opinions a rule that would shift the burden back to the government at some point to show that the defendant either was afforded counsel or waived that right.  But Parke v. Raley, 506 U.S. 20, 113 S.Ct. 517, 121 L.Ed.2d 391, forecloses his argument.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In Parke, a state prisoner filed a habeas petition seeking vacatur of a state court sentence that had been enhanced based on a prior conviction on the ground that his guilty plea, upon which the earlier conviction rested, had not been entered knowingly and intelligently.  The Court held that \"the 'presumption of regularity' ... attaches to final judgments, even when the question is waiver of constitutional rights.\" Id. at 29, 113 S.Ct. 517.   Turning to the facts of the case at hand, the Court said that the petitioner could not demonstrate that a prior conviction was constitutionally defective by simply relying on the unavailability of a transcript.  In reaching its conclusion, the Court distinguished Boykin v. Alabama, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969), which holds that the government must ordinarily prove that a guilty plea was knowing and voluntary, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>On collateral review, we think it defies logic to presume from the mere unavailability of a transcript (assuming no allegation that the unavailability is due to governmental misconduct) that the defendant was not advised of his rights.  In this situation, Boykin does not prohibit a [subsequent] court from presuming, at least initially, that a final judgment of conviction offered for purposes of sentencing enhancement was validly obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">506 U.S. at 30, 113 S.Ct. 517.   The Parke Court also explicitly rejected the very argument made by Gray, that under Burgett \"every previous conviction used to enhance punishment is 'presumptively void' if waiver of a claimed constitutional right does not appear from the face of the record.\"  Id. at 31, 113 S.Ct. 517.   In so doing, the Court limited that decision to its narrow historical context:  because the prior plea at issue there was entered before a federal constitutional right to counsel had been recognized, it was reasonable to then presume from the silent record \"that he had not waived a right he did not possess.\"  Id. The implication for us, of course, is that it is not at all unreasonable to assume from a near-empty record that Gray knowingly waived his right to counsel and a jury trial in 1997 when he was offered a sweet deal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although Parke was a habeas case and not a sentencing case, for these purposes this is a distinction without a difference.  See id. at 29-30, 113 S.Ct. 517 (stating that presumption of regularity applies to other forms of collateral attack);  see also Allen, 153 F.3d at 1041 (applying Parke 's reasoning to indirect challenge to prior conviction at federal sentencing);  United States v. Gilbert, 20 F.3d 94, 100-01 (3d Cir.1994) (same).  Both habeas and sentencing proceedings may involve collateral attacks of sorts on a presumptively valid prior criminal judgment.  The Court obviously found the situations analogous as well, for it cited with approval various court of appeals decisions \"allocat[ing] the full burden of proof to defendants claiming that an invalid guilty plea renders a prior conviction unavailable for purposes of calculating criminal history under the Sentencing Guidelines.\"  506 U.S. at 33, 113 S.Ct. 517 (citing sentencing cases).  In all events, we read Parke to preclude Gray's suggested legal framework that would transfer the burden back to the government based on a silent record.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Gray made a tactical decision not to build a more robust record or testify at the sentencing hearing and to instead rely heavily upon a mistaken legal presumption.  Because his proof of a defective conviction was inadequate, the sentencing judge properly overruled his opposition to its inclusion in his criminal history score.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We next consider whether the sentencing judge properly invoked U.S.S.G. &#167; 2B3.1(b)(2)(F), which calls for a two-point enhancement to the base offense level for robbery \"if a threat of death was made.\"   To the extent that we evaluate the trial court's interpretation of the guidelines or its final determination to see whether the facts here supported a finding that Gray made a threat of death during the Fleet Bank robbery,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> we look at the issue de novo, but any factual disputes entail clear error review.  See United States v. Brown, 169 F.3d 89, 92 (1st Cir.1999).  Before the enhancement may be imposed, the record must support a finding that a defendant's actions and statements, taken as a whole, \"would instill in a reasonable person, who is a victim of the offense, a fear of death.\"  U.S.S.G. &#167; 2B3.1 comment. n.6.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although Gray contends that his threat to the teller was not sufficiently specific (he never actually used the precise words, \"I will kill you\"), that argument is foreclosed by the 1997 amendment to this provision deleting the word \"express,\" which removed any ambiguity as to whether an implicit threat of death would qualify.  It does.  See id.  (\"the defendant does not have to state expressly his intent to kill the victim in order for the enhancement to apply\").  In any event, this Circuit had already joined those pre-amendment courts which held that a defendant need not explicitly communicate an intent to kill to trigger the enhancement.  See United States v. Burns, 160 F.3d 82, 85 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It remains only to be seen whether the present circumstances satisfy the applicable test.  Gray says no, tethering his argument mainly to a single fact:  that he apologized to the teller for inconveniencing her during the robbery.  From this, Gray reasons that it was objectively unreasonable for the teller to fear for her life.  But this remark does not save him from the force of his actions.  The fact that Gray may have been genuinely reluctant to use violence to achieve his ends does not alter the objectively dangerous situation created by his conduct (or suggest that he would not have shot to kill if necessary);  he never once communicated an unwillingness to use deadly force.  His unmistakable threat to use a lethal weapon itself puts this case well within the mainstream of death-threat scenarios.  See, e.g., Burns, 160 F.3d at 83 (\"I have a gun!   Don't make me use it.\");  United States v. Bomski, 125 F.3d 1115, 1118 (7th Cir.1997) (\"This is a bomb .... give me all of your money\" sufficient);  United States v. Figueroa, 105 F.3d 874, 875 (3d Cir.)  (\"I have a gun.  Give me all the money\" scrawled on napkin), cert. denied, 520 U.S. 1248, 117 S.Ct. 1860, 137 L.Ed.2d 1061 (1997);  United States v. Hunn, 24 F.3d 994, 997 (7th Cir.1994) (defendant mimicked pointing gun through his coat while delivering note that said, \"Give me all the money now.  I have a gun.  No tricks, I'm watching.\");  United States v. Eaton, 934 F.2d 1077, 1079 (9th Cir.1991) (\"Give me all your money or I'll shoot\").  That he never actually had a gun in his possession made no meaningful difference to the teller, for she could not have discerned that from all the outward signs.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Gray mouthed an apology only after he had received the money, as he exited the bank.  His expressed remorse therefore did nothing to lessen, much less negate, the reasonable fear that spurred the teller to cooperate in the first place.  By then, the earlier threat of death was dissipating, and the encounter almost over.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Given this fact pattern, we are satisfied the sentencing judge did not err in assessing the two-point enhancement.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant's final claim does not detain us long.  As part of its criminal history calculation, the sentencing court assessed one point based on a 1994 juvenile adjudication for theft.  Relying on a state law making certain juvenile adjudications (i.e., Class D or lower) off-limits for future proceedings, 8 Me.Rev.Stat. Ann. tit. 15, &#167; 3308 (Supp.1998), Gray asserts that this provision bars a subsequent federal court from considering the juvenile disposition, and that the sentencing judge erred when it counted his 1994 juvenile disposition. We scrutinize this legal argument in plenary fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Title 15, section 3308.2 reads, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>In the case of a hearing open to the general public under section 330, the petition, the record of the hearing and the order of adjudication are open to public inspection, provided that any court subsequently sentencing the juvenile after the juvenile has become an adult may consider only murder and Class A, Class B and Class C offenses committed by the juvenile.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">While the phrase \"any court subsequently sentencing the juvenile\" is admittedly broad, it is by no means obvious that the Maine law purports to prevent federal courts from considering juvenile offenses in fixing sentences for violations of federal law.  We find no hint at all in the language of the statute of an intent to erect such a shield.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even assuming that the provision directly conflicts with federal law, that reading of the law would fall under the force of the Supremacy Clause.  See U.S. Const. art.  VI, cl. 2.  Whether a particular offense falls within the federal guidelines' criminal history framework \"is a question of federal law, not state law.\"  Unger, 915 F.2d at 762.   States enjoy a broad range of flexibility in choosing how they will treat those who offend their laws.  But they may not dictate how the federal government will vindicate its own interests in punishing those who commit federal crimes.  See United States v. Carney, 106 F.3d 315, 317 (10th Cir.1997);  United States v. Daniels, 929 F.2d 128, 130 (4th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, Gray seeks to invoke the Due Process Clause and the Tenth Amendment to bar consideration of his juvenile adjudication.  Yet Gray never once explicitly referred to either ground before the district court.  The category of constitutional claims he now asserts, not seasonably raised below, cannot be given life for the first time in this forum.  See United States v. Bongiorno, 106 F.3d 1027, 1034 (1st Cir.1997).  Seemingly resigned to the fate of his due process claim, Gray maintains in his reply papers that he adequately preserved his Tenth Amendment claim when he told the sentencing judge that the matter involved federalism and that \"a Maine statute supercedes a federal guideline.\"   But this explanation seemed geared toward his statutory argument.  More important, a passing reference to our federalist system of government hardly suffices to put the court on notice of a Tenth Amendment challenge, especially where he did not object to the court's failure to recognize the constitutional argument, if indeed one was intended.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Certain kinds of offenses are counted if the individual was sentenced to at least one year of probation or thirty days in jail or are similar to an offense listed in &#167; 4A1.2(c)(1);  other types of offenses listed in &#167; 4A1.2(c)(2), such as juvenile status offenses and minor traffic infractions, are never counted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The probation department recommended the two-point increase only for the Fleet Bank robbery, although Gray's behavior during the attempted Key Bank heist theoretically could have triggered the enhancement as well.  The trial court based his decision solely on the Fleet Bank incident.  The government has since abandoned its right to argue on appeal that the first robbery sufficed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, title 15, section 3308.7.B contemplates that these records will be shared by criminal justice agencies, defined to include any \"federal, state, district, county, or local government agency or any subunit thereof that performs the administration of criminal justice.\"  9 Me.Rev.Stat. Ann. tit. 16, &#167; 611.4</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Richard A. GRAY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-2029.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1999.<br>Decided May 27, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James S. Hewes for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the morning hours of April 22, 1998, Richard A. Gray and his compatriot Robert L. Echols entered the Key Bank in Portland, Maine, to perpetrate a robbery.  They did so to obtain money for more drugs, after staying up all night drinking and taking drugs.  With Echols serving as lookout, Gray delivered a note to the bank teller that read:  \"I got a gun.  Give me all the money and know [sic] one will get hurt.\"   The teller asked Gray whether he was joking.  In response, Gray lifted his shirt and pointed to a black object secured in his waistband.  The teller explained that her station was closed and that she needed a key to unlock the drawer.  After the teller disappeared for what seemed an unusually long period of time in search of one, Gray became unnerved and fled the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The two then improvised and decided to hold up a second bank, believing their chances of success enhanced by all of the police attention suddenly focused on Key Bank.  Gray entered a Fleet Bank branch office, while Echols waited in a nearby cab.  This time, Gray's note said:  \"Give me all your money or I'll start shooting.\"   Having learned his lesson, Gray also orally assured the teller that he was not playing a prank.  The teller quickly stuffed $11,907 into a paper bag and handed it to Gray.  On his way out, Gray apologized to the teller \"for putting her though this.\"   He never actually had a gun during either episode.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The pair was nabbed two days later, and each was charged with two counts of violating the federal anti-robbery statute, 18 U.S.C. &#167; 2113(a).  Gray, whose appeal is at issue here, pleaded guilty to both counts and was sentenced principally to 54 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, he assigns error to three decisions by the sentencing court, contending that:  (1) it should not have factored into the sentencing calculus a prior conviction for which he had no lawyer;  (2) his actions during the Fleet Bank robbery did not amount to a \"threat of death\" sufficient to trigger a two-point enhancement;  and (3) the court erred by considering a juvenile adjudication for misdemeanor theft.  We uphold the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* Gray complains that the district court improperly used a 1997 misdemeanor theft conviction obtained without the benefit of counsel to increase his criminal history score by one point.  He says uncounseled convictions may not be considered in fixing a sentence under the federal guidelines, and that the docket sheet suffices to show that he was not represented by counsel at his plea hearing.  In the alternative, he argues that the docket sheet established a prima facie case that the conviction was defective, and that the burden then shifted to the government to prove that Gray either received a lawyer or waived his right to one.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In addressing this issue, the district court assumed that Gray did not have counsel and held that he bore the burden of showing that he did not waive his right to counsel, given the fact he was sentenced only to time served.  The court concluded that Gray failed to demonstrate that he had not waived his right to counsel, and therefore relied on the conviction to calculate Gray's criminal history score.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin with the essentials.  Once the government establishes the fact of a prior conviction for sentencing purposes, a \"modest\" burden satisfied here by the presentence report, \"[t]he burden then shifts to the defendant to establish that the earlier conviction was constitutionally infirm ... or otherwise ineligible to be the basis for an upward adjustment.\"  United States v. Unger, <span class=\"citation\" data-id=\"548928\"><a href=\"/opinion/548928/united-states-v-eric-n-unger/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span>, 761 (1st Cir.1990);  see also United States v. Cordero, <span class=\"citation\" data-id=\"195801\"><a href=\"/opinion/195801/united-states-v-cordero-garcia/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 701 (1st Cir.1994).  Only if a defendant meets this burden must the prior conviction be excluded from the criminal history score.  Otherwise, the presumption of regularity remains undisturbed, and the conviction must be counted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The preliminary question is to what extent do the guidelines forbid consideration of misdemeanor convictions obtained without the benefit of counsel?   On this, U.S.S.G. &#167; 4A1.2(c) is silent other than to provide generally that, with two categories of exceptions not relevant here,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> \"sentences for misdemeanor and petty offenses are to be counted.\"   The rest of the guidelines and pertinent commentaries give mixed signals.  On the one hand, the guidelines do not confer on a defendant any right to collaterally attack a prior conviction or sentence \"beyond any such rights otherwise recognized in law.\"   See &#167; 4A1.2 comment. n.6.  It is also worth pointing out that the guidelines allow for consideration of criminal conduct underlying any conviction not factored into the criminal history score pursuant to &#167; 4A1.3 if the initial score does not adequately reflect an individual's criminal history or propensity to commit future crimes.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the other hand, the related background commentary does say that \"prior sentences, not otherwise excluded, are to be factored into the criminal history score, including uncounseled misdemeanor sentences where imprisonment was not imposed.\"   By negative implication, this language may be taken to mean that an uncounseled misdemeanor offense is to be counted when it did not result in jail time, but generally may not be counted where it led to a prison term.  See United States v. Ortega, <span class=\"citation\" data-id=\"725499\"><a href=\"/opinion/725499/united-states-v-jose-ortega-jesus-mancinas/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></a></span>, 770-71 (2d Cir.1996) (interpreting \"section 4A1.2 [to] exclude[ ] from criminal history computations all uncounseled misdemeanor sentences of imprisonment\").  And, whatever the guidelines may or may not say, the case law is reasonably clear that a court may not fix a sentence based in part on an uncounseled conviction that resulted in incarceration.  The Sixth and Fourteenth Amendments have been interpreted to say that an individual may not be actually sentenced to a term of imprisonment without being afforded the opportunity to seek the advice of counsel, and that a conviction later determined to be invalid cannot ordinarily be used to determine a future sentence.  See Scott v. Illinois, <span class=\"citation\" data-id=\"110032\"><a href=\"/opinion/110032/scott-v-illinois/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 373-74, <span class=\"citation\" data-id=\"110032\"><a href=\"/opinion/110032/scott-v-illinois/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1158</span></a></span>, <span class=\"citation\" data-id=\"110032\"><a href=\"/opinion/110032/scott-v-illinois/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1979), affirmed in Nichols v. United States, <span class=\"citation\" data-id=\"1087959\"><a href=\"/opinion/1087959/nichols-v-united-states/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span></a></span>, 746, <span class=\"citation\" data-id=\"1087959\"><a href=\"/opinion/1087959/nichols-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1921</span></a></span>, <span class=\"citation\" data-id=\"1087959\"><a href=\"/opinion/1087959/nichols-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1994) (drawing line \"between criminal proceedings that resulted in imprisonment, and those that did not\");  Burgett v. Texas, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, 115, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span></a></span> (1967) (Sixth Amendment forbids use of uncounseled conviction \"either to support guilt or enhance punishment for another offense\");  see also United States v. Tucker, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 447-49, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">589</span></a></span>, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span></a></span> (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We need not definitively establish whether and to what extent uncounseled misdemeanors offenses may be counted, but instead assume for the sake of argument that, under the sentencing guidelines, a defendant would be entitled to exclude an uncounseled misdemeanor conviction resulting in prison time.  Nevertheless, Gray, who bears the burden of proof, has failed to show that he did not knowingly waive the assistance of counsel at his 1997 plea hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In an attempt to convince the district court that his prior conviction for theft was void for purposes of sentencing, Gray proffered a copy of the docket sheet from the state court sitting in the Division of South Cumberland that had accepted his guilty plea and sentenced him (there appeared to have been no effort made to obtain a transcript or explain why one could not be procured).  The docket sheet shows that on February 26, 1997, the same day of his arrest, Gray was charged with Theft by Unauthorized Taking, a Class E offense, to which he pleaded guilty that very day, and that the court sentenced him to 12 hours in jail, with credit for time served, and ordered him to pay $10.00 in restitution.  It does not indicate that an attorney ever entered an appearance on his behalf.  The presentence report stated that probation's review of the public records did not reveal whether Gray had counsel on that occasion.  Hence, it appears that he pleaded guilty without the benefit of a lawyer--a situation the sentencing judge presumed to be the case as part of his analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Still, the record does not reflect whether or not Gray chose to waive his right to counsel, a common enough occurrence when a defendant is charged with a low level offense and is given the possibility of walking out the courthouse doors a free man the day of his arraignment in exchange for pleading guilty and accepting a sentence of a small fine and time served.  See Unger, 915 F.2d at 761 (stating that defendant attacking validity of conviction must show \"that he lacked counsel at [a critical] juncture and had not waived his right in such regard\");  see also United States v. Allen, <span class=\"citation\" data-id=\"757530\"><a href=\"/opinion/757530/98-cal-daily-op-serv-6774-98-cal-daily-op-serv-7331-98-daily/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1037</span></a></span>, 1041 (9th Cir.1998) (\"the defendant must present evidence sufficient to overcome the presumption that there was a valid waiver of counsel\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1094</span></span>, <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span></span> (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We find no fault in the sentencing judge's refusal to draw the inferences from the docket sheet urged by Gray.  Not only was the document silent on the critical questions, but Gray himself did not testify at the sentencing hearing or file a sworn affidavit to the effect that he was not afforded counsel.  Because a defendant stands in the best position to offer a first-hand account of the details of his own past legal proceedings, his silence can be deafening.  See Parke v. Raley, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></span>, 32, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></span> (1992) (\"when the plea was entered in another jurisdiction, the defendant may be the only witness who was actually present at the earlier proceeding\");  Cordero, 42 F.3d at 701 (noting that defendant never swore that he did not have a lawyer, only that government never proved that he had one);  United States v. Wilkinson, <span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 28 (1st Cir.1991) (same).  So it was here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Gray would add a new wrinkle, citing a line of cases standing for the proposition that waiver of counsel may not be presumed from a silent record.  See, e.g., Burgett, 389 U.S. at 114-15, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">258</span></a></span>.   He wishes us to extrapolate from these opinions a rule that would shift the burden back to the government at some point to show that the defendant either was afforded counsel or waived that right.  But Parke v. Raley, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></span>, forecloses his argument.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In Parke, a state prisoner filed a habeas petition seeking vacatur of a state court sentence that had been enhanced based on a prior conviction on the ground that his guilty plea, upon which the earlier conviction rested, had not been entered knowingly and intelligently.  The Court held that \"the 'presumption of regularity' ... attaches to final judgments, even when the question is waiver of constitutional rights.\" Id. at 29, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>.   Turning to the facts of the case at hand, the Court said that the petitioner could not demonstrate that a prior conviction was constitutionally defective by simply relying on the unavailability of a transcript.  In reaching its conclusion, the Court distinguished Boykin v. Alabama, <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1709</span></a></span>, <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span></a></span> (1969), which holds that the government must ordinarily prove that a guilty plea was knowing and voluntary, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>On collateral review, we think it defies logic to presume from the mere unavailability of a transcript (assuming no allegation that the unavailability is due to governmental misconduct) that the defendant was not advised of his rights.  In this situation, Boykin does not prohibit a [subsequent] court from presuming, at least initially, that a final judgment of conviction offered for purposes of sentencing enhancement was validly obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">506 U.S. at 30, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>.   The Parke Court also explicitly rejected the very argument made by Gray, that under Burgett \"every previous conviction used to enhance punishment is 'presumptively void' if waiver of a claimed constitutional right does not appear from the face of the record.\"  Id. at 31, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>.   In so doing, the Court limited that decision to its narrow historical context:  because the prior plea at issue there was entered before a federal constitutional right to counsel had been recognized, it was reasonable to then presume from the silent record \"that he had not waived a right he did not possess.\"  Id. The implication for us, of course, is that it is not at all unreasonable to assume from a near-empty record that Gray knowingly waived his right to counsel and a jury trial in 1997 when he was offered a sweet deal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although Parke was a habeas case and not a sentencing case, for these purposes this is a distinction without a difference.  See id. at 29-30, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span> (stating that presumption of regularity applies to other forms of collateral attack);  see also Allen, 153 F.3d at 1041 (applying Parke 's reasoning to indirect challenge to prior conviction at federal sentencing);  United States v. Gilbert, <span class=\"citation\" data-id=\"666574\"><a href=\"/opinion/666574/united-states-v-edward-gilbert/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 100-01 (3d Cir.1994) (same).  Both habeas and sentencing proceedings may involve collateral attacks of sorts on a presumptively valid prior criminal judgment.  The Court obviously found the situations analogous as well, for it cited with approval various court of appeals decisions \"allocat[ing] the full burden of proof to defendants claiming that an invalid guilty plea renders a prior conviction unavailable for purposes of calculating criminal history under the Sentencing Guidelines.\"  506 U.S. at 33, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span> (citing sentencing cases).  In all events, we read Parke to preclude Gray's suggested legal framework that would transfer the burden back to the government based on a silent record.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Gray made a tactical decision not to build a more robust record or testify at the sentencing hearing and to instead rely heavily upon a mistaken legal presumption.  Because his proof of a defective conviction was inadequate, the sentencing judge properly overruled his opposition to its inclusion in his criminal history score.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We next consider whether the sentencing judge properly invoked U.S.S.G. &#167; 2B3.1(b)(2)(F), which calls for a two-point enhancement to the base offense level for robbery \"if a threat of death was made.\"   To the extent that we evaluate the trial court's interpretation of the guidelines or its final determination to see whether the facts here supported a finding that Gray made a threat of death during the Fleet Bank robbery,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> we look at the issue de novo, but any factual disputes entail clear error review.  See United States v. Brown, <span class=\"citation\" data-id=\"198351\"><a href=\"/opinion/198351/united-states-v-brown/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span>, 92 (1st Cir.1999).  Before the enhancement may be imposed, the record must support a finding that a defendant's actions and statements, taken as a whole, \"would instill in a reasonable person, who is a victim of the offense, a fear of death.\"  U.S.S.G. &#167; 2B3.1 comment. n.6.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although Gray contends that his threat to the teller was not sufficiently specific (he never actually used the precise words, \"I will kill you\"), that argument is foreclosed by the 1997 amendment to this provision deleting the word \"express,\" which removed any ambiguity as to whether an implicit threat of death would qualify.  It does.  See id.  (\"the defendant does not have to state expressly his intent to kill the victim in order for the enhancement to apply\").  In any event, this Circuit had already joined those pre-amendment courts which held that a defendant need not explicitly communicate an intent to kill to trigger the enhancement.  See United States v. Burns, <span class=\"citation\" data-id=\"198212\"><a href=\"/opinion/198212/united-states-v-burns/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 85 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It remains only to be seen whether the present circumstances satisfy the applicable test.  Gray says no, tethering his argument mainly to a single fact:  that he apologized to the teller for inconveniencing her during the robbery.  From this, Gray reasons that it was objectively unreasonable for the teller to fear for her life.  But this remark does not save him from the force of his actions.  The fact that Gray may have been genuinely reluctant to use violence to achieve his ends does not alter the objectively dangerous situation created by his conduct (or suggest that he would not have shot to kill if necessary);  he never once communicated an unwillingness to use deadly force.  His unmistakable threat to use a lethal weapon itself puts this case well within the mainstream of death-threat scenarios.  See, e.g., Burns, 160 F.3d at 83 (\"I have a gun!   Don't make me use it.\");  United States v. Bomski, <span class=\"citation\" data-id=\"746775\"><a href=\"/opinion/746775/united-states-v-nicol-bomski-brian-ferguson-and-latasha-t-conley/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span>, 1118 (7th Cir.1997) (\"This is a bomb .... give me all of your money\" sufficient);  United States v. Figueroa, <span class=\"citation\" data-id=\"734129\"><a href=\"/opinion/734129/united-states-v-juan-figueroa/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">874</span></a></span>, 875 (3d Cir.)  (\"I have a gun.  Give me all the money\" scrawled on napkin), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1248</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1860</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1061</span></span> (1997);  United States v. Hunn, <span class=\"citation\" data-id=\"670575\"><a href=\"/opinion/670575/united-states-v-andrew-l-hunn/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">994</span></a></span>, 997 (7th Cir.1994) (defendant mimicked pointing gun through his coat while delivering note that said, \"Give me all the money now.  I have a gun.  No tricks, I'm watching.\");  United States v. Eaton, <span class=\"citation\" data-id=\"562123\"><a href=\"/opinion/562123/united-states-v-russell-leroy-eaton/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span>, 1079 (9th Cir.1991) (\"Give me all your money or I'll shoot\").  That he never actually had a gun in his possession made no meaningful difference to the teller, for she could not have discerned that from all the outward signs.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Gray mouthed an apology only after he had received the money, as he exited the bank.  His expressed remorse therefore did nothing to lessen, much less negate, the reasonable fear that spurred the teller to cooperate in the first place.  By then, the earlier threat of death was dissipating, and the encounter almost over.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Given this fact pattern, we are satisfied the sentencing judge did not err in assessing the two-point enhancement.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant's final claim does not detain us long.  As part of its criminal history calculation, the sentencing court assessed one point based on a 1994 juvenile adjudication for theft.  Relying on a state law making certain juvenile adjudications (i.e., Class D or lower) off-limits for future proceedings, 8 Me.Rev.Stat. Ann. tit. 15, &#167; 3308 (Supp.1998), Gray asserts that this provision bars a subsequent federal court from considering the juvenile disposition, and that the sentencing judge erred when it counted his 1994 juvenile disposition. We scrutinize this legal argument in plenary fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Title 15, section 3308.2 reads, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>In the case of a hearing open to the general public under section 330, the petition, the record of the hearing and the order of adjudication are open to public inspection, provided that any court subsequently sentencing the juvenile after the juvenile has become an adult may consider only murder and Class A, Class B and Class C offenses committed by the juvenile.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">While the phrase \"any court subsequently sentencing the juvenile\" is admittedly broad, it is by no means obvious that the Maine law purports to prevent federal courts from considering juvenile offenses in fixing sentences for violations of federal law.  We find no hint at all in the language of the statute of an intent to erect such a shield.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even assuming that the provision directly conflicts with federal law, that reading of the law would fall under the force of the Supremacy Clause.  See U.S. Const. art.  VI, cl. 2.  Whether a particular offense falls within the federal guidelines' criminal history framework \"is a question of federal law, not state law.\"  Unger, 915 F.2d at 762.   States enjoy a broad range of flexibility in choosing how they will treat those who offend their laws.  But they may not dictate how the federal government will vindicate its own interests in punishing those who commit federal crimes.  See United States v. Carney, <span class=\"citation\" data-id=\"734280\"><a href=\"/opinion/734280/united-states-v-brenton-lee-carney/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 317 (10th Cir.1997);  United States v. Daniels, <span class=\"citation\" data-id=\"558044\"><a href=\"/opinion/558044/united-states-v-jermal-daniels-aka-tony/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span>, 130 (4th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, Gray seeks to invoke the Due Process Clause and the Tenth Amendment to bar consideration of his juvenile adjudication.  Yet Gray never once explicitly referred to either ground before the district court.  The category of constitutional claims he now asserts, not seasonably raised below, cannot be given life for the first time in this forum.  See United States v. Bongiorno, <span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1034 (1st Cir.1997).  Seemingly resigned to the fate of his due process claim, Gray maintains in his reply papers that he adequately preserved his Tenth Amendment claim when he told the sentencing judge that the matter involved federalism and that \"a Maine statute supercedes a federal guideline.\"   But this explanation seemed geared toward his statutory argument.  More important, a passing reference to our federalist system of government hardly suffices to put the court on notice of a Tenth Amendment challenge, especially where he did not object to the court's failure to recognize the constitutional argument, if indeed one was intended.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Certain kinds of offenses are counted if the individual was sentenced to at least one year of probation or thirty days in jail or are similar to an offense listed in &#167; 4A1.2(c)(1);  other types of offenses listed in &#167; 4A1.2(c)(2), such as juvenile status offenses and minor traffic infractions, are never counted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The probation department recommended the two-point increase only for the Fleet Bank robbery, although Gray's behavior during the attempted Key Bank heist theoretically could have triggered the enhancement as well.  The trial court based his decision solely on the Fleet Bank incident.  The government has since abandoned its right to argue on appeal that the first robbery sufficed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, title 15, section 3308.7.B contemplates that these records will be shared by criminal justice agencies, defined to include any \"federal, state, district, county, or local government agency or any subunit thereof that performs the administration of criminal justice.\"  9 Me.Rev.Stat. Ann. tit. 16, &#167; 611.4</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087959/"
  ]
}