{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198441/",
  "absolute_url": "/opinion/198441/grand-cid-camilo-v-diaz-martinez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198441/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:52:26Z",
  "date_modified": "2017-03-24T10:56:57.202424Z",
  "type": "010combined",
  "sha1": "6d2d733b47c347f546917aaaa41ce6ccedb27b05",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1590.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1590\r\n\n                    GRANCID CAMILO-ROBLES,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n         JOSE R. ZAPATA, A/K/A JOSE R. ZAPATA-RIVERA,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n               Coffin, Senior Circuit Judge,\r\n\n                 and Selya, Circuit Judge.\r\n\n   John M. Garca with whom Orlando Fernndez and Garca &amp;\r\nFernndez were on brief, for appellant.\r\n   Judith Berkan, with whom Peter Berkowitz was on brief, for\r\nappellee.\r\n\nApril 20, 1999\r\n\nSELYA, Circuit Judge.  Plaintiff-appellee Grancid Camilo-\r\nRobles seeks damages under 42 U.S.C.  1983 for indignities that he\r\nsuffered at the hands of a rogue officer of the Puerto Rico Police\r\nDepartment, Miguel Daz-Martnez.  See Camilo-Robles v. Hoyos, 151\r\nF.3d 1, 4 (1st Cir. 1998) (Camilo-Robles I) (describing incident),\r\ncert. denied, 119 S. Ct. 872 (1999).  He contends, among other\r\nthings, that various officials in the police hierarchy were\r\ndeliberately indifferent to, and failed properly to supervise,\r\ntheir notorious subordinate.  In an earlier opinion, we upheld the\r\ndistrict court's pretrial order denying qualified immunity to a\r\nnumber of defendants in this action, including three high-ranking\r\npolice officials.  See id. at 9-15.\r\nThe case returns today for the same purpose, but at the\r\nbehest of a different defendant:  Jos R. Zapata-Rivera (Zapata),\r\nwho served as the police department's Assistant Superintendent for\r\nAdministrative Investigations for roughly five months immediately\r\npreceding Daz-Martnez's assault on Camilo-Robles.  The duties of\r\nthat post include the investigation of complaints about the conduct\r\nof police officers and, when appropriate, the taking of corrective\r\naction (which might include anything from a simple reprimand to\r\nrequiring retraining to recommending suspension or expulsion,\r\ndepending on the circumstances).  Camilo-Robles claims that, given\r\nDaz-Martnez's widespread reputation as a bashi-bazouk, Zapata\r\nmanifested deliberate indifference to citizens' rights in leaving\r\nhim, armed and unregenerate, in a position in which he could\r\nperpetrate further acts of brutality.\r\nZapata denies any responsibility for the May 1994\r\nencounter of which Camilo-Robles complains.  He maintains that he\r\nperformed his official duties in a proper and lawful manner; that\r\nnone of his acts or omissions violated Camilo-Robles's federally\r\nprotected rights; that the record evidence does not bespeak\r\ndeliberate indifference; and that, in all events, no causal\r\nconnection exists between his conduct and the incident in question. \r\nZapata incorporated these arguments in a motion for summary\r\njudgment asking, inter alia, that the district court declare him\r\nqualifiedly immune from suit.  The court denied the motion in a\r\ndecurtate order, writing only \"that there are issues of material\r\nfact which preclude summary judgment.\"  This interlocutory appeal\r\nensued.\r\nOur analysis begins with bedrock.  Section 1983 provides\r\na private right of action against state actors   that is, public\r\nofficials acting under color of state law   who deprive individuals\r\nof rights confirmed by federal constitutional or statutory law. \r\nLiability under that rubric is not strict or absolute.  The\r\nqualified immunity doctrine constitutes one escape hatch.  In\r\npractice, it holds harmless state actors whose behavior has\r\nviolated plaintiffs' rights as long as those rights were not at the\r\ntime clearly established under the Constitution or laws of the\r\nUnited States.  See Harlow v. Fitzgerald, 457 U.S. 800, 818-19\r\n(1982); Daz v. Daz-Martnez, 112 F.3d 1, 3 (1st Cir. 1997).\r\nThe classic question that a qualified immunity defense\r\nposes is whether the allegedly violated federal right was\r\nestablished with sufficient clarity that a reasonable government\r\nfunctionary should have conformed his conduct accordingly.  See,\r\ne.g., Anderson v. Creighton, 483 U.S. 635, 638 (1987) (reiterating\r\nthat qualified immunity is meant to shield public officials \"from\r\ncivil damages liability as long as their actions could reasonably\r\nhave been thought consistent with the rights they are alleged to\r\nhave violated\").  In answering this question, a court must\r\nundertake an objective inquiry into the totality of the\r\ncircumstances, with a view toward ascertaining whether the right\r\nallegedly infringed, articulated at an appropriate level of\r\ngenerality, was settled at the time of the public official's\r\nactions, and if so, whether the official's conduct was obviously\r\ninconsistent with that right.  See id. at 638-40.  In the last\r\nanalysis, then, qualified immunity purposes to protect government\r\nfunctionaries who could not reasonably have predicted that their\r\nactions would abridge the rights of others, even though, at the end\r\nof the day, those officials may have engaged in rights-violating\r\nconduct.  See id. at 639-41; see also Malley v. Briggs, 475 U.S.\r\n335, 341 (1986) (explaining that qualified immunity protects \"all\r\nbut the plainly incompetent or those who knowingly violate the\r\nlaw\").\r\nIn the supervisory liability context, the qualified\r\nimmunity inquiry at times presents peculiar problems.  Under\r\nprevailing jurisprudence, neither a finding of \"no liability\" nor\r\na finding of qualified immunity follows invariably upon a showing\r\nthat the defendant-supervisor's conduct, in and of itself, failed\r\ndirectly to violate federally protected rights.  Thus, in a subset\r\nof supervisory liability cases, courts facing the need to conduct\r\na qualified immunity analysis have been compelled to go beyond the\r\nparadigmatic Harlow inquiry.  This, in turn, has given rise to\r\nvexing questions of appellate jurisdiction.  We explain briefly.\r\nAlthough the Supreme Court has yet to speak explicitly on\r\nthe matter, it is common ground among the lower federal courts\r\nthat, for purposes of section 1983, supervisors sometimes may be\r\nheld accountable for their subordinates' misdeeds.  See Camilo-\r\nRobles I, 151 F.3d at 6-7.  Since respondeat superior cannot serve\r\nas a basis for such liability, see Board of County Comm'rs of Bryan\r\nCounty v. Brown, 520 U.S. 397, 403 (1997) (collecting cases),\r\ncourts traditionally have required a showing that the superior\r\neither was a primary actor involved in, or a prime mover behind,\r\nthe underlying violation.  The case law speaks of the necessity of\r\nshowing an affirmative link, whether through direct participation\r\nor through conduct that amounts to condonation or tacit\r\nauthorization.  See Aponte Matos v. Toledo Davila, 135 F.3d 182,\r\n192 (1st Cir. 1998); Braddy v. Florida Dep't of Labor &amp; Emp. Sec.,\r\n133 F.3d 797, 802 (11th Cir. 1998); Otey v. Marshall, 121 F.3d\r\n1150, 1155 (8th Cir. 1997); Southard v. Texas Bd. of Crim. Justice,\r\n114 F.3d 539, 550-51 (5th Cir. 1997).\r\nWhen a plaintiff premises his section 1983 claim on\r\nallegations that the defendant-supervisor was a primary violator or\r\ndirect participant in the rights-violating incident, the qualified\r\nimmunity framework envisioned by Harlow and its progeny works quite\r\nwell.  In contrast, the framework engenders some confusion when\r\napplied to cases in which the defendant-supervisor is sued as a\r\nsecondary or indirect violator.\r\nIn such cases, liability attaches if a responsible\r\nofficial supervises, trains, or hires a subordinate with deliberate\r\nindifference toward the possibility that deficient performance of\r\nthe task eventually may contribute to a civil rights deprivation. \r\nSee, e.g., Doe v. Taylor Indep. Sch. Dist., 15 F.3d 443, 453 (5th\r\nCir. 1994); Greason v. Kemp, 891 F.2d 829, 836-37 (11th Cir. 1990);\r\nSample v. Diecks, 885 F.2d 1099, 1116-17 (3d Cir. 1989); cf. City\r\nof Canton v. Harris, 489 U.S. 378, 388-89 (1989) (explicating\r\ndeliberate indifference standard in a municipal liability setting). \r\nUnder such a theory, a supervisor may be brought to book even\r\nthough his actions have not directly abridged someone's rights; it\r\nis enough that he has created or overlooked a clear risk of future\r\nunlawful action by a lower-echelon actor over whom he had some\r\ndegree of control.\r\nIn these \"neglect-of-risk\" cases, confusion arises when\r\nqualified immunity is factored into the mix because we accept by\r\nhypothesis that the supervisor's actions have not, in themselves,\r\ninfringed on any federally protected right.  This means that,\r\nunlike the typical section 1983 case, we cannot concentrate the\r\nHarlow inquiry on the underlying right; if we did, the supervisor's\r\nqualified immunity would depend entirely on the reasonableness of\r\nthe subordinate's actions, and such an approach would contravene\r\nthe axiom that the actions of persons sued in their individual\r\ncapacities under section 1983 must be assessed on their own terms. \r\nSee Malley, 475 U.S. at 341; Harlow, 457 U.S. at 818-19.  Such an\r\napproach also would frame the relevant inquiry in terms\r\ndisquietingly close to those involved in the forbidden doctrine of\r\nrespondeat superior.\r\nTo resolve this enigma, courts consigned to struggle with\r\nneglect-of-risk cases generally have incorporated a review of the\r\nmerits of derivative tort liability into the qualified immunity\r\ncalculus.  The ensuing analysis customarily centers around whether\r\nthe supervisor's actions displayed deliberate indifference toward\r\nthe rights of third parties and had some causal connection to the\r\nsubsequent tort.  See, e.g., Camilo-Robles I, 151 F.3d at 7-8;\r\nBraddy, 133 F.3d at 802; Otey, 121 F.3d at 1155; Southard, 114 F.3d\r\nat 554.  To the extent that this methodology heightens the\r\nimbrication between merits and immunity inquiries, it is imperfect. \r\nSee Mitchell v. Forsyth, 472 U.S. 511, 527-29 (1985) (discussing\r\nthe separateness of the two inquiries); Camilo-Robles I, 151 F.3d\r\nat 7 (stating that \"courts are well-advised to separate 'qualified\r\nimmunity' analysis from 'merits' analysis whenever practicable\"). \r\nNonetheless, we use the methodology because it is what our\r\nprecedent (and that of almost every other circuit) requires for the\r\nperformance of this type of supervisory liability/qualified\r\nimmunity analysis.\r\nThis methodological imperfection tends to exacerbate a\r\nfamiliar jurisdictional quandary.  Interlocutory orders (such as\r\norders denying pretrial motions to dismiss or for summary judgment)\r\nnormally are not appealable as of right when entered.  See 28\r\nU.S.C.  1291 (1994).  A different result sometimes obtains,\r\nhowever, when a state actor unsuccessfully presses a pretrial\r\nmotion seeking the shelter of qualified immunity.  We say\r\n\"sometimes\" because the jurisdictional waters are murky.  SeeCamilo-Robles I, 151 F.3d at 8 (\"In the qualified immunity realm,\r\nthe dividing line between appealable and non-appealable denials of\r\nsummary judgment is blurred.\").  Moreover, because the standard\r\nqualified immunity framework fits neglect-of-risk cases awkwardly,\r\nsee id. at 7-9, efforts to distinguish appealable pretrial denials\r\nof qualified immunity from non-appealable ones   always a Byzantine\r\nendeavor   become even more difficult.\r\nNot every case is problematic.  The ground rules are\r\nreasonably clear at either end of the jurisdictional continuum. \r\nThe Supreme Court has held that the denial of a dispositive motion\r\nbottomed on qualified immunity cannot support an interlocutory\r\nappeal if the controlling question is \"whether or not the pretrial\r\nrecord sets forth a genuine issue of fact for trial.\"  Johnson v.\r\nJones, 515 U.S. 304, 319-20 (1995).  If, however, the \"operative\r\nquestion is purely legal in nature,\" an interlocutory appeal of\r\nsuch an order is available.  Camilo-Robles I, 151 F.3d at 8 (citing\r\nJohnson, 515 U.S. at 319).  In Stella v. Kelly, 63 F.3d 71 (1st\r\nCir. 1995), we described this dichotomy in the following way:  \"a\r\nsummary judgment order which determines that the pretrial record\r\nsets forth a genuine issue of fact, as distinguished from an order\r\nthat determines whether certain given facts demonstrate, under\r\nclearly established law, a violation of some federally protected\r\nright, is not reviewable on demand.\"  Id. at 74; accord Behrens v.\r\nPelletier, 516 U.S. 299, 306 (1996).\r\nBecause of its focus on tort causation and culpability,\r\nthe qualified immunity analysis in neglect-of-risk cases seldom, if\r\never, raises abstract questions of law about whether a right was\r\nclearly established.  Moreover, the law is well-settled anent a\r\nsupervisor's liability for the conduct of his subordinates.  Thus,\r\nin interlocutory appeals from the denial of qualified immunity in\r\nthis subset of cases, the jurisdictional question frequently falls\r\ninto the gray area, compelling the appellate tribunal to decide\r\nwhether the assertion of qualified immunity turns on the existence\r\nof genuine issues of material fact (which is how the plaintiff\r\ninvariably will characterize the situation) or on a purely legal\r\nentitlement to surcease under the relevant causation and\r\nculpability standards, regardless of factual disputes (which is how\r\nthe defendant invariably will characterize the situation).\r\nThis is the crux of the jurisdictional quandary that\r\nconfronts us today   and such quandaries become more intractable\r\nwhere, as here, the lower court has done very little to clarify the\r\nbasis for its ruling.  Fortunately, this case comes equipped with\r\nan unaccustomed luxury:  a prototype.  Between August 1990 and\r\nDecember 1993 (when Zapata succeeded him), Toms Vazquez Rivera\r\n(Vazquez) held the Assistant Superintendency.  On September 8,\r\n1993, Daz-Martnez shot two persons (killing one and wounding the\r\nother) while on active duty at the Barbosa Housing Project.  The\r\nsurviving victim and the decedent's family sued Daz-Martnez and\r\nseveral police hierarchs, including Vazquez.  See Diaz, 112 F.3d at\r\n2-3.  Vazquez sought unsuccessfully to be relieved of the burdens\r\nof suit on qualified immunity grounds.  See id.  He then essayed an\r\ninterlocutory appeal.  In rejecting that initiative, we made two\r\npronouncements that are significant here.\r\nFirst, we accepted jurisdiction over Vazquez's purely\r\nlegal argument (which questioned the state of the law at and before\r\nthe time of the Barbosa Housing Project incident).  We concluded\r\nthat the applicable law, and, hence, the plaintiffs' asserted\r\nright, was clearly established by 1993.  See id. at 4 (holding that\r\n\"it is beyond serious question that, at the times relevant hereto,\r\na reasonable police supervisor, charged with the duties that\r\nVazquez bore, would have understood that he could be held\r\nconstitutionally liable for failing to identify and take remedial\r\naction concerning an officer with demonstrably dangerous\r\npredilections and a checkered history of grave disciplinary\r\nproblems\").  This conclusion applies full-bore in the case at hand\r\nand Zapata, to his credit, does not seriously argue to the\r\ncontrary.\r\nWe then addressed Vazquez's fact-based assertion that the\r\ntrial court erred in refusing to grant his summary judgment motion\r\nbecause the evidence did not show deliberate indifference on his\r\npart.  See id. at 4-5.  We noted that the trial court had \"rejected\r\nthis argument on the basis that the record contained controverted\r\nfacts,\" and held, therefore, that the determination was \"not\r\nreviewable on an interlocutory appeal.\"  Id.\r\nAt first blush, it is difficult to remove the instant\r\ncase from Daz's precedential orbit.  Zapata tries; in an effort to\r\ndistinguish his situation, he bears down heavily on the fact that,\r\nunlike Vazquez, he was in office only a short time when Daz-\r\nMartnez accosted Camilo-Robles.  In this regard, he points out\r\nthat he assumed the Assistant Superintendent position in late 1993;\r\nthat, between then and May of 1994, he had only one concrete\r\nopportunity to act with respect to Daz-Martnez; that his conduct\r\nat that time, in and of itself, furnishes an insufficient\r\nfoundation for a claim of deliberate indifference; and that,\r\nbecause of the brevity of his service, he, unlike his predecessor,\r\nwas not on notice of the incriminating details regarding Daz-\r\nMartnez that subsequently came to light.  See Camilo-Robles I, 151\r\nF.3d at 4-5 (chronicling Daz-Martnez's record); Diaz, 112 F.3d at\r\n2-3 (same).  This lack of knowledge, he says, compels a conclusion\r\nthat he acted reasonably in not initiating corrective action vis--\r\nvis Daz-Martnez prior to May of 1994.\r\n   We agree with Zapata's main premise:  the extent of a\r\nsuperior's knowledge of his subordinate's proclivities is a central\r\ndatum in determining whether the former ought to be liable (or\r\nimmune from suit) for the latter's unconstitutional acts.  SeeCamilo-Robles I, 151 F.3d at 7.  Here, however, the question of\r\nnotice is hopelessly factbound.  On one hand, Zapata argues, with\r\nsome evidentiary support, that he appropriately handled the sole\r\ncomplaint that came to his attention because the investigator's\r\nreport concluded that the complainant (Flores-Miranda) had no\r\ninterest in proceeding and he (Zapata) had no other incriminating\r\ninformation available to him at that time.  He was moreover,\r\nentitled to rely, at least to some extent, on the work of his\r\npredecessors and subordinates.  See Southard, 114 F.3d at 552-53;\r\nJones v. Wellham, 104 F.3d 620, 626-27 (4th Cir. 1997); Pacelli v.\r\ndeVito, 972 F.2d 871, 878 (7th Cir. 1992).  On the other hand,\r\nCamilo-Robles counters, also with a measure of evidentiary support,\r\nthat Daz-Martnez's idiosyncrasies were well-known throughout the\r\nconstabulary; that Zapata, particularly, had enough knowledge\r\n(however acquired) to create a duty to probe further and to\r\nquestion the actions of others; that he acted recklessly in\r\nterminating the investigation into the Flores-Miranda episode;\r\nthat the powers of his position were such that he could have acted\r\neven without a formal complaint; and that the slightest effort on\r\nhis part would have uncovered easily available information (e.g.,\r\nthe truth about Daz-Martnez's role in the Barbosa Housing Project\r\nshootings and the fact that Flores-Miranda declined to press his\r\ncomplaint mainly because he feared Daz-Martnez) that would have\r\nled any responsible supervisor to take corrective action.  The\r\nfacts that Camilo-Robles marshals, if known to Zapata, might well\r\njustify a finding of deliberate indifference.  See, e.g., Andrewsv. Fowler, 98 F.3d 1069, 1078 (8th Cir. 1996) (concluding that\r\nquestion of fact as to deliberate indifference existed where\r\nsupervisor knew of subordinate's prior misdeeds but did not take\r\ntimely action either to discipline or investigate); Gutierrez-\r\nRodriguez v. Cartagena, 882 F.2d 553, 566 (1st Cir. 1989)\r\n(upholding a finding of supervisory liability when there was\r\nevidence that the defendant had failed \"to identify and take\r\nremedial action\" concerning his subordinate, and had maintained a\r\n\"grossly deficient\" disciplinary system).\r\n   We believe that the nature of the parties' debate\r\nindicates the substantial extent to which it is fact-dependent. \r\nGiven the brevity of Zapata's service as Assistant Superintendent,\r\nthe reasonableness of his actions hinges largely on what he knew\r\nand when he knew it concerning subjects such as Daz-Martnez's\r\nhistory and the status of ongoing investigations involving that\r\ntroubled officer.  See, e.g., Shaw v. Stroud, 13 F.3d 791, 799 (4th\r\nCir. 1994) (stating that documented widespread abuses put\r\nsupervisors on notice that they may be liable for subordinate's\r\nfuture misconduct); cf. Bryan County, 520 U.S. at 411-12\r\n(recognizing, in the negligent hiring context, that a municipality\r\nmay be liable if an applicant's background suggested that he would\r\nbe very likely, if hired, to commit specific constitutional\r\nviolations).  Despite the terseness of the district court's order,\r\nwe are confident that it analyzed the case in this manner and thus\r\nperceived Zapata's claim to qualified immunity to turn upon\r\ndisputed questions of material fact.  Consequently, the court's\r\ndenial of qualified immunity is not reviewable on an interlocutory\r\nappeal.  See Johnson, 515 U.S. at 313, 319-20; Diaz, 112 F.3d at 4-\r\n5; Stella, 63 F.3d at 75-77.\r\n   We need go no further.  In this instance, the state of\r\nthe record, the standards for summary judgment, and the fact-\r\nintensive nature of derivative tort liability analysis all coalesce\r\nto bring this case squarely into the Johnson realm.  Hence, we\r\ndismiss Zapata's appeal, without prejudice, for want of appellate\r\njurisdiction.  This determination leaves open, of course, the\r\nultimate resolution of the qualified immunity issue.  See Behrens,\r\n516 U.S. at 306-07; Camilo-Robles I, 151 F.3d at 9; Vazquez-Rios v.\r\nHernandez-Colon, 819 F.2d 319, 329 (1st Cir. 1987).\r\n\nAppeal dismissed.  Costs to appellee.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1590\r\n\n                    GRANCID CAMILO-ROBLES,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n         JOSE R. ZAPATA, A/K/A JOSE R. ZAPATA-RIVERA,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n               Coffin, Senior Circuit Judge,\r\n\n                 and Selya, Circuit Judge.\r\n\n   John M. Garca with whom Orlando Fernndez and Garca &amp;\r\nFernndez were on brief, for appellant.\r\n   Judith Berkan, with whom Peter Berkowitz was on brief, for\r\nappellee.\r\n\nApril 20, 1999\r\n\nSELYA, Circuit Judge.  Plaintiff-appellee Grancid Camilo-\r\nRobles seeks damages under 42 U.S.C.  1983 for indignities that he\r\nsuffered at the hands of a rogue officer of the Puerto Rico Police\r\nDepartment, Miguel Daz-Martnez.  See Camilo-Robles v. Hoyos, </pre><span class=\"citation\" data-id=\"756655\"><a href=\"/opinion/756655/grancid-camilo-robles-v-dr-guillermo-hoyos-and-dr-hector-o/\"><span class=\"volume\">151</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 1998) (Camilo-Robles I) (describing incident),\r\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></span><pre class=\"inline\"> (1999).  He contends, among other\r\nthings, that various officials in the police hierarchy were\r\ndeliberately indifferent to, and failed properly to supervise,\r\ntheir notorious subordinate.  In an earlier opinion, we upheld the\r\ndistrict court's pretrial order denying qualified immunity to a\r\nnumber of defendants in this action, including three high-ranking\r\npolice officials.  See id. at 9-15.\r\nThe case returns today for the same purpose, but at the\r\nbehest of a different defendant:  Jos R. Zapata-Rivera (Zapata),\r\nwho served as the police department's Assistant Superintendent for\r\nAdministrative Investigations for roughly five months immediately\r\npreceding Daz-Martnez's assault on Camilo-Robles.  The duties of\r\nthat post include the investigation of complaints about the conduct\r\nof police officers and, when appropriate, the taking of corrective\r\naction (which might include anything from a simple reprimand to\r\nrequiring retraining to recommending suspension or expulsion,\r\ndepending on the circumstances).  Camilo-Robles claims that, given\r\nDaz-Martnez's widespread reputation as a bashi-bazouk, Zapata\r\nmanifested deliberate indifference to citizens' rights in leaving\r\nhim, armed and unregenerate, in a position in which he could\r\nperpetrate further acts of brutality.\r\nZapata denies any responsibility for the May 1994\r\nencounter of which Camilo-Robles complains.  He maintains that he\r\nperformed his official duties in a proper and lawful manner; that\r\nnone of his acts or omissions violated Camilo-Robles's federally\r\nprotected rights; that the record evidence does not bespeak\r\ndeliberate indifference; and that, in all events, no causal\r\nconnection exists between his conduct and the incident in question. \r\nZapata incorporated these arguments in a motion for summary\r\njudgment asking, inter alia, that the district court declare him\r\nqualifiedly immune from suit.  The court denied the motion in a\r\ndecurtate order, writing only \"that there are issues of material\r\nfact which preclude summary judgment.\"  This interlocutory appeal\r\nensued.\r\nOur analysis begins with bedrock.  Section 1983 provides\r\na private right of action against state actors   that is, public\r\nofficials acting under color of state law   who deprive individuals\r\nof rights confirmed by federal constitutional or statutory law. \r\nLiability under that rubric is not strict or absolute.  The\r\nqualified immunity doctrine constitutes one escape hatch.  In\r\npractice, it holds harmless state actors whose behavior has\r\nviolated plaintiffs' rights as long as those rights were not at the\r\ntime clearly established under the Constitution or laws of the\r\nUnited States.  See Harlow v. Fitzgerald, </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\">, 818-19\r\n(1982); Daz v. Daz-Martnez, </pre><span class=\"citation\" data-id=\"197322\"><a href=\"/opinion/197322/rosario-diaz-v-diaz-martinez/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st Cir. 1997).\r\nThe classic question that a qualified immunity defense\r\nposes is whether the allegedly violated federal right was\r\nestablished with sufficient clarity that a reasonable government\r\nfunctionary should have conformed his conduct accordingly.  See,\r\ne.g., Anderson v. Creighton, </pre><span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span><pre class=\"inline\">, 638 (1987) (reiterating\r\nthat qualified immunity is meant to shield public officials \"from\r\ncivil damages liability as long as their actions could reasonably\r\nhave been thought consistent with the rights they are alleged to\r\nhave violated\").  In answering this question, a court must\r\nundertake an objective inquiry into the totality of the\r\ncircumstances, with a view toward ascertaining whether the right\r\nallegedly infringed, articulated at an appropriate level of\r\ngenerality, was settled at the time of the public official's\r\nactions, and if so, whether the official's conduct was obviously\r\ninconsistent with that right.  See id. at 638-40.  In the last\r\nanalysis, then, qualified immunity purposes to protect government\r\nfunctionaries who could not reasonably have predicted that their\r\nactions would abridge the rights of others, even though, at the end\r\nof the day, those officials may have engaged in rights-violating\r\nconduct.  See id. at 639-41; see also Malley v. Briggs, </pre><span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">335</span></a></span><pre class=\"inline\">, 341 (1986) (explaining that qualified immunity protects \"all\r\nbut the plainly incompetent or those who knowingly violate the\r\nlaw\").\r\nIn the supervisory liability context, the qualified\r\nimmunity inquiry at times presents peculiar problems.  Under\r\nprevailing jurisprudence, neither a finding of \"no liability\" nor\r\na finding of qualified immunity follows invariably upon a showing\r\nthat the defendant-supervisor's conduct, in and of itself, failed\r\ndirectly to violate federally protected rights.  Thus, in a subset\r\nof supervisory liability cases, courts facing the need to conduct\r\na qualified immunity analysis have been compelled to go beyond the\r\nparadigmatic Harlow inquiry.  This, in turn, has given rise to\r\nvexing questions of appellate jurisdiction.  We explain briefly.\r\nAlthough the Supreme Court has yet to speak explicitly on\r\nthe matter, it is common ground among the lower federal courts\r\nthat, for purposes of section 1983, supervisors sometimes may be\r\nheld accountable for their subordinates' misdeeds.  See Camilo-\r\nRobles I, 151 F.3d at 6-7.  Since respondeat superior cannot serve\r\nas a basis for such liability, see Board of County Comm'rs of Bryan\r\nCounty v. Brown, </pre><span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span><pre class=\"inline\">, 403 (1997) (collecting cases),\r\ncourts traditionally have required a showing that the superior\r\neither was a primary actor involved in, or a prime mover behind,\r\nthe underlying violation.  The case law speaks of the necessity of\r\nshowing an affirmative link, whether through direct participation\r\nor through conduct that amounts to condonation or tacit\r\nauthorization.  See Aponte Matos v. Toledo Davila, </pre><span class=\"citation\" data-id=\"197772\"><a href=\"/opinion/197772/aponte-matos-v-toledo-davila/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></a></span><pre class=\"inline\">,\r\n192 (1st Cir. 1998); Braddy v. Florida Dep't of Labor &amp; Emp. Sec.,\r\n</pre><span class=\"citation\" data-id=\"750161\"><a href=\"/opinion/750161/75-fair-emplpraccas-bna-1854-11-fla-l-weekly-fed-c-989-debra-a/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">797</span></a></span><pre class=\"inline\">, 802 (11th Cir. 1998); Otey v. Marshall, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">1150</span></span><pre class=\"inline\">, 1155 (8th Cir. 1997); Southard v. Texas Bd. of Crim. Justice,\r\n</pre><span class=\"citation\" data-id=\"741085\"><a href=\"/opinion/741085/74-fair-emplpraccas-bna-163-71-empl-prac-dec-p-44805-sherry/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">539</span></a></span><pre class=\"inline\">, 550-51 (5th Cir. 1997).\r\nWhen a plaintiff premises his section 1983 claim on\r\nallegations that the defendant-supervisor was a primary violator or\r\ndirect participant in the rights-violating incident, the qualified\r\nimmunity framework envisioned by Harlow and its progeny works quite\r\nwell.  In contrast, the framework engenders some confusion when\r\napplied to cases in which the defendant-supervisor is sued as a\r\nsecondary or indirect violator.\r\nIn such cases, liability attaches if a responsible\r\nofficial supervises, trains, or hires a subordinate with deliberate\r\nindifference toward the possibility that deficient performance of\r\nthe task eventually may contribute to a civil rights deprivation. \r\nSee, e.g., Doe v. Taylor Indep. Sch. Dist., </pre><span class=\"citation\" data-id=\"661734\"><a href=\"/opinion/661734/jane-doe-v-taylor-independent-school-district-mike-caplinger-in-his/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">443</span></a></span><pre class=\"inline\">, 453 (5th\r\nCir. 1994); Greason v. Kemp, </pre><span class=\"citation\" data-id=\"533641\"><a href=\"/opinion/533641/marilyn-greason-v-ralph-kemp/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span><pre class=\"inline\">, 836-37 (11th Cir. 1990);\r\nSample v. Diecks, </pre><span class=\"citation\" data-id=\"529726\"><a href=\"/opinion/529726/joseph-b-sample-v-ernest-e-diecks-sro-sciph-james-howard/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span><pre class=\"inline\">, 1116-17 (3d Cir. 1989); cf. City\r\nof Canton v. Harris, </pre><span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span><pre class=\"inline\">, 388-89 (1989) (explicating\r\ndeliberate indifference standard in a municipal liability setting). \r\nUnder such a theory, a supervisor may be brought to book even\r\nthough his actions have not directly abridged someone's rights; it\r\nis enough that he has created or overlooked a clear risk of future\r\nunlawful action by a lower-echelon actor over whom he had some\r\ndegree of control.\r\nIn these \"neglect-of-risk\" cases, confusion arises when\r\nqualified immunity is factored into the mix because we accept by\r\nhypothesis that the supervisor's actions have not, in themselves,\r\ninfringed on any federally protected right.  This means that,\r\nunlike the typical section 1983 case, we cannot concentrate the\r\nHarlow inquiry on the underlying right; if we did, the supervisor's\r\nqualified immunity would depend entirely on the reasonableness of\r\nthe subordinate's actions, and such an approach would contravene\r\nthe axiom that the actions of persons sued in their individual\r\ncapacities under section 1983 must be assessed on their own terms. \r\nSee Malley, 475 U.S. at 341; Harlow, 457 U.S. at 818-19.  Such an\r\napproach also would frame the relevant inquiry in terms\r\ndisquietingly close to those involved in the forbidden doctrine of\r\nrespondeat superior.\r\nTo resolve this enigma, courts consigned to struggle with\r\nneglect-of-risk cases generally have incorporated a review of the\r\nmerits of derivative tort liability into the qualified immunity\r\ncalculus.  The ensuing analysis customarily centers around whether\r\nthe supervisor's actions displayed deliberate indifference toward\r\nthe rights of third parties and had some causal connection to the\r\nsubsequent tort.  See, e.g., Camilo-Robles I, 151 F.3d at 7-8;\r\nBraddy, 133 F.3d at 802; Otey, 121 F.3d at 1155; Southard, 114 F.3d\r\nat 554.  To the extent that this methodology heightens the\r\nimbrication between merits and immunity inquiries, it is imperfect. \r\nSee Mitchell v. Forsyth, </pre><span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">, 527-29 (1985) (discussing\r\nthe separateness of the two inquiries); Camilo-Robles I, 151 F.3d\r\nat 7 (stating that \"courts are well-advised to separate 'qualified\r\nimmunity' analysis from 'merits' analysis whenever practicable\"). \r\nNonetheless, we use the methodology because it is what our\r\nprecedent (and that of almost every other circuit) requires for the\r\nperformance of this type of supervisory liability/qualified\r\nimmunity analysis.\r\nThis methodological imperfection tends to exacerbate a\r\nfamiliar jurisdictional quandary.  Interlocutory orders (such as\r\norders denying pretrial motions to dismiss or for summary judgment)\r\nnormally are not appealable as of right when entered.  See 28\r\nU.S.C.  1291 (1994).  A different result sometimes obtains,\r\nhowever, when a state actor unsuccessfully presses a pretrial\r\nmotion seeking the shelter of qualified immunity.  We say\r\n\"sometimes\" because the jurisdictional waters are murky.  SeeCamilo-Robles I, 151 F.3d at 8 (\"In the qualified immunity realm,\r\nthe dividing line between appealable and non-appealable denials of\r\nsummary judgment is blurred.\").  Moreover, because the standard\r\nqualified immunity framework fits neglect-of-risk cases awkwardly,\r\nsee id. at 7-9, efforts to distinguish appealable pretrial denials\r\nof qualified immunity from non-appealable ones   always a Byzantine\r\nendeavor   become even more difficult.\r\nNot every case is problematic.  The ground rules are\r\nreasonably clear at either end of the jurisdictional continuum. \r\nThe Supreme Court has held that the denial of a dispositive motion\r\nbottomed on qualified immunity cannot support an interlocutory\r\nappeal if the controlling question is \"whether or not the pretrial\r\nrecord sets forth a genuine issue of fact for trial.\"  Johnson v.\r\nJones, </pre><span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span><pre class=\"inline\">, 319-20 (1995).  If, however, the \"operative\r\nquestion is purely legal in nature,\" an interlocutory appeal of\r\nsuch an order is available.  Camilo-Robles I, 151 F.3d at 8 (citing\r\nJohnson, 515 U.S. at 319).  In Stella v. Kelly, </pre><span class=\"citation\" data-id=\"196256\"><a href=\"/opinion/196256/stella-v-kelley/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span><pre class=\"inline\"> (1st\r\nCir. 1995), we described this dichotomy in the following way:  \"a\r\nsummary judgment order which determines that the pretrial record\r\nsets forth a genuine issue of fact, as distinguished from an order\r\nthat determines whether certain given facts demonstrate, under\r\nclearly established law, a violation of some federally protected\r\nright, is not reviewable on demand.\"  Id. at 74; accord Behrens v.\r\nPelletier, </pre><span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span><pre class=\"inline\">, 306 (1996).\r\nBecause of its focus on tort causation and culpability,\r\nthe qualified immunity analysis in neglect-of-risk cases seldom, if\r\never, raises abstract questions of law about whether a right was\r\nclearly established.  Moreover, the law is well-settled anent a\r\nsupervisor's liability for the conduct of his subordinates.  Thus,\r\nin interlocutory appeals from the denial of qualified immunity in\r\nthis subset of cases, the jurisdictional question frequently falls\r\ninto the gray area, compelling the appellate tribunal to decide\r\nwhether the assertion of qualified immunity turns on the existence\r\nof genuine issues of material fact (which is how the plaintiff\r\ninvariably will characterize the situation) or on a purely legal\r\nentitlement to surcease under the relevant causation and\r\nculpability standards, regardless of factual disputes (which is how\r\nthe defendant invariably will characterize the situation).\r\nThis is the crux of the jurisdictional quandary that\r\nconfronts us today   and such quandaries become more intractable\r\nwhere, as here, the lower court has done very little to clarify the\r\nbasis for its ruling.  Fortunately, this case comes equipped with\r\nan unaccustomed luxury:  a prototype.  Between August 1990 and\r\nDecember 1993 (when Zapata succeeded him), Toms Vazquez Rivera\r\n(Vazquez) held the Assistant Superintendency.  On September 8,\r\n1993, Daz-Martnez shot two persons (killing one and wounding the\r\nother) while on active duty at the Barbosa Housing Project.  The\r\nsurviving victim and the decedent's family sued Daz-Martnez and\r\nseveral police hierarchs, including Vazquez.  See Diaz, 112 F.3d at\r\n2-3.  Vazquez sought unsuccessfully to be relieved of the burdens\r\nof suit on qualified immunity grounds.  See id.  He then essayed an\r\ninterlocutory appeal.  In rejecting that initiative, we made two\r\npronouncements that are significant here.\r\nFirst, we accepted jurisdiction over Vazquez's purely\r\nlegal argument (which questioned the state of the law at and before\r\nthe time of the Barbosa Housing Project incident).  We concluded\r\nthat the applicable law, and, hence, the plaintiffs' asserted\r\nright, was clearly established by 1993.  See id. at 4 (holding that\r\n\"it is beyond serious question that, at the times relevant hereto,\r\na reasonable police supervisor, charged with the duties that\r\nVazquez bore, would have understood that he could be held\r\nconstitutionally liable for failing to identify and take remedial\r\naction concerning an officer with demonstrably dangerous\r\npredilections and a checkered history of grave disciplinary\r\nproblems\").  This conclusion applies full-bore in the case at hand\r\nand Zapata, to his credit, does not seriously argue to the\r\ncontrary.\r\nWe then addressed Vazquez's fact-based assertion that the\r\ntrial court erred in refusing to grant his summary judgment motion\r\nbecause the evidence did not show deliberate indifference on his\r\npart.  See id. at 4-5.  We noted that the trial court had \"rejected\r\nthis argument on the basis that the record contained controverted\r\nfacts,\" and held, therefore, that the determination was \"not\r\nreviewable on an interlocutory appeal.\"  Id.\r\nAt first blush, it is difficult to remove the instant\r\ncase from Daz's precedential orbit.  Zapata tries; in an effort to\r\ndistinguish his situation, he bears down heavily on the fact that,\r\nunlike Vazquez, he was in office only a short time when Daz-\r\nMartnez accosted Camilo-Robles.  In this regard, he points out\r\nthat he assumed the Assistant Superintendent position in late 1993;\r\nthat, between then and May of 1994, he had only one concrete\r\nopportunity to act with respect to Daz-Martnez; that his conduct\r\nat that time, in and of itself, furnishes an insufficient\r\nfoundation for a claim of deliberate indifference; and that,\r\nbecause of the brevity of his service, he, unlike his predecessor,\r\nwas not on notice of the incriminating details regarding Daz-\r\nMartnez that subsequently came to light.  See Camilo-Robles I, 151\r\nF.3d at 4-5 (chronicling Daz-Martnez's record); Diaz, 112 F.3d at\r\n2-3 (same).  This lack of knowledge, he says, compels a conclusion\r\nthat he acted reasonably in not initiating corrective action vis--\r\nvis Daz-Martnez prior to May of 1994.\r\n   We agree with Zapata's main premise:  the extent of a\r\nsuperior's knowledge of his subordinate's proclivities is a central\r\ndatum in determining whether the former ought to be liable (or\r\nimmune from suit) for the latter's unconstitutional acts.  SeeCamilo-Robles I, 151 F.3d at 7.  Here, however, the question of\r\nnotice is hopelessly factbound.  On one hand, Zapata argues, with\r\nsome evidentiary support, that he appropriately handled the sole\r\ncomplaint that came to his attention because the investigator's\r\nreport concluded that the complainant (Flores-Miranda) had no\r\ninterest in proceeding and he (Zapata) had no other incriminating\r\ninformation available to him at that time.  He was moreover,\r\nentitled to rely, at least to some extent, on the work of his\r\npredecessors and subordinates.  See Southard, 114 F.3d at 552-53;\r\nJones v. Wellham, </pre><span class=\"citation\" data-id=\"733259\"><a href=\"/opinion/733259/erin-kathleen-jones-v-george-w-wellham-iii-anne-arundel-county-maxwell/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">620</span></a></span><pre class=\"inline\">, 626-27 (4th Cir. 1997); Pacelli v.\r\ndeVito, </pre><span class=\"citation\" data-id=\"588866\"><a href=\"/opinion/588866/nancy-pacelli-as-independent-administrator-of-the-estate-of-huron-loyd/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span><pre class=\"inline\">, 878 (7th Cir. 1992).  On the other hand,\r\nCamilo-Robles counters, also with a measure of evidentiary support,\r\nthat Daz-Martnez's idiosyncrasies were well-known throughout the\r\nconstabulary; that Zapata, particularly, had enough knowledge\r\n(however acquired) to create a duty to probe further and to\r\nquestion the actions of others; that he acted recklessly in\r\nterminating the investigation into the Flores-Miranda episode;\r\nthat the powers of his position were such that he could have acted\r\neven without a formal complaint; and that the slightest effort on\r\nhis part would have uncovered easily available information (e.g.,\r\nthe truth about Daz-Martnez's role in the Barbosa Housing Project\r\nshootings and the fact that Flores-Miranda declined to press his\r\ncomplaint mainly because he feared Daz-Martnez) that would have\r\nled any responsible supervisor to take corrective action.  The\r\nfacts that Camilo-Robles marshals, if known to Zapata, might well\r\njustify a finding of deliberate indifference.  See, e.g., Andrewsv. Fowler, </pre><span class=\"citation\" data-id=\"728132\"><a href=\"/opinion/728132/kristi-d-andrews-v-randy-alan-fowler-individually-and-in-his-capacity-as/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1069</span></a></span><pre class=\"inline\">, 1078 (8th Cir. 1996) (concluding that\r\nquestion of fact as to deliberate indifference existed where\r\nsupervisor knew of subordinate's prior misdeeds but did not take\r\ntimely action either to discipline or investigate); Gutierrez-\r\nRodriguez v. Cartagena, </pre><span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span><pre class=\"inline\">, 566 (1st Cir. 1989)\r\n(upholding a finding of supervisory liability when there was\r\nevidence that the defendant had failed \"to identify and take\r\nremedial action\" concerning his subordinate, and had maintained a\r\n\"grossly deficient\" disciplinary system).\r\n   We believe that the nature of the parties' debate\r\nindicates the substantial extent to which it is fact-dependent. \r\nGiven the brevity of Zapata's service as Assistant Superintendent,\r\nthe reasonableness of his actions hinges largely on what he knew\r\nand when he knew it concerning subjects such as Daz-Martnez's\r\nhistory and the status of ongoing investigations involving that\r\ntroubled officer.  See, e.g., Shaw v. Stroud, </pre><span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span><pre class=\"inline\">, 799 (4th\r\nCir. 1994) (stating that documented widespread abuses put\r\nsupervisors on notice that they may be liable for subordinate's\r\nfuture misconduct); cf. Bryan County, 520 U.S. at 411-12\r\n(recognizing, in the negligent hiring context, that a municipality\r\nmay be liable if an applicant's background suggested that he would\r\nbe very likely, if hired, to commit specific constitutional\r\nviolations).  Despite the terseness of the district court's order,\r\nwe are confident that it analyzed the case in this manner and thus\r\nperceived Zapata's claim to qualified immunity to turn upon\r\ndisputed questions of material fact.  Consequently, the court's\r\ndenial of qualified immunity is not reviewable on an interlocutory\r\nappeal.  See Johnson, 515 U.S. at 313, 319-20; Diaz, 112 F.3d at 4-\r\n5; Stella, 63 F.3d at 75-77.\r\n   We need go no further.  In this instance, the state of\r\nthe record, the standards for summary judgment, and the fact-\r\nintensive nature of derivative tort liability analysis all coalesce\r\nto bring this case squarely into the Johnson realm.  Hence, we\r\ndismiss Zapata's appeal, without prejudice, for want of appellate\r\njurisdiction.  This determination leaves open, of course, the\r\nultimate resolution of the qualified immunity issue.  See Behrens,\r\n516 U.S. at 306-07; Camilo-Robles I, 151 F.3d at 9; Vazquez-Rios v.\r\nHernandez-Colon, </pre><span class=\"citation\" data-id=\"488725\"><a href=\"/opinion/488725/aurea-e-vazquez-rios-v-rafael-hernandez-colon-etc/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span><pre class=\"inline\">, 329 (1st Cir. 1987).\r\n\nAppeal dismissed.  Costs to appellee.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756655/"
  ]
}