{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198562/",
  "absolute_url": "/opinion/198562/united-states-v-deleon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198562/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:54:43Z",
  "date_modified": "2017-03-24T10:57:53.356475Z",
  "type": "010combined",
  "sha1": "4f6c51d04a00a926e779b43da559e70a59d84a69",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2172.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-2172\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       RUBEN I. DELEON,\r\n\n                    Defendant, Appellant.\r\n\n       ON APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Francis J. Boyle, U.S. District Judge]\r\n         [Hon. Ernest C. Torres, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n               Noonan, Senior Circuit Judge,*\r\n\n                   Lynch, Circuit Judge.\r\n\n   Stephanie S. Browne, Assistant U.S. Attorney, with whom\r\nMargaret E. Curran, U.S. Attorney, was on brief, for government.\r\n   Angel Taveras, with whom Brown, Rudnick, Freed &amp; Gesmer, was\r\non brief, for appellant.\r\n\nJuly 19, 1999\r\n\n*Of the Ninth Circuit, sitting by designation.\r\n\nLYNCH, Circuit Judge.  After a successful sting\r\noperation, the government charged Ruben I. DeLeon with conspiracy\r\nto possess and distribute cocaine, in violation of 21 U.S.C.  846,\r\nand the attempt to possess with intent to distribute cocaine, in\r\nviolation of 18 U.S.C.  841(a)(1).  DeLeon and his three co-\r\nconspirators were tried together.  The jury convicted DeLeon and\r\ntwo of his co-defendants, but acquitted co-defendant David Scialo\r\nof all charges.  DeLeon now appeals his conviction and challenges\r\nhis sentence.  We affirm.\r\n                              I\r\nIn the fall of 1994, Rhode Island police detective Fred\r\nRocha met with Andrew Beagan, later DeLeon's co-defendant, to\r\narrange a large cocaine sales transaction.  They agreed that Rocha,\r\nwho was supplying the cocaine, would pick up a \"drop car,\" load it\r\nwith ten kilograms of cocaine, drive it to an undisclosed location,\r\nand then meet Beagan at a separate location to collect the payment. \r\nDetective Rocha delivered the car and contraband as planned and\r\nthen went to a Days Inn Hotel parking lot where he waited for\r\nBeagan.  Beagan arrived with DeLeon, who was carrying the money for\r\nthe buy.  DeLeon brought the money to Detective Rocha and observed\r\nRocha as he inspected the money, which was bundled in packages of\r\n$5,000.  As Detective Rocha examined the money, he conversed with\r\nDeLeon and, unbeknownst to DeLeon, recorded their conversation. \r\nMeanwhile, co-defendants Charles Rogers and David Scialo were\r\nretrieving the drop car and the cocaine.  All of the defendants\r\nwere soon arrested, indicted, and tried together.\r\n                              II\r\nDeLeon has raised three objections to his conviction, and\r\none to his resentencing.  First, he says that the district court\r\nabused its discretion by refusing to sever his trial from those of\r\nhis co-defendants, particularly Beagan, and that this error had a\r\nsignificant prejudicial effect on him.  Second, he argues that the\r\ncourt abused its discretion in allowing the jury to use an\r\nunauthenticated transcript and translation of his recorded\r\nconversation with Detective Rocha in the Days Inn parking lot. \r\nThird, he contends that the court abused its discretion by allowing\r\nthe government to conduct ex parte in camera interviews with two\r\njurors, nineteen months after his conviction, in order to further\r\ninvestigate allegations of jury tampering as to co-defendant\r\nScialo.  Finally, DeLeon says that at resentencing the court\r\nincorrectly believed that it lacked the authority to depart\r\ndownward (from the guideline sentencing range) on the basis of\r\nDeLeon's status as a deportable alien, and so this court should\r\nvacate his sentence and remand for resentencing.\r\nA.  Denial of Severance Motions\r\nDeLeon argues that the district court abused its\r\ndiscretion by refusing to sever his trial from those of his co-\r\ndefendants in light of the following three combined factors: first,\r\ndefense counsel's repeated inquiries, on direct examination, into\r\nthird-party \"generalized fear\" of Beagan's potential for violence;\r\nsecond, the government's six references to Beagan's prior\r\nconviction for possession of cocaine with intent to deliver --\r\nevidence admitted in response to character evidence introduced on\r\nBeagan's behalf; and third, the potential \"spillover\" prejudice to\r\nDeLeon due to the significant disparity in both the nature and the\r\namount of evidence introduced against Beagan in comparison to that\r\nintroduced against DeLeon.  DeLeon moved to sever his trial on\r\nseveral occasions; each time, his request was denied.  We review\r\nthe district court's denials of severance motions for manifest\r\nabuse of discretion.  See United States v. Boylan, 898 F.2d 230,\r\n246 (1st Cir. 1990).  We note that this court has already rejected\r\na similar claim made by co-defendant Charles Rogers.  See United\r\nStates v. Rogers, 121 F.3d 12, 16 (1st Cir. 1997).\r\nDeLeon's argument is that because his role in the drug\r\ntransaction was so minor, the jury should not have been asked to\r\nassess his case alongside Beagan's case for fear that some\r\nspillover prejudice might taint DeLeon's verdict.  See Fed. R.\r\nCrim. P. 14 (stating that if a defendant is prejudiced by a joinder\r\nfor trial, then the court may order separate trials).  \"The\r\ndifficulty with this argument lies in the case law holding to the\r\ncontrary.\"  United States v. Rawwad, 807 F.2d 294, 295 (1st Cir.\r\n1986).  This court's rule is that those \"who are indicted together\r\nshould be tried together,\" United States v. O'Bryant, 998 F.2d 21,\r\n25 (1st Cir. 1993), and the district court's joinder in this case\r\nappropriately followed that presumption.  See United States v.\r\nPerkins, 926 F.2d 1271, 1280 (1st Cir. 1991) (noting the \"obvious\"\r\nreasons to try jointly those persons charged as co-conspirators in\r\nthe identical cocaine sale, and citing Fed. R. Crim. P. 8(b)). \r\nDeLeon has not challenged this initial decision by the district\r\ncourt.\r\nTo overcome the district court's presumption in favor of\r\njoinder, DeLeon must demonstrate prejudice so pervasive that it\r\nwould be likely to effect a miscarriage of justice.  See United\r\nStates v. Pierro, 32 F.3d 611, 615 (1st Cir. 1994); United States\r\nv. Sabatino, 943 F.2d 94, 96-97 (1st Cir. 1991).  This requirement\r\nmeans more than establishing that the defendant might have had a\r\nbetter chance of acquittal in a separate trial.  See Zafiro v.\r\nUnited States, 506 U.S. 534, 540 (1993).  \"This is a difficult\r\nbattle for a defendant to win,\" Boylan, 898 F.2d at 246, and the\r\ncircumstances of this case do not equip DeLeon to meet the\r\nchallenge.\r\nDeLeon's best effort is his argument that he was severely\r\nprejudiced when Beagan's counsel repeatedly inquired about\r\ngeneralized third-party fear of Beagan's potential violence.  The\r\ntrial judge, after denying the severance motions filed by all the\r\nco-defendants in response to Beagan's testimony, acknowledged that\r\nhe was \"getting close to the point where [he was] seriously\r\nconsidering [granting the motions].\"  The judge conceded that\r\n\"these [references to third-party fear] are beginning to add up,\"\r\nand warned that \"if it [didn't] stop,\" then he would grant the\r\nseverance motions.  DeLeon contends that if, at that point, the\r\ncourt was already wavering, then the government's six subsequent\r\nreferences to Beagan's prior conviction -- and the additional\r\npotential prejudice they carried -- should have driven the court to\r\ngrant the severance motions.\r\nAt bottom, this is simply a disagreement with the\r\ndistrict court's exercise of its considerable discretion.  See\r\nBoylan, 898 F.2d at 246 (stating that the decision whether to grant\r\nor deny a severance motion is committed to the district court's\r\ndiscretion).  Significant deference is given to a district court's\r\ndecision to deny a severance motion.  See Rogers, 121 F.3d at 16. \r\nThat the decision was apparently a close one for the district court\r\ndoes not divest the district court of its discretion or permit this\r\ncourt to examine more closely the exercise of that discretion. \r\nSee O'Bryant, 998 F.2d at 25-26 (\"[T]he district court is best able\r\nto gauge matters of joinder and severance because its first-hand\r\nexposure to a case gives it a unique ability to evaluate\r\nconflicting arguments, . . . consider all the ramifications\r\nattendant to a defense motion, and strike the delicate balance\r\nbetween fending off prejudice, on the one hand, and husbanding\r\njudicial resources, on the other hand.\").\r\nOur case law supports the court's decision in this case. \r\nThere is, of course, the ever-present risk of prejudice in such\r\njoint trials.  Cf. Zafiro, 506 U.S. at 539 (explaining that \"[w]hen\r\nmany defendants are tried together in a complex case and they have\r\nmarkedly different degrees of culpability, this risk of prejudice\r\nis heightened\") (emphasis added).  DeLeon has emphasized this\r\npotential for prejudice in his case, but \"ha[s] failed to show\r\nanything greater.\"  United States v. Cresta, 825 F.2d 538, 555 (1st\r\nCir. 1987); see also Boylan, 898 F.2d at 246 (\"Even where large\r\namounts of testimony are irrelevant to one defendant, or where one\r\ndefendant's involvement in an overall agreement is far less than\r\nthe involvement of others, we have been reluctant to secondguess\r\nseverance denials.\").\r\nFurthermore, the district court took appropriate measures\r\nto safeguard against potential spillover prejudice by instructing\r\nthe jury to consider separately the charges and the evidence as to\r\neach defendant.  See Rogers, 121 F.3d at 16 (acknowledging the\r\ndistrict court's instruction that the jury should consider\r\nseparately the evidence and charges against each defendant);\r\nBoylan, 898 F.2d at 246 (approving the district court's use of\r\n\"appropriate limiting instructions\" as to evidence against\r\nparticular defendants); Cresta, 825 F.2d at 555 (same).\r\nCo-defendant Scialo's acquittal on all charges suggests\r\nthat the jury was capable of following the trial judge's\r\ninstructions and did so.  See Pierro, 32 F.3d at 616 (\"Here, there\r\nis no basis to suppose that the jurors disregarded the trial\r\njudge's admonitions and departed on a frolic of their own.\"); see\r\nalso Cresta, 825 F.2d at 555; Boylan, 898 F.2d at 246; United\r\nStates v. Tashjian, 660 F.2d 829, 834 (1st Cir. 1981).\r\nB.  Use of Unauthenticated Transcript and Translation\r\nDuring Detective Rocha's testimony at trial, the\r\ngovernment asked him to relate his conversation with DeLeon in the\r\nDays Inn parking lot.  The government also introduced a tape\r\nrecording of their conversation.  To help the jury follow the\r\nconversation, which was conducted in both Spanish and English, the\r\ngovernment provided an unauthenticated transcript and translation. \r\nThe district court gave the transcript to the jury as an aid and\r\nproperly instructed the jury that the recording, not the\r\ntranscript, was the evidence.  See United States v. Ademaj, 170\r\nF.3d 58, 65 (1st Cir. 1999).  The court did not admit the\r\ntranscript into evidence.  At that time, DeLeon did not challenge\r\nthe accuracy of the transcript or object to its use as a jury aid.\r\nDuring its deliberations, the jury asked the court for a\r\ntranslation of the Spanish portions of the tape-recorded\r\nconversation.  The trial judge, with the agreement of all counsel,\r\ndenied this request.  The jury then sought permission to listen to\r\nthe tape recording for a second time, and the court granted its\r\nrequest.  During this playback of the tape recording, the court\r\ngave the government's transcript to the jury for use as an aid and\r\nrepeated its earlier instruction that the recording, not the\r\ntranscript, constituted the evidence in this case.  At this point,\r\nDeLeon raised his first objection to the use of the transcript as\r\na jury aid during the jury's deliberations, albeit in the courtroom\r\nand while listening to the tape recording.  (Because the transcript\r\nwas not in evidence, the court never sent it into the jury room.) \r\nHis objection was overruled.  Reiterating his challenge on appeal,\r\nDeLeon admits that he should have raised this objection at the\r\nfirst use of the transcript at trial and acknowledges that this\r\nfailure elevates his legal hurdle here to plain error review. \r\nSee United States v. Martinez, 83 F.3d 371, 376 n.5 (11th Cir.\r\n1996) (finding that defendant's objection to testimony as\r\nexcludable hearsay was untimely because it came after the defense\r\nhad rested, and reviewing trial court's decision for plain error);\r\ncf. United States v. Tse, 135 F.3d 200, 209 (1st Cir. 1997)\r\n(stating that failure to object when a conversation was introduced\r\ninto evidence did not preserve issue for appeal even though the\r\ndefendant objected at the close of the evidence to a transcript of\r\nthe conversation being given to the jury, and reviewing the\r\nadmission of the statements for plain error).  DeLeon asserts that\r\nhe has met the \"plain error\" standard.  He has not.\r\nTo warrant a reversal of his conviction, DeLeon \"must\r\nshow: (1) the occurrence of an error; (2) that the error is obvious\r\nor clear under current law; and (3) that the error substantially\r\nand adversely affect[ed] [his] rights . . . .\"  United States v.\r\nRoberts, 119 F.3d 1006, 1014 (1st Cir. 1997) (citing United States\r\nv. Olano, 507 U.S. 725, 732-34 (1993));  see also Fed. R. Crim. P.\r\n52(b).  Because the use of a transcript as a jury aid is within the\r\nsound discretion of the trial judge, see United States v. Font-\r\nRamirez, 944 F.2d 42, 48 (1st Cir. 1991), DeLeon must show that the\r\njudge's discretionary decision was \"an error.\"  He struggles\r\nunsuccessfully to meet even this first requirement.\r\nOn appeal, he argues that the district court's decision\r\nto provide the jury with an unauthenticated transcript and\r\ntranslation was erroneous per se.  This court has acknowledged the\r\nimportance of ensuring that a transcript offered for use as a jury\r\naid be authenticated \"by testimony as to how they were prepared,\r\nthe sources used, and the qualifications of the person who prepared\r\nthem.\"  United States v. Carbone, 798 F.2d 21, 26 (1st Cir. 1986);\r\nsee also United States v. Rengifo, 789 F.2d 975, 983 (1st Cir.\r\n1986).  It is, unfortunately, clear that the transcript at issue\r\nhere was not subjected to this procedure.  It is equally clear,\r\nhowever, that DeLeon expressed no concern about this fact when the\r\ntranscript was first introduced.  And while we have urged district\r\ncourts to obtain a stipulated transcript or to rule on the\r\nadmissibility of a transcript before the start of trial, that\r\nsuggestion \"presupposes a timely objection to a transcript by one\r\nof the parties.\"  Font-Ramirez, 944 F.2d at 48 (emphasis added). \r\nWe will not require trial judges to screen transcripts and to make\r\nobjections where the parties themselves have raised none; we leave\r\nsuch legal advocacy to counsel.  See United States v. Mazza, 792\r\nF.2d 1210, 1226 (1st Cir. 1986) (rejecting an absolute rule that\r\nwould require trial judges to review transcripts whenever the\r\nparties fail to stipulate to their accuracy).\r\nDeLeon provided no alternative transcript for the jury's\r\nbenefit, nor did he object to the use of the transcript at trial,\r\nalthough he argued that there was a material inaccuracy in the\r\ntranscript (a contention that he barely mentions in his brief to\r\nthis court).  Under these circumstances, we hold that the district\r\ncourt's decision to allow the use of the transcript, without\r\nsending it into the jury room, was well within its discretion and\r\nwas not error, much less plain error.  See Ademaj, 170 F.3d at 65\r\n(finding no abuse of discretion in the trial judge's decision to\r\npermit the use of the government's duly authenticated transcript\r\nduring jury deliberations where defendant objected to its use at\r\ntrial, but raised no specific objections to its accuracy and did\r\nnot offer an alternative transcript); Pion, 25 F.3d at 21, 26-27\r\n(noting the defendant's failure to offer an alternative\r\ntranscript); Carbone, 798 F.2d at 26 (emphasizing that the\r\ndefendant made no specific objections during the course of the\r\ntrial to the English translation transcripts); cf. Rengifo, 789\r\nF.2d at 983 (finding no abuse of discretion in sending duly\r\nauthenticated transcript into jury room where the defendant\r\nprovided no alternative transcript).\r\nC.  Ex Parte Interview During Jury Tampering Investigation\r\nIn December 1996, nineteen months after DeLeon's\r\nconviction, the government sought the district court's permission\r\nto interview two of the jurors in order to further its\r\ninvestigation into allegations of jury tampering during the trial. \r\nThe allegations pertained to co-defendant David Scialo, who was\r\nacquitted of all charges.  The court allowed the government to\r\nconduct the interviews, which were transcribed for the record.  At\r\nthe beginning of each interview, the court noted for the record\r\nthat it had not yet notified defense counsel of the proceedings in\r\norder to avoid compromising the government's investigation.  After\r\nthe interviews were completed, the court sent transcripts of the\r\ninterviews to defense counsel.\r\nDeLeon finds two faults with the district court's method. \r\nFirst, he says that the district court's failure to invite defense\r\ncounsel to the interviews constituted an abuse of discretion. \r\nSecond, he argues that the district court's inquiry during that\r\n\"hearing\" was inadequate.  Because DeLeon has lodged his first\r\nprotest regarding this procedure with this court, rather than with\r\nthe district court, he has waived his objections and we review the\r\ndistrict court's actions for plain error.  See Pion, 25 F.3d at 21.\r\nDeLeon has not established that the district court's\r\nmethod was plainly erroneous or even an abuse of discretion.  See\r\nRoberts, 119 F.3d at 1014 (describing the \"plain error\" standard). \r\n\"When a colorable claim of jury misconduct surfaces, the district\r\ncourt has broad discretion to determine the type of investigation\r\nwhich must be mounted.\"  Boylan, 898 F.2d at 258; see also United\r\nStates v. Ortiz-Arrigoitia, 996 F.2d 436, 442 (1st Cir. 1993).  The\r\ntrial judge's \"primary obligation is to fashion a responsible\r\nprocedure for ascertaining whether misconduct actually occurred and\r\nif so, whether it was prejudicial.\"  Boylan, 898 F.2d at 258\r\n(emphasis added).  DeLeon argues that the procedure constituted an\r\nabuse of discretion because defense counsel was not invited to the\r\ninterviews.  He relies on Remmer v. United States, 347 U.S. 227\r\n(1954), in which the Supreme Court held that \"[t]he trial court\r\nshould not decide and take final action ex parte on information\r\n[such as the offering of a bribe to a juror], but should determine\r\nthe circumstances . . . in a hearing with all interested parties\r\npermitted to participate.\"  Id. at 229-30.\r\nWe have consistently reaffirmed that a model inquiry into\r\njury tampering allegations should include the presence of all\r\ncounsel or prior consultation with counsel in order to allow\r\ncounsel to help guide the questioning.  See, e.g., United States v.\r\nCruz, 156 F.3d 22, 28 (1st Cir. 1998), cert. denied, 119 S. Ct.\r\n1781 (1999); United States v. Hunnewell, 891 F.2d 955, 961 (1st\r\nCir. 1989); Tavares v. Holbrook, 779 F.2d 1, 2-3 (1st Cir. 1985). \r\nBut we have also recognized that \"[t]he trial judge is not . . .\r\nshackled to a rigid and unyielding set [of] rules and procedures\r\nthat compel any particular form or scope of inquiry.\"  Ortiz-\r\nArrigoitia, 996 F.2d at 442.  This rule is both necessary and\r\nsensible \"[i]n light of the infinite variety of situations in which\r\njuror misconduct might be discerned and the need to protect jurors\r\nand the jury process from undue imposition.\"  Id. at 443; see also\r\nBoylan, 898 F.2d at 258.\r\nThe first condition necessary to trigger a hearing is the\r\nexistence of a non-frivolous claim of jury tampering.  See Boylan,\r\n898 F.2d at 258.  The trial judge in this case, finding himself in\r\na difficult position, erected a framework to determine whether this\r\nthreshold requirement had been met.  The judge's procedure allowed\r\nthe government to examine the validity of the allegations\r\n(allegations which, of course, had to be pursued), maintained the\r\nintegrity of the government's investigation, provided prompt notice\r\nof the inquiry and its substance to defense counsel, and protected\r\nthe jury process from undue imposition.  This was not a full-blown\r\nhearing to assess the potential prejudice on the jury; this was a\r\npreliminary inquiry that revealed that there was, in fact, no\r\ncolorable claim.\r\nTo accept DeLeon's argument that the district court\r\nabused its discretion here would mean that an ex parte interview\r\nduring such a preliminary inquiry necessarily constitutes an abuse\r\nof discretion.  Our decision in Mahoney v. Vondergritt, 938 F.2d\r\n1490 (1st Cir. 1991), suggests otherwise.  \"Eleven days after a\r\nMassachusetts jury found Matthew Mahoney guilty of manslaughter, a\r\njuror sent the judge a letter suggesting that other jurors may not\r\nhave confined their deliberations to the evidence presented at\r\ntrial.\"  Mahoney, 938 F.2d at 1491.  The judge sent a copy of the\r\nletter to counsel for both sides and agreed to interview the juror,\r\nbut rejected defense counsel's request to attend the interview. \r\nSee id.  After interviewing the juror, the judge \"found beyond a\r\nreasonable doubt that no extraneous prejudicial information or\r\nimproper actions occurred during the deliberations.\"  Id.  The\r\ndefendant then filed a writ of habeas corpus claiming that the\r\ncourt had violated his Sixth Amendment right to counsel by refusing\r\nto allow his lawyer to be present at the juror interview.  See id.\r\nWe held that the juror's \"unfocused, unsworn assertions\r\ndemanded no more than the preliminary inquiry that the judge agreed\r\nto conduct.\"  Id. at 1492.  \"The judge was responsible for\r\nshielding the jury's deliberative process from unnecessary\r\nscrutiny, and his decision to conduct a private inquiry to\r\ndetermine if there was anything justifying further intrusion fell\r\nwell within his discretion.\"  Id. (citing United States v. Calbas,\r\n821 F.2d 887, 896 (1st Cir. 1987) (\"The court wisely refrained from\r\nallowing the inquiry to become an adversarial evidentiary hearing,\r\nso as to minimize intrusion on the jury's deliberations.\")); see\r\nalso United States v. Beeler, 648 F.2d 1103, 1103 (6th Cir. 1981)\r\n(per curiam) (upholding district court's refusal to allow counsel\r\nto inspect post-trial letter from juror to judge);  United States\r\nv. Parker, 549 F.2d 998, 1000 (5th Cir. 1977) (finding no abuse of\r\ndiscretion where district court conducted \"an investigation in\r\nwhich only the judge interrogated those concerned\").\r\nDeLeon's reliance on Remmer does not help him.  As we\r\nexplained in Mahoney, Remmer \"involved a specific claim of juror\r\nbribery that obviously warranted [a] thorough investigation.\" \r\nMahoney, 938 F.2d at 1492-93.  In Mahoney, the judge was faced with\r\nvague and impressionistic concerns about impropriety, see id. at\r\n1491-93; in the case at hand, the judge was faced with feeble and\r\nunsubstantiated allegations of tampering.  We think the same\r\nconcerns of unreliability pervade both situations, and so in this\r\ncase, \"a Remmer-like hearing would have been premature.\"  Id. at\r\n1493.\r\nThe district court's method of investigation was a\r\npractical and common sense solution to a difficult problem.  We do\r\nnot retreat, of course, from our customary insistence that district\r\ncourts involve all interested parties in a jury tampering or\r\nmisconduct hearing.  But the juror interviews here constituted a\r\npreliminary inquiry, not a \"Remmer-like\" hearing, and involved the\r\nunusual circumstance where the continued integrity of that inquiry\r\nwas the sole reason for the exclusion of defense counsel.  Under\r\nthese circumstances, we find that the court's actions were well\r\nwithin its discretion and were not plainly erroneous.\r\nDeLeon has also failed to demonstrate how this procedure\r\nsubstantially and adversely affected his rights.  See Roberts, 119\r\nF.3d at 1014.  The government's inquiry did not involve DeLeon; it\r\ninvolved his co-defendant, Scialo, who was acquitted.  DeLeon does\r\nnot explain, and it is hard to imagine, how the government's\r\ninquiry could have adversely affected him (given that he was\r\nconvicted and the tampering allegations involved threats designed\r\nto induce an acquittal).  See United States v. Doherty, 867 F.2d\r\n47, 71-72 (1st Cir. 1989) (holding that judge's ex parte\r\nconversation with, and excusal of, a juror who was in the middle of\r\na crisis did not require a retrial even though judge acknowledged\r\nthat the unilateral nature of his decision was wrong, because the\r\ndecision did not substantially prejudice the appellants).\r\nD.  Resentencing\r\nDeLeon's final argument is that on resentencing (after\r\nhis original sentence was vacated because his counsel had failed to\r\nappeal) the district court incorrectly believed that DeLeon's\r\nstatus as a deportable alien was not a valid basis for a downward\r\ndeparture.  DeLeon asks us to vacate his sentence and remand for\r\nresentencing.\r\nIt is well settled that \"no appeal lies from a\r\ndiscretionary refusal to depart\" from the Sentencing Guidelines. \r\nUnited States v. Morrison, 46 F.3d 127, 130 (1st Cir. 1995). \r\nAppellate jurisdiction does attach, however, \"where the record\r\nindicates that the trial court's failure to depart was the product\r\nof a mistake of law.\"  United States v. Grandmaison, 77 F.3d 555,\r\n560 (1st Cir. 1996).  \"When determining whether the sentencing\r\ncourt merely refused to exercise its discretionary power to depart,\r\nwe consider the totality of the record and the sentencing court's\r\nactions as reflected therein.\"  Morrison, 46 F.3d at 130.  \"We do\r\nnot consider any single statement in a vacuum.\"  Id. at 131.\r\nThe trial judge believed that a defendant's status as a\r\ndeportable alien could not constitute a basis for a downward\r\ndeparture.  We have not yet decided that question, and we need not\r\ndo so now.  The trial judge also explained that even if he did have\r\nthe power to depart, he could not find facts sufficient to justify\r\nsuch a departure.  This finding is clearly a discretionary refusal\r\nto depart.  Such an alternative finding suffices to support the\r\nsentence and deprives this court of jurisdiction to review it. \r\nSee United States v. Williams, 898 F.2d 1400, 1403 (9th Cir. 1990);\r\ncf. Grandmaison, 77 F.3d at 565 (noting that ambiguity in a trial\r\njudge's statements, without more, is not enough to make the\r\ndistrict court's refusal to depart appealable).  Because the trial\r\njudge indicated his refusal to depart even if he had the authority,\r\nwe have no jurisdiction to review his sentence.  See United States\r\nv. Romolo, 937 F.2d 20, 22 (1st Cir. 1991).\r\nThe judgments of conviction and sentence are affirmed.\n",
  "html": "<p class=\"case_cite\">187 F.3d 60 (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>RUBEN I. DELEON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-2172.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Argued June 9, 1999.<br>Decided July 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Stephanie S. Browne, Assistant U.S. Attorney, with whom Margaret E. Curran, U.S. Attorney, was on brief, for government.</p>\n      <p class=\"indent\">Angel Taveras, with whom Brown, Rudnick, Freed &amp; Gesmer, was on brief, for appellant.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Noonan, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After a successful sting operation, the government charged Ruben I. DeLeon with conspiracy to possess and distribute cocaine, in violation of 21 U.S.C. &#167; 846, and the attempt to possess with intent to distribute cocaine, in violation of 18 U.S.C. &#167; 841(a)(1). DeLeon and his three co-conspirators were tried together. The jury convicted DeLeon and two of his co-defendants,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but acquitted co-defendant David Scialo of all charges. DeLeon now appeals his conviction and challenges his sentence. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In the fall of 1994, Rhode Island police detective Fred Rocha met with Andrew Beagan, later DeLeon's co-defendant, to arrange a large cocaine sales transaction. They agreed that Rocha, who was supplying the cocaine, would pick up a \"drop car,\" load it with ten kilograms of cocaine, drive it to an undisclosed location, and then meet Beagan at a separate location to collect the payment. Detective Rocha delivered the car and contraband as planned and then went to a Days Inn Hotel parking lot where he waited for Beagan. Beagan arrived with DeLeon, who was carrying the money for the buy. DeLeon brought the money to Detective Rocha and observed Rocha as he inspected the money, which was bundled in packages of $5,000. As Detective Rocha examined the money, he conversed with DeLeon and, unbeknownst to DeLeon, recorded their conversation. Meanwhile, co-defendants Charles Rogers and David Scialo were retrieving the drop car and the cocaine. All of the defendants were soon arrested, indicted, and tried together.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">DeLeon has raised three objections to his conviction, and one to his resentencing. First, he says that the district court abused its discretion by refusing to sever his trial from those of his co-defendants, particularly Beagan, and that this error had a significant prejudicial effect on him. Second, he argues that the court abused its discretion in allowing the jury to use an unauthenticated transcript and translation of his recorded conversation with Detective Rocha in the Days Inn parking lot. Third, he contends that the court abused its discretion by allowing the government to conduct ex parte in camera interviews with two jurors, nineteen months after his conviction, in order to further investigate allegations of jury tampering as to co-defendant Scialo. Finally, DeLeon says that at resentencing the court incorrectly believed that it lacked the authority to depart downward (from the guideline sentencing range) on the basis of DeLeon's status as a deportable alien, and so this court should vacate his sentence and remand for resentencing.</p>\n    </div>\n    <p class=\"indent\">A. Denial of Severance Motions</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DeLeon argues that the district court abused its discretion by refusing to sever his trial from those of his co-defendants in light of the following three combined factors: first, defense counsel's repeated inquiries, on direct examination, into third-party \"generalized fear\" of Beagan's potential for violence; second, the government's six references to Beagan's prior conviction for possession of cocaine with intent to deliver -- evidence admitted in response to character evidence introduced on Beagan's behalf; and third, the potential \"spillover\" prejudice to DeLeon due to the significant disparity in both the nature and the amount of evidence introduced against Beagan in comparison to that introduced against DeLeon. DeLeon moved to sever his trial on several occasions; each time, his request was denied. We review the district court's denials of severance motions for manifest abuse of discretion. See United States v. Boylan, 898 F.2d 230, 246 (1st Cir. 1990). We note that this court has already rejected a similar claim made by co-defendant Charles Rogers. See United States v. Rogers, 121 F.3d 12, 16 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">DeLeon's argument is that because his role in the drug transaction was so minor, the jury should not have been asked to assess his case alongside Beagan's case for fear that some spillover prejudice might taint DeLeon's verdict. See Fed. R. Crim. P. 14 (stating that if a defendant is prejudiced by a joinder for trial, then the court may order separate trials). \"The difficulty with this argument lies in the case law holding to the contrary.\" United States v. Rawwad, 807 F.2d 294, 295 (1st Cir. 1986). This court's rule is that those \"who are indicted together should be tried together,\" United States v. O'Bryant, 998 F.2d 21, 25 (1st Cir. 1993), and the district court's joinder in this case appropriately followed that presumption.  See United States v. Perkins, 926 F.2d 1271, 1280 (1st Cir. 1991) (noting the \"obvious\" reasons to try jointly those persons charged as co-conspirators in the identical cocaine sale, and citing Fed. R. Crim. P. 8(b)). DeLeon has not challenged this initial decision by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To overcome the district court's presumption in favor of joinder, DeLeon must demonstrate prejudice so pervasive that it would be likely to effect a miscarriage of justice. See United States v. Pierro, 32 F.3d 611, 615 (1st Cir. 1994); United States v. Sabatino, 943 F.2d 94, 96-97 (1st Cir. 1991). This requirement means more than establishing that the defendant might have had a better chance of acquittal in a separate trial. See Zafiro v. United States, 506 U.S. 534, 540 (1993). \"This is a difficult battle for a defendant to win,\" Boylan, 898 F.2d at 246, and the circumstances of this case do not equip DeLeon to meet the challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">DeLeon's best effort is his argument that he was severely prejudiced when Beagan's counsel repeatedly inquired about generalized third-party fear of Beagan's potential violence.  The trial judge, after denying the severance motions filed by all the co-defendants in response to Beagan's testimony, acknowledged that he was \"getting close to the point where [he was] seriously considering [granting the motions].\" The judge conceded that \"these [references to third-party fear] are beginning to add up,\" and warned that \"if it [didn't] stop,\" then he would grant the severance motions.  DeLeon contends that if, at that point, the court was already wavering, then the government's six subsequent references to Beagan's prior conviction -- and the additional potential prejudice they carried -- should have driven the court to grant the severance motions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At bottom, this is simply a disagreement with the district court's exercise of its considerable discretion. See Boylan, 898 F.2d at 246 (stating that the decision whether to grant or deny a severance motion is committed to the district court's discretion). Significant deference is given to a district court's decision to deny a severance motion. See Rogers, 121 F.3d at 16.That the decision was apparently a close one for the district court does not divest the district court of its discretion or permit this court to examine more closely the exercise of that discretion. See O'Bryant, 998 F.2d at 25-26 (\"[T]he district court is best able to gauge matters of joinder and severance because its first-hand exposure to a case gives it a unique ability to evaluate conflicting arguments, . . . consider all the ramifications attendant to a defense motion, and strike the delicate balance between fending off prejudice, on the one hand, and husbanding judicial resources, on the other hand.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our case law supports the court's decision in this case. There is, of course, the ever-present risk of prejudice in such joint trials. Cf. Zafiro, 506 U.S. at 539 (explaining that \"[w]hen many defendants are tried together in a complex case and they have markedly different degrees of culpability, this risk of prejudice is heightened\") (emphasis added). DeLeon has emphasized this potential for prejudice in his case, but \"ha[s] failed to show anything greater.\" United States v. Cresta, 825 F.2d 538, 555 (1st Cir. 1987); see also Boylan, 898 F.2d at 246 (\"Even where large amounts of testimony are irrelevant to one defendant, or where one defendant's involvement in an overall agreement is far less than the involvement of others, we have been reluctant to secondguess severance denials.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Furthermore, the district court took appropriate measures to safeguard against potential spillover prejudice by instructing the jury to consider separately the charges and the evidence as to each defendant. See Rogers, 121 F.3d at 16 (acknowledging the district court's instruction that the jury should consider separately the evidence and charges against each defendant); Boylan, 898 F.2d at 246 (approving the district court's use of \"appropriate limiting instructions\" as to evidence against particular defendants); Cresta, 825 F.2d at 555 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Co-defendant Scialo's acquittal on all charges suggests that the jury was capable of following the trial judge's instructions and did so. See Pierro, 32 F.3d at 616 (\"Here, there is no basis to suppose that the jurors disregarded the trial judge's admonitions and departed on a frolic of their own.\"); see also Cresta, 825 F.2d at 555; Boylan, 898 F.2d at 246; United States v. Tashjian, 660 F.2d 829, 834 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">B. Use of Unauthenticated Transcript and Translation</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">During Detective Rocha's testimony at trial, the government asked him to relate his conversation with DeLeon in the Days Inn parking lot.  The government also introduced a tape recording of their conversation. To help the jury follow the conversation, which was conducted in both Spanish and English, the government provided an unauthenticated transcript and translation. The district court gave the transcript to the jury as an aid and properly instructed the jury that the recording, not the transcript, was the evidence. See United States v. Ademaj, 170 F.3d 58, 65 (1st Cir. 1999). The court did not admit the transcript into evidence.  At that time, DeLeon did not challenge the accuracy of the transcript or object to its use as a jury aid.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">During its deliberations, the jury asked the court for a translation of the Spanish portions of the tape-recorded conversation.  The trial judge, with the agreement of all counsel, denied this request.  The jury then sought permission to listen to the tape recording for a second time, and the court granted its request. During this playback of the tape recording, the court gave the government's transcript to the jury for use as an aid and repeated its earlier instruction that the recording, not the transcript, constituted the evidence in this case. At this point, DeLeon raised his first objection to the use of the transcript as a jury aid during the jury's deliberations, albeit in the courtroom and whilelistening to the tape recording. (Because the transcript was not in evidence, the court never sent it into the jury room.) His objection was overruled. Reiterating his challenge on appeal, DeLeon admits that he should have raised this objection at the first use of the transcript at trial and acknowledges that this failure elevates his legal hurdle here to plain error review. See United States v. Martinez, 83 F.3d 371, 376 n.5 (11th Cir. 1996) (finding that defendant's objection to testimony as excludable hearsay was untimely because it came after the defense had rested, and reviewing trial court's decision for plain error); cf. United States v. Tse, 135 F.3d 200, 209 (1st Cir. 1997) (stating that failure to object when a conversation was introduced into evidence did not preserve issue for appeal even though the defendant objected at the close of the evidence to a transcript of the conversation being given to the jury, and reviewing the admission of the statements for plain error). DeLeon asserts that he has met the \"plain error\" standard. He has not.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To warrant a reversal of his conviction, DeLeon \"must show: (1) the occurrence of an error; (2) that the error is obvious or clear under current law; and (3) that the error substantially and adversely affect[ed] [his] rights . . . .\" United States v. Roberts, 119 F.3d 1006, 1014 (1st Cir. 1997) (citing United States v. Olano, 507 U.S. 725, 732-34 (1993)); see also Fed. R. Crim. P. 52(b). Because the use of a transcript as a jury aid is within the sound discretion of the trial judge, see United States v. Font-Ramirez, 944 F.2d 42, 48 (1st Cir. 1991), DeLeon must show that the judge's discretionary decision was \"an error.\"  He struggles unsuccessfully to meet even this first requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, he argues that the district court's decision to provide the jury with an unauthenticated transcript and translation was erroneous per se.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This court has acknowledged the importance of ensuring that a transcript offered for use as a jury aid be authenticated \"by testimony as to how they were prepared, the sources used, and the qualifications of the person who prepared them.\" United States v. Carbone, 798 F.2d 21, 26 (1st Cir. 1986); see also United States v. Rengifo, 789 F.2d 975, 983 (1st Cir. 1986). It is, unfortunately, clear that the transcript at issue here was not subjected to this procedure. It is equally clear, however, that DeLeon expressed no concern about this fact when the transcript was first introduced. And while we have urged district courts to obtain a stipulated transcript or to rule on the admissibility of a transcript before the start of trial, that suggestion \"presupposes a timely objection to a transcript by one of the parties.\" Font-Ramirez, 944 F.2d at 48 (emphasis added). We will not require trial judges to screen transcripts and to make objections where the parties themselves have raised none; we leave such legal advocacy to counsel.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See United States v. Mazza, 792 F.2d 1210, 1226 (1st Cir. 1986) (rejecting an absolute rule that would require trial judges to review transcripts whenever the parties fail to stipulate to their accuracy).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">DeLeon provided no alternative transcript for the jury's benefit, nor did he object to the use of the transcript at trial, although he argued that there was a material inaccuracy in the transcript (a contention that he barely mentions in his brief to this court).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Under these circumstances, we hold that the district court's decision to allow the use of the transcript, without sending it into the jury room, was well within its discretion and was not error, much less plain error. See Ademaj, 170 F.3d at 65 (finding no abuse of discretion in the trial judge's decision to permit the use of the government's duly authenticated transcript during jury deliberations where defendant objected to its use at trial, but raised no specific objections to its accuracy and did not offer an alternative transcript); Pion, 25 F.3d at 21, 26-27 (noting the defendant's failure to offer an alternative transcript); Carbone, 798 F.2d at 26 (emphasizing that the defendant made no specific objections during the course of the trial to the English translation transcripts); cf. Rengifo, 789 F.2d at 983 (finding no abuse of discretion in sending duly authenticated transcript into jury room where the defendant provided no alternative transcript).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">C. Ex Parte Interview During Jury Tampering Investigation</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In December 1996, nineteen months after DeLeon's conviction, the government sought the district court's permission to interview two of the jurors in order to further its investigation into allegations of jury tampering during the trial. The allegations pertained to co-defendant David Scialo, who was acquitted of all charges. The court allowed the government to conduct the interviews, which were transcribed for the record. At the beginning of each interview, the court noted for the record that it had not yet notified defense counsel of the proceedings in order to avoid compromising the government's investigation. After the interviews were completed, the court sent transcripts of the interviews to defense counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">DeLeon finds two faults with the district court's method. First, he says that the district court's failure to invite defense counsel to the interviews constituted an abuse of discretion. Second, he argues that the district court's inquiry during that \"hearing\" was inadequate. Because DeLeon has lodged his first protest regarding this procedure with this court, rather than with the district court, he has waived his objections and we review the district court's actions for plain error. See Pion, 25 F.3d at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">DeLeon has not established that the district court's method was plainly erroneous or even an abuse of discretion. See Roberts, 119 F.3d at 1014 (describing the \"plain error\" standard). \"When a colorable claim of jury misconduct surfaces, the district court has broad discretion to determine the type of investigation which must be mounted.\" Boylan, 898 F.2d at 258; see also United States v. Ortiz-Arrigoitia, 996 F.2d 436, 442 (1st Cir. 1993). The trial judge's \"primary obligation is to fashion a responsible procedure for ascertaining whether misconduct actually occurred and if so, whether it was prejudicial.\" Boylan, 898 F.2d at 258 (emphasis added). DeLeon argues that the procedure constituted an abuse of discretion<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> because defense counsel was not invited to the interviews. He relies on Remmer v. United States, 347 U.S. 227 (1954), in which the Supreme Court held that \"[t]he trial court should not decide and take final action ex parte on information [such as the offering of a bribe to a juror], but should determine the circumstances . . . in a hearing with all interested parties permitted to participate.\" Id. at 229-30.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have consistently reaffirmed that a model inquiry into jury tampering allegations should include the presence of all counsel or prior consultation with counsel in order to allow counsel to help guide the questioning. See, e.g., United States v. Cruz, 156 F.3d 22, 28 (1st Cir. 1998), cert. denied, --- U.S. ---, 119 S. Ct. 1781 (1999); United States v. Hunnewell, 891 F.2d 955, 961 (1st Cir. 1989); Tavares v. Holbrook, 779 F.2d 1, 2-3 (1st Cir. 1985). But we have also recognized that \"[t]he trial judge is not . . . shackled to a rigid and unyielding set [of] rules and procedures that compel any particular form or scope of inquiry.\" Ortiz-Arrigoitia, 996 F.2d at 442. This rule is both necessary and sensible \"[i]n light of the infinite variety of situations in which juror misconduct might be discerned and the need to protect jurors and the jury process from undue imposition.\" Id. at 443; see also Boylan, 898 F.2d at 258.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The first condition necessary to trigger a hearing is the existence of a non-frivolous claim of jury tampering. See Boylan, 898 F.2d at 258. The trial judge in this case, finding himself in a difficult position, erected a framework to determine whether this threshold requirement had been met. The judge's procedure allowed the government to examine the validity of the allegations (allegations which, of course, had to be pursued), maintained the integrity of the government's investigation, provided prompt notice of the inquiry and its substance to defense counsel, and protected the jury process from undue imposition. This was not a full-blown hearing to assess the potential prejudice on the jury; this was a preliminary inquiry that revealed that there was, in fact, no colorable claim.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To accept DeLeon's argument that the district court abused its discretion here would mean that an ex parte interview during such a preliminary inquiry necessarily constitutes an abuse of discretion. Our decision in Mahoney v. Vondergritt, 938 F.2d 1490 (1st Cir. 1991), suggests otherwise. \"Eleven days after a Massachusetts jury found Matthew Mahoney guilty of manslaughter, a juror sent the judge a letter suggesting that other jurors may not have confined their deliberations to the evidence presented at trial.\" Mahoney, 938 F.2d at 1491. The judge sent a copy of the letter to counsel for both sides and agreed to interview the juror, but rejected defense counsel's request to attend the interview.  See id. After interviewing the juror, the judge \"found beyond a reasonable doubt that no extraneous prejudicial information or improper actions occurred during the deliberations.\" Id. The defendant then filed a writ of habeas corpus claiming that the court had violated his Sixth Amendment right to counsel by refusing to allow his lawyer to be present at the juror interview. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We held that the juror's \"unfocused, unsworn assertions demanded no more than the preliminary inquiry that the judge agreed to conduct.\" Id. at 1492. \"The judge was responsible for shielding the jury's deliberative process from unnecessary scrutiny, and his decision to conduct a private inquiry to determine if there was anything justifying further intrusion fell well within his discretion.\" Id. (citing United States v. Calbas, 821 F.2d 887, 896 (1st Cir. 1987) (\"The court wisely refrained from allowing the inquiry to become an adversarial evidentiary hearing, so as to minimize intrusion on the jury's deliberations.\")); see also United States v. Beeler, 648 F.2d 1103, 1103 (6th Cir. 1981) (per curiam) (upholding district court's refusal to allow counsel to inspect post-trial letter from juror to judge); United States v. Parker, 549 F.2d 998, 1000 (5th Cir. 1977) (finding no abuse of discretion where district court conducted \"an investigation in which only the judge interrogated those concerned\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">DeLeon's reliance on Remmer does not help him. As we explained in Mahoney, Remmer \"involved a specific claim of juror bribery that obviously warranted [a] thorough investigation.\" Mahoney, 938 F.2d at 1492-93. In Mahoney, the judge was faced with vague and impressionistic concerns about impropriety, see id. at 1491-93; in the case at hand, the judge was faced with feeble and unsubstantiated allegations of tampering. We think the same concerns of unreliability pervade both situations, and so in this case, \"a Remmer-like hearing would have been premature.\" Id. at 1493.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court's method of investigation was a practical and common sense solution to a difficult problem. We do not retreat, of course, from our customary insistence that district courts involve all interested parties in a jury tampering or misconduct hearing. But the juror interviews here constituted a preliminary inquiry, not a \"Remmer-like\" hearing, and involved the unusual circumstance where the continued integrity of that inquiry was the sole reason for the exclusion of defense counsel. Under these circumstances, we find that the court's actions were well within its discretion and were not plainly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">DeLeon has also failed to demonstrate how this procedure substantially and adversely affected his rights. See Roberts, 119 F.3d at 1014. The government's inquiry did not involve DeLeon; it involved his co-defendant, Scialo, who was acquitted. DeLeon does not explain, and it is hard to imagine, how the government's inquiry could have adversely affected him (given that he was convicted and the tampering allegations involved threats designed to induce an acquittal). See United States v. Doherty, 867 F.2d 47, 71-72 (1st Cir. 1989) (holding that judge's ex parte conversation with, and excusal of, a juror who was in the middle of a crisis did not require a retrial even though judge acknowledged that the unilateral nature of his decision was wrong, because the decision did not substantially prejudice the appellants).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">D. Resentencing</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">DeLeon's final argument is that on resentencing (after his original sentence was vacated because his counsel had failed to appeal) the district court incorrectly believed that DeLeon's status as a deportable alien was not a valid basis for a downward departure. DeLeon asks us to vacate his sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is well settled that \"no appeal lies from a discretionary refusal to depart\" from the Sentencing Guidelines. United States v. Morrison, 46 F.3d 127, 130 (1st Cir. 1995). Appellate jurisdiction does attach, however, \"where the record indicates that the trial court's failure to depart was the product of a mistake of law.\" United States v. Grandmaison, 77 F.3d 555, 560 (1st Cir. 1996). \"When determining whether the sentencing court merely refused to exercise its discretionary power to depart, we consider the totality of the record and the sentencing court's actions as reflected therein.\" Morrison, 46 F.3d at 130. \"We do not consider any single statement in a vacuum.\" Id. at 131.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The trial judge believed that a defendant's status as a deportable alien could not constitute a basis for a downward departure. We have not yet decided that question, and we need not do so now. The trial judge also explained that even if he did have the power to depart, he could not find facts sufficient to justify such a departure. This finding is clearly a discretionary refusal to depart. Such an alternative finding suffices to support the sentence and deprives this court of jurisdiction to review it. See United States v. Williams, 898 F.2d 1400, 1403 (9th Cir. 1990); cf. Grandmaison, 77 F.3d at 565 (noting that ambiguity in a trial judge's statements, without more, is not enough to make the district court's refusal to depart appealable). Because the trial judge indicated his refusal to depart even if he had the authority, we have no jurisdiction to review his sentence. See United States v. Romolo, 937 F.2d 20, 22 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgments of conviction and sentence are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The conviction of co-defendant Charles Rogers was affirmed in United States v. Rogers, 121 F.3d 12, 15-16 (1st Cir. 1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> DeLeon relies on United States v. Font-Ramirez, 944 F.2d 42 (1st Cir. 1991), United States v. Rengifo, 789 F.2d 975 (1st Cir. 1986), and United States v. Robinson, 707 F.2d 872 (6th Cir. 1983), to support his argument. These cases do not help him. In Font-Ramirez, we found that the district court had not abused its discretion by providing a transcript to the jury where the defendant had the transcript and tape recording in his possession prior to trial and raised no pretrial objections. See Font-Ramirez, 944 F.2d at 48. In Rengifo, the trial judge sent the transcripts into the jury room (unlike the case at hand) and we found no abuse of discretion because, inter alia, the defendant had not provided an alternative transcript. See Rengifo, 789 F.2d at 983. In Robinson, the Sixth Circuit found that the district court abused its discretion in allowing the use of a transcript where parts of the tape recording were partially inaudible. See Robinson, 707 F.2d at 878. But the court also indicated that it would have been better to have the agents involved testify regarding their recollection of the conversations -- something that did, in fact, happen in the case at hand. See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We are also unpersuaded by DeLeon's contention that because certain portions of the tape recording were in Spanish, \"the likely result is that the [unauthenticated] transcript [became] the evidence.\" Robinson, 707 F.2d at 878. In fact, the trial judge instructed the jury that the tape recording, not the transcript, was the evidence. More important, Detective Rocha testified at trial as to the substance of the conversation. The tape recording and Rocha's testimony constituted the evidence in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the district court, DeLeon argued that his statement (during the Days Inn conversation), \"Yeah, we wrote on the little papers that are attached to them [referring to the bundled packages of money],\" was wrongly translated. He argued that the Spanish word \"ellos\" was incorrectly translated as \"we\" instead of \"they.\" (His contention implied, of course, that the translation incorrectly portrayed him as admitting some measure of culpability.) On appeal, DeLeon has abandoned this argument and instead contends that the transcript's translation of \"we\" conflicts with Detective Rocha's testimony that DeLeon said that \"they\" had put the little papers (wrappers) on the money bundles. DeLeon's new argument is so poorly developed as to be considered waived. See United States v. Bongiorno, 106 F.3d 1027, 1034 (1st Cir. 1997). In any event, the argument is without merit. DeLeon does not now claim that the translation was incorrect. In fact, the word \"ellos\" in the Spanish portion of the transcript refers to the indirect object in the sentence (\"the little papers\"), not to the subject. His complaint is that the translation conflicts with Rocha's testimony. This argument fails because Rocha's testimony was in evidence, and the transcript was not. Cf. United States v. Mangual-Corchado, 139 F.3d 34, 38 n.3 (1st Cir.), cert. denied, 119 S. Ct. 363 (1998) (declaring that \"the jury [is] entitled to credit all, any or none of the testimony of each witness\"). The judge explained this distinction to the jury and instructed it to consider only the evidence in this case. Therefore, the conflict that DeLeon complains of (between evidence and non-evidence) does not exist. Furthermore, there was no evidence that the jury was focused on this minor point. In light of the substantial evidence against him, DeLeon cannot seriously contend that his conviction hinged on whether the jury believed that he and his co-defendants, rather than the co-defendants alone, placed the wrappers on the bundles of money.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The abuse of discretion standard which DeLeon advocates is less stringent than the plain error standard that is properly applied here. See United States v. Olson, 846 F.2d 1103, 1114 (10th Cir. 1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Like Mahoney, this case is also distinguishable from Remmer because the impropriety in Remmer was brought to light during trial and therefore \"did not implicate the concern for preserving the finality of verdicts.\"  Mahoney, 938 F.2d at 1493 n.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Review of the juror interviews reveals that DeLeon's objection to the adequacy of the court's inquiry is without merit. In essence, the government asked the jurors whether they had been approached and intimidated with respect to their deliberations; the jurors replied that they had not. The government, having no evidence other than the mere allegation of tampering, had neither the basis nor the tools to probe further.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court's relevant commentary at resentencing was as follows:</p>\n        <p>[T]he Defendant has fallen far short of establishing a degree of rehabilitation that would trigger a downward departure here. . . .</p>\n        <p>The claim that he has suffered a harsher treatment or will suffer harsher treatment because of his alien status and therefore should get a downward departure also I find unimpressive. . . .</p>\n        <p>. . . .</p>\n        <p>I don't think [deportable alien status] is [a] basis for a downward departure because to create a downward departure in that situation would create a double standard . . . that just doesn't seem to [] me to be equal justice. So the motion for a downward departure I find is [sic] would not been [sic] justified by the facts in this case even if the Court properly can consider it.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>RUBEN I. DELEON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-2172.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Argued June 9, 1999.<br>Decided July 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Stephanie S. Browne, Assistant U.S. Attorney, with whom Margaret E. Curran, U.S. Attorney, was on brief, for government.</p>\n      <p class=\"indent\">Angel Taveras, with whom Brown, Rudnick, Freed &amp; Gesmer, was on brief, for appellant.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Noonan, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After a successful sting operation, the government charged Ruben I. DeLeon with conspiracy to possess and distribute cocaine, in violation of 21 U.S.C. &#167; 846, and the attempt to possess with intent to distribute cocaine, in violation of 18 U.S.C. &#167; 841(a)(1). DeLeon and his three co-conspirators were tried together. The jury convicted DeLeon and two of his co-defendants,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but acquitted co-defendant David Scialo of all charges. DeLeon now appeals his conviction and challenges his sentence. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In the fall of 1994, Rhode Island police detective Fred Rocha met with Andrew Beagan, later DeLeon's co-defendant, to arrange a large cocaine sales transaction. They agreed that Rocha, who was supplying the cocaine, would pick up a \"drop car,\" load it with ten kilograms of cocaine, drive it to an undisclosed location, and then meet Beagan at a separate location to collect the payment. Detective Rocha delivered the car and contraband as planned and then went to a Days Inn Hotel parking lot where he waited for Beagan. Beagan arrived with DeLeon, who was carrying the money for the buy. DeLeon brought the money to Detective Rocha and observed Rocha as he inspected the money, which was bundled in packages of $5,000. As Detective Rocha examined the money, he conversed with DeLeon and, unbeknownst to DeLeon, recorded their conversation. Meanwhile, co-defendants Charles Rogers and David Scialo were retrieving the drop car and the cocaine. All of the defendants were soon arrested, indicted, and tried together.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">DeLeon has raised three objections to his conviction, and one to his resentencing. First, he says that the district court abused its discretion by refusing to sever his trial from those of his co-defendants, particularly Beagan, and that this error had a significant prejudicial effect on him. Second, he argues that the court abused its discretion in allowing the jury to use an unauthenticated transcript and translation of his recorded conversation with Detective Rocha in the Days Inn parking lot. Third, he contends that the court abused its discretion by allowing the government to conduct ex parte in camera interviews with two jurors, nineteen months after his conviction, in order to further investigate allegations of jury tampering as to co-defendant Scialo. Finally, DeLeon says that at resentencing the court incorrectly believed that it lacked the authority to depart downward (from the guideline sentencing range) on the basis of DeLeon's status as a deportable alien, and so this court should vacate his sentence and remand for resentencing.</p>\n    </div>\n    <p class=\"indent\">A. Denial of Severance Motions</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DeLeon argues that the district court abused its discretion by refusing to sever his trial from those of his co-defendants in light of the following three combined factors: first, defense counsel's repeated inquiries, on direct examination, into third-party \"generalized fear\" of Beagan's potential for violence; second, the government's six references to Beagan's prior conviction for possession of cocaine with intent to deliver -- evidence admitted in response to character evidence introduced on Beagan's behalf; and third, the potential \"spillover\" prejudice to DeLeon due to the significant disparity in both the nature and the amount of evidence introduced against Beagan in comparison to that introduced against DeLeon. DeLeon moved to sever his trial on several occasions; each time, his request was denied. We review the district court's denials of severance motions for manifest abuse of discretion. See United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 246 (1st Cir. 1990). We note that this court has already rejected a similar claim made by co-defendant Charles Rogers. See United States v. Rogers, <span class=\"citation\" data-id=\"744604\"><a href=\"/opinion/744604/united-states-v-charles-rogers-jr-united-states-of-america-v-andrew-j/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">DeLeon's argument is that because his role in the drug transaction was so minor, the jury should not have been asked to assess his case alongside Beagan's case for fear that some spillover prejudice might taint DeLeon's verdict. See Fed. R. Crim. P. 14 (stating that if a defendant is prejudiced by a joinder for trial, then the court may order separate trials). \"The difficulty with this argument lies in the case law holding to the contrary.\" United States v. Rawwad, <span class=\"citation\" data-id=\"480548\"><a href=\"/opinion/480548/united-states-v-mahomud-rawwad/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span>, 295 (1st Cir. 1986). This court's rule is that those \"who are indicted together should be tried together,\" United States v. O'Bryant, <span class=\"citation\" data-id=\"610896\"><a href=\"/opinion/610896/united-states-v-david-s-obryant/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir. 1993), and the district court's joinder in this case appropriately followed that presumption.  See United States v. Perkins, <span class=\"citation\" data-id=\"556607\"><a href=\"/opinion/556607/united-states-v-patrick-perkins-united-states-of-america-v-lois-perkins/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1271</span></a></span>, 1280 (1st Cir. 1991) (noting the \"obvious\" reasons to try jointly those persons charged as co-conspirators in the identical cocaine sale, and citing Fed. R. Crim. P. 8(b)). DeLeon has not challenged this initial decision by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To overcome the district court's presumption in favor of joinder, DeLeon must demonstrate prejudice so pervasive that it would be likely to effect a miscarriage of justice. See United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 615 (1st Cir. 1994); United States v. Sabatino, <span class=\"citation\" data-id=\"567584\"><a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 96-97 (1st Cir. 1991). This requirement means more than establishing that the defendant might have had a better chance of acquittal in a separate trial. See Zafiro v. United States, <span class=\"citation\" data-id=\"112812\"><a href=\"/opinion/112812/zafiro-v-united-states/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">534</span></a></span>, 540 (1993). \"This is a difficult battle for a defendant to win,\" Boylan, 898 F.2d at 246, and the circumstances of this case do not equip DeLeon to meet the challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">DeLeon's best effort is his argument that he was severely prejudiced when Beagan's counsel repeatedly inquired about generalized third-party fear of Beagan's potential violence.  The trial judge, after denying the severance motions filed by all the co-defendants in response to Beagan's testimony, acknowledged that he was \"getting close to the point where [he was] seriously considering [granting the motions].\" The judge conceded that \"these [references to third-party fear] are beginning to add up,\" and warned that \"if it [didn't] stop,\" then he would grant the severance motions.  DeLeon contends that if, at that point, the court was already wavering, then the government's six subsequent references to Beagan's prior conviction -- and the additional potential prejudice they carried -- should have driven the court to grant the severance motions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At bottom, this is simply a disagreement with the district court's exercise of its considerable discretion. See Boylan, 898 F.2d at 246 (stating that the decision whether to grant or deny a severance motion is committed to the district court's discretion). Significant deference is given to a district court's decision to deny a severance motion. See Rogers, 121 F.3d at 16.That the decision was apparently a close one for the district court does not divest the district court of its discretion or permit this court to examine more closely the exercise of that discretion. See O'Bryant, 998 F.2d at 25-26 (\"[T]he district court is best able to gauge matters of joinder and severance because its first-hand exposure to a case gives it a unique ability to evaluate conflicting arguments, . . . consider all the ramifications attendant to a defense motion, and strike the delicate balance between fending off prejudice, on the one hand, and husbanding judicial resources, on the other hand.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our case law supports the court's decision in this case. There is, of course, the ever-present risk of prejudice in such joint trials. Cf. Zafiro, 506 U.S. at 539 (explaining that \"[w]hen many defendants are tried together in a complex case and they have markedly different degrees of culpability, this risk of prejudice is heightened\") (emphasis added). DeLeon has emphasized this potential for prejudice in his case, but \"ha[s] failed to show anything greater.\" United States v. Cresta, <span class=\"citation\" data-id=\"492349\"><a href=\"/opinion/492349/united-states-v-robert-d-cresta-united-states-of-america-v-john-j/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 555 (1st Cir. 1987); see also Boylan, 898 F.2d at 246 (\"Even where large amounts of testimony are irrelevant to one defendant, or where one defendant's involvement in an overall agreement is far less than the involvement of others, we have been reluctant to secondguess severance denials.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Furthermore, the district court took appropriate measures to safeguard against potential spillover prejudice by instructing the jury to consider separately the charges and the evidence as to each defendant. See Rogers, 121 F.3d at 16 (acknowledging the district court's instruction that the jury should consider separately the evidence and charges against each defendant); Boylan, 898 F.2d at 246 (approving the district court's use of \"appropriate limiting instructions\" as to evidence against particular defendants); Cresta, 825 F.2d at 555 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Co-defendant Scialo's acquittal on all charges suggests that the jury was capable of following the trial judge's instructions and did so. See Pierro, 32 F.3d at 616 (\"Here, there is no basis to suppose that the jurors disregarded the trial judge's admonitions and departed on a frolic of their own.\"); see also Cresta, 825 F.2d at 555; Boylan, 898 F.2d at 246; United States v. Tashjian, <span class=\"citation\" data-id=\"395176\"><a href=\"/opinion/395176/united-states-v-charles-tashjian-united-states-of-america-v-james/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span>, 834 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">B. Use of Unauthenticated Transcript and Translation</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">During Detective Rocha's testimony at trial, the government asked him to relate his conversation with DeLeon in the Days Inn parking lot.  The government also introduced a tape recording of their conversation. To help the jury follow the conversation, which was conducted in both Spanish and English, the government provided an unauthenticated transcript and translation. The district court gave the transcript to the jury as an aid and properly instructed the jury that the recording, not the transcript, was the evidence. See United States v. Ademaj, <span class=\"citation\" data-id=\"198352\"><a href=\"/opinion/198352/united-states-v-ademaj/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 65 (1st Cir. 1999). The court did not admit the transcript into evidence.  At that time, DeLeon did not challenge the accuracy of the transcript or object to its use as a jury aid.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">During its deliberations, the jury asked the court for a translation of the Spanish portions of the tape-recorded conversation.  The trial judge, with the agreement of all counsel, denied this request.  The jury then sought permission to listen to the tape recording for a second time, and the court granted its request. During this playback of the tape recording, the court gave the government's transcript to the jury for use as an aid and repeated its earlier instruction that the recording, not the transcript, constituted the evidence in this case. At this point, DeLeon raised his first objection to the use of the transcript as a jury aid during the jury's deliberations, albeit in the courtroom and whilelistening to the tape recording. (Because the transcript was not in evidence, the court never sent it into the jury room.) His objection was overruled. Reiterating his challenge on appeal, DeLeon admits that he should have raised this objection at the first use of the transcript at trial and acknowledges that this failure elevates his legal hurdle here to plain error review. See United States v. Martinez, <span class=\"citation\" data-id=\"717640\"><a href=\"/opinion/717640/united-states-v-hector-martinez-jorge-gomez-humberto-gallo/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">371</span></a></span>, 376 n.5 (11th Cir. 1996) (finding that defendant's objection to testimony as excludable hearsay was untimely because it came after the defense had rested, and reviewing trial court's decision for plain error); cf. United States v. Tse, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></span>, 209 (1st Cir. 1997) (stating that failure to object when a conversation was introduced into evidence did not preserve issue for appeal even though the defendant objected at the close of the evidence to a transcript of the conversation being given to the jury, and reviewing the admission of the statements for plain error). DeLeon asserts that he has met the \"plain error\" standard. He has not.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To warrant a reversal of his conviction, DeLeon \"must show: (1) the occurrence of an error; (2) that the error is obvious or clear under current law; and (3) that the error substantially and adversely affect[ed] [his] rights . . . .\" United States v. Roberts, <span class=\"citation\" data-id=\"197474\"><a href=\"/opinion/197474/united-states-v-roberts/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1014 (1st Cir. 1997) (citing United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732-34 (1993)); see also Fed. R. Crim. P. 52(b). Because the use of a transcript as a jury aid is within the sound discretion of the trial judge, see United States v. Font-Ramirez, <span class=\"citation\" data-id=\"567923\"><a href=\"/opinion/567923/united-states-v-octavio-font-ramirez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 48 (1st Cir. 1991), DeLeon must show that the judge's discretionary decision was \"an error.\"  He struggles unsuccessfully to meet even this first requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, he argues that the district court's decision to provide the jury with an unauthenticated transcript and translation was erroneous per se.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This court has acknowledged the importance of ensuring that a transcript offered for use as a jury aid be authenticated \"by testimony as to how they were prepared, the sources used, and the qualifications of the person who prepared them.\" United States v. Carbone, <span class=\"citation\" data-id=\"474549\"><a href=\"/opinion/474549/united-states-v-luis-carbone-aka-luiggi/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir. 1986); see also United States v. Rengifo, <span class=\"citation\" data-id=\"469367\"><a href=\"/opinion/469367/united-states-v-felix-rengifo/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 983 (1st Cir. 1986). It is, unfortunately, clear that the transcript at issue here was not subjected to this procedure. It is equally clear, however, that DeLeon expressed no concern about this fact when the transcript was first introduced. And while we have urged district courts to obtain a stipulated transcript or to rule on the admissibility of a transcript before the start of trial, that suggestion \"presupposes a timely objection to a transcript by one of the parties.\" Font-Ramirez, 944 F.2d at 48 (emphasis added). We will not require trial judges to screen transcripts and to make objections where the parties themselves have raised none; we leave such legal advocacy to counsel.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See United States v. Mazza, <span class=\"citation\" data-id=\"471592\"><a href=\"/opinion/471592/united-states-v-antonio-j-mazza-united-states-of-america-v-anthony/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span>, 1226 (1st Cir. 1986) (rejecting an absolute rule that would require trial judges to review transcripts whenever the parties fail to stipulate to their accuracy).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">DeLeon provided no alternative transcript for the jury's benefit, nor did he object to the use of the transcript at trial, although he argued that there was a material inaccuracy in the transcript (a contention that he barely mentions in his brief to this court).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Under these circumstances, we hold that the district court's decision to allow the use of the transcript, without sending it into the jury room, was well within its discretion and was not error, much less plain error. See Ademaj, 170 F.3d at 65 (finding no abuse of discretion in the trial judge's decision to permit the use of the government's duly authenticated transcript during jury deliberations where defendant objected to its use at trial, but raised no specific objections to its accuracy and did not offer an alternative transcript); Pion, 25 F.3d at 21, 26-27 (noting the defendant's failure to offer an alternative transcript); Carbone, 798 F.2d at 26 (emphasizing that the defendant made no specific objections during the course of the trial to the English translation transcripts); cf. Rengifo, 789 F.2d at 983 (finding no abuse of discretion in sending duly authenticated transcript into jury room where the defendant provided no alternative transcript).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">C. Ex Parte Interview During Jury Tampering Investigation</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In December 1996, nineteen months after DeLeon's conviction, the government sought the district court's permission to interview two of the jurors in order to further its investigation into allegations of jury tampering during the trial. The allegations pertained to co-defendant David Scialo, who was acquitted of all charges. The court allowed the government to conduct the interviews, which were transcribed for the record. At the beginning of each interview, the court noted for the record that it had not yet notified defense counsel of the proceedings in order to avoid compromising the government's investigation. After the interviews were completed, the court sent transcripts of the interviews to defense counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">DeLeon finds two faults with the district court's method. First, he says that the district court's failure to invite defense counsel to the interviews constituted an abuse of discretion. Second, he argues that the district court's inquiry during that \"hearing\" was inadequate. Because DeLeon has lodged his first protest regarding this procedure with this court, rather than with the district court, he has waived his objections and we review the district court's actions for plain error. See Pion, 25 F.3d at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">DeLeon has not established that the district court's method was plainly erroneous or even an abuse of discretion. See Roberts, 119 F.3d at 1014 (describing the \"plain error\" standard). \"When a colorable claim of jury misconduct surfaces, the district court has broad discretion to determine the type of investigation which must be mounted.\" Boylan, 898 F.2d at 258; see also United States v. Ortiz-Arrigoitia, <span class=\"citation\" data-id=\"609732\"><a href=\"/opinion/609732/united-states-v-luis-e-ortiz-arrigoitia-aka-colibri-united-states-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 442 (1st Cir. 1993). The trial judge's \"primary obligation is to fashion a responsible procedure for ascertaining whether misconduct actually occurred and if so, whether it was prejudicial.\" Boylan, 898 F.2d at 258 (emphasis added). DeLeon argues that the procedure constituted an abuse of discretion<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> because defense counsel was not invited to the interviews. He relies on Remmer v. United States, <span class=\"citation\" data-id=\"105202\"><a href=\"/opinion/105202/remmer-v-united-states/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span> (1954), in which the Supreme Court held that \"[t]he trial court should not decide and take final action ex parte on information [such as the offering of a bribe to a juror], but should determine the circumstances . . . in a hearing with all interested parties permitted to participate.\" Id. at 229-30.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have consistently reaffirmed that a model inquiry into jury tampering allegations should include the presence of all counsel or prior consultation with counsel in order to allow counsel to help guide the questioning. See, e.g., United States v. Cruz, <span class=\"citation\" data-id=\"198094\"><a href=\"/opinion/198094/united-states-v-cruz/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 28 (1st Cir. 1998), cert. denied, --- U.S. ---, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1781</span></span> (1999); United States v. Hunnewell, <span class=\"citation\" data-id=\"533778\"><a href=\"/opinion/533778/united-states-v-dale-scott-hunnewell/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 961 (1st Cir. 1989); Tavares v. Holbrook, <span class=\"citation\" data-id=\"461673\"><a href=\"/opinion/461673/david-n-tavares-v-terry-holbrook/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir. 1985). But we have also recognized that \"[t]he trial judge is not . . . shackled to a rigid and unyielding set [of] rules and procedures that compel any particular form or scope of inquiry.\" Ortiz-Arrigoitia, 996 F.2d at 442. This rule is both necessary and sensible \"[i]n light of the infinite variety of situations in which juror misconduct might be discerned and the need to protect jurors and the jury process from undue imposition.\" Id. at 443; see also Boylan, 898 F.2d at 258.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The first condition necessary to trigger a hearing is the existence of a non-frivolous claim of jury tampering. See Boylan, 898 F.2d at 258. The trial judge in this case, finding himself in a difficult position, erected a framework to determine whether this threshold requirement had been met. The judge's procedure allowed the government to examine the validity of the allegations (allegations which, of course, had to be pursued), maintained the integrity of the government's investigation, provided prompt notice of the inquiry and its substance to defense counsel, and protected the jury process from undue imposition. This was not a full-blown hearing to assess the potential prejudice on the jury; this was a preliminary inquiry that revealed that there was, in fact, no colorable claim.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To accept DeLeon's argument that the district court abused its discretion here would mean that an ex parte interview during such a preliminary inquiry necessarily constitutes an abuse of discretion. Our decision in Mahoney v. Vondergritt, <span class=\"citation\" data-id=\"564958\"><a href=\"/opinion/564958/matthew-mahoney-v-ernest-vondergritt-etc/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1490</span></a></span> (1st Cir. 1991), suggests otherwise. \"Eleven days after a Massachusetts jury found Matthew Mahoney guilty of manslaughter, a juror sent the judge a letter suggesting that other jurors may not have confined their deliberations to the evidence presented at trial.\" Mahoney, 938 F.2d at 1491. The judge sent a copy of the letter to counsel for both sides and agreed to interview the juror, but rejected defense counsel's request to attend the interview.  See id. After interviewing the juror, the judge \"found beyond a reasonable doubt that no extraneous prejudicial information or improper actions occurred during the deliberations.\" Id. The defendant then filed a writ of habeas corpus claiming that the court had violated his Sixth Amendment right to counsel by refusing to allow his lawyer to be present at the juror interview. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We held that the juror's \"unfocused, unsworn assertions demanded no more than the preliminary inquiry that the judge agreed to conduct.\" Id. at 1492. \"The judge was responsible for shielding the jury's deliberative process from unnecessary scrutiny, and his decision to conduct a private inquiry to determine if there was anything justifying further intrusion fell well within his discretion.\" Id. (citing United States v. Calbas, <span class=\"citation no-link\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></span>, 896 (1st Cir. 1987) (\"The court wisely refrained from allowing the inquiry to become an adversarial evidentiary hearing, so as to minimize intrusion on the jury's deliberations.\")); see also United States v. Beeler, <span class=\"citation\" data-id=\"390347\"><a href=\"/opinion/390347/united-states-v-john-m-beeler/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1103</span></a></span>, 1103 (6th Cir. 1981) (per curiam) (upholding district court's refusal to allow counsel to inspect post-trial letter from juror to judge); United States v. Parker, <span class=\"citation\" data-id=\"343159\"><a href=\"/opinion/343159/united-states-v-lincoln-parker-jr/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">998</span></a></span>, 1000 (5th Cir. 1977) (finding no abuse of discretion where district court conducted \"an investigation in which only the judge interrogated those concerned\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">DeLeon's reliance on Remmer does not help him. As we explained in Mahoney, Remmer \"involved a specific claim of juror bribery that obviously warranted [a] thorough investigation.\" Mahoney, 938 F.2d at 1492-93. In Mahoney, the judge was faced with vague and impressionistic concerns about impropriety, see id. at 1491-93; in the case at hand, the judge was faced with feeble and unsubstantiated allegations of tampering. We think the same concerns of unreliability pervade both situations, and so in this case, \"a Remmer-like hearing would have been premature.\" Id. at 1493.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court's method of investigation was a practical and common sense solution to a difficult problem. We do not retreat, of course, from our customary insistence that district courts involve all interested parties in a jury tampering or misconduct hearing. But the juror interviews here constituted a preliminary inquiry, not a \"Remmer-like\" hearing, and involved the unusual circumstance where the continued integrity of that inquiry was the sole reason for the exclusion of defense counsel. Under these circumstances, we find that the court's actions were well within its discretion and were not plainly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">DeLeon has also failed to demonstrate how this procedure substantially and adversely affected his rights. See Roberts, 119 F.3d at 1014. The government's inquiry did not involve DeLeon; it involved his co-defendant, Scialo, who was acquitted. DeLeon does not explain, and it is hard to imagine, how the government's inquiry could have adversely affected him (given that he was convicted and the tampering allegations involved threats designed to induce an acquittal). See United States v. Doherty, <span class=\"citation\" data-id=\"518089\"><a href=\"/opinion/518089/united-states-v-thomas-k-doherty-united-states-of-america-v-nelson-e/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span>, 71-72 (1st Cir. 1989) (holding that judge's ex parte conversation with, and excusal of, a juror who was in the middle of a crisis did not require a retrial even though judge acknowledged that the unilateral nature of his decision was wrong, because the decision did not substantially prejudice the appellants).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">D. Resentencing</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">DeLeon's final argument is that on resentencing (after his original sentence was vacated because his counsel had failed to appeal) the district court incorrectly believed that DeLeon's status as a deportable alien was not a valid basis for a downward departure. DeLeon asks us to vacate his sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is well settled that \"no appeal lies from a discretionary refusal to depart\" from the Sentencing Guidelines. United States v. Morrison, <span class=\"citation\" data-id=\"195889\"><a href=\"/opinion/195889/united-states-v-morrison/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 130 (1st Cir. 1995). Appellate jurisdiction does attach, however, \"where the record indicates that the trial court's failure to depart was the product of a mistake of law.\" United States v. Grandmaison, <span class=\"citation\" data-id=\"196611\"><a href=\"/opinion/196611/united-states-v-grandmaison/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span>, 560 (1st Cir. 1996). \"When determining whether the sentencing court merely refused to exercise its discretionary power to depart, we consider the totality of the record and the sentencing court's actions as reflected therein.\" Morrison, 46 F.3d at 130. \"We do not consider any single statement in a vacuum.\" Id. at 131.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The trial judge believed that a defendant's status as a deportable alien could not constitute a basis for a downward departure. We have not yet decided that question, and we need not do so now. The trial judge also explained that even if he did have the power to depart, he could not find facts sufficient to justify such a departure. This finding is clearly a discretionary refusal to depart. Such an alternative finding suffices to support the sentence and deprives this court of jurisdiction to review it. See United States v. Williams, <span class=\"citation\" data-id=\"538569\"><a href=\"/opinion/538569/united-states-v-jeffrey-williams/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1400</span></a></span>, 1403 (9th Cir. 1990); cf. Grandmaison, 77 F.3d at 565 (noting that ambiguity in a trial judge's statements, without more, is not enough to make the district court's refusal to depart appealable). Because the trial judge indicated his refusal to depart even if he had the authority, we have no jurisdiction to review his sentence. See United States v. Romolo, <span class=\"citation\" data-id=\"563790\"><a href=\"/opinion/563790/united-states-v-christopher-j-romolo/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgments of conviction and sentence are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The conviction of co-defendant Charles Rogers was affirmed in United States v. Rogers, <span class=\"citation\" data-id=\"744604\"><a href=\"/opinion/744604/united-states-v-charles-rogers-jr-united-states-of-america-v-andrew-j/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15-16 (1st Cir. 1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> DeLeon relies on United States v. Font-Ramirez, <span class=\"citation\" data-id=\"567923\"><a href=\"/opinion/567923/united-states-v-octavio-font-ramirez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span> (1st Cir. 1991), United States v. Rengifo, <span class=\"citation\" data-id=\"469367\"><a href=\"/opinion/469367/united-states-v-felix-rengifo/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span> (1st Cir. 1986), and United States v. Robinson, <span class=\"citation\" data-id=\"418748\"><a href=\"/opinion/418748/united-states-v-clarence-samuel-robinson-80-5479-james-harold-coldiron/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span> (6th Cir. 1983), to support his argument. These cases do not help him. In Font-Ramirez, we found that the district court had not abused its discretion by providing a transcript to the jury where the defendant had the transcript and tape recording in his possession prior to trial and raised no pretrial objections. See Font-Ramirez, 944 F.2d at 48. In Rengifo, the trial judge sent the transcripts into the jury room (unlike the case at hand) and we found no abuse of discretion because, inter alia, the defendant had not provided an alternative transcript. See Rengifo, 789 F.2d at 983. In Robinson, the Sixth Circuit found that the district court abused its discretion in allowing the use of a transcript where parts of the tape recording were partially inaudible. See Robinson, 707 F.2d at 878. But the court also indicated that it would have been better to have the agents involved testify regarding their recollection of the conversations -- something that did, in fact, happen in the case at hand. See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We are also unpersuaded by DeLeon's contention that because certain portions of the tape recording were in Spanish, \"the likely result is that the [unauthenticated] transcript [became] the evidence.\" Robinson, 707 F.2d at 878. In fact, the trial judge instructed the jury that the tape recording, not the transcript, was the evidence. More important, Detective Rocha testified at trial as to the substance of the conversation. The tape recording and Rocha's testimony constituted the evidence in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the district court, DeLeon argued that his statement (during the Days Inn conversation), \"Yeah, we wrote on the little papers that are attached to them [referring to the bundled packages of money],\" was wrongly translated. He argued that the Spanish word \"ellos\" was incorrectly translated as \"we\" instead of \"they.\" (His contention implied, of course, that the translation incorrectly portrayed him as admitting some measure of culpability.) On appeal, DeLeon has abandoned this argument and instead contends that the transcript's translation of \"we\" conflicts with Detective Rocha's testimony that DeLeon said that \"they\" had put the little papers (wrappers) on the money bundles. DeLeon's new argument is so poorly developed as to be considered waived. See United States v. Bongiorno, <span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1034 (1st Cir. 1997). In any event, the argument is without merit. DeLeon does not now claim that the translation was incorrect. In fact, the word \"ellos\" in the Spanish portion of the transcript refers to the indirect object in the sentence (\"the little papers\"), not to the subject. His complaint is that the translation conflicts with Rocha's testimony. This argument fails because Rocha's testimony was in evidence, and the transcript was not. Cf. United States v. Mangual-Corchado, <span class=\"citation\" data-id=\"752407\"><a href=\"/opinion/752407/united-states-v-saul-mangual-corchado-united-states-of-america-v-ernesto/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 38 n.3 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">363</span></span> (1998) (declaring that \"the jury [is] entitled to credit all, any or none of the testimony of each witness\"). The judge explained this distinction to the jury and instructed it to consider only the evidence in this case. Therefore, the conflict that DeLeon complains of (between evidence and non-evidence) does not exist. Furthermore, there was no evidence that the jury was focused on this minor point. In light of the substantial evidence against him, DeLeon cannot seriously contend that his conviction hinged on whether the jury believed that he and his co-defendants, rather than the co-defendants alone, placed the wrappers on the bundles of money.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The abuse of discretion standard which DeLeon advocates is less stringent than the plain error standard that is properly applied here. See United States v. Olson, <span class=\"citation no-link\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1103</span></span>, 1114 (10th Cir. 1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Like Mahoney, this case is also distinguishable from Remmer because the impropriety in Remmer was brought to light during trial and therefore \"did not implicate the concern for preserving the finality of verdicts.\"  Mahoney, 938 F.2d at 1493 n.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Review of the juror interviews reveals that DeLeon's objection to the adequacy of the court's inquiry is without merit. In essence, the government asked the jurors whether they had been approached and intimidated with respect to their deliberations; the jurors replied that they had not. The government, having no evidence other than the mere allegation of tampering, had neither the basis nor the tools to probe further.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court's relevant commentary at resentencing was as follows:</p>\n        <p>[T]he Defendant has fallen far short of establishing a degree of rehabilitation that would trigger a downward departure here. . . .</p>\n        <p>The claim that he has suffered a harsher treatment or will suffer harsher treatment because of his alien status and therefore should get a downward departure also I find unimpressive. . . .</p>\n        <p>. . . .</p>\n        <p>I don't think [deportable alien status] is [a] basis for a downward departure because to create a downward departure in that situation would create a double standard . . . that just doesn't seem to [] me to be equal justice. So the motion for a downward departure I find is [sic] would not been [sic] justified by the facts in this case even if the Court properly can consider it.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/395176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752407/"
  ]
}